{"link": "https://www.bbc.com/news/entertainment-arts-65660768", "category": "entertainment & arts", "title": "British novelist Martin Amis dies aged 73", "contributor": null, "time": "2023-05-20T21:26:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/172D1/production/_129792949_gettyimages-458196906.jpg", "content": [{"text": "Martin Amis, one of the most celebrated British novelists of his generation, has died aged 73.", "type": "b"}, {"text": "He died of oesophageal cancer at his Florida home, the New York Times said, quoting his wife, the writer Isabel Fonseca.", "type": "p"}, {"text": "Amis is best known for his 1984 novel Money and the 1989 work London Fields.", "type": "p"}, {"text": "He authored dozens of novels and non-fiction books, and is widely considered one of the most influential writers of his era.", "type": "p"}, {"text": "Born in 1949 in Oxford, he was the son of the novelist and poet Kingsley Amis. The younger Amis followed in his father's footsteps with his first novel, the Rachel Papers.", "type": "p"}, {"text": "Published in 1973 while he was working at the Times Literary Supplement, it won the Somerset Maugham award the following year. ", "type": "p"}, {"text": "He went on to publish a string of notable works, including Money, London Fields, and Time's Arrow, and was a contemporary of other celebrated writers like James Fenton, Salman Rushdie, and Ian McEwan.", "type": "p"}, {"text": "His close relationship with the journalist Christopher Hitchens, who died of oesophageal cancer in 2011, was well-documented.", "type": "p"}, {"text": "They belonged to a colourful set which reinvigorated the British literary scene and has been credited with inspiring a generation of younger writers.", "type": "p"}, {"text": "Rushdie paid tribute to Amis, telling the New Yorker: \"He used to say that what he wanted to do was leave behind a shelf of books - to be able to say, \"from here to here, it's me. His voice is silent now. His friends will miss him terribly. But we have the shelf.\" ", "type": "p"}, {"text": "Amis's work was often characterised by its darkly comic subject matter and satire. He also frequently returned to the subject of the Holocaust throughout his career. ", "type": "p"}, {"text": "He was also known as a public intellectual and an often controversial commentator on current affairs and politics.  ", "type": "p"}, {"text": "Money became his most acclaimed work and is often cited as a defining novel of the 1980s. ", "type": "p"}, {"text": "The book, set in New York and London, follows a director of adverts as he attempts to make his first feature film, and was based on Amis's own time as a script writer on Saturn 3, a widely-panned sci-fi film starring Kirk Douglas. ", "type": "p"}, {"text": "Amis, who moved from London to the US in 2012, published a memoir, Experience, in 2000. His most recent novel, Inside Story, was published in 2020.  ", "type": "p"}, {"text": "His friend Zachary Leader, a literary critic, said Mr Amis was \"charming and very generous\" but \"much bothered by his success\". ", "type": "p"}, {"text": "\"I mean his life was a series of invitations, many of which he turned down, and not all of which he turned down with kind of good grace he would show to his friends. He wasn't curmudgeonly with the people he liked, I think he tried his best,\" Mr Leader told the BBC. ", "type": "p"}, {"text": "His UK editor at Vintage Books, Michal Shavit, said: \"It's hard to imagine a world without Martin Amis in it. He was the king - a stylist extraordinaire, super cool, a brilliantly witty, erudite and fearless writer, and a truly wonderful man. ", "type": "p"}, {"text": "\"He has been so important and formative for so many readers and writers over the last half century.\"", "type": "p"}, {"text": "In a statement, Penguin Books said: \"We are devastated at the death of our author and friend, Martin Amis. Our thoughts are with all his family and loved ones, especially his children and wife Isobel. ", "type": "p"}, {"text": "\"He leaves a towering legacy and an indelible mark on the British cultural landscape, and will be missed enormously.\"", "type": "p"}, {"text": "The Twitter account of the Booker Prize posted: \"We are saddened to hear that Martin Amis, one of the most acclaimed and discussed novelists of the past 50 years, has died. Our thoughts are with his family and friends.\"", "type": "p"}], "tags": []}