{"link": "https://www.bbc.com/news/science-environment-65635005", "category": "science & environment", "title": "Amazon's Jeff Bezos to help Nasa return to Moon", "contributor": null, "time": "2023-05-19T15:17:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12E88/production/_129784477_bluemoon.jpg", "content": [{"text": "The US space agency has enlisted a second billionaire to help it put astronauts back on the Moon.", "type": "b"}, {"text": "Nasa is already working with Elon Musk's SpaceX firm on a descent system based on its novel Starship rocket that will touch down as early as 2025.", "type": "p"}, {"text": "It has now also awarded Amazon.com founder Jeff Bezos a contract to build a landing craft to take a crew down to the lunar surface later this decade.", "type": "p"}, {"text": "His Blue Origin company will produce a more conventional-looking vehicle.", "type": "p"}, {"text": "Mr Bezos will have assistance from some well established names in the American aerospace sector, including Lockheed Martin, Boeing, Draper and Astrobotic.", "type": "p"}, {"text": "Blue Origin secured the contract in a competition with Dynetics and Northrop Grumman.", "type": "p"}, {"text": "Mr Bezos's company, which is based in Kent in the US State of Washington, will receive just over $3.4bn (£2.7bn) from Nasa as part of the contract. And the firm will be spending \"well north of $3.4bn\" of its own money on the project.", "type": "p"}, {"text": "\"We go to the Moon, to learn, to live, to invent, to create all these things to be successful at the Moon, to go to Mars,\" said agency Administrator Bill Nelson. ", "type": "p"}, {"text": "\"The great adventure of humankind pressing out into the cosmos is here. And this is a part of it.\"", "type": "p"}, [{"text": "Elon Musk promises second Starship launch in months", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65334810"}, {"text": "Nasa names first woman and black man on Moon mission", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65165845"}, {"text": "A photographic mission to show us the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62662685"}], {"text": "It's now more than 50 years since astronauts last set foot on the Moon.", "type": "p"}, {"text": "Nasa has laid out a roadmap to achieve a more sustained human presence on Earth's natural satellite the next time around.", "type": "p"}, {"text": "The agency's Artemis programme envisions stays of weeks on the lunar surface rather than just days, as was the case in the 1960s and 70s.", "type": "p"}, {"text": "SpaceX has been asked to put down two astronauts at the Moon's south pole in late 2025 or 2026, and then again in 2028. These are the Artemis III and Artemis IV missions.", "type": "p"}, {"text": "Blue Origin's 16m-tall, 45-tonne vehicle is called \"Blue Moon\". It would do the job on Artemis V, which is set to occur no earlier than 2029.", "type": "p"}, {"text": "\"Before the first crew landing occurs, we will be landing an exact copy of that lander prior to that - one year prior. So, we will be testing out full lander systems and the full architecture prior to any astronauts entering the vehicle,\" explained John Couluris, Blue Origin's vice president for lunar transportation.", "type": "p"}, {"text": "The lander could also be configured simply to deliver cargo to the lunar surface - a minimum of 20 tonnes, the executive added.", "type": "p"}, {"text": "Blue Origin plans to use its own rocket, known as New Glenn, to get Blue Moon off Earth (although this launcher has yet to make a debut flight). The dimensions of the lander have been determined by the volume and mass parameters of the rocket, which has a 7m-wide payload bay.", "type": "p"}, [{"text": "Nasa's Orion capsule makes safe return to Earth", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63937345"}, {"text": "Nasa's Artemis Moon rocket lifts off Earth", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63643707"}], {"text": "Artemis I has already occurred, in November last year: An uncrewed test of the Nasa rocket and capsule that will take astronauts to the vicinity of the Moon. Artemis II is scheduled for next year and will see a crew of four do a simple loop around the Moon.", "type": "p"}, {"text": "For all the crewed missions, the idea is for astronauts to transfer to dedicated landing craft that will be waiting for them in lunar orbit. They'd go down to the surface in these vehicles, complete their exploration and then come back up.", "type": "p"}, {"text": "Towards the end of the decade, Nasa intends for the transfers to be carried out at a new space station above the Moon called Gateway.", "type": "p"}, {"text": "SpaceX was awarded its contract in 2021. It wants to use a variant of its huge, next-generation Starship rocket system, which debuted four weeks ago.", "type": "p"}, {"text": "The maiden flight was terminated after four minutes when the vehicle spun out of control. But SpaceX is already talking about a second outing this summer.", "type": "p"}, {"text": "Starship's readiness is one of the key factors that will determine whether Nasa can keep its Artemis programme on track. Right now, many commentators consider a first crewed landing on the Moon in late 2025 to be a very ambitious target.", "type": "p"}], "tags": []}