{"link": "https://www.bbc.com/news/technology-65609932", "category": "technology", "title": "Legend of Zelda game sells 10 million copies in three days", "contributor": null, "time": "2023-05-17T17:40:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4782/production/_129760381_15b22bc0-30a0-4a80-b31d-40f0e59ae48d.jpg", "content": [{"text": "Nintendo has announced its latest game in the Zelda series has sold more than 10 million copies in just three days.", "type": "b"}, {"text": "The Legend of Zelda: Tears of the Kingdom had become the fastest-selling Zelda game so far, it said.", "type": "p"}, {"text": "For comparison, The Legend of Zelda: Ocarina of Time - the highest-rated game on gaming-aggregator Metacritic - sold 7.4 million copies over its entire run.", "type": "p"}, {"text": "Tears of the Kingdom was released as a Nintendo Switch exclusive on Friday.", "type": "p"}, {"text": "And it has already sold more copies than any other Zelda game except Breath of the Wild, to which it is a sequel.", "type": "p"}, {"text": "Breath of the Wild, released on both Switch and Wii U in 2017, sold almost 30 million units, according to Statista.", "type": "p"}, {"text": "Meanwhile, 2022 Game Awards prize-winner Elden Ring had sold an estimated 20.5 million units as of March 2023. But the fantasy game, made by the developers of successful role-playing series Dark Souls, was released on many consoles, spanning the PlayStation 4, PlayStation 5, Xbox One, Xbox Series X and even PC.", "type": "p"}, {"text": "Tears of the Kingdom has also become 2023's biggest physical video-game launch in the UK, according to GamesIndustry.biz, selling 50% more physical copies than Hogwarts Legacy.", "type": "p"}, {"text": "Piers Harding-Rolls, of Ampere Analysis, told BBC News: \"The huge opening sales of the latest Zelda places it amongst the biggest paid-for games ever released. ", "type": "p"}, {"text": "\"With estimated gross sales of well over $600m [£480m], this title is comparable to some of the best-ever launches but falls a little short of the very biggest.", "type": "p"}, {"text": "\"For example, Grand Theft Auto V delivered over $1bn in sales in its three-day launch window.", "type": "p"}, {"text": "\"Zelda has always been a beloved franchise for Nintendo fans but the success of the Switch console and the reinvention of the franchise into an open-world experience has transformed its appeal.\"", "type": "p"}], "tags": []}