{"link": "https://www.bbc.com/news/entertainment-arts-66608285", "category": "entertainment & arts", "title": "British Museum thefts: Man questioned by police", "contributor": null, "time": "2023-08-24T16:05:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17E19/production/_130871879_britihs_museum_london_getty.jpg", "content": [{"text": "A man has been interviewed by the Metropolitan Police following alleged thefts at the British Museum.", "type": "b"}, {"text": "The London institution announced last week that it had sacked a member of staff after treasures were reported \"missing, stolen or damaged\".", "type": "p"}, {"text": "A Met Police spokesman told BBC News: \"A man has been interviewed by investigating officers. ", "type": "p"}, {"text": "\"No arrests have been made. We have worked closely with the British Museum and will continue to do so.\"", "type": "p"}, {"text": "The British Museum would not comment on the man being questioned.", "type": "p"}, {"text": "The PA news agency said the items, which include gold jewellery, gems of semi-precious stones and glass, were taken before 2023 and over a \"significant\" period of time. ", "type": "p"}, {"text": "Emails seen by BBC News appear to show the museum was alerted by an antiquities dealer to items being sold on eBay in 2021.", "type": "p"}, {"text": "Director Hartwig Fischer said earlier this week the museum had taken concerns two years ago about a small number of items \"seriously\".", "type": "p"}, {"text": "The German art historian, who the museum announced in July would step down from his role next year, added: \"The investigation concluded that those items were all accounted for.\"", "type": "p"}, {"text": "However, he added: \"We now have reason to believe that the individual who raised concerns had many more items in his possession, and it's frustrating that that was not revealed to us as it would have aided our investigations.\"", "type": "p"}, {"text": "Mr Fischer said a \"full audit\" was launched in 2022, which \"revealed a bigger problem\", after which they alerted the police and a disciplinary process was launched. This \"resulted in a member of staff being dismissed,\" Mr Fischer said.", "type": "p"}, {"text": "In response, the art dealer, Ittai Gradel, said: \"The claim that I withheld information from the British Museum is an outright lie.", "type": "p"}, {"text": "\"I was explicit in my communication with the British Museum that I was entirely at their disposal for any further information or assistance they would require. They never contacted me.\"", "type": "p"}], "tags": []}