{"link": "https://www.bbc.com/news/science-environment-66531535", "category": "science & environment", "title": "Conservation: Lifeline for endangered insect feared extinct", "contributor": null, "time": "2023-08-21T23:08:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/587C/production/_130825622_stoneflycloseup_chesterzoo.jpg", "content": [{"text": "An insect feared extinct in Britain is set to make a comeback, thanks to pioneering conservation work. ", "type": "b"}, {"text": "The tiny river fly, known as scarce yellow sally, was thought to have died out a few decades ago.", "type": "p"}, {"text": "But when a small number were re-discovered in a short stretch of the River Dee, scientists launched a rescue mission.", "type": "p"}, {"text": "And now the curious creature has been bred in captivity at Chester Zoo.", "type": "p"}, {"text": "The scientists plan to release it back into the wild but say this can only happen when rivers are in better health.", "type": "p"}, [{"text": "The snail that 'came back from the dead'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-48527398"}, {"text": "Tree loss pushing beetles to the brink", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-43262254"}, {"text": "Extinction threat to Europe's bees ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-31963056"}], {"text": "Joe Chattell of Chester Zoo, who led the breeding work, said reintroduction is the end goal, but before they can consider doing that \"something has to be done in order to have our rivers healthy enough for the animals to return back into\".", "type": "p"}, {"text": "Clare Dinham of Buglife Cymru, a partner in the project, added, \"we have an onus to help 'Sally' out\".", "type": "p"}, {"text": "\"Stone flies were around when the dinosaurs were trotting about and they're amazing creatures,\" she explained.", "type": "p"}, {"text": "Stoneflies are one of the most threatened insect groups, found only in pristine waterways, where they are vulnerable to pollution and habitat loss.", "type": "p"}, {"text": "Akin to a \"canary in the coal mine\", they indicate the health of fresh water for all animals living in the river, including salmon, otters and kingfishers.", "type": "p"}, {"text": "\"It forms an important part of the food chain within the river; a very charismatic species, a top predator within that river environment and it's iconic to the River Dee,\" explained Clare Dinham.", "type": "p"}, {"text": "Scarce yellow sally (Isogenus nubecula) has always been a rarity. The insect was recorded now and again in British rivers between 1959 and 1995, but then vanished. It also disappeared from an assortment of European countries.", "type": "p"}, {"text": "So when a small population was rediscovered in 2017 on a short stretch of the River Dee near Wrexham, scientists were delighted and vowed to save the species through laboratory breeding and reintroduction.", "type": "p"}, {"text": "Thirty of the tiny insects were captured in the river and taken to Chester Zoo. They were raised in aquariums set up to mimic the conditions of the river bed, involving manipulation of oxygen levels, light and temperature.", "type": "p"}, {"text": "The emergency breeding effort was successful and the experts believe they are the first to breed the species through a complete life cycle in a zoo.", "type": "p"}, {"text": "In the process, they solved many mysteries: counting eggs the size of a grain of sand, observing the aquatic nymphs growing and feeding, and watching the young emerge as flying adults about half an inch long.", "type": "p"}, {"text": "They also captured for the first time the drumming sounds the adults make with their limbs to attract a mate.", "type": "p"}, {"text": "\"Those recordings are the first in existence of that species. It's like a little drumming dance before they reproduce,\" said Joe Chattell. \"Everything we've learned has been incredible.\"", "type": "p"}, {"text": "However, despite learning much about scarce yellow sally, the scientists still have no idea how it got its name.", "type": "p"}, {"text": "\"It's a bit of a mystery,\" said Clare Dinham.", "type": "p"}, {"text": " Insect populations are plummeting globally, with dire consequences for the health of the planet.", "type": "p"}, {"text": "The millions of species found on earth support countless other animals and pollinate many of our fruits, flowers and vegetables.", "type": "p"}, {"text": "Follow Helen @hbriggs.", "type": "p"}], "tags": []}