{"link": "https://www.bbc.com/news/technology-66604123", "category": "technology", "title": "Bletchley Park to host AI safety talks in November", "contributor": null, "time": "2023-08-24T11:17:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5E86/production/_130889142_gettyimages-842197226.jpg", "content": [{"text": "The UK has set the date for its much-anticipated summit on the safe use of artificial intelligence (AI).", "type": "b"}, {"text": "World leaders will meet with AI companies and experts on 1 and 2 November for the discussions.", "type": "p"}, {"text": "The global talks aim to build an international consensus on the future of AI.", "type": "p"}, {"text": "The summit will take place at Bletchley Park, where Alan Turing, one of the pioneers of modern computing, worked during World War Two.", "type": "p"}, {"text": "\"To fully embrace the extraordinary opportunities of artificial intelligence, we must grip and tackle the risks to ensure it develops safely in the years ahead,\" Prime Minister Rishi Sunak said.", "type": "p"}, {"text": "\"With the combined strength of our international partners, thriving AI industry and expert academic community, we can secure the rapid international action we need for the safe and responsible development of AI around the world.\"", "type": "p"}, {"text": "It is unknown which world leaders will be invited to the event, with a particular question mark over whether the Chinese government or tech giant Baidu will be in attendance.", "type": "p"}, {"text": "The BBC has approached the government for comment.", "type": "p"}, {"text": "The summit will address how the technology can be safely developed through \"internationally co-ordinated action\" but there has been no confirmation of more detailed topics.", "type": "p"}, {"text": "It comes after US tech firm Palantir rejected calls to pause the development of AI in June, with its boss Alex Karp saying it was only those with \"no products\" who wanted a pause.", "type": "p"}, {"text": "And in July, children's charity the Internet Watch Foundation called on Mr Sunak to tackle AI-generated child sexual abuse imagery, which it says is on the rise.", "type": "p"}, {"text": "The government hopes this summit will cement the UK as a major global player in the booming AI sector. All eyes now are on who will actually attend. We have not yet seen a guest list.", "type": "p"}, {"text": "Will China be represented? Currently there is a distinct east/west divide in the AI world but several experts argue this is a tech that transcends geopolitics. Some say a UN-style regulator would be a better alternative to individual territories coming up with their own rules.", "type": "p"}, {"text": "If the government can get enough of the right people around the table in early November, this is perhaps a good subject for debate.", "type": "p"}, {"text": "Prime Minister Rishi Sunak has been talking up the UK's AI credentials for a long time and sees the lucrative world of artificial intelligence as very much at the heart of the country's future. ", "type": "p"}, {"text": "He has already appointed an AI taskforce to work on how best to maximise the benefits and minimise the risks of this rapidly evolving tech, and pledged £900m of public money over the next 10 years to help build a strong AI UK.", "type": "p"}, {"text": "Three US AI giants - OpenAI, Anthropic and Palantir - have all committed to opening London headquarters.", "type": "p"}, {"text": "But there are others going in the opposite direction - British DeepMind co-founder Mustafa Suleyman chose to locate his new AI company InflectionAI in California. He told the BBC the UK needed to cultivate a more risk-taking culture in order to truly become an AI superpower.", "type": "p"}, {"text": "Many of those who worked at Bletchley Park decoding messages during WW2 went on to write and speak about AI in later years, including codebreakers Irving John \"Jack\" Good and Donald Michie.", "type": "p"}, {"text": "Soon after the War, Turing proposed the imitation game - later dubbed the \"Turing test\" - which seeks to identify whether a machine can behave in a way indistinguishable from a human.", "type": "p"}, {"text": "\"It is fitting that the very spot where leading minds harnessed emerging technologies to influence the successful outcome of World War Two will, once again, be the crucible for international co-ordinated action,\" said Iain Standen, CEO of the Bletchley Park Trust.", "type": "p"}, {"text": "\"We are incredibly excited to be providing the stage for discussions on global safety standards, which will help everyone manage and monitor the risks of artificial intelligence.\"", "type": "p"}], "tags": []}