{"link": "https://www.bbc.com/news/business-62438987", "category": "business", "title": "US jobs growth jumps in July despite slowdown fears", "contributor": null, "time": "2022-08-05T14:43:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5619/production/_126214022_whatsubject.jpg", "content": [{"text": "US employers added more than 500,000 jobs in July and the unemployment rate dropped, defying fears that the labour market is heading for a slowdown.", "type": "b"}, {"text": "The jobless rate fell to 3.5% from 3.6% in June, as restaurants, bars and other firms continued to add workers.", "type": "p"}, {"text": "The report from the Labor Department was far stronger than expected, after recent data showed the US economy continuing to shrink.", "type": "p"}, {"text": "The US central bank is raising interest rates to rein in surging prices.", "type": "p"}, {"text": "Higher borrowing costs reduce spending and economic activity. But top economic officials in the US have said they hope the US labour market will remain strong enough to allow the Federal Reserve to raise rates without triggering a recession.", "type": "p"}, {"text": "Treasury Secretary Janet Yellen, who previously led the bank, said last week that the economy was shifting from its booming post-pandemic recovery to a more solid and steady phase of growth.", "type": "p"}, {"text": "But fears of a sustained slowdown have mounted, as consumer confidence falls, the housing market slows and some firms announce job cuts or plans to slow hiring.", "type": "p"}, {"text": "\"The unexpected acceleration in non-farm payroll growth in July, together with the further decline in the unemployment rate and the renewed pick-up in wage pressure, make a mockery of claims that the economy is on the brink of recession,\" said Michael Pearce, senior US economist for Capital Economics. ", "type": "p"}, {"text": "The US has now regained all 22 million jobs lost when the pandemic hit in 2020, the Labor Department said. The jobless rate has also returned to its pre-pandemic level,hovering at 50-year lows.", "type": "p"}, {"text": "For Hispanic and Latino workers, the 3.9% jobless rate in July was the lowest since record keeping began in 1973. ", "type": "p"}, {"text": "Product manager Ian Charles lost his job a few weeks ago when his financial technology company announced a wave of cuts, citing the shift in investor sentiment that was making it harder for start-ups to raise money.", "type": "p"}, {"text": "The 33-year-old was surprised - and initially, panicked, remembering how difficult his job search had been a few years earlier. But this time, he said, \"it's a totally different ballgame.\"", "type": "p"}, {"text": "\"People have really been coming out in droves on LinkedIn - both people I actually know from grad school and former colleagues to just random recruiters,\" he said. ", "type": "p"}, {"text": "He said he felt confident he would have a new job lined up in a few weeks.", "type": "p"}, {"text": "\"I was panicking at the start ... but this time around I've seen in a month how much easier it's been to get traction,\" he said. \"Opportunities keep coming, which is really weird to me because everyone keeps talking about how we're headed for a recession and things could be slowing down, but I don't see it reflected on the ground.\"", "type": "p"}, {"text": "Analysts said the robust hiring makes it likely that the Federal Reserve will continue to raise interest rates aggressively.", "type": "p"}, {"text": "The bank has already announced rate rises four times since March, responding to consumer prices that are increasing at their fastest pace since 1981. The inflation rate surged again in June to 9.1%.", "type": "p"}, {"text": "Wages are rising too - but not as fast. Friday's report showed average hourly pay up 5.2% compared with July 2021. ", "type": "p"}, {"text": "Economist Jason Furman, who advised former president Barack Obama and now teaches at Harvard, said that the jobs report was \"uncomfortably hot\".", "type": "p"}, {"text": "\"Nice to see this many jobs added but it is scary about what it means for the size of the adjustment we may have coming,\" he wrote on Twitter. \"Recession is now less of a worry. Inflation is more of a worry. The Fed will likely need to do more.\"", "type": "p"}], "tags": ["US economy", "Unemployment", "Employment"]}