{"link": "https://www.bbc.com/news/entertainment-arts-62439384", "category": "entertainment & arts", "title": "Beyoncé's Renaissance debuts at number one", "contributor": "Mark Savage", "time": "2022-08-05T16:47:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/106A9/production/_126214276_06-beyonce-cr-mason-poole.jpg", "content": [{"text": "Beyoncé has earned her fourth UK number one album with Renaissance, a heartfelt love letter to house and dance music.", "type": "b"}, {"text": "The album outsold its nearest competition by three-to-one to reach the summit, said the Official Charts.", "type": "p"}, {"text": "It follows the star's previous chart-toppers, Dangerously in Love (2003), 4 (2011) and Lemonade (2016). She also made number one as part of Destiny's Child on the 2001 album, Survivor.", "type": "p"}, {"text": "Renaissance was also the week's biggest-seller on vinyl.", "type": "p"}, {"text": "The album has also topped the charts in Australia, Ireland and France, and is predicted to have the biggest opening week of the year in the US.", "type": "p"}, {"text": "In the singles chart, the album's lead track Break My Soul reaches a new peak at number two - making it Beyoncé's highest-charting solo song since 2008's If I Were A Boy. ", "type": "p"}, {"text": "Two further songs from Renaissance debut inside the Top 20, with Cuff It at 14 and Alien Superstar landing at 16. ", "type": "p"}, {"text": "Chart rules stipulate that no more than three songs from the same artist can qualify for the Top 100 at the same time, otherwise the total would be higher. ", "type": "p"}, {"text": "Released last Friday, Renaissance has been praised for its fusion of six decades of black and queer dance music, from disco and funk, to Chicago house and Afro-beats, Jamaican dancehall and Detroit techno, via New York's ballroom scene.", "type": "p"}, {"text": "\"Renaissance is Beyoncé at her loca-motion best,\" wrote Jason King for NPR. \"The kinetic album seems to rarely let up or stop, or take a break. It's bursting over with musical and sonic and lyrical details and ideas. ", "type": "p"}, {"text": "Rolling Stone's critic Mosi Reeves agreed, calling it: \"a sprawling testament to the beauty of the dancefloor\".", "type": "p"}, {"text": "\"Every song is an uptempo track that has the potential to joyously redefine dance floors, living rooms, and car singalongs in 2022 and beyond.\"", "type": "p"}, [{"text": "New Beyoncé album a dance-floor hit with critics", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62344821"}, {"text": "Beyoncé, Drake and the revival of 90s house music", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61878412"}, {"text": "Beyoncé revises Renaissance album after complaints", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62405039"}], {"text": "Beyonce's has stated that Renaissance is the first instalment of a three-album project recorded during the pandemic.", "type": "p"}, {"text": "\"Creating this album allowed me a place to dream and to find escape during a scary time for the world,\" she wrote on Instagram.", "type": "p"}, {"text": "The singer dedicated the record to her uncle Jonny, saying: \"He was my godmother and the first person to expose me to a lot of the music and culture that serve as inspiration for this album. ", "type": "p"}, {"text": "\"Thank you to all of the pioneers who originate culture, to all of the fallen angels whose contributions have gone unrecognized for far too long. This is a celebration for you.\"", "type": "p"}, {"text": "However, the album did not arrive without controversy. ", "type": "p"}, {"text": "Disability activists criticised the use of a derogatory term for people with spastic cerebral palsy in the song Heated, while R&B singer Kelis complained that elements of her song Milkshake had been borrowed without permission in another track, Energy.", "type": "p"}, {"text": "Beyoncé quickly revised the album on Tuesday night, replacing the offensive lyric and removing references to Milkshake entirely. ", "type": "p"}, {"text": "Elsewhere in the album charts, US singer-songwriter Maggie Rogers scores her first top 10 entry with her second record Surrender.", "type": "p"}, {"text": "The musician was the subject of a record label bidding war when a video of her wowing Pharrell Williams went viral in 2016, and was later nominated for best new artist at the Grammys.", "type": "p"}, {"text": "But she took time off to recalibrate, and enrolled in Harvard Divinity School while making her second record - which burns with raw intensity, as she throws herself back into the world, post-lockdown.", "type": "p"}, [{"text": "Maggie Rogers: 'I'm not afraid to take up space any more'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61644355"}], {"text": "Elvis Presely's greatest hits album rises to number 12, thanks to a surge in interest following Baz Luhrmann's biopic of the singer.", "type": "p"}, {"text": "And indie band The Cribs have three re-entries on the top 40, after reissuing their first three albums: The Cribs, New Fellas and Men's Needs, Women's Needs, Whatever.", "type": "p"}, {"text": "Scottish dance duo LF System remain at the top of the singles chart for the fifth consecutive week; while Harry Styles' As It Was takes a 17th turn in the top three, extending its lead as the year's biggest hit.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Official UK music charts", "Beyoncé", "Music"]}