{"link": "https://www.bbc.com/news/business-63542386", "category": "business", "title": "Made ex-boss says offer to save company ‘rebuffed’", "contributor": null, "time": "2022-11-07T15:11:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/43CA/production/_127545371_mediaitem127545370.jpg", "content": [{"text": "The founder and former boss of Made.com has said his offer to buy the furniture business before it falls into administration has been rejected.", "type": "b"}, {"text": "The online retailer is set to enter administration this week with the expected loss of some 500 jobs.", "type": "p"}, {"text": "Ning Li said he had offered to buy Made with his own cash, saving 100 jobs, but this \"wasn't accepted\".", "type": "p"}, {"text": "Instead, administrators from PwC are likely to be appointed and a sale of the Made.com brand name announced.", "type": "p"}, {"text": "Mr Li, who co-founded Made in 2011, voiced his frustration in an open letter to staff published on LinkedIn on Monday. ", "type": "p"}, {"text": "\"Last Friday, I submitted my 3rd and final proposal to buy the company back to the board of directors and PwC - unfortunately, my proposal wasn't accepted,\" wrote Mr Li, who stepped down as Made's chief executive in 2017.", "type": "p"}, {"text": "\"I had many sleepless nights in the last month, watching the company I loved building on its last legs.\"", "type": "p"}, [{"text": "Pandemic furniture star Made.com nears collapse", "type": "a", "href": "https://www.bbc.co.uk/news/uk-63464641"}], {"text": "He added that he often thought of the many things he \"could have done to prevent the company's downfall\".", "type": "p"}, {"text": "Mr Li said his plan would have kept at least 100 jobs at the firm, kept its offices open, and would have given the company the ability to honour all current orders.", "type": "p"}, {"text": "The retailer has told customers it aims to fulfil existing orders but is not offering refunds. ", "type": "p"}, {"text": "Made had hoped to find a buyer for the whole business, but it now looks like it will be broken up. ", "type": "p"}, {"text": "Fashion retailer Next is believed to be in pole position to acquire the Made.com brand name and intellectual property, but there are a number of interested parties.", "type": "p"}, {"text": "It is a dramatic change in fortunes for the brand, which boomed in the pandemic and was valued last year at £775m after floating on the London Stock Exchange.", "type": "p"}, {"text": "\"I can only hope the new owners will take care of the brand the way you have - with hard work, spirit, and soul,\" Mr Li told staff in his letter. ", "type": "p"}, {"text": "He added that investors had been \"spooked\" by the furniture firm's situation, pushing him to offer up his own cash to buy the firm.", "type": "p"}, {"text": "\"I have no clue if other bidders are bothered about saving jobs and reimbursing customers... Apparently, it would be preferable to break the company up and sell it in pieces to generate a little more cash. It makes no sense to me. But I wanted to you to know that I really tried,\" Mr Li concluded.", "type": "p"}, {"text": "The retailer, which sourced furniture directly from designers and manufacturers, gained a loyal base of mostly younger customers. During the pandemic lockdowns sales soared as people bought more furniture and other products online.", "type": "p"}, {"text": "But more recently the company hit problems, as households cut back on big-ticket purchases. Global supply chain issues have also left customers waiting months for deliveries.", "type": "p"}], "tags": ["Companies", "Online shopping", "Cost of living", "Delivery services"]}