{"link": "https://www.bbc.com/news/entertainment-arts-63541440", "category": "entertainment & arts", "title": "Jimmy Kimmel returns to host Oscars 2023", "contributor": null, "time": "2022-11-07T15:14:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5C34/production/_127540632_kimmel_getty1.jpg", "content": [{"text": "Jimmy Kimmel will host the Oscars for a third time when he fronts Hollywood's biggest event next spring.", "type": "b"}, {"text": "The star will be hoping for less controversy than last year when host Chris Rock was slapped by Will Smith.", "type": "p"}, {"text": "Kimmel took the helm in 2017 - the year of  envelopegate - and 2018 before the Oscars went hostless for three years.", "type": "p"}, {"text": "Oscars ratings have been falling in recent years although last year saw a slight improvement with the first full ceremony after the pandemic.", "type": "p"}, {"text": "In a statement, Kimmel said: \"Being invited to host the Oscars for a third time is either a great honour or a trap. ", "type": "p"}, {"text": "\"Either way, I am grateful to the Academy for asking me so quickly after everyone good said no.\"", "type": "p"}, {"text": "Oscars executive producers and showrunners Glenn Weiss and Ricky Kirshner said they were \"super thrilled to have Jimmy score his hat-trick on this global stage\".", "type": "p"}, {"text": "\"We know he will be funny and ready for anything!\" they stated.", "type": "p"}, {"text": "Next year's star-studded event will take place on 12 March. The Academy tweeted: \"Welcome back!\" to the talk show host as it shared the news of Kimmel's return.", "type": "p"}, {"text": "During his last outing as Oscars host, Kimmel aimed barbs at Harvey Weinstein at the first Academy Awards since Hollywood's sexual harassment scandal unfolded.", "type": "p"}, {"text": "Opening the event in 2018, Kimmel said: \"The Academy took action last year to expel Harvey Weinstein from their ranks.", "type": "p"}, {"text": "\"There were a lot of great nominees, but Harvey deserved it the most.\"", "type": "p"}, {"text": "Earlier this year, Kimmel found himself in hot water when he was accused of taking the spotlight from Quinta Brunson during the Emmys ceremony in September.", "type": "p"}, {"text": "He was awarding the Abbott Elementary creator with the prize for outstanding writing for a comedy series but as part of a joke which began just ahead of the presentation, he stayed lying on the floor pretending to be drunk while Brunson made her speech.", "type": "p"}, {"text": "He later apologised to Brunson on his Jimmy Kimmel Live! show for \"stealing your moment\", although Brunson had taken it in good spirits.", "type": "p"}], "tags": ["The Oscars", "Film"]}