{"link": "https://www.bbc.com/news/science-environment-63548466", "category": "science & environment", "title": "COP27: Ukraine a reason to act fast on climate change - Rishi Sunak", "contributor": null, "time": "2022-11-07T20:38:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17C72/production/_127549379_mediaitem127539626.jpg", "content": [{"text": "The war in Ukraine is a reason to act faster to tackle climate change, UK Prime Minister Rishi Sunak has told the UN climate summit COP27.", "type": "b"}, {"text": "\"Climate and energy security go hand-in-hand,\" he said in his first international appearance since taking office.", "type": "p"}, {"text": "Leaders from 120 countries are meeting in Sharm el-Sheikh, Egypt to discuss next steps in curbing climate change. ", "type": "p"}, {"text": "Key topics are compensation and support for the most-affected countries.", "type": "p"}, {"text": "\"Putin's abhorrent war in Ukraine and rising energy prices across the world are not a reason to go slow on climate change. They are a reason to act faster,\" Mr Sunak said.", "type": "p"}, {"text": "\"We can bequeath our children a greener planet and a more prosperous future [...] There really is room for hope,\" he added.", "type": "p"}, {"text": "In a series of speeches, leaders urged rich countries to stay the course in stopping further climate change, despite the war in Ukraine and global financial problems.", "type": "p"}, {"text": "Nations on the front line of climate change laid out the stark impacts of higher temperatures, drought, and floods on people and the environment.", "type": "p"}, {"text": "\"We are on a highway to climate hell with our foot on the accelerator,\" UN Secretary General Antonio Guterres told the summit.", "type": "p"}, {"text": "His stark warning was echoed by former US vice-president and environmentalist Al Gore who said nations must \"stop subsiding the culture of death\" of fossil fuels.", "type": "p"}, {"text": "In an energetic speech French President Emmanuel Macron urged world leaders to deliver climate justice.", "type": "p"}, {"text": "Former UK Prime Minister Boris Johnson is also in Egypt and said countries should not \"go weak and wobbly\" on climate action.", "type": "p"}, {"text": "German Chancellor Olaf Scholz said switching to renewable energy was \"a security policy imperative\", while Italy's new prime minister Giorgia Meloni said her country remained \"strongly committed\" to its climate goals.", "type": "p"}, [{"text": "Simple guide to climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}, {"text": "Four things you can do about your carbon footprint", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58171814"}], {"text": "Though Swedish campaigner Greta Thunberg is staying away from the summit, after she accused the UN of \"green-washing\", many other youth activists are in Sharm el-Sheikh.", "type": "p"}, {"text": "Xiye Bastida, a 20-year-old activist from Mexico, is there to tell decision-makers that \"nature must be protected\".", "type": "p"}, {"text": "She told BBC News she's pleased with progress so far in Egypt - including getting the words \"loss and damage\" on the agenda. The terms refer to money - as some form of compensation or reparations - for the effects of climate change on developing countries that did little to cause the problem.", "type": "p"}, [{"text": "Live updates from COP27 ", "type": "a", "href": "https://www.bbc.co.uk/news/live/science-environment-63330171"}, {"text": "Why the latest UN meeting matters", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63502762"}, {"text": "What have leaders done on climate change in 2022?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63458945"}], {"text": "But 24-year-old Mikaela Loach, from Scotland, said she's worried leaders are not fully committed to climate action that prioritises justice or human rights.", "type": "p"}, {"text": "\"Not all climate solutions are good for people. It's not just about cutting emissions, we must frame all our work about people and the world we are creating,\" she told BBC News.", "type": "p"}, {"text": "Barbados PM Mia Mottley spoke of \"horror and the devastation wrecked upon this Earth\" in the past year. ", "type": "p"}, {"text": "\"Whether the apocalyptic floods in Pakistan, or the heatwaves from Europe to China, or indeed in the last few days in my own region, the devastation caused in Belize by tropical storm Lisa, or the torrential floods a few days ago in St Lucia. We don't need to repeat it,\" she said.", "type": "p"}, {"text": "The fact that the summit is taking place in Africa, a continent that is extremely vulnerable to climate change, was repeated through the day.", "type": "p"}, {"text": "Kenyan President William Ruto said time is of the essence: \"Further delay will make us busy spectators as calamity wipes out lives and livelihoods.\"", "type": "p"}, {"text": "Up to 700 million people in Africa will be displaced due to lack of water by 2030, he explained.", "type": "p"}, {"text": "COP27 opened on Sunday with a warning from the UN that our planet is \"sending a distress signal\".", "type": "p"}, {"text": "A report released by the UN's World Meteorological Organization reveals that the past eight years were on track to be the warmest on record.", "type": "p"}, {"text": "At last year's summit in Glasgow a number of pledges were agreed:", "type": "p"}, [{"text": "to \"phase down\" the use of coal - one of the most polluting fossil fuels", "type": "p"}], [{"text": "to stop deforestation by 2030", "type": "p"}], [{"text": "to cut methane emissions by 30% by 2030", "type": "p"}], [{"text": "to submit new climate action plans to the UN", "type": "p"}], {"text": "Developing nations are demanding that previous commitments to finance are upheld.", "type": "p"}, {"text": "The COP27 global climate summit in Egypt is seen as crucial if climate change is to be brought under control. More than 200 countries are attending the summit to discuss further measures to cut emissions and prepare for climate change, and it could lead to major changes to our everyday lives.", "type": "b"}, [{"text": "What will climate change look like for you?", "type": "a", "href": "https://www.bbc.co.uk/news/resources/idt-d6338d9f-8789-4bc2-b6d7-3691c0e7d138"}, {"text": "Will the UK meet its climate targets?", "type": "a", "href": "https://www.bbc.co.uk/news/58160547"}, {"text": "How extreme weather is linked to climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58073295"}]], "tags": ["Egypt", "Rishi Sunak", "Climate change"]}