{"link": "https://www.bbc.com/news/technology-63547765", "category": "technology", "title": "Stolen $3bn Bitcoin mystery ends with popcorn tin discovery", "contributor": null, "time": "2022-11-07T17:07:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A388/production/_127546814_d85ba64f-6e77-4877-93cb-9d3f437347a8.jpg", "content": [{"text": "The US Department of Justice has revealed it seized $3.36bn (£2.9bn) of Bitcoin last year which was stolen from an infamous darknet website. ", "type": "b"}, {"text": "The stash of 50,676 Bitcoin was found hidden on various devices in a hacker's home in an underfloor safe and inside a popcorn tin. ", "type": "p"}, {"text": "James Zhong has pleaded guilty to hacking the funds in 2012 from the illegal Silk Road marketplace.", "type": "p"}, {"text": "US authorities say the seizure is the second largest in history.", "type": "p"}, {"text": "The police raid at Mr Zhong's Georgia home was carried out a year ago but only revealed now.", "type": "p"}, {"text": "It came at the same time as Bitcoin's value peaked - the seized funds would now be worth about $1.1bn.", "type": "p"}, {"text": "Officers say they found the Bitcoin dotted around his home on hard drives and other storage devices in an underfloor safe and on a tiny computer hidden inside a popcorn tin in a bathroom closet.", "type": "p"}, {"text": "Police say Mr Zhong was able to steal the funds from the Silk Road by exploiting a flaw in the website's payment system.", "type": "p"}, {"text": "In September 2012, he set up several accounts on the darknet marketplace and deposited a small amount of Bitcoin into his digital wallets. He then found a way to withdraw far larger amounts rapidly so as not to raise suspicion.", "type": "p"}, {"text": "Silk Road was the first darknet marketplace, which operated from approximately 2011 until 2013. It was used by drug dealers and other unlawful vendors to distribute massive quantities of illegal drugs and other illicit goods and services to many buyers.", "type": "p"}, {"text": "The darknet is a part of the internet that can only be accessed using specialist software.", "type": "p"}, {"text": "In 2015 Silk Road's founder Ross Ulbricht was unanimously convicted of running it by a jury and sentenced to life in prison. ", "type": "p"}, [{"text": "How police shut down world's largest darknet market", "type": "a", "href": "https://www.bbc.co.uk/news/technology-61002904"}, {"text": "Online marketplace hosting stolen data shut down", "type": "a", "href": "https://www.bbc.co.uk/news/technology-61082144"}], {"text": "Mr Zhong pleaded guilty on 4 November to hacking the website and has forfeited his Bitcoin and assets to police as he awaits sentencing.", "type": "p"}, {"text": "He faces up to 20 years in prison.", "type": "p"}, {"text": "Lawyer Damian Williams said that police used cryptocurrency tracing techniques to locate the Bitcoin.", "type": "p"}, {"text": "\"For almost 10 years, the whereabouts of this massive chunk of missing Bitcoin had ballooned into an over $3.3bn mystery,\" he said.", "type": "p"}, {"text": "\"This case shows that we won't stop following the money, no matter how expertly hidden, even to a circuit board in the bottom of a popcorn tin.\"", "type": "p"}, {"text": "At the time this was the largest cryptocurrency seizure in US history, but it was subsequently surpassed in February when more than $4bn in stolen Bitcoin from the 2016 Bitfinex hack was confiscated.", "type": "p"}], "tags": ["Computer hacking", "Bitcoin", "United States", "Cryptocurrency", "Cyber-security"]}