{"link": "https://www.bbc.com/news/entertainment-arts-66689042", "category": "entertainment & arts", "title": "The Great British Bake Off scraps national-themed weeks after criticism", "contributor": null, "time": "2023-09-01T17:14:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9B4C/production/_130965793_gbbo23_specials2_5125n_cut.jpg", "content": [{"text": "The Great British Bake Off is scrapping its national-themed challenges after receiving criticism from some viewers in recent years.", "type": "b"}, {"text": "The show had a Japan week in 2020, a German week in 2021, and faced a backlash after Mexican week last year.", "type": "p"}, {"text": "Executive producer Kieran Smith told the Guardian: \"We didn't want to offend anyone but the world has changed and the joke fell flat.", "type": "p"}, {"text": "\"We're not doing any national themes this year.\"", "type": "p"}, {"text": "The Great British Bake Off will return to Channel 4 later this month for its 13th series. ", "type": "p"}, {"text": "Alison Hammond is replacing Matt Lucas as host alongside Noel Fielding, with Dame Prue Leith and Paul Hollywood returning as judges.", "type": "p"}, {"text": "The show will be \"very traditional\" this time, Smith said. \"We're doing all the regular weeks: Cakes, biscuits, bread, patisserie, chocolate, plus party cakes is a new theme.\"", "type": "p"}, {"text": "After Mexican week, there were accusations of casual racism and stereotypes because the hosts wore sombreros, used maracas and spoke in Spanish accents. There were also complaints that it featured dishes that weren't authentic.", "type": "p"}, {"text": "After the episode aired, Hollywood said he was \"gutted\" with the reaction.", "type": "p"}, {"text": "\"I'd literally come back from Mexico about three weeks before we filmed the episode,\" he said. ", "type": "p"}, {"text": "\"I was all over the place, and we set the challenges based on what I'd seen there. The challenges were very good, and everyone did a good job.\"", "type": "p"}, {"text": "Dame Prue said they had no intentions to be controversial, adding: \"The thing about Bake Off is that it absolutely represents inclusivity and diversity and tolerance and togetherness.", "type": "p"}, {"text": "\"So the idea that we were set out to insult anybody is ridiculous.\"", "type": "p"}], "tags": []}