{"link": "https://www.bbc.com/news/technology-66679922", "category": "technology", "title": "X, formerly Twitter, to collect biometric and employment data", "contributor": null, "time": "2023-09-01T12:01:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1240D/production/_130956747_musk.png", "content": [{"text": "X, formerly known as Twitter, will collect biometric data on its users, such as a photograph of their face, in an update to its privacy policy. ", "type": "b"}, {"text": "People signed up to its subscription service, X Premium, can choose to provide a selfie and photo ID for verification.", "type": "p"}, {"text": "The policy also states X may collect employment and educational history.", "type": "p"}, {"text": "This would be to \"recommend potential jobs for you, to share with potential employers when you apply for a job\".", "type": "p"}, {"text": "There has been speculation that X may want to offer recruitment services. ", "type": "p"}, {"text": "In May, X Corp acquired a tech recruiting service called Laskie, according to reports. It was the first take over of a company since Elon Musk bought Twitter, as it was then known, last year for $44bn (£34.7bn)    ", "type": "p"}, {"text": "The new privacy policy will come into force 29 September. ", "type": "p"}, {"text": "It states: \"We may collect and use your personal information (such as your employment history, educational history, employment preferences, skills and abilities, job search activity and engagement, and so on) to recommend potential jobs for you, to share with potential employers when you apply for a job, to enable employers to find potential candidates, and to show you more relevant advertising.\"", "type": "p"}, {"text": "Liberty Vittert, professor of the practice of data science at Washington University in St Louis, said the move is in line with X's attempt to establish \"more targeted and individual experiences for users\" and rival platforms such as LinkedIn.", "type": "p"}, {"text": "But she said the shift was one users \"should absolutely be wary of\", warning it could be misused by employers in ways such as using tweets, retweets or accounts followed to make decisions about a job.", "type": "p"}, {"text": "Dr Stephanie Hare, tech ethics researcher says the data collection \"is a massive data grab, though with your consent\" and as this is not compulsory for users she doesn't believe the move is upsetting from a civil liberties stand point. ", "type": "p"}, {"text": "According to X, the collection of biometric data - a term which covers data relating to a person's physical attributes such as a facial scan or fingerprint - is for X Premium users.", "type": "p"}, {"text": "The company told the BBC: \"X will give the option to provide their government ID, combined with a selfie, to add a verification layer.", "type": "p"}, {"text": "\"Biometric data may be extracted from both the government ID and the selfie image for matching purposes. This will additionally help us tie, for those that choose, an account to a real person by processing their government-issued ID. This will also help X fight impersonation attempts and make the platform more secure.\"", "type": "p"}, {"text": "Mr Musk has also reiterated X's plans to give users the option to make video and audio calls. He said the feature \"works on iOS, Android, Mac & PC\" and that no phone number would be needed.", "type": "p"}, {"text": "\"X is the effective global address book\", he claimed.", "type": "p"}, {"text": "However, there was no date given for when the new calling feature would be available.", "type": "p"}, {"text": "TikTok already collects biometric data in the United States. ", "type": "p"}, {"text": "\"We may collect biometric identifiers and biometric information as defined under U.S. laws, such as faceprints and voiceprints\" the company says in its privacy policy. ", "type": "p"}, {"text": "However, last year in a Senate hearing, TikTok's then chief operating officer, Vanessa Pappas, said the company did not use \"any sort of facial, voice or audio, or body recognition that would identify an individual.\"", "type": "p"}, {"text": "Mr Musk has an ambition to turn X into an \"everything app\", a one-stop-shop for various only services, as part of that the addition of extra features, and extra updates to the privacy policy to enable them, may well continue.", "type": "p"}], "tags": []}