{"link": "https://www.bbc.com/news/business-62570900", "category": "business", "title": "UK to receive shipment of Australian gas next week", "contributor": "Noor Nanji", "time": "2022-08-16T20:49:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/163A4/production/_126344019_gettyimages-1390641252.jpg", "content": [{"text": "The UK is expected to take delivery of a shipment of gas all the way from Australia next week, as the pressure on European energy supplies grows.", "type": "b"}, {"text": "The liquid natural gas (LNG) is due to arrive on 22 August, according to commodities analysts Kpler.", "type": "p"}, {"text": "Australia doesn't usually sell gas this far afield, but European countries have been seeking alternatives to Russian gas following the invasion of Ukraine.", "type": "p"}, {"text": "The UK stopped importing gas from Russia in April.", "type": "p"}, {"text": "While the UK bought only a small fraction of its gas from Russia before the conflict began, the country is connected to the European gas network. Continental Europe is much more reliant on Russian gas, and deliveries via the Nordstream pipeline have already been curtailed.", "type": "p"}, {"text": "Moscow has been accused of using gas as a political weapon and there are fears it could cut supplies to European countries altogether, if there is no resolution to the crisis.", "type": "p"}, [{"text": "How Russia is cutting off gas to Europe", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-60131520"}, {"text": "Cold showers as German city turns off the gas", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-62335911"}, {"text": "Can the world cope without Russian oil and gas?", "type": "a", "href": "https://www.bbc.co.uk/news/58888451"}], {"text": "Energy analyst David Cox said the Australian shipment was a sign of how \"desperate\" European countries were to secure alternative sources of gas before winter.", "type": "p"}, {"text": "\"European nations are desperately trying to store up before the winter comes,\" he told the BBC.", "type": "p"}, {"text": "\"This shipment isn't necessarily for the UK, because we don't have the storage to keep it anyway. But I imagine most of it will be exported to Europe where they're racing to increase their supplies.\"", "type": "p"}, {"text": "This is the first time Australia has shipped a liquefied natural gas (LNG) cargo to Europe in at least six years, according to Bloomberg, which first reported the news.", "type": "p"}, {"text": "Australia's decision to sell to Europe could also be partly due to reduced demand from China, where Mr Cox said repeated Covid lockdowns had reduced the need for energy.", "type": "p"}, {"text": "The UK gets about half of its gas directly from the North Sea. A further third comes via pipelines from Norway and it also buys LNG from Qatar, the US and a handful of other countries.", "type": "p"}, {"text": "Commodities intelligence firm Kpler confirmed to the BBC that the LNG vessel Attalos is headed to the UK's Isle of Grain terminal near London, bringing with it a cargo from the North West Shelf liquefaction plant in Australia.", "type": "p"}], "tags": ["Oil & Gas industry", "Natural gas"]}