{"link": "https://www.bbc.com/news/entertainment-arts-62564721", "category": "entertainment & arts", "title": "Darius Campbell Danesh: Pop Idol and West End star dies aged 41", "contributor": null, "time": "2022-08-16T19:06:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0400/production/_126342010_gettyimages-517000358.jpg", "content": [{"text": "Singer and actor Darius Campbell Danesh, who rose to fame on ITV talent shows Popstars and Pop Idol two decades ago, has died at the age of 41.", "type": "b"}, {"text": "The Scot came third on Pop Idol behind Will Young and Gareth Gates in 2002.", "type": "p"}, {"text": "He reached number one in the UK later that year with Colourblind, while his album Dive In reached the top 10.", "type": "p"}, {"text": "After his chart breakthrough, he went on to become a West End star, appearing in musicals like Chicago and the Olivier Award-winning Guys and Dolls.", "type": "p"}, {"text": "The cause of death is not known, but his family said he was found in his US apartment.", "type": "p"}, {"text": "\"It is with great sadness that we announce the passing of Darius Campbell Danesh,\" they said in a statement. \"Darius was found unresponsive in bed in his apartment room in Rochester, Minnesota, on August 11 and was pronounced dead in the afternoon by the local medical examiners' office.", "type": "p"}, {"text": "\"The local police department have confirmed that there were no signs of intent or suspicious circumstances. The cause of his sudden death is unknown at this stage while medical examinations continue.", "type": "p"}, {"text": "\"We ask that you kindly respect our wishes for privacy at this time whilst we come to terms with the tragic loss of our son and brother.\"", "type": "p"}, {"text": "Tributes were paid by fans and celebrities including record producer Simon Cowell, who was a judge on Pop Idol.", "type": "p"}, {"text": "\"I first saw Darius on television over 20 years ago and I got to know him really well,\" he said.", "type": "p"}, {"text": "\"He was charismatic, funny and just a great person to be with.", "type": "p"}, {"text": "\"His passing, for someone so young, is an absolute tragedy and my heart goes out to his family and friends.\"", "type": "p"}, {"text": "Broadcaster Nicki Chapman, who was also a judge on the show, tweeted that Campbell Danesh was \"a true gent with a kind soul\" adding her thoughts were with his family.", "type": "p"}, {"text": "Actor Sanjeev Bhaskar tweeted: \"Sad news of Darius' shockingly untimely passing. He was a guest on The Kumars and couldn't have been a nicer, warmer guest with a great sense of self deprecation.\"", "type": "p"}, {"text": "\"Darius was a lovely bloke,\" added broadcaster James O'Brien. \"He came across as very confident and ambitious on TV but away from the cameras he was gentle, generous, humble and utterly devoted to his little brothers.\"", "type": "p"}, {"text": "Campbell Danesh was born in Glasgow in 1980 to a Scottish mother and an Iranian father, and read English Literature and Philosophy at the University of Edinburgh.", "type": "p"}, {"text": "But he set his sights on stardom and first attracted attention on Popstars, the ground-breaking 2001 talent show, with his theatrical cover of Britney Spears' Baby One More Time.", "type": "p"}, {"text": "Later that year, he resurfaced on the follow-up, Pop Idol, minus the ponytail and beard, and with a new attitude that took him to the last three. The final was watched by more than 13 million people.", "type": "p"}, {"text": "Reflecting on his career in an interview with Digital Spy in 2017, the performer said his early experiences on the shows helped to shaped him.", "type": "p"}, {"text": "\"I look back at it all with fond memories, and with deep appreciation of the support of the British public at a time when I first went through Popstars - I made mistakes and I was too cocky and I didn't have humility,\" he said.", "type": "p"}, {"text": "\"I came back with a willingness to learn from my mistakes and to simply share my voice and love of music,\" he added. \"I have deep respect for anyone who puts themselves in the position of being judged or being possibly put in the position of public criticism.\"", "type": "p"}, {"text": "After impressing on Pop Idol, he turned down a record deal from judge Simon Cowell in order to work with producer Steve Lillywhite, who collaborated with him on the pop hit Colourblind.", "type": "p"}, {"text": "He later told The Guardian his reasons for turning down Cowell's \"gracious\" offer was that he had been encouraged to release two covers when we wanted to work on original material.", "type": "p"}, {"text": "\"Imagine, I could have done a cover of Gareth's cover of Robson and Jerome's cover of the Righteous Brothers,\" he joked. \"How great! You know, that doesn't inspire me.\"", "type": "p"}, {"text": "Campbell Danesh went on to enjoy four more UK top 10 singles over the next three years - Rushes, Incredible (What I Meant To Say), Kinda Love and Live Twice.", "type": "p"}, {"text": "He then forged a successful stage career, appearing as Billy Flynn in two runs of Chicago, once claiming he based his portrayal of the scheming lawyer on Cowell.", "type": "p"}, {"text": "\"He's the consummate businessman and a wonderful guy and there's a lot of Simon Cowell in Billy Flynn in terms of the way he approaches things, and I recognise that in terms of the character,\" he said.", "type": "p"}, {"text": "He credited Cowell with persuading him to take on the role, opposite Ugly Betty star America Ferrera.", "type": "p"}, {"text": "\"I'm incredibly grateful for the experiences I've had and all the opportunities that it opened up and to be able to call Simon Cowell a friend and to be able to have dinner with him.\"", "type": "p"}, {"text": "He also played Rhett Butler in Sir Trevor Nunn's 2008 West End musical adaptation of Gone with the Wind.", "type": "p"}, {"text": "Campbell Danesh also appeared in the first series of ITV's Popstar To Operastar - which saw eight pop singers train to perform world-famous opera arias in 2010 - beating Bernie Nolan in the final.", "type": "p"}, {"text": "The show saw him duet with tenor Rolando Villazón on the song The Impossible Dream and helped him land his first major opera role, as the bullfighter Escamillo in a one-off production of Carmen at London's O2 Arena, the first ever opera at the venue at the time.", "type": "p"}, {"text": "In an interview with Hello! magazine the same year, the star revealed he had been in a car crash in Spain, which had left him with a broken neck. He told the publication he felt like \"the luckiest man alive\", having been told by nurses he was 3mm from death.", "type": "p"}, {"text": "In 2011, he married Canadian actress Natasha Henstridge, but they divorced a few years later.", "type": "p"}, {"text": "He also made cameos in TV shows Hollyoaks and Hotel Babylon, and later moved into the film industry, with an executive producer credit on the 2016 Daniel Radcliffe film Imperium.", "type": "p"}], "tags": ["X Factor", "Music"]}