{"link": "https://www.bbc.com/news/health-62548336", "category": "health", "title": "Covid: UK first country to approve dual-strain vaccine", "contributor": "James Gallagher", "time": "2022-08-16T02:06:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/43EF/production/_126319371_gettyimages-1349580437.jpg", "content": [{"text": "The UK has become the first country to approve a dual vaccine which tackles both the original Covid virus and the newer Omicron variant.", "type": "b"}, {"text": "Ministers say the vaccine will now form part of the autumn booster campaign.", "type": "p"}, {"text": "Moderna thinks 13 million doses of its new vaccine will be available this year, but 26 million people are eligible for some form of booster.", "type": "p"}, {"text": "Health officials say people should take whichever booster they are offered as all jabs provide protection.", "type": "p"}, {"text": "The original vaccines used in the pandemic were designed to train the body to fight the first form of the virus which emerged in Wuhan, in China, at the end of 2019.", "type": "p"}, {"text": "The Covid virus has since mutated substantially, with a stream of new variants emerging that can dodge some of our immune defences. They have caused large surges in cases around the world. ", "type": "p"}, {"text": "The original vaccines still provide strong protection against becoming severely ill or dying, but companies are tweaking them to match the virus as it evolves. ", "type": "p"}, {"text": "Cases of coronavirus are currently falling in the UK. In mid-to-late July, around 2.5 million people tested positive for coronavirus. ", "type": "p"}, {"text": "Moderna's latest vaccine - called Spikevax - targets both the original strain and the first Omicron variant (BA.1), which emerged last winter. It is known as a bivalent vaccine as it takes aim at two forms of Covid.", "type": "p"}, {"text": "The UK's Medicines and Healthcare Products Regulatory Agency has considered the evidence and given the vaccine approval for use in adults.", "type": "p"}, {"text": "Dr June Raine, the regulator's chief executive, said: \"What this bivalent vaccine gives us is a sharpened tool in our armoury to help protect us against this disease as the virus continues to evolve.\"", "type": "p"}, {"text": "Experiments on 437 people showed the updated vaccine was safe and gave better immune protection against newer variants. ", "type": "p"}, {"text": "Levels of antibodies that were able to stick to and disable Omicron (BA.1) were 1.7 times higher in people given the new vaccine. Tests against more recent Omicron variants (BA.4 and BA.5), which are causing the UK's current wave, also showed higher levels of protection with the updated vaccine. ", "type": "p"}, {"text": "However, it is far from clear what that means in terms of preventing someone from becoming seriously ill.", "type": "p"}, {"text": "Additionally, it is uncertain what variants we will be facing in the coming months and exactly how well the updated vaccine will perform against them. ", "type": "p"}, {"text": "Health ministers have officially given the go-ahead for the bivalent vaccines. ", "type": "p"}, {"text": "In England, Health Secretary Steve Barclay said it was \"very good news for the UK population\" and those eligible \"will have the comfort of knowing that their immunity has been topped up\". People will be contacted from early September, he said. ", "type": "p"}, {"text": "Wales' health minister Eluned Morgan said vaccines \"have saved countless lives\" and urged everyone who was eligible to come forward.", "type": "p"}, {"text": "The Joint Committee on Vaccination and Immunisation (JCVI), which advises governments in England, Wales, Northern Ireland and Scotland, has confirmed the following groups should be offered some form of booster in the autumn:", "type": "p"}, [{"text": "health and social care staff", "type": "p"}, {"text": "everyone aged 50 and over", "type": "p"}, {"text": "carers who are over the age of 16", "type": "p"}, {"text": "people over five whose health puts them at greater risk, this includes pregnant women", "type": "p"}, {"text": "people over five who share a house with somebody with a weakened immune system", "type": "p"}], {"text": "Stéphane Bancel, the chief executive officer of Moderna, said he was \"delighted\" the vaccine had been approved. ", "type": "p"}, {"text": "\"This represents the first authorisation of an Omicron-containing bivalent vaccine; this bivalent vaccine has an important role to play in protecting people in the UK from Covid-19 as we enter the winter months,\" he said.", "type": "p"}, {"text": "Prof Wei Shen Lim, from the JCVI, said: \"It is important that everyone who is eligible takes up a booster this autumn, whichever vaccine is on offer.\" ", "type": "p"}, [{"text": "Who gets a winter booster?", "type": "a", "href": "https://www.bbc.co.uk/news/health-62183714"}], {"text": "Originally those aged 50-65 were not going to be jabbed. However, the immunisation campaign has been expanded because of the rapid spread of variants, uncertainty about how the virus will mutate and the expectation that we will are likely to be more social - and therefore give the virus a helping hand this winter - including at Christmas. ", "type": "p"}, {"text": "However, most people under 50 will not be boosted in the coming months. The focus remains on preventing those most at risk from becoming seriously ill, rather than stopping the young passing the virus on to older relatives. ", "type": "p"}, {"text": "Moderna is not the only company updating its vaccines. Pfizer has also been developing vaccines that can target Omicron. The Oxford-AstraZeneca vaccine, however, is not being updated.", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": ["Moderna", "Vaccination", "Omicron variant", "Coronavirus pandemic"]}