{"link": "https://www.bbc.com/news/science-environment-62570184", "category": "science & environment", "title": "Government enters endgame in Europe research stand off", "contributor": "Pallab Ghosh", "time": "2022-08-16T21:35:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3FBF/production/_90191361_hi003546855.jpg", "content": [{"text": "The government has begun what may be its final effort to resolve a dispute over the UK's membership of the EU's €100bn Horizon research programme.", "type": "b"}, {"text": "It has written to Brussels urging it to \"end persistent delays\" in delivering on its promise to allow British access to EU research collaborations.", "type": "p"}, {"text": "Foreign Secretary Liz Truss accused the European Commission of politicising scientific co-operation.", "type": "p"}, {"text": "Some experts say the move is the start of UK withdrawal from the programme.", "type": "p"}, {"text": "Prof James Wilsdon the director of the Research on Research Institute at Sheffield University told BBC News that he believes that there will be no resolution, at which point the new prime minister will instead announce the UK's own international research programme - known as Plan B.", "type": "p"}, {"text": "\"The only thing that today's announcement does offer is a clearer path towards a pivot from the UK's Association to Horizon Europe, the outcome that the science community prefer, to Plan B, which is a hastily cobbled together set of alternative funding arrangements intended to be substitute for some, but by no means all, of what's being lost,\" he said. ", "type": "p"}, {"text": "Horizon Europe is the EU's flagship programme which brings together leading academic and industrial researchers from across its member nations to work on the highest quality science. Brussels had agreed to the UK's continued participation following Brexit in the withdrawal agreement 18 months ago. It changed its mind last year following the dispute over the Northern Ireland Protocol. ", "type": "p"}, {"text": "This latest move by the government is the start of a 30-day formal consultation period to resolve the issue, after which a lengthy, legalistic arbitration process can begin if agreement is not reached. ", "type": "p"}, {"text": "Liz Truss, who is competing with former UK chancellor Rishi Sunak to be Britain's next prime minister, said that the EU was in \"clear breach\" of its agreement to allow participation in several scientific programmes, including Horizon Europe.", "type": "p"}, {"text": "\"We cannot allow this to continue,\" she said. \"That is why the UK has now launched formal consultations and will do everything necessary to protect the scientific community.\"", "type": "p"}, {"text": "But Prof Wilsdon shares the view of other policy experts, who fear that after the 30 days are up, there will be no resolution, and rather than going to arbitration the new prime minister will instead announce Plan B.", "type": "p"}, {"text": "\"Our newly anointed PM can then say that they've 'tried everything but the intransigent EU won't budge,'\" he said. ", "type": "p"}, {"text": "But Dr Tim Bradshaw, chief executive of the Russell Group, which represents 24 leading research-intensive universities, hopes that the consultation will lead to a resolution.", "type": "p"}, {"text": "\"Despite the delays, securing the UK's full association to Horizon Europe remains the best outcome for both the UK and the EU,\" he said.", "type": "p"}, {"text": "Other affected schemes include the nuclear research programme Euratom, and services including Space Surveillance and Tracking.", "type": "p"}, {"text": "Minister of State for Europe Graham Stuart said: \"It is disappointing that the EU has not facilitated UK participation in the agreed scientific programmes, despite extensive UK engagement on the issue.''", "type": "p"}, {"text": "David Lammy MP, Labour's shadow foreign secretary, said that the EU and the UK both need to show more flexibility, but described the government as having a ''reckless and law-breaking approach''.", "type": "p"}, {"text": "\"Instead of continuing the pattern of starting rows with the EU to appeal to their Tory base, the next prime minister should sit down with all parties to ease the tensions and find agreement in the national interest,\" he said.", "type": "p"}, {"text": "Follow Pallab on Twitter", "type": "p"}], "tags": ["Science policy"]}