{"link": "https://www.bbc.com/news/technology-62552696", "category": "technology", "title": "Holocaust activist seems to talk to guests at her funeral", "contributor": null, "time": "2022-08-16T12:15:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ABED/production/_126331044_5d9d4d94-64b6-4cd4-9311-5ac5d787f6f4.jpg", "content": [{"text": "Holocaust campaigner Marina Smith appeared able to answer questions at a funeral celebration of her life, thanks to new technology - her son has said.", "type": "b"}, {"text": "Mrs Smith died in June, aged 87, but video technology, built by her son's firm, meant those attending her funeral could watch her respond to their questions about her life.", "type": "p"}, {"text": "Stephen Smith said it enabled his mother to be \"present, in a sense\".", "type": "p"}, {"text": "His company predicts many uses for its \"conversational video technology\".", "type": "p"}, {"text": "The use of the technology at Mrs Smith's funeral was first revealed by The Telegraph. ", "type": "p"}, {"text": "Mr Smith, the chief executive and co-founder of StoryFile, told the BBC the technology meant, once a person had died, it was possible to have a conversation with them \"as if they are there, and they will answer you\".", "type": "p"}, {"text": "He said it meant his mother had brought \"the aspects of her life that were most important to her to the people who loved her most. And it was very meaningful to them\".", "type": "p"}, {"text": "His mother's words were her own, and not the creation of artificial intelligence (AI), Mr Smith stressed.", "type": "p"}, {"text": "To make a conversational video, a person must make a recording while still alive, answering numerous questions about their life.", "type": "p"}, {"text": "Later, after that person's death, an AI system selects appropriate clips to play in response to questions from people viewing a remembrance video; the person in the video appears to listen and reply.", "type": "p"}, {"text": "Rollo Carpenter, who created the chatbot CleverBot - and has no connection to Mr Smith's company StoryFile - said the system was not trying to construct its own replies and was not using AI to invent answers.", "type": "p"}, {"text": "\"It's just selecting from a pre-recorded set of sequences and cleverly allowing people to cause them to be played,\" he said.", "type": "p"}, {"text": "Mrs Smith co-founded the National Holocaust Centre in Nottinghamshire, from where she ran a successful Holocaust education programme. She was awarded an MBE in 2005 for her work.", "type": "p"}, {"text": "The founders of StoryFile hit upon the idea for the company while working on creating interactive holograms of Holocaust survivors for the USC Shoah Foundation.", "type": "p"}, {"text": "The firm sees a wide range of possible commercial applications for the technology, from customer service to sales.", "type": "p"}, {"text": "It has also encouraged some famous contemporary celebrities to document their careers using the tech, including the Star Trek actor William Shatner, whose video can be interacted with on the company website.", "type": "p"}, {"text": "Looking ahead, Mr Smith envisages a world in which people document their lives on a continuous basis, suggesting that users could \"speak to your 18-year-old self, when you're 50, or introduce your children to your 16-year-old self\".", "type": "p"}, {"text": "Previously, it has been suggested that AI could be used to create fully synthetic versions of dead people.", "type": "p"}, {"text": "But Mr Smith rejects the idea that current technology is capable of this: \"Everything about us is so absolutely unique to us,\" he said. \"There is no way you can create a synthetic version of me, even though it may look like me.\"", "type": "p"}, {"text": "Mr Carpenter agrees, saying that using current AI technology to create a \"computer-generated\" person  would risk \"putting words into the deceased person's mouth - and it could be worse than that, those words could be believed by the audience\".", "type": "p"}, {"text": "The limits of AI conversationalists were demonstrated by Meta's BlenderBot 3, which was criticised for making offensive remarks and said unflattering things about the company's co-founder Mark Zuckerberg.", "type": "p"}, {"text": "Meta said that it was a prototype created for research purposes, adding it had warned users they should expect it to say things it ideally should not.", "type": "p"}], "tags": ["The Holocaust", "Artificial intelligence"]}