{"link": "https://www.bbc.com/news/business-64951630", "category": "business", "title": "What do we know about the Silicon Valley and Signature Bank collapse?", "contributor": null, "time": "2023-03-14T19:58:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9180/production/_128984273_queue_getty.jpg", "content": [{"text": "The value of shares in some banks tumbled around the world after the collapse of two US banks. So how bad is this and what does it mean for you?", "type": "b"}, {"text": "When the US president himself goes out of his way to tell people that their money is safe, then you know the government is taking a financial crash seriously.", "type": "p"}, {"text": "Joe Biden's assurances on Monday weren't just for the customers of the two failed banks either. There are wider ramifications, in the US and across the world.", "type": "p"}, {"text": "Here are five of the big questions, following the collapse of Silicon Valley Bank (SVB) and Signature Bank.", "type": "p"}, {"text": "Silicon Valley Bank - which specialised in lending to technology companies - was shut down by US regulators who seized its assets on Friday. It was the biggest failure of a US bank since the financial crisis in 2008.", "type": "p"}, {"text": "It had been trying to raise money to plug a loss from the sale of assets affected by higher interest rates.", "type": "p"}, {"text": "Word of the troubles led customers to race to withdraw funds, leading to a cash crisis.", "type": "p"}, {"text": "Authorities on Sunday also took over Signature Bank in New York, which had many clients involved in crypto and was seen as the institution most vulnerable to a similar bank run.", "type": "p"}, {"text": "Both SVB and Signature Bank specialised in one sector. They were also overly exposed to assets whose values came under pressure from rising interest rates.", "type": "p"}, {"text": "Bank shares in the US, Asia and Europe slumped following the collapse of SVB and Signature Bank, as investors fretted about the general state of the banking sector.", "type": "p"}, {"text": "Smaller US lenders were particularly hard hit, although they rallied on Tuesday. The initial sell-off came despite them reassuring customers that they had access to enough cash to be able to protect themselves from shocks.", "type": "p"}, {"text": "Investors are worried that the failures of the two banks are a sign of troubles at other firms.", "type": "p"}, {"text": "Since most banks spread their exposure across lots of sectors, and also have plenty of cash on hand, the assumption is that the risk to the rest of the banking sector is low.", "type": "p"}, {"text": "However, the failures have highlighted the fact that many banks are riskier than they might look, because many will have sustained losses on their investments in government bonds as interest rates soared, pushing their value down.", "type": "p"}, {"text": "That's a prospect investors have been waking up to in recent days, and is one reason why bank shares fell.", "type": "p"}, {"text": "The US government has long guaranteed bank deposits under $250,000 - and if you are like most people, you probably do not have more than that sitting in a bank account. ", "type": "p"}, {"text": "SVB and Signature had a different set of customers: SVB catered largely to start-up tech firms, while Signature Bank was a commercial bank focusing on corporate customers. Many of those accounts held amounts exceeding that $250,000 level. ", "type": "p"}, {"text": "But action taken over the weekend by the Treasury Department, Federal Reserve and the Federal Insurance Deposit Corporation (FDIC) meant even those customers will not lose their money. ", "type": "p"}, {"text": "President Biden said this week that those moves should reassure Americans worried about the banking system: \"Your deposits will be there when you need them.\" ", "type": "p"}, [{"text": "Global bank stocks slump despite Biden reassurances ", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-64935170"}, {"text": "Lessons learned from failed 'tech bank' SVB", "type": "a", "href": "https://www.bbc.co.uk/news/technology-64939556"}], {"text": "Meanwhile, HSBC has swooped to buy SVB's UK arm, bringing relief to UK tech firms who warned they could go bust without help.", "type": "p"}, {"text": "The move meant customers and businesses who had been unable to withdraw their money were now able to access it as normal.", "type": "p"}, {"text": "In the UK, the government and the Bank of England worked over the weekend to scramble together the HSBC's purchase of SVB, which involved no taxpayer money. HSBC paid just £1 for SVB's UK arm.", "type": "p"}, {"text": "American regulators have tried to sell SVB. They have also created a completely new lending programme. It allows banks that are facing similar problems to use some of their financial assets as the means to get a loan from the Federal Reserve, America's central bank.", "type": "p"}, {"text": "This newly created programme essentially acts as a backstop to make sure banks will be able to meet all the needs of their depositors. ", "type": "p"}, {"text": "But the question of whether the government is bailing out a troubled bank remains a controversial political issue, reflecting lingering anger over aid given to Wall Street during the 2008 financial crisis. ", "type": "p"}, {"text": "President Biden on Monday said the leadership of any bank that is taken over by the FDIC will be fired, making it clear those responsible will be held responsible. He went further to assure the American people will not pay the price.", "type": "p"}, {"text": "\"No losses will be borne by the taxpayers. Let me repeat that: No losses will be borne by the taxpayer,\" Mr Biden said. Instead, the money will come from the fees that banks pay into the Deposit Insurance Fund.", "type": "p"}, {"text": "But the reality is most Americans are bank customers. The fees that are charged to banks eventually roll down to the consumer. So even if it's not through their taxes, Americans are, in fact, on the hook.", "type": "p"}, {"text": "SVB is a crucial lender for early-stage businesses, so its collapse led to fears about a knock-on impact to many other industries, from climate tech to medical research.", "type": "p"}, {"text": "The company is the banking partner for nearly half of US venture-backed technology and healthcare companies that listed on stock markets last year.", "type": "p"}, {"text": "And although the UK arm of SVB was small with just over 3,000 business customers, its collapse would have created \"a serious risk to some of our most promising companies in technology and life sciences\", UK Chancellor Jeremy Hunt said.", "type": "p"}, {"text": "One company that was caught up in the fallout was US-based online crafts marketplace Etsy.", "type": "p"}, {"text": "Over the weekend, the company said that it had experienced a delay in issuing payments to some sellers related to the collapse of SVB.", "type": "p"}, {"text": "It said teams \"worked around the clock to implement a solution\" and that it was able to issue the deposits on Monday.", "type": "p"}, [{"text": "The millions of 'missing' babies after 2008 crash", "type": "a", "href": "https://www.bbc.co.uk/news/business-45478670"}], {"text": "The Federal Reserve has been aggressively raising interest rates to try and slow down the economy. But rising interest rates were partly to blame for this crisis.", "type": "p"}, {"text": "Figures out on Tuesday showed US annual inflation at 6% in February, with persistently higher prices highlighting the challenge for the Fed.", "type": "p"}, {"text": "Now there is a general nervousness among investors about where the next crisis caused by rising rates could turn up. ", "type": "p"}, {"text": "Who is it that will be at risk? Some investors and financial analysts are even speculating that the Federal Reserve will stop hiking rates in response to the events of the past few days, or even start cutting.", "type": "p"}, {"text": "There is no playbook for this, it is uncharted territory. ", "type": "p"}], "tags": []}