{"link": "https://www.bbc.com/news/entertainment-arts-64949075", "category": "entertainment & arts", "title": "Juan Mata to form team for Manchester exhibition about 'the artists on the pitch'", "contributor": null, "time": "2023-03-14T18:18:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17424/production/_128986259_mata_get.jpg", "content": [{"text": "Former Manchester United star Juan Mata is to select an international squad of football's most creative talents to team up with leading artists to celebrate the beautiful game.", "type": "b"}, {"text": "The World Cup winner is assembling 11 players to collaborate on artworks that pay homage to \"artists on the pitch\".", "type": "p"}, {"text": "Mata will kick off the project with performance artist Tino Sehgal in Manchester this summer.", "type": "p"}, {"text": "It will culminate with a major exhibition in the city in 2025.", "type": "p"}, {"text": "The Spanish midfielder said he was excited to \"come home\" and to recruit a team of playmakers he admires for the Manchester International Festival (MIF).", "type": "p"}, {"text": "\"From my side, it was is all about trying to recognise players from the present and past,\" Mata, who now plays in Turkey for Galatasaray, told BBC News.", "type": "p"}, {"text": "\"In my mind they look like artists on the pitch. You can feel when you watch a player that feels different - the way he or she moves, the way they touch the ball.\"", "type": "p"}, {"text": "The 34-year-old cited Eric Cantona, Dennis Bergkamp and Roberto Baggio as the types of talents he is hoping to sign up.", "type": "p"}, {"text": "The project is titled The Trequartista: Art and Football United. The trequartista, perhaps better known to modern UK football fans as the \"number 10\", is often the most creative player on the pitch.", "type": "p"}, {"text": "\"So many of the players that I admired when I was little, they used to play that position, and they normally played with a lot of talent [so] that they could make a difference in the game,\" Mata said.", "type": "p"}, {"text": "He played the role himself for United, Chelsea and Valencia, and said modern football had \"evolved into a different kind of pace\", meaning such free-roaming attacking players were becoming an endangered species.", "type": "p"}, {"text": "\"I think we are seeing that position less and less,\" he said. \"So this exhibition is all about trying to keep the conversation going about these kinds of players who were making a difference on the pitch, and many of them were kind of rebels, in a way.", "type": "p"}, {"text": "\"They have a certain personality, a certain character that made them heroes for many people, and so it's very nice for us to bring them back to the conversation of football nowadays.\"", "type": "p"}, {"text": "Mata's collaboration with Berlin-based Sehgal is called This Entry and is described as \"a playful choreographic exchange between a footballer, violinist, cyclist and singing dancer\".", "type": "p"}, {"text": "It will be seen at the National Football Museum and Whitworth art gallery during this year's festival, with the full 11 artworks to be shown at the next MIF in 2025.", "type": "p"}, {"text": "The idea first came about during what co-curator Hans Ulrich Obrist described as \"a wonderful conversation\" between him and Mata at the last MIF in 2021.", "type": "p"}, {"text": "They talked about how to \"bring art and football together\" and \"then the idea grew\" from there. Now he is \"excited\" to help bring about \"a dialogue\" between the two disciplines.", "type": "p"}, {"text": "MIF artistic director John McGrath said: \"To engage with Manchester through football is pretty fundamental. And it's something that Hans and I have often talked about wanting to do, so when Juan came along to see the poet-artist exhibition [in 2021] and that conversation started, it felt like a real gift.\"", "type": "p"}, {"text": "Mata is an art lover and has also led efforts for players to donate to charity.", "type": "p"}, {"text": "Another former United player, Gary Neville, sits on the arts festival's board.", "type": "p"}, {"text": "The project was unveiled on Tuesday along with the full line-up of this year's festival, which takes place from 26 June to 16 July.", "type": "p"}, {"text": "Elsewhere, Maxine Peake will star in a play based on rediscovered 1977 dystopian novel They, and artist Ryan Gander will mint 200,000 coins that will be hidden across Manchester.", "type": "p"}, {"text": "An exhibition of Japanese artist Yayoi Kusama's inflatable polka-dot sculptures will open the festival's flagship £211m venue, Factory International.", "type": "p"}, {"text": "Other highlights will include appearances from singers Janelle Monae, John Grant and Angelique Kidjo, and a mixed reality concert by Japanese composer Ryuichi Sakamoto.", "type": "p"}], "tags": []}