{"link": "https://www.bbc.com/news/science-environment-64950045", "category": "science & environment", "title": "Rare 'triple-dip' La Niña is over", "contributor": null, "time": "2023-03-14T14:26:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/157C8/production/_128980088_flood.png", "content": [{"text": "A naturally occurring climate pattern that brought upheaval to weather systems around the world has ended, meteorologists say.", "type": "b"}, {"text": "La Niña was in part responsible for record-breaking rain in Australia, active hurricane seasons, and drought in East Africa.", "type": "p"}, {"text": "A cooling of the Pacific Ocean, it has ended after three years.", "type": "p"}, {"text": "Now forecasters are watching to see if the warming El Niño pattern will develop later this year.", "type": "p"}, {"text": "La Niña is the phase of the El Niño Southern Oscillation (ENSO) where waters in the Pacific Ocean are cooler than average, the opposite of the warmer El Niño phase.", "type": "p"}, {"text": "ENSO would normally transition from La Niña to El Niño every two to five years but in 2022, the waters cooled in the Pacific for a third consecutive year bringing a rare \"triple-dip\" La Nina.", "type": "p"}, {"text": "The most severe impact of this period of La Niña has been in eastern Australia, which saw severe flooding and record-breaking rainfall in 2022.", "type": "p"}, {"text": "In Sydney the annual rainfall record was broken in October and by the end of the year 2577mm of rain fell, exceeding the previous record of 2244mm set in 1950.", "type": "p"}, {"text": "Sydney sees wettest year on record", "type": "p"}, {"text": "Evacuations as floods hit three Australian states", "type": "p"}, {"text": "La Niña was also partly responsible for bringing a record-breaking Atlantic hurricane season in 2020 and the third most active season in 2021.", "type": "p"}, {"text": "In February and early March the sea surface temperature in eastern parts of the Pacific Ocean have been rising and now Australia's Bureau of Meteorology (BOM) and the National Oceanographic Atmospheric Administration (NOAA) in the US have declared ENSO has being \"neutral\", so neither La Niña or El Niño.", "type": "p"}, {"text": "Forecasters expect neutral conditions to persist through the northern hemisphere spring and early summer 2023.", "type": "p"}, {"text": "Beyond that there are some predictions of a warming in the Pacific leading to El Niño developing by late summer, so BOM have issued an \"El Niño watch\", which means there's a 50% chance of El Niño developing.", "type": "p"}, {"text": "While forecasts of the El Niño Southern Oscillation in spring are more uncertain than at any other time of the year, it still gives a good indication of what we might expect later this year and into 2024.", "type": "p"}, {"text": "The biggest impact of El Niño, particularly if it's a strong one, is on the global average temperature which can rise by an extra 0.2C.", "type": "p"}, {"text": "As the Pacific Ocean warms, this extra heat is released into the atmosphere just as a boiling pan of water lets off steam and raises the temperature in a kitchen.", "type": "p"}, {"text": "The warmest year on record was in 2016 when a strong El Niño boosted global temperatures.", "type": "p"}, {"text": "How much influence a potential El Niño will have on the global temperature in 2023 is likely to be minimal as it's only due to begin later this year.", "type": "p"}, {"text": "However, as the cooling La Niña phase is over, the Met Office suggests temperatures will be between 1.08C and 1.32C above pre-industrial levels.", "type": "p"}, {"text": "Met Office forecasts 2023 will be hotter than 2022", "type": "p"}, {"text": "Some of the other impacts of El Niño include drier and hotter weather in Australia potentially leading to greater wildfire risks, flooding in eastern areas of South America such as Peru and Ecuador, and drought in the Amazon region.", "type": "p"}, {"text": "El Niño is also one factor that could decrease Atlantic tropical cyclone development, leading therefore to fewer hurricanes.", "type": "p"}, {"text": "As for El Niño's influence on the UK weather, this is more uncertain, but continued research suggests this is one factor in potentially colder winter weather.", "type": "p"}], "tags": []}