{"link": "https://www.bbc.com/news/business-61584546", "category": "business", "title": "Energy bill support of £10bn set to be unveiled", "contributor": "Simon Jack & Michael Race", "time": "2022-05-25T20:31:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5DF3/production/_124915042_gettyimages-1327254322-1.jpg", "content": [{"text": "A £10bn package of support is set to be unveiled by the government to help households with soaring energy bills.", "type": "b"}, {"text": "Schemes such as the Warm Home Discount could be expanded and council tax cuts may also be announced by Chancellor Rishi Sunak on Thursday.", "type": "p"}, {"text": "One-off payments to some vulnerable households and another cut in VAT on fuel could also be announced.", "type": "p"}, {"text": "The support package is expected to be funded in part by a windfall tax on oil and gas firms which could raise £7bn.", "type": "p"}, {"text": "The government has come under intense pressure to act as the cost of living soars for households, but some senior members of the cabinet have been against taxing energy companies over fears it would reduce investment from them in UK projects.", "type": "p"}, {"text": "The package comes as the government is under fire after Sue Gray's report into lockdown parties in Downing Street was published, with Boris Johnson keen to move on to deliver what he calls \"people's priorities\".", "type": "p"}, [{"text": "How high could my energy bills go?", "type": "a", "href": "https://www.bbc.co.uk/news/business-58090533"}, {"text": "Energy firms warn against extending windfall tax ", "type": "a", "href": "https://www.bbc.co.uk/news/business-61566083"}, {"text": "Which countries are doing the most to tackle bills?", "type": "a", "href": "https://www.bbc.co.uk/news/61522123"}], {"text": "The Treasury said the government understood \"that people are struggling with rising prices\" and said Mr Sunak had been \"clear that as the situation evolves, so will our response\".", "type": "p"}, {"text": "A spokesman added people \"most vulnerable\" from prices rising were the chancellor's \"number one priority\".", "type": "p"}, {"text": "The Treasury said Mr Sunak would set out the details of further support, which is understood to be £10bn, on Thursday.", "type": "p"}, {"text": "The current Warm Home Discount scheme offers low income households a £150 one-off annual discount on their electricity bill between October and March. Chancellor Rishi Sunak announced in February the scheme was being extended to March 2026 and opened up to three million people.", "type": "p"}, {"text": "Support has also been deployed in the form of a £200 reduction in energy bills this autumn, but the money will have to be paid back over the next five years, as well as a £150 council tax rebate for people living in bands A-D in England. Similar schemes are in place in Wales and Scotland.", "type": "p"}, {"text": "The typical household energy bill alone soared on average by £700 in April and is are set to rise by a further £800 in October, the UK's energy regulator warned.", "type": "p"}, {"text": "The boss of Ofgem told MPs on Tuesday the energy price cap, which limits how much providers can raise prices, is expected to increase due to continued volatility in gas prices. ", "type": "p"}, {"text": "It means the typical household bill could rise by £800 per year to £2,800 and Ofgem warned 12 million households could be placed into fuel poverty.", "type": "p"}, {"text": "The windfall tax has been called for by the Labour Party, but opposed by many in the Conservative government's cabinet, including Business Secretary Kwasi Kwarteng.", "type": "p"}, {"text": "It is understood the Prime Minister sided with Mr Sunak to support the tax on energy firms.", "type": "p"}, {"text": "A windfall tax is a way the government can raise money and is a type of charge which targets firms that are lucky enough to benefit from something they were not responsible for - in other words - a windfall.", "type": "p"}, {"text": "In the case of energy companies, firms such as Shell and BP made record profits because gas and oil prices rocketed, most recently due to Russia's invasion of Ukraine.", "type": "p"}, {"text": "Shell reported a record £7bn profit in the first three months of this year while BP made £5bn, the highest for 10 years.", "type": "p"}, {"text": "However, James Spencer, managing director of fuel consultancy Portland Analytics, warned although oil and gas companies had made bumper profits, he didn't think they were \"unfairly profiteering\".", "type": "p"}, {"text": "He said the industry is \"very cyclical\" and companies \"ride the ups and downs\".", "type": "p"}, {"text": "\"In the pandemic, the likes of Shell and BP lost about £5bn...in 2020,\" he told the BBC's Today programme. ", "type": "p"}, {"text": "\"They didn't go to the bank with a cap in hand saying please bail us out, like the banks normally do. In 2022 I think both BP and Shell have written off up to £10bn possibly each in Russia.\"", "type": "p"}, {"text": "Proposals to tax income from other electricity producers such as some older windfarms and nuclear plants which have also seen windfall gains have been shelved.  ", "type": "p"}, {"text": "The energy price cap already increased sharply in April to £1,971, meaning that homes using a typical amount of gas and electricity are now paying an extra £700 per year on average.", "type": "p"}, {"text": "Higher energy bills are pushing prices to rise at the fastest rate for 40 years, with fuel and food costs also biting into household budgets.", "type": "p"}, {"text": "Ofgem chief executive Jonathan Brearley said that conditions in the global gas market had \"worsened\" following Russia's invasion of Ukraine, which has led to concerns about potential supply issues.", "type": "p"}, {"text": "He warned that the price cap could rise beyond £2,800 if Russia - one of the world's largest exporters of natural gas - decided to disrupt supplies.", "type": "p"}, {"text": "Europe gets about 40% of its natural gas from Russia, so sudden supply cuts could have a huge economic impact.", "type": "p"}, {"text": "While the UK would not be directly impacted by supply disruption as it imports less than 5% of its gas from Russia, it would be affected by prices rising on global markets as demand in Europe increased. ", "type": "p"}, {"text": "Mr Brearley told MPs price rises in the gas market were \"a once-in-a-generation event not seen since the oil crisis of the 1970s\".", "type": "p"}], "tags": ["Companies", "Energy industry", "Renewable energy"]}