{"link": "https://www.bbc.com/news/entertainment-arts-61577784", "category": "entertainment & arts", "title": "Aerosmith cancel gigs as singer Steven Tyler goes into rehab", "contributor": "Mark Savage", "time": "2022-05-25T08:45:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D26E/production/_124907835_hi076264488.jpg", "content": [{"text": "Rock band Aerosmith have cancelled part of their forthcoming Las Vegas residency after frontman Steven Tyler checked himself into rehab.", "type": "b"}, {"text": "The star, who had been sober for more than a decade, relapsed after taking pain medication for foot surgery.", "type": "p"}, {"text": "The 74-year-old \"voluntarily entered a treatment program to concentrate on his health and recovery\", his bandmates said in a statement. ", "type": "p"}, {"text": "Aerosmith had been due to start their Deuces Are Wild shows on 17 June.", "type": "p"}, {"text": "They said Tyler had undergone surgery \"to prepare for the stage\", but that the \"necessity of pain management during the process\" had led him to relapse.", "type": "p"}, {"text": "All dates for June and July have now been scrapped. The band said they intend to resume the residency, at the Park MGM, in September.", "type": "p"}, {"text": "Earlier this year, Aerosmith cancelled a long-delayed UK and European tour due to \"uncertainty around travel logistics and the continued presence of Covid restrictions and other issues\".", "type": "p"}, {"text": "They also announced that longtime drummer Joey Kramer was taking a \"temporary leave of absence\" from the band in order to \"focus on his family during these uncertain times\".", "type": "p"}, {"text": "Aerosmith became one of America's biggest rock bands of the 1970s, scoring hits like Sweet Emotion and Dream On, before their career was derailed by drug and alcohol abuse. ", "type": "p"}, {"text": "They enjoyed a renaissance in the late 80s after Run-DMC turned their song Walk This Way into a rap anthem, and capitalised on the success with new hits including Dude Looks Like A Lady, Eat The Rich and Janie's Got A Gun.", "type": "p"}, {"text": "They also broadened their appeal with a string of radio-friendly power ballads like Crazy, Cryin' and Don't Wanna Miss A Thing. ", "type": "p"}, {"text": "Tyler has discussed his struggles with addiction, telling GQ magazine that drugs were \"more or less the thing to do\" for a rock musician in the 70s. ", "type": "p"}, {"text": "\"I don't think there were any bands that even knew what sober was,\" he said. \"I couldn't do enough. I couldn't get high enough.\"", "type": "p"}, {"text": "Speaking to People magazine, he said he started experimenting with drugs in the 1960s as a teenager, initially keeping the habit under control. But Aerosmith's lifestyle eventually caught up with them. ", "type": "p"}, {"text": "\"We believed that the road to wisdom was through excess,\" he said. \"But it got really bad in the '80s… What happens with using is: It works in the beginning, but it doesn't work in the end. It takes you down. There's nothing but jail, insanity, or death.\"", "type": "p"}, {"text": "The singer first got clean after his band mates staged an intervention in 1998. He suffered a relapse in 2009 and entered the Betty Ford clinic for treatment. He is believed to have been sober ever since. ", "type": "p"}, {"text": "In their statement, Aerosmith apologised to those affected by the cancellations, \"especially our most loyal fans who often travel great distances to experience our shows\".", "type": "p"}, {"text": "The Park MGM website said ticket holders would be automatically refunded. ", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Addiction", "Music"]}