{"link": "https://www.bbc.com/news/health-61568470", "category": "health", "title": "Monkeypox: Cases detected in three more countries for first time", "contributor": null, "time": "2022-05-24T20:44:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E182/production/_124903775_tv076238004.jpg", "content": [{"text": "The United Arab Emirates (UAE) has became the first Gulf state to record a case of monkeypox.", "type": "b"}, {"text": "The Czech Republic and Slovenia also reported their first cases on Tuesday, joining 18 other countries to detect the virus outside its usual Africa base.", "type": "p"}, {"text": "That number is expected to rise further still, but experts say the overall risk to the general population remains low.", "type": "p"}, {"text": "Outbreaks of the virus have been found in Europe, Australia and America.", "type": "p"}, {"text": "The symptoms often include a fever and rash - but the infection is usually mild.", "type": "p"}, {"text": "In the UAE, health officials announced a case had been detected in a traveller who had recently visited west Africa and is now receiving medical treatment.", "type": "p"}, {"text": "Authorities there say they are \"fully prepared\" to handle any outbreak, adding that early surveillance protocols for detecting the disease were in place.", "type": "p"}, {"text": "The World Health Organization (WHO) says the virus can be contained with the right response in countries outside of Africa where it is not usually detected.", "type": "p"}, {"text": "\"We encourage you all to increase the surveillance of monkeypox to see where transmission levels are and understand where it is going,\" the WHO's director for Global Infectious Hazard Preparedness, Sylvie Briand, said at a conference on Tuesday.", "type": "p"}, {"text": "The outbreaks may not be normal but remain containable, she added.", "type": "p"}, [{"text": "EXPLAINER: What is monkeypox? ", "type": "a", "href": "https://www.bbc.co.uk/news/health-45665821"}, {"text": "ANALYSIS: Time to worry or one to ignore?", "type": "a", "href": "https://www.bbc.co.uk/news/health-61524508"}], {"text": "Outside Africa there are now 237 confirmed and suspected cases of monkeypox and health authorities around the world have announced plans to contain the virus.", "type": "p"}, {"text": "Germany says it has ordered up to 40,000 doses of the Imvanex vaccine - used to treat smallpox, but also effective against monkeypox - to be ready in case the outbreak worsens.", "type": "p"}, {"text": "Anyone already vaccinated with a smallpox vaccine years ago as part of a global bid to eradicate the disease should have existing immunity, German health officials said. But they added that the older treatment has more side-effects so is not suitable for fighting monkeypox today.", "type": "p"}, {"text": "And in France, which has detected three cases, officials announced a targeted vaccination campaign of adults who had been recently exposed.", "type": "p"}, {"text": "Authorities there are recommending that a vaccine be given within four days of exposure, but up to 14 days afterwards if necessary. ", "type": "p"}, {"text": "In England, officials announced on Tuesday that 14 more cases of the virus had been detected - bringing the total number of cases in the UK to 71.", "type": "p"}, {"text": "Monkeypox is usually associated with travel to Central or West Africa, but some of the cases which have been occurring outside these countries have had no travel link. ", "type": "p"}, {"text": "It does not spread easily between people, but it can be spread through:", "type": "p"}, [{"text": "touching clothing, bedding or towels used by someone with the monkeypox rash", "type": "p"}, {"text": "touching monkeypox skin blisters or scabs", "type": "p"}, {"text": "the coughs or sneezes of a person with the monkeypox rash", "type": "p"}], {"text": "If you get infected with monkeypox, it usually takes between five and 21 days for the first symptoms to appear.", "type": "p"}, {"text": "Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion.", "type": "p"}, {"text": "A rash can develop, often beginning on the face, then spreading to other parts of the body. The rash changes and goes through different stages - a bit like chicken pox - before finally forming a scab, which later falls off.", "type": "p"}, {"text": "Read more about the virus here.", "type": "p"}, {"text": "What are your questions about Monkeypox? You can get in touch by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Or fill out the form below", "type": "p"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": ["Monkeypox", "United Arab Emirates", "Viruses"]}