{"link": "https://www.bbc.com/news/science-environment-61571996", "category": "science & environment", "title": "Forecasters predict a very active hurricane season", "contributor": "Simon King", "time": "2022-05-24T17:30:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A104/production/_124902214_hurricanespace.jpg", "content": [{"text": "Forecasters predict another very active hurricane season this year.", "type": "b"}, {"text": "This is because for a second consecutive winter weather patterns will be heavily influenced by a natural phenomenon known as La Niña.", "type": "p"}, {"text": "Scientists from NOAA, the US weather service, have released the official outlook for the hurricane season which runs from June through to November. ", "type": "p"}, {"text": "It backs up forecasts from Colorado State University and the UK's Met Office.", "type": "p"}, {"text": "Australia declares La Niña phenomenon has begun", "type": "p"}, {"text": "All suggest above average numbers of named storms, hurricanes and major hurricanes.", "type": "p"}, {"text": "It follows last year's third most active season on record and 2020's most active season on record when all pre-determined names were exhausted with the Greek alphabet needing to be used.", "type": "p"}, {"text": "The outlook for the 2022 season would make it the seventh consecutive above-average hurricane season.", "type": "p"}, {"text": "Forecasters from Colorado State University suggest there is a 70% chance of at least one major hurricane (category 3 or higher) hitting the continental US coastline. The long-term average is a 53% chance.", "type": "p"}, {"text": "Forecasts are based on a number of factors but one of the most influential is the El Niño Southern Oscillation (ENSO).  ", "type": "p"}, {"text": "This is a naturally occurring weather pattern in the eastern Pacific which has implications on the weather across the world.", "type": "p"}, {"text": "It refers to changing trade winds and sea surface temperature in this region with a warmer than average El Niño, cooler than average La Niña and a neutral phase.", "type": "p"}, {"text": "How does La Niña affect weather around the world?", "type": "p"}, {"text": "La Niña can mean a more active hurricane season because it reduces wind shear - the sudden change of wind speed and/or direction - high up in the atmosphere allowing tropical storms to develop more readily. ", "type": "p"}, {"text": "NOAA forecasters suggest the other factors contributing to the increased activity are warmer than average sea surface temperatures in the Atlantic Ocean and Caribbean Sea, weaker tropical Atlantic trade winds and an enhanced west African monsoon.", "type": "p"}, {"text": "La Niña has been observed over the last two winters, known in the meteorological community as a double-dip.  Since records began in 1950 this has only occurred eight times before.", "type": "p"}, {"text": "According to forecasts from NOAA and the Australian Bureau of Meteorology, there is nearly a 60% probability of La Niña persisting or becoming slightly neutral throughout the hurricane season.  ", "type": "p"}, {"text": "Some computer models even suggest a neutral or La Niña-like state through to the northern hemisphere winter, making it a very rare 'triple-dip'.", "type": "p"}, {"text": "This has happened only twice before since records began. It will have an impact on the 2023 hurricane season, and with La Niña affecting other weather patterns around the world will have consequences further afield.", "type": "p"}, {"text": "La Niña has been a major factor in the devastating floods in eastern Australia this year and the severity of the ongoing drought in California.", "type": "p"}, {"text": "It is worth pointing out though that while a triple-dip La Niña looks like a possibility, the accuracy of ENSO forecasts in the Spring is questionable so it's far from a certainty.", "type": "p"}, {"text": "With another active season expected many might question whether climate change has had a hand in this.  ", "type": "p"}, {"text": "As the main driving force for tropical storm and hurricane development is the naturally occurring El Niño Southern Oscillation pattern, scientists suggest climate change is not pivotal for an increase in storms.", "type": "p"}, {"text": "However, with the other factor of storm development being warmer than average sea surface temperatures in the Atlantic and Caribbean, this could have an impact.", "type": "p"}, {"text": "With warmer oceans there is more fuel available for a storm to develop and intensify rapidly.  According to the IPCC there is \"high confidence\" that the proportion of intense tropical cyclones will increase on a global scale with increasing warming.", "type": "p"}], "tags": ["Caribbean", "Hurricanes", "United States"]}