{"link": "https://www.bbc.com/news/technology-61574202", "category": "technology", "title": "Dyson working on home robots", "contributor": null, "time": "2022-05-25T16:51:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/696E/production/_124909962_robotics_dyson_hand.jpg", "content": [{"text": "Dyson is moving beyond vacuum cleaners and hand driers and will try to develop robots capable of helping with household chores.", "type": "b"}, {"text": "The company has announced plans to create a major robotics centre at its facility at Hullavington Airfield, in Wiltshire, that will work on new types of domestic robot.", "type": "p"}, {"text": "The site will be home to 250 robotics engineers.", "type": "p"}, {"text": "Dyson already produces robotic vacuum cleaners.", "type": "p"}, {"text": "Founded in the UK, the company is now headquartered in Singapore.", "type": "p"}, {"text": "Dyson says it is investing heavily in developing new technology - and half of the 2,000 people to have joined the company this year are engineers, scientists or coders. ", "type": "p"}, {"text": "It is also hiring robotics engineers across disciplines including computer vision, machine learning, sensors and \"mechatronics\".", "type": "p"}, {"text": "The company revealed glimpses of some of its work, in a video at the International Conference on Robotics and Automation, in Philadelphia.", "type": "p"}, {"text": "Robot arms are briefly seen picking up plates, a bottle of detergent and a soft toy - but what kind of commercial devices this work might lead to is not revealed.", "type": "p"}, {"text": "Dyson has been attempting to broaden the range of products it offers.", "type": "p"}, {"text": "It recently took a first step into wearable technology - but its over-ear headphones with an air-purifying mouth visor received mixed reviews online, with \"odd-looking\" and \"dystopian\" among the terms used to describe them.", "type": "p"}, {"text": "And some attempts to move into other areas have proved commercially unviable, most notably in 2019 when the company abandoned an electric-car project.", "type": "p"}], "tags": ["Dyson", "Robotics"]}