{"link": "https://www.bbc.com/news/business-65214484", "category": "business", "title": "French police blame Dover port for border delays", "contributor": null, "time": "2023-04-07T18:06:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11134/production/_129304996_f2281e7b3324182f3315aeafc6e18854e61b6137.jpg", "content": [{"text": "French border police have accused the Port of Dover of failing to prepare properly for last weekend's holiday rush, when many travellers encountered lengthy delays. ", "type": "b"}, {"text": "Some coaches of school children waited for 14 hours to pass through border control and board ferries to France.", "type": "p"}, {"text": "A spokesperson for the French border control said every booth was manned \"continuously\". ", "type": "p"}, {"text": "The person said the problems arose on \"the British side\".", "type": "p"}, {"text": "\"Based on the forecast for the weekend, the French Border Police had taken the necessary measures to cope with this flow,\" a spokesperson for the French Police Nationale communication team said. ", "type": "p"}, {"text": "\"This was not enough to absorb the number of buses announced for one day, due to the structural organisation of the control queues at the port of Dover, on the British side,\" they added.", "type": "p"}, {"text": "The spokesperson said the number of buses the police were informed would pass through Dover on the weekend of April 1st and 2nd were \"mathematically impossible to absorb by the control posts\" and they had alerted the Port of Dover management \"several times during the week about the foreseeable difficulties\".", "type": "p"}, {"text": "\"The management of the Port of Dover therefore knew in advance that the flow would be a problem,\" they added.", "type": "p"}, {"text": "French border police had \"mobilised all of its staff\" to deal with the rush, the person said.", "type": "p"}, {"text": "\"100% of the booths were continuously armed and allowed all the light vehicle, heavy goods vehicle and bus routes to be opened throughout the weekend.", "type": "p"}, {"text": "\"The French staff were careful to ensure that the controls were carried out in a pragmatic and efficient manner. An additional deployment of personnel would not have improved the system, as there were no additional booths to be armed,\" the spokesperson said.", "type": "p"}, {"text": "The chief executive of the Port of Dover, Doug Bannister, earlier told the BBC that new measures have been brought in to manage the flow, and he was confident it could cope with busy periods in future.", "type": "p"}, {"text": "On Good Friday [7 April], the start of the Easter weekend, there were queues of around 90 minutes throughout the day, with no reports of long delays.", "type": "p"}, {"text": "Asked whether the additional passport checks because of Brexit had contributed to delays, Mr Bannister had added: \"There's no doubt that transiting through borders takes longer now, no doubt about that, since we left the EU. ", "type": "p"}, {"text": "\"But as an example, last summer when car traffic was building, we've installed new infrastructure there, and worked with French border authorities to man that - and other than the first day of summer when resources were really light, the rest of the summer it worked really well\".", "type": "p"}, {"text": "French Police Nationale also criticised the \"lack of equipment\" at Dover compared to Calais.", "type": "p"}, {"text": "It said there are 22 control posts at the Port of Calais, including 10 dedicated for bus passengers. At Dover, however, they said there are just 13, with 3 dedicated to buses.", "type": "p"}, {"text": "The spokesman added: \"The port of Dover also suffers from a lack of equipment, particularly in the context of Brexit (which transformed the French-British border into an external border of the European Union), with the obligation for border guards to date-stamp passports. ", "type": "p"}, {"text": "\"This lack of equipment, especially for bus control, substantially limits the capacity to absorb traffic. On the other hand, the port of Calais on the French side has seen a clear improvement in its infrastructure over the same period.\"", "type": "p"}, {"text": "The Port of Dover has been approached for comment regarding the criticisms.", "type": "p"}], "tags": []}