{"link": "https://www.bbc.com/news/entertainment-arts-65215283", "category": "entertainment & arts", "title": "Paul Cattermole: S Club 7 star dies aged 46", "contributor": null, "time": "2023-04-07T18:29:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9448/production/_129306973_gettyimages-1465917619.jpg", "content": [{"text": "S Club 7 star Paul Cattermole has died at the age of 46, weeks after the band announced a comeback tour.", "type": "b"}, {"text": "\"It is with great sadness that we announce the unexpected passing of our beloved son and brother Paul Cattermole,\" a statement from his family and the pop group said.", "type": "p"}, {"text": "He died on Thursday and the cause of his death is unknown but there are no suspicious circumstances, it said.", "type": "p"}, {"text": "S Club 7 were one of the biggest pop acts of the late 1990s and early 2000s.", "type": "p"}, {"text": "Their hits included Reach, Don't Stop Movin' and S Club Party. In total, they had 11 UK top 10 singles, including four number ones, and sold more than 10 million albums worldwide. They also won two Brit Awards.", "type": "p"}, {"text": "The statement said: \"While the cause of death is currently unknown, Dorset Police has confirmed that there were no suspicious circumstances. Paul's family, friends and fellow members of S Club request privacy at this time\".", "type": "p"}, [{"text": "Tributes to 'a lovely man and a joy to work with'", "type": "a", "href": "https://www.bbc.co.uk/news/live/entertainment-arts-65215458"}, {"text": "S Club 7 want to bring joy to a new generation", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64634972"}, {"text": "The perils of being a 90s pop star", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65067735"}], {"text": "On social media, his bandmates said they were \"truly devastated\".", "type": "p"}, {"text": "\"There are no words to describe the deep sadness and loss we all feel,\" they wrote.", "type": "p"}, {"text": "\"We were so lucky to have had him in our lives and are thankful for the amazing memories we have.", "type": "p"}, {"text": "\"He will be so deeply missed by each and every one of us.\"", "type": "p"}, {"text": "In February, the group announced a reunion tour, with 11 dates at arenas in the UK and Ireland scheduled for later this year.", "type": "p"}, {"text": "Tributes have flooded in from fans and friends. TV and radio host Vernon Kay said the news of Cattermole's death was \"so very sad\".", "type": "p"}, {"text": "Jeremy Edwards, former boyfriend of S Club 7's Rachel Stevens, wrote: \"My thoughts and love go to all your friends and family.\"", "type": "p"}, {"text": "Manager Simon Fuller, who formed the group in 1998, said: \"Paul was a beacon of light for a generation of pop music fans and he will be greatly missed. We're all deeply shocked and saddened by this news.\"", "type": "p"}, {"text": "TV presenter Lorraine Kelly said Cattermole was a \"lovely man\" to interview, and she had been \"struck by how gentle and shy he was\".", "type": "p"}, {"text": "By Annabel Rackham, BBC News culture reporter", "type": "b"}, {"text": "I still remember the excitement I felt aged eight as my mum told me she had secured tickets to the hottest show in town - S Club 7 at Wembley Arena in 2002.", "type": "p"}, {"text": "The pop band were at the height of their fame and there was no way you could escape a school disco or birthday party without dancing to Reach or S Club Party.", "type": "p"}, {"text": "What I didn't know as I entered the arena, after begging my mum to buy me a band T-shirt and giant glow stick, was that this would be one of Paul Cattermole's final live appearances as part of the band. He left a few months later as they transitioned from S Club 7 to just S club.", "type": "p"}, {"text": "I remember everyone at primary school being pretty devastated to see their favourite seven-piece depleted. Paul had never been at the forefront of the band when it came to his media presence, but he felt part of the furniture.", "type": "p"}, {"text": "I was pleased when he announced he'd be part of the 25th anniversary celebrations and was looking forward to seeing him and the rest of the band at the O2 later this year. It feels difficult losing a bit of your childhood today and I'm sure lots of other fans are feeling the same way.", "type": "p"}, {"text": "Cattermole was born in St Albans, Hertfordshire, and his grandfather worked at London's famous Abbey Road studios, giving him the idea at a young age of finding a job in music.", "type": "p"}, {"text": "As a teenager, he entered the National Youth Music Theatre and thought his future could lie in major stage shows. ", "type": "p"}, {"text": "At 16, he decided to go in a different musical direction, forming a heavy metal band called Skua. He was somewhat conflicted about joining a pop group a few years later but, after some initial hesitation, felt it too good an opportunity to turn down.", "type": "p"}, {"text": "S Club 7 found fame in 1999 on BBC children's TV show Miami 7 before going on to achieve huge chart success.", "type": "p"}, {"text": "Cattermole left the group in 2002, saying the band wanted to move to a more cool and contemporary sound while their management wanted them to stick to bubblegum pop.", "type": "p"}, {"text": "\"It had got to the point where things were being handled so badly, I had to go,\" he told the Guardian in 2019.", "type": "p"}, {"text": "Cattermole rejoined his old band but struggled to break out of the pop pigeonhole, and the association with S Club was too strong to allow him to form a credible rock career.", "type": "p"}, {"text": "After his departure, the remaining group dropped the number from their name and eventually split the following year.", "type": "p"}, {"text": "There were partial reunions - some involving Cattermole - in the late 2000s and early 2010s.", "type": "p"}, {"text": "\"It was five years of my life,\" he told the Guardian. \"I definitely thought when I was 20, that by the time I was 40 it would be a done thing. And it's not… I've been answering S Club questions for 20 years.", "type": "p"}, {"text": "\"It will be great - it will be bliss - to one day not have to, but it's part of it, and I totally accept that.\"", "type": "p"}, {"text": "All seven S Club members reunited in 2014, and Cattermole starred in a stage production of The Rocky Horror Show the following year. However, he said he was injured \"in quite a bad way\" during that tour.", "type": "p"}, {"text": "\"There was an unchoreographed bit of dancing [that went wrong] and someone fell on me,\" he told NME in 2018. ", "type": "p"}, {"text": "The injury meant he struggled to find performing work, and he said he never saw much of the money his group made.", "type": "p"}, {"text": "In 2018, he put his Brit Award statuette - won for best newcomer in 2000 - on eBay. He said he was \"skint\", with bankruptcy looming after a big tax bill. ", "type": "p"}, {"text": "He told ITV's Loose Women he wanted to appear on a reality TV show, but \"they just haven't wanted me\".", "type": "p"}, {"text": "According to the Guardian in 2019, Cattermole moved on to working odd jobs including as manager of a community radio station.", "type": "p"}, {"text": "In recent years, he was offering personal tarot readings before the latest reunion was announced.", "type": "p"}, {"text": "The band had expressed excitement about their upcoming tour, telling the Sun newspaper they wanted to bring the world \"a bit of joy\" after difficult times. ", "type": "p"}, {"text": "Cattermole told the paper in February this year: \"There is a sense, and I've picked it up from everyone, but there is a genuine feeling of positivity. ", "type": "p"}, {"text": "\"It's like, let's go and make people happy and make ourselves happy at the same time.\"", "type": "p"}], "tags": []}