{"link": "https://www.bbc.com/news/health-65195104", "category": "health", "title": "Patients at risk during doctor strike - NHS bosses", "contributor": null, "time": "2023-04-06T01:31:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/238A/production/_129289090_360a885e-d0bb-4c8a-97e2-cf51179d083e.jpg", "content": [{"text": "Hospital bosses in England say they cannot guarantee patient safety during next week's four-day strike by junior doctors.", "type": "b"}, {"text": "London's Guy's and St Thomas' NHS Trust conceded patients could be harmed as managers struggle to staff rotas.", "type": "p"}, {"text": "Other hospital bosses also voiced concerns over the walkout, which will affect both emergency and planned care.", "type": "p"}, {"text": "The British Medical Association has refused to exempt any services but says it has plans to protect patients.", "type": "p"}, {"text": "It contrasts with the approach of the Royal College of Nursing and ambulance unions, which excluded key emergency services from strike action.", "type": "p"}, {"text": "Instead, the BMA has said it will meet trade union requirements for life-and-limb cover to be provided by considering pulling junior doctors off the picket line if individual hospitals report lives are in immediate danger during the actual strike, which runs from 07:00 BST on Tuesday to 07:00 BST on Saturday.", "type": "p"}, {"text": "The BMA is after a 35% pay rise to make up for 15 years of below-inflation wage rises, but the government has called the claim unrealistic.", "type": "p"}, {"text": "During last month's junior doctors' strike, hospitals were able to draft in consultants to provide cover, but with an estimated quarter of them on leave next week - the four-day walkout is immediately after the Easter weekend - NHS bosses are warning this time they fear the worst.", "type": "p"}, {"text": "Dr Sara Hanna, who is part of the senior management team at Guy's and St Thomas', said: \"I am really worried about next week. I am particularly worried about ability to staff our rotas. I am hopeful we will have enough doctors but can't say for sure. ", "type": "p"}, {"text": "\"It is impossible to say there won't be harm to patients. Junior doctors are an incredibly important part of the workforce.\"", "type": "p"}, [{"text": "Why are doctors demanding the biggest pay rise?", "type": "a", "href": "https://www.bbc.co.uk/news/health-64907379"}, {"text": "Doctors want up to £262 an hour to cover strike", "type": "a", "href": "https://www.bbc.co.uk/news/health-64827246"}], {"text": "Junior doctors represent more than 40% of the medical workforce and include those fresh out of university through to experienced medics with more than 10 years of experience. Around two-thirds are BMA members.", "type": "p"}, {"text": "Dr Hanna, who is interim head of the trust's Evelina London Children's Hospital, said up to half of all planned treatments could be cancelled as the trust redeployed its senior doctors - and this is on top of the impact of postponements during previous walkouts.", "type": "p"}, {"text": "She said the cumulative impact of this was particularly problematic for children who are growing and developing.", "type": "p"}, {"text": "NHS Providers, which represents health managers, said such concerns were widespread.", "type": "p"}, {"text": "Chief executive Sir Julian Hartley said: \"It's clear from our extensive dialogue with trust leaders that we are in uncharted territory. ", "type": "p"}, {"text": "\"We need a solution to prevent further strikes and we need it now.\"", "type": "p"}, {"text": "The organisation also released a series of statements provided by hospital chief executives.", "type": "p"}, {"text": "One warned: \"This is less about what planned routine work gets pulled down and everything about maintenance of safety in emergency departments, acute medicine and surgery. Concerned doesn't begin to describe it.\"", "type": "p"}, {"text": "Another said: \"I am not confident this time that we can maintain patient safety, as we will not be able to provide the cover.\"", "type": "p"}, {"text": "A Department of Health and Social Care spokesman said the government was also concerned that safety was at risk.", "type": "p"}, {"text": "\"We are working with NHS England to put in place contingency plans to protect patient safety. The NHS will prioritise resources to protect emergency treatment, critical care, maternity and neonatal care, and trauma,\" he added.", "type": "p"}, {"text": "But BMA workforce lead Dr Latifa Patel said there was a jointly agreed system in place with the NHS to ensure patient safety in the event of \"extreme or unforeseen circumstances\".", "type": "p"}, {"text": "\"We met with NHS England four times per day during the last strikes to monitor the situation, but there were no requests for a temporary stoppage of the industrial action to be made. The same proven arrangements will be in place this time.\"", "type": "p"}, {"text": "And she added: \"No-one understands better than us - the doctors who care for them - that patients are getting a sub-standard experience 365 days a year from an overstretched and understaffed NHS. ", "type": "p"}, {"text": "\"In this brutal work environment, patient care is at risk every day.\"", "type": "p"}, {"text": "Are you a junior doctor with a view on the strike? Are you a patient affected? Share your experiences by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}