{"link": "https://www.bbc.com/news/business-64372693", "category": "business", "title": "Food suppliers hit back at Tesco chair in price hike row", "contributor": null, "time": "2023-01-23T13:20:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1408A/production/_128385028_tescoshopper.png", "content": [{"text": "Food suppliers have hit back at claims by Tesco's chairman that they are using high inflation as an excuse to raise prices unnecessarily.  ", "type": "b"}, {"text": "Tesco's John Allan told the BBC it was \"entirely possible\" that suppliers were taking advantage of poorer households.", "type": "p"}, {"text": "But the Food & Drink Federation (FDF) called his comments \"difficult\" and said the suppliers it represents have seen a \"massive\" rise in their costs.", "type": "p"}, {"text": "FDF boss Karen Betts said supermarkets are already \"very tough\" on suppliers.", "type": "p"}, {"text": "\"Most supermarkets are asking suppliers to open their books to justify exactly line-by-line where the cost increases are coming in,\" Ms Betts told the BBC's Today programme.", "type": "p"}, {"text": "\"So I think it is difficult for Tesco to come out and say they think companies might be profiteering.\" ", "type": "p"}, {"text": "Ged Futter, a former senior buyer at supermarket Asda and now a retail analyst, said Mr Allan's comments were \"outrageous\".", "type": "p"}, {"text": "He said that some retailers have been raising their prices above the rate of inflation, which was 10.5% in December. \"So I would say it is quite disingenuous to be talking about suppliers profiteering at this time,\" Mr Futter said.", "type": "p"}, {"text": "Tesco expects its full-year operating profit to reach up to £2.5bn. It would be below the £2.8bn it reported for the previous 12 months when Covid restrictions continued to boost online trade for the UK's big supermarkets. ", "type": "p"}, {"text": "Mr Allan told Sunday with Laura Kuenssberg that Tesco had \"fallen out\" with suppliers in the past over price rises.", "type": "p"}, {"text": "The supermarket temporarily removed Heinz products from its shelves last year, including baked beans and tomato ketchup, after Kraft Heinz tried to raise its prices. At the time, the US giant said it was becoming more expensive to manufacture its goods. ", "type": "p"}, {"text": "In the end, Tesco and Kraft Heinz reached an agreement and the products returned. \"We do try very hard I think to challenge cost increases,\" said Mr Allan. ", "type": "p"}, {"text": "Ms Betts said that food and drink manufacturers were dealing with unprecedented cost pressures. \"Those increases are rooted in the disruption caused by Covid-19, by the war in Ukraine, [and] by the cost of Brexit, where moving food stuffs across the border has become much more complicated and expensive.\"", "type": "p"}, {"text": "She said companies cannot \"operate at a loss so they are having to go to the supermarkets and say 'we need to pass through some of these price rises' and the supermarkets are very tough on this\".", "type": "p"}, {"text": "Commenting on Mr Allan's views, Minette Batters, president of the National Farmers' Union, said it is \"almost like he was living in a parallel universe\".", "type": "p"}, {"text": "She told the BBC's Wake Up to Money: \"We're seeing a wholesale gas price 650% higher than it was back in 2019 and the cost inflation on the back of that has been absolutely unprecedented.", "type": "p"}, {"text": "\"It has dwarfed any price increases to date.\"", "type": "p"}, {"text": "The rate of price rises - or inflation - for food and drink hit 16.9% in December, according to the Office for National Statistics. It is the highest pace of food and drink price rises since 1977 and was driven by higher prices for milk, cheese and eggs as well as sugar, jam, honey and chocolate.", "type": "p"}, {"text": "Just three years ago, in December 2020, food and drink prices were falling at an annual rate of 1.4%.", "type": "p"}], "tags": ["Companies", "Tesco", "Retailing", "Supermarkets"]}