{"link": "https://www.bbc.com/news/entertainment-arts-64370443", "category": "entertainment & arts", "title": "Gary Neville: Ofcom not pursuing complaints over Qatar comments", "contributor": null, "time": "2023-01-23T12:24:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DABA/production/_128049955_718d00a04dc9cb2a952a4af89373382016bb8e10.jpg", "content": [{"text": "Ofcom has said it is not pursuing the complaints it received from ITV viewers about comments by commentator Gary Neville before the World Cup final.", "type": "b"}, {"text": "His live, unscripted remarks were part of \"a wider discussion about policies and actions of the Qatari Government, which gave due weight to a range of views,\" the broadcast regulator said.", "type": "p"}, {"text": "He called Qatari working conditions \"abhorrent\" on ITV before the match. ", "type": "p"}, {"text": "Neville also criticised the UK Government over ongoing strikes. ", "type": "p"}, {"text": "The former England footballer said working conditions in Qatar should not be accepted there or in any region, and and then accused UK ministers of \"demonising\" rail workers and nurses. He said UK nurses - who had been taking strike action - were paid a \"pittance\".", "type": "p"}, {"text": "Ofcom added they have \"given guidance to ITV reminding them of their due impartiality obligations\" and said: \"ITV has assured us that presenters and studio guests will be reminded of these rules.\"", "type": "p"}, {"text": "The media watchdog received complaints from 705 viewers who objected to Neville's comments.", "type": "p"}, {"text": "ITV said at the time: \"Gary Neville was expressing his own personal views in the context of a discussion about treatment of workers in Qatar within a live broadcast. His views are his own and were not endorsed by ITV.\"", "type": "p"}, {"text": "On 19 December, the day after the World Cup last year, Prime Minister Rishi Sunak said football audiences didn't want to hear Neville discuss politics.", "type": "p"}, {"text": "Speaking to the Daily Mail, the prime minister argued that as chancellor he had exempted NHS workers from a public sector pay freeze.", "type": "p"}, {"text": "Qatar has come under scrutiny for its treatment of the thousands of migrant workers employed to build the stadiums and hotels ahead of the World Cup.", "type": "p"}, {"text": "Asked about the country's treatment of workers, Neville said: \"It's abhorrent and we should detest low pay, detest low pay, poor accommodation and poor working conditions.", "type": "p"}, {"text": "\"That is something we can never ever accept in this region or in any region.", "type": "p"}, {"text": "\"It is just worth mentioning that we've got a current government in our country, who are demonising rail workers, ambulance workers and terrifyingly, nurses. ", "type": "p"}, {"text": "\"So in our country, we've got to look at workers' rights but certainly where football goes now, we have to pick up on workers' rights wherever we go because people have to be equally treated.\"", "type": "p"}, {"text": "He added: \"We can't have people being paid a pittance to work, we can't have people in accommodation which is unsavoury and disgusting, we can't have that. It shouldn't happen with the wealth that exists and it shouldn't happen in our country that our nurses are having to fight for an extra pound or two pounds.\"", "type": "p"}, [{"text": "Labour star guest Gary Neville endorses Starmer", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-63036727"}, {"text": "World Cup chief criticised for worker death comments", "type": "a", "href": "https://www.bbc.com/sport/football/63904952"}, {"text": "How does Qatar treat foreign workers?", "type": "a", "href": "https://www.bbc.co.uk/news/world-60867042"}], {"text": "In recent years, Neville has become an outspoken critic of the Conservative government, describing former Prime Minister Boris Johnson as a \"calamity\".", "type": "p"}, {"text": "He has also joined Labour and appeared at the party's recent annual conference, but has ruled out becoming a politician himself. ", "type": "p"}, {"text": "During the World Cup, in addition to providing punditry for ITV, Mr Neville has also worked for Qatari broadcaster beIN - a decision which has attracted criticism. ", "type": "p"}, {"text": "Defending the move on the BBC's Have I Got News For You programme last November, he said: \"You've got a choice - my view has been, you can highlight the issues and challenges in these countries and speak out about them, or basically you don't say anything and don't go.\"", "type": "p"}], "tags": ["ITV", "Ofcom", "Qatar"]}