{"link": "https://www.bbc.com/news/health-64330670", "category": "health", "title": "Covid: Half a million people missed out on heart drugs", "contributor": null, "time": "2023-01-20T02:38:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0FFE/production/_128349040_gettyimages-1420937652.jpg", "content": [{"text": "During the pandemic, nearly half a million people in the UK missed out on starting medication to help prevent heart attacks and strokes, a new study suggests.", "type": "b"}, {"text": "The British Heart Foundation (BHF) team looked at prescribing data for the first 18 months after Covid hit.", "type": "p"}, {"text": "Some 491,000 people - 27,000 a month - appear to have missed out on blood pressure pills. ", "type": "p"}, {"text": "And 316,000 did not get treatment to lower their cholesterol. ", "type": "p"}, {"text": "The team says more needs to be done to make sure that anyone who needs treatment gets it. ", "type": "p"}, {"text": "During the pandemic, normal NHS services were severely disrupted. ", "type": "p"}, {"text": "For example, there was a reduction in diagnosis, monitoring and treatment of high blood pressure, and other heart and circulation disease risk factors.", "type": "p"}, {"text": "Although the NHS took action, including providing more than 220,000 blood pressure monitors for people to use at home, data shows two million fewer people in England were recorded as having controlled hypertension in 2021 compared to the previous year.", "type": "p"}, {"text": "The BHF researchers analysed 1.32 billion records of routinely dispensed prescriptions in England, Scotland and Wales, from April 2018 to July 2021. ", "type": "p"}, {"text": "Lead investigator Prof Reecha Sofat, who is based at the University of Liverpool, said the findings, published in the journal Nature Medicine, highlight the impact Covid has had on other important health conditions: \"Despite the incredible work done by NHS staff, our data show that we're still not identifying people with cardiovascular risk factors at the same rate as we were before the pandemic. \"", "type": "p"}, {"text": "She said it was more than just a blip, and it would take time to catch up. ", "type": "p"}, {"text": "\"The NHS has already taken important and positive steps towards identifying people with high blood pressure as early as possible. ", "type": "p"}, {"text": "\"However, we need this focus to be sustained in the long term to prevent any increase in heart attacks and strokes which will add to a healthcare system already under extreme pressure.\" ", "type": "p"}, {"text": "Dr Sonya Babu-Narayan, Associate Medical Director at the British Heart Foundation and consultant cardiologist, said: \"Yet again we're seeing clear evidence of the major disruption to healthcare people in the UK experienced during the Covid-19 pandemic.  ", "type": "p"}, {"text": "\"But it's not too late to limit the damage. These findings demonstrate how getting heart healthcare back on track can curb the additional strain that untreated risk factors - such as high blood pressure - would otherwise place on the NHS.\"", "type": "p"}, {"text": "Some factors - like older age - are unavoidable, but others can be managed:", "type": "p"}, [{"text": "High blood pressure", "type": "p"}, {"text": "High cholesterol", "type": "p"}, {"text": "Diabetes", "type": "p"}, {"text": "Obesity", "type": "p"}, {"text": "Smoking", "type": "p"}, {"text": "Physical activity", "type": "p"}], {"text": "Adam Toms was 47 when he suffered a stroke in 2015. He had undiagnosed and untreated high blood pressure. ", "type": "p"}, {"text": "Now 54 and living in north-west London, Mr Toms said: \"You can appear completely healthy, and it can just happen. then you've got a whole lot of adaptations to make. I was never ill but then bang, everything changed - my whole world changed.", "type": "p"}, {"text": "\"My father and my brother had high blood pressure. The connection wasn't made. ", "type": "p"}, {"text": "\"I always associated a stroke with somebody who is 70, 75 plus.", "type": "p"}, {"text": "\"Who knows, if I had found out earlier and got it under control, I might not be where I am today.\"", "type": "p"}, {"text": "His stroke has left him with weakness on the left side of his body and he also has difficulty with finding the right words when he speaks.", "type": "p"}, {"text": "He wants to encourage others to get their blood pressure and health checked. ", "type": "p"}], "tags": ["Heart disease", "Strokes", "Coronavirus pandemic", "Heart attacks"]}