{"link": "https://www.bbc.com/news/science-environment-64380762", "category": "science & environment", "title": "Bee-harming pesticide use given emergency authorisation", "contributor": null, "time": "2023-01-23T19:27:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14E69/production/_128390658_bee2.jpg", "content": [{"text": "The UK government has again given emergency authorisation for the use of a type of pesticide banned because of the harm it can cause bees.", "type": "b"}, {"text": "Permission to use a neonicotinoid on sugar beet seeds has been given to protect the crop from a particularly damaging virus spread by aphids.", "type": "p"}, {"text": "The authorisation was given against the advice of an independent panel of pesticide experts.", "type": "p"}, {"text": "Campaign group Friends of the Earth labelled the move \"incredibly brazen\". ", "type": "p"}, {"text": "But Michael Sly, chairman of the NFU Sugar board, welcomed the decision, saying he was \"relieved\".", "type": "p"}, {"text": "\"The British sugar beet crop continues to be threatened by virus yellows disease, which in recent years has caused crop losses of up to 80%. The home-grown sugar industry is working hard to find viable, long-term solutions to this disease,\" he said. ", "type": "p"}, {"text": "The Department for Environment Food and Rural Affairs (Defra) said strict conditions would be in place and the pesticide - a seed treatment called thiamethoxam - could only be used if independent modelling predicted a yellows virus incidence of 63% or above. ", "type": "p"}, {"text": "If that threshold is met and the pesticide used, other conditions will minimise risks to the environment, it said.", "type": "p"}, {"text": "The overall ban on the use of neonicotinoid pesticides remains in place.", "type": "p"}, {"text": "Farming Minister Mark Spencer said the emergency authorisation was taken after \"careful consideration\" and as \"a necessary measure to protect the industry\".", "type": "p"}, {"text": "The decision was informed by advice from the Health and Safety Executive (HSE), the independent UK Expert Committee on Pesticides (ECP) and Defra's own Chief Scientific Adviser, Professor Gideon Henderson.", "type": "p"}, {"text": "However, the ECP did not support the authorisation, saying: \"In light of the risk assessment conducted, a reduction in survival of honey bees and impacts on homing flight ability (which also influences survival of foragers) could occur.\"", "type": "p"}, {"text": "The HSE also said the risks posed to bees foraging on the pollen and nectar from flowering crops planted in fields after treated sugar beet posed \"a potential concern\".", "type": "p"}, {"text": "But Professor Henderson said that could be dealt with by insisting on a 32-month minimum period before a flowering crop could be planted.", "type": "p"}, {"text": "In his advice, he also said: \"There is clear and abundant evidence that these neonicotinoids are harmful to species other than those they are intended to control, and particularly to pollinators, including bees.\"", "type": "p"}, {"text": "In granting authorisation, the Minister conceded that there was still \"a degree of uncertainty in relation to the risks to bees.\"", "type": "p"}, {"text": "Despite the pesticide normally not being approved for use, this is the third year the government has given emergency authorisation.", "type": "p"}, {"text": "Sandra Bell, of Friends of the Earth, described the decision as \"incredibly brazen\", adding: \"The government has gone directly against the advice of its own scientific advisors with potentially devastating consequences for bees and other vital pollinators. ", "type": "p"}, {"text": "\"The health of us all and the planet depends on their survival. The government must fulfil its duty to protect wildlife and keep pesticides off our crops for good.\"", "type": "p"}, {"text": "The UK's decision comes just days after the Court of Justice of the European Union said that EU member states could not offer exemptions to the bloc's ban on crop seeds treated with neonicotinoids. ", "type": "p"}], "tags": ["Sugar", "Environment", "Pesticides"]}