{"link": "https://www.bbc.com/news/technology-64374585", "category": "technology", "title": "BT customer contracts face probe by regulator", "contributor": null, "time": "2023-01-23T20:37:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1E81/production/_128390870_gettyimages-1023292146.jpg", "content": [{"text": "BT is being investigated by the telecoms regulator over concerns it broke rules when customers signed new mobile and broadband deals.", "type": "b"}, {"text": "Ofcom is checking if the telecoms giant failed to give people \"clear and simple\" contract information, which it is required to provide.", "type": "p"}, {"text": "It said it had received evidence that two BT subsidiaries, EE and Plusnet, had breached those rules.", "type": "p"}, {"text": "BT said it was \"fully engaged\" with Ofcom and its investigation.", "type": "p"}, {"text": "Telecoms providers are required to give customers contract information and a short - usually one-page - summary of the main contract terms before signing up.", "type": "p"}, {"text": "This rule has been in place since June last year. The change was designed to help people avoid being caught out by surprise price rises, at a time when household budgets are under heavy strain. ", "type": "p"}, {"text": "The summary must include key information. It includes things such as the broadband speed, the price, length of the contract and the terms and conditions if a customer decides to end their contract early.", "type": "p"}, {"text": "Customers with disabilities can also ask for the documents in an accessible format.", "type": "p"}, {"text": "Ofcom said the rules were an important way of helping people shop around with confidence and make informed choices about the right deal for them.", "type": "p"}, {"text": "The regulator said it has \"reasons to suspect\" Plusnet, which is a BT subsidiary, may have \"failed to comply with these requirements.\"", "type": "p"}, {"text": "This comes after the regulator opened an investigation into EE, also part of the BT group, in October - after it suspicions it had also broken the rules. ", "type": "p"}, {"text": "Ofcom said: \"As a result, our investigation will now consider if BT has breached Ofcom's rules because of suspected breaches by each of these subsidiaries.", "type": "p"}, {"text": "\"We will gather further information and provide updates as our investigation progresses.\"", "type": "p"}, {"text": "BT's spokesperson said: \"We want our customers to be fully informed and we make sales information upfront, clear and transparent.", "type": "p"}, {"text": "\"We are fully engaged with Ofcom during the course of this investigation.\"", "type": "p"}], "tags": ["Ofcom", "BT Group"]}