{"link": "https://www.bbc.com/news/business-62163254", "category": "business", "title": "Emirates refuses Heathrow's demand to cut flights", "contributor": "Michael Race", "time": "2022-07-14T15:23:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16FE4/production/_125908149_gettyimages-1241719398.jpg", "content": [{"text": "Emirates has rejected Heathrow Airport's demands for airlines to stop selling summer tickets, calling the move \"unreasonable and unacceptable\".", "type": "b"}, {"text": "The airline accused the airport of having a \"blatant disregard\" for customers after it capped passenger numbers to 100,000 per day over summer.", "type": "p"}, {"text": "Emirates said the airport now faced \"an 'airmageddon' situation due to their incompetence and non-action\".", "type": "p"}, {"text": "Heathrow said it had no choice but to bring in a cap on departing travellers.", "type": "p"}, {"text": "\"For months we have asked airlines to help come up with a plan to solve their resourcing challenges, but no clear plans were forthcoming and with each passing day the problem got worse,\" the UK's largest airport said.", "type": "p"}, {"text": "Emirates said it was given 36 hours to cut departing passenger numbers, and therefore flights, and was threatened with legal action for not complying.", "type": "p"}, {"text": "\"This is entirely unreasonable and unacceptable, and we reject these demands,\" it added.", "type": "p"}, {"text": "In a statement heavily criticising Heathrow management, Emirates accused the airport of choosing \"not to act, not to plan, not invest\" and said its new cap on passengers appeared to have been \"plucked from thin air\".", "type": "p"}, {"text": "\"They wish to force Emirates to deny seats to tens of thousands of travellers who have paid for, and booked months ahead, their long-awaited package holidays or trips to see their loved ones,\" the airline said, citing that people were desperate to travel after two years of pandemic restrictions.", "type": "p"}, {"text": "It added it planned to operate flights to and from the airport as scheduled.", "type": "p"}, [{"text": "Don't expect great summer experience, warns airport boss", "type": "a", "href": "https://www.bbc.co.uk/news/business-62149041"}, {"text": "Ex-airline worker: It would be like going back to an ex", "type": "a", "href": "https://www.bbc.co.uk/news/business-61830479"}, {"text": "Heathrow tells airlines not to sell summer tickets", "type": "a", "href": "https://www.bbc.co.uk/news/business-62136022"}, {"text": "Will my summer holiday flights be cancelled?", "type": "a", "href": "https://www.bbc.co.uk/news/61660238"}], {"text": "The cap on passenger numbers at Heathrow Airport will be in place from now until 11 September. Before the pandemic, up to 125,000 people a day departed from the airport.", "type": "p"}, {"text": "The BBC has seen a letter from the Civil Aviation Authority, which regulates airports, to Heathrow asking airport bosses to explain - by midday on Friday - why it has introduced a passenger cap and what it means for each terminal.", "type": "p"}, {"text": "Thousands of UK travellers have been affected by disruption in recent weeks, with many having to deal with last-minute flight cancellations.", "type": "p"}, {"text": "The UK is about to enter the key summer holiday season as schools begin to break up and there are concerns travellers will be hit by further disruption and delays to journeys.", "type": "p"}, {"text": "Emirates is clearly furious. While airlines haven't always enjoyed a smooth relationship with Heathrow, arguing over charges for example, this is in a different league.", "type": "p"}, {"text": "Accusing the airport operator of incompetence, blatant disregard for consumers, creating a mess that airlines and passengers have to sort out... it isn't pulling any punches here.", "type": "p"}, {"text": "Emirates is in a difficult position. It relies on carrying large numbers of passengers in big planes from London to Dubai, where most of them fly on to other long-haul destinations. So every flight cut matters - and Emirates thinks it shouldn't have to cut them. ", "type": "p"}, {"text": "It isn't the only airline saying this sort of thing, either. Others have been very vocal behind the scenes as well.", "type": "p"}, {"text": "Emirates claims Heathrow has threatened legal action if it doesn't comply with the demand to cut flights - but says it has no intention of doing so.", "type": "p"}, {"text": "The gloves are off. ", "type": "p"}, {"text": "Airports and airlines, which cut jobs during the height of the coronavirus pandemic, have struggled to recruit staff as demand for international travel has returned.", "type": "p"}, {"text": "But Emirates said its ground handling and catering staff were \"fully ready and capable\" of handling its scheduled flights, claiming the \"crux of the issue lies with the central services and systems which are the responsibility of the airport operator\".", "type": "p"}, {"text": "\"They are pushing the entire burden - of costs and the scramble to sort the mess - to airlines and travellers,\" its statement said. \"All the signals of a strong travel rebound were there.\"", "type": "p"}, {"text": "The airline said that as international travel had recovered over the past year, it had rehired and trained 1,000 pilots. The carrier also said it seen \"regularly high seat loads\" so \"our operational requirements cannot be a surprise to the airport\". ", "type": "p"}, {"text": "It said rebooking passengers was \"impossible\" with all of its flights at full capacity over the next few weeks, which included services at other London airports and on other airlines.", "type": "p"}, {"text": "\"Moving some of our passenger operations to other UK airports at such short notice is also not realistic,\" the airline said. \"Ensuring ground readiness to handle and turnaround a widebody long-haul aircraft with 500 passengers onboard is not as simple as finding a parking spot at a mall.\"", "type": "p"}, {"text": "Heathrow said it had \"tried to be as supportive as possible to airlines\", saying its cap on passengers was higher than the 64,000 limit at Schiphol in Amsterdam. ", "type": "p"}, {"text": "\"It would be disappointing if instead of working together, any airline would want to put profit ahead a safe and reliable passenger journey,\" it said in response to Emirates' criticism.", "type": "p"}, {"text": "The airport said a problem causing disruption was a lack of airline ground handling teams which it claimed was \"only resourced up to 70% capacity to serve passenger demand which has returned to 80-85% of pre-pandemic levels\". ", "type": "p"}, {"text": "\"There are not enough resources across teams. Until that gap is closed, we need to take some form of action to give people a better, more reliable experience and keep people safe,\" it added.", "type": "p"}, {"text": "The Business Travel Association said the cap was an \"outrage\", and was a betrayal of all UK travellers.", "type": "p"}, {"text": "British Airways said Heathrow's demand was \"incredibly disappointing\" for customers and came after it had already reduced its summer schedule. ", "type": "p"}, {"text": "BA is cutting an extra six flights a day in response to the move.", "type": "p"}, {"text": "It has emailed some customers travelling on or before 25 July asking if they would like to change their flight or receive a voucher if they want to cancel.", "type": "p"}], "tags": ["Companies", "London Heathrow Airport", "Air travel", "Emirates"]}