{"link": "https://www.bbc.com/news/entertainment-arts-62162051", "category": "entertainment & arts", "title": "Freddie De Tommaso: Star tenor pulls out of Proms' opening night", "contributor": "Mark Savage", "time": "2022-07-14T10:27:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6A22/production/_125907172_hi077291865.jpg", "content": [{"text": "Opera star Freddie De Tommaso has been forced to pull out of the First Night of the Proms after catching Covid.", "type": "b"}, {"text": "The tenor had been due to sing Verdi's Requiem with the BBC Symphony Orchestra at Friday night's opening gala.", "type": "p"}, {"text": "He will be replaced by Korean singer David Junghoon Kim, who regularly sings Verdi's mass with the Royal Scottish National Orchestra.", "type": "p"}, {"text": "Proms organisers said they were \"very grateful\" to the tenor for \"stepping in at short notice\".", "type": "p"}, {"text": "Speaking to BBC News before he tested positive, De Tommaso said he was looking forward to launching the Proms' season, after making his debut at the festival last year.", "type": "p"}, {"text": "\"I'm super-excited,\" he said. \"We did an opera gala evening in the middle of last year's Proms and it was so much fun. I'm assuming the First Night is going to be as much fun, if not more fun, to be honest.", "type": "p"}, {"text": "\"When the audience is excited and have that feeling of expectation, it feeds your own performance.\"", "type": "p"}, [{"text": "Ukrainian refugee orchestra to play the BBC Proms", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61215906"}, {"text": "Accordion tangos light up Last Night of the Proms", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-58533541"}, {"text": "BBC Proms: Official site and concert guide", "type": "a", "href": "https://www.bbc.co.uk/proms"}], {"text": "In a quirky twist of fate, De Tommaso got his own big break when another tenor fell ill during a performance of Tosca at the Royal Opera House.", "type": "p"}, {"text": "The singer had just 20 minutes to prepare after Bryan Hymel developed vocal issues while playing the role of Mario Cavaradossi in December 2019.", "type": "p"}, {"text": "He took to the stage just in time for the opera's torture scene, singing opposite soprano Elena Stikhina - who he had never previously spoken to or sung with.", "type": "p"}, {"text": "De Tommaso, who had been due to take over the role three days later, won rave reviews, with The Times calling his performance a \"had to be there moment,\" and the Independent declaring, \"A star is born\".", "type": "p"}, {"text": "Since then the tenor has scored two number one albums in the classical music charts, with his interpretation of Nessun Dorma attracting more than one million streams this year alone.", "type": "p"}, {"text": "This year's Proms sees the return of large-scale repertoire for the first time since 2019, with more than 3,000 musicians playing 84 concerts over eight weeks and the return of international orchestras.", "type": "p"}, {"text": "Verdi's Requiem was chosen for the opening concert because it would have been impossible to stage last year, explained Clive Myrie, who will host the coverage on BBC Two.", "type": "p"}, {"text": "\"The point about having a mass scale choral work as the first night's performance is that it involves human voices. And not only one choir, the BBC Symphony choir, but two, the Crouch End Festival Chorus.", "type": "p"}, {"text": "\"It's significant because voices and choral works have been particularly hit hard as a result of Covid because of course you couldn't open your mouth and sing - and now you can.\"", "type": "p"}, {"text": "After the First Night celebration, the season will also include a video game Prom, featuring music from classic console games, a concert dedicated to Aretha Franklin, and the debut of the Ukrainian Freedom Orchestra, featuring musicians who have fled the war in their home country.", "type": "p"}, {"text": "An opening weekend highlight will be a one-off performance by film and stage star Cynthia Erivo, who is taking a break from shooting a movie version of the Broadway show Wicked to make her Proms debut.", "type": "p"}, {"text": "Backed by the BBC Concert Orchestra, the 35-year-old will play a hand-picked selection of music by \"women and artists that I love, who shaped the way I listen to music and the way I sing\".", "type": "p"}, {"text": "\"I tend to pick songs that I love to sing because if I feel good, then the people listening hopefully will also feel good as well,\" she told BBC Radio 2's Zoe Ball.", "type": "p"}, {"text": "The star's setlist will include Nina Simone's Don't Let Me Be Misunderstood, Gladys Knight's Midnight Train to Georgia, and Nothing Compares 2U by her musical hero, Prince.", "type": "p"}, {"text": "\"Since I was little. I have been obsessed with the music he made,\" Erivo explained. \"It was always so different and rebellious and passionate. ", "type": "p"}, {"text": "\"I just loved the the musicality in the pieces that he was able to create, and I've been listening ever since, to be honest.\"", "type": "p"}, {"text": "The Tony, Emmy and Grammy Award-winner, said playing at the Proms was the fulfilment of a long-time dream.", "type": "p"}, {"text": "\"It was something I aspired to,\" she told BBC Radio 4. \"You see amazing people doing it and how big the event is and you think, 'This could be really cool.' ", "type": "p"}, {"text": "\"And when it happens it's kind of lovely and surreal.\"", "type": "p"}, {"text": "Tickets for the Proms season are still on sale, with a certain number of tickets available on the day of each concert for just £6.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["The Proms", "Opera", "Classical music", "Music"]}