{"link": "https://www.bbc.com/news/science-environment-62165978", "category": "science & environment", "title": "Social support helps orphaned elephants 'cope'", "contributor": "Victoria Gill", "time": "2022-07-14T15:03:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/102B7/production/_125913266_mediaitem125913265.jpg", "content": [{"text": "Young, orphaned elephants appear to benefit, physically and measurably, from the \"support\" of other young elephants. ", "type": "b"}, {"text": "This insight comes from a study that analysed stress hormones in elephants that had lost their mothers. ", "type": "p"}, {"text": "The aim was to work out the physical impact of that loss over a long period. ", "type": "p"}, {"text": "Elephants with more similarly aged 'friends' in their group had lower stress hormone levels. ", "type": "p"}, {"text": "The findings suggest that this \"social support\" might reduce the stress caused by the loss of a mother in these intelligent and highly social animals. As the scientists put it in their research paper: Social relationships have physiological impacts.  ", "type": "p"}, {"text": "The research was led by Jenna Parker, an ecologist from Colorado State University. \"If you're out in the field, watching elephants, you can just tell that family life is everything,\" she told BBC News. \"Calves are rarely more than maybe ten metres from their mother until they're about eight or nine years old. ", "type": "p"}, {"text": "\"And if some of the elephants [in a group] go off, you'll hear them calling to one another. They want to know where each other are all the time.\"", "type": "p"}, {"text": "The sad foundation of this study is that, between 2009 and 2013, there was a marked increase in poaching for ivory in the two reserves in Kenya where this study took place. It left many young elephants orphaned.  One piece of research from the same group revealed the social consequences of that - calves that lost their mothers generally faced more aggression from other elephants in their group. ", "type": "p"}, [{"text": "BBC tracks elephant ivory on eBay despite ban", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61735044"}, {"text": "Elephants counted from space for conservation ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-55737086"}, {"text": "Vaccine trial for killer elephant virus begins", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60222464"}], {"text": "\"I wanted to follow that up and look at what happens physiologically for these orphans,\" said Dr Parker.  ", "type": "p"}, {"text": "To carry out her measurements, the researcher followed groups of African elephants over a period of more than a year. She actually had to watch and wait for each individual she was studying to poop, to enable her to get a dung sample to analyse.", "type": "p"}, {"text": "\"You get to be around elephants all day, but you have to have your binoculars and really keep your eye on their back ends and their tails to make sure you got the right individual,\" she explained. ", "type": "p"}, {"text": "With this careful monitoring and dung-sampling, she and colleagues were able to study 25 orphaned African elephants, all of which had lost their mothers between one and 19 years earlier. They also studied 12 non-orphaned elephants of similar ages. ", "type": "p"}, {"text": "A key finding that puzzled the scientists was that there was little difference between orphans and non-orphans in terms of signs of long-term stress. ", "type": "p"}, {"text": "\"Our study was two years or more after a mother had died, so we can't say anything about short term differences,\" Dr Parker explained. \"but in the long term, we didn't see differences which is which is really good because it shows that these orphans maybe have some resilience.\"", "type": "p"}, {"text": "That resilience appeared to be directly linked to social support from other elephants; those animals with more of similarly aged companions in their group had significantly lower stress hormone levels than others.", "type": "p"}, {"text": "The study also highlighted some some strange parallels between humans and elephants - at least in terms of these physiological signs of stress. ", "type": "p"}, {"text": "Research, carried out more than a decade ago into AIDS-orphaned children in South Africa, revealed that orphaned children who had a strong level of social support from family and peers were less likely to develop post traumatic stress disorder, one symptom of which is abnormal stress hormone levels. ", "type": "p"}, {"text": "\"And what we seem to find in elephants is that those with their family and social support maintain more normal [stress hormone] levels in the long term,\" explained Dr Parker. ", "type": "p"}, {"text": "\"I just think it's really cool that such a social animal has evolved so separately from humans, and that we still seem to converge on how important social ties are.\"", "type": "p"}, {"text": "In terms of conservation for these threatened animals, the researchers say that conservationists should think about this crucial social structure, because this elephant-to-elephant support could help them to adapt to the myriad other threats they face.   ", "type": "p"}, {"text": "Follow Victoria on Twitter", "type": "p"}], "tags": ["Conservation", "Nature"]}