{"link": "https://www.bbc.com/news/business-65330302", "category": "business", "title": "Tesla says prices will continue to \"evolve\"", "contributor": null, "time": "2023-04-19T22:04:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9061/production/_129416963_whatsubject.jpg", "content": [{"text": "Tesla says it has no plans to stabilise the prices of its popular electric vehicles, despite repeated price cuts denting its profits.", "type": "b"}, {"text": "The car company led by billionaire Elon Musk is grappling with the impact of increased competition and higher borrowing costs on buyers. ", "type": "p"}, {"text": "It has responded to the pressures by slashing prices repeatedly this year.", "type": "p"}, {"text": "The firm warned investors on Wednesday that product pricing would continue to \"evolve, upwards or downwards\".", "type": "p"}, {"text": "\"We're not 'starting a price war', we're just lowering prices to enable affordability at scale,\" Mr Musk wrote on his social media platform, Twitter, earlier this month. ", "type": "p"}, {"text": "Tesla said overall revenue in the first three months of the year rose to $23.3bn (£18.4bn), up 24% from a year ago, as car sales increased. ", "type": "p"}, {"text": "But profit in the same period dropped 24% from a year earlier, to $2.5bn (£2bn), affected by the price cuts and higher costs for raw materials and other commodities. ", "type": "p"}, {"text": "On a conference call to discuss the results, Mr Musk said he thought pursuing increased sales, with lower profits, was the \"right choice\" for Tesla - which stands out among electric carmakers for its profitability.", "type": "p"}, {"text": "He told investors that over the long term profits would remain strong, noting that the firm's bottom line could be boosted after cars are sold using ongoing subscription payments for super charging, self-driving and other features.", "type": "p"}, {"text": "\"We do believe we're laying the groundwork here,\" Mr Musk said. \"It's better to ship a large number of cars at a lower margin and subsequently harvest that margin in the future\".", "type": "p"}, {"text": "He said he expected the firm's profits would remain among the highest in the industry.", "type": "p"}, {"text": "Tesla bucked a wider decline in car sales last year, helped by booming interest in electric vehicles. ", "type": "p"}, {"text": "But its market share has shown signs of eroding, as rivals launch electric vehicles of their own. ", "type": "p"}, {"text": "Meanwhile as Tesla has rapidly increased its output, production has outstripped deliveries, stoking speculation that demand may be weaker than it had hoped. ", "type": "p"}, {"text": "The company has blamed the mismatch on delivery delays, which it said persisted this year. ", "type": "p"}, {"text": "- ", "type": "b"}, {"text": "The firm delivered nearly 423,000 cars in the three months to March. That was up 36% from last year but only 4% more than in the prior quarter. ", "type": "p"}], "tags": []}