{"link": "https://www.bbc.com/news/entertainment-arts-65331587", "category": "entertainment & arts", "title": "Eurovision 2023: Alesha Dixon, Hannah Waddingham and Julia Sanina's responsibility to Ukraine", "contributor": null, "time": "2023-04-19T21:49:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/134E9/production/_129418097_230cf60106dc7738518f852001f13700ea818bed.jpg", "content": [{"text": "Eurovision co-host Alesha Dixon says May's contest is \"so much more than a competition\", as Liverpool prepares to stage the event on Ukraine's behalf.", "type": "b"}, {"text": "\"It's very important. We feel that sense of responsibility, to do it with joy, love,\" she said.", "type": "p"}, {"text": "The Britain's Got Talent judge will present alongside Ted Lasso star Hannah Waddingham and Ukrainian musician Julia Sanina for the semi-finals.", "type": "p"}, {"text": "Graham Norton will complete the line-up for next month's final in Liverpool.", "type": "p"}, {"text": "Sanina, who is the front woman of Ukrainian rock band The Hardkiss which will open the first semi-final, says this year's contest is a \"big deal\" for her country.", "type": "p"}, {"text": "\"Even last year, when people were watching Eurovision from bomb shelters, lots of them were still voting and wanted to win,\" she added.", "type": "p"}, [{"text": "Less than a month to go... All you need to know about Eurovision 2023 ", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64402700"}, {"text": "The duo seeking Eurovision glory for Ukraine", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-65300406"}, {"text": "Final Eurovision pre-party before Liverpool", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65278612"}, {"text": "Who is representing the UK?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64878361"}, {"text": "Every song for 2023, from Albania to the UK ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65043969"}], {"text": "\"We have to always balance the joy and the love with what Julia just said,\" Waddingham said. \"People voting from the bomb shelters hits me more than anything and there's the reason I wanted to get involved.\"", "type": "p"}, {"text": "Normally the country that wins Eurovision then hosts it the following year, but organisers decided that due to Russia's full-scale invasion of Ukraine it was too dangerous to stage one of the world's biggest events. ", "type": "p"}, {"text": "The presenters will front the song contest at three live shows - two semi-finals on Tuesday 9 and Thursday 11 May. ", "type": "p"}, {"text": "The BBC's Eurovision commentator Graham Norton will then join the trio for the final on Saturday 13 May, splitting his time between the stage and his commentary booth he's sharing this year with Mel Giedroyc. ", "type": "p"}, {"text": "Rehearsals for the hosts, as well as for the 37 acts competing, will begin at the beginning of May and Waddingham tells BBC News she's looking forward to the results the most.", "type": "p"}, {"text": "\"It's the age-old Terry Wogan and Katie Boyle saying 'Good evening Portugal' - that literally gives me shivers of excitement,\" she said.", "type": "p"}, {"text": "\"My 12-year-old self couldn't belief I'd ever be saying that. Honestly it makes me quite emotional\". ", "type": "p"}, {"text": "As this year's host broadcaster, the BBC has announced extensive plans for its Eurovision coverage over the next three weeks including an appearance from Cheryl Baker in EastEnders, and special shows dedicated to the contest from Bargain Hunt to Pointless.", "type": "p"}, {"text": "All the build-up, insights and analysis is explored each week on a BBC podcast called Eurovisioncast.", "type": "p"}, {"text": "Eurovisioncast is available on BBC Sounds, or search wherever you get your podcasts from.", "type": "p"}], "tags": []}