{"link": "https://www.bbc.com/news/health-65300168", "category": "health", "title": "End racial disparities in maternal deaths - MPs", "contributor": null, "time": "2023-04-18T07:52:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B7BF/production/_129393074_gettyimages-694024327.jpg", "content": [{"text": "An MPs' report is calling for faster progress to tackle \"appalling\" higher death rates for black women and those from poorer areas in childbirth.", "type": "b"}, {"text": "The Women and Equalities Committee report says racism has played a key role in creating health disparities.", "type": "p"}, {"text": "But the many complex causes are \"still not fully understood\" and more funding and maternity staff are also needed.", "type": "p"}, {"text": "The NHS in England said it was committed to making maternity care safer for all women. ", "type": "p"}, {"text": "The government said it had invested £165m in the maternity workforce and was promoting careers in midwifery, with an extra 3,650 training places a year. ", "type": "p"}, {"text": "Black women are nearly four times more likely than white women to die within six weeks of giving birth, with Asian women 1.8 times more likely, according to UK figures for 2018-20.", "type": "p"}, {"text": "And women from the poorest areas of the country, where a higher proportion of babies belonging to ethnic minorities are born, the report says, are two and a half times more likely to die than those from the richest.", "type": "p"}, {"text": "Caroline Nokes, who chairs the committee, said births on the NHS \"are among the safest in the world\" but black women's raised risk was \"shocking\" and improvements in disparities between different groups were too slow.", "type": "p"}, {"text": "\"It is frankly shameful that we have known about these disparities for at least 20 years - it cannot take another 20 to resolve,\" she added.", "type": "p"}, {"text": "Sandra Igwe set up her own pressure group to campaign for better care for black mothers, after the traumatic births of her two daughters.", "type": "p"}, {"text": "On both occasions, she says, she was not listened to.", "type": "p"}, {"text": "\"I felt they had stereotyped me,\" Sandra says. \"They weren't really kind or caring - they ignored my pain and they dismissed me when I cried and begged for pain relief.", "type": "p"}, {"text": "\"They actually didn't believe I was in pain.\"", "type": "p"}, {"text": "Sandra complained about the way she had been treated, saying the system had been \"working against me\".", "type": "p"}, {"text": "Tinuke Awe, who co-founded an organisation called Five X More after her own experience giving birth to her son, said her pain was \"actively dismissed\" which led to her needing a forceps delivery.", "type": "p"}, {"text": "\"There is a stereotype of black women not feeling pain and being quite aggressive and loud, very strong, so we're able to take more pain,\" she told BBC Radio Four's Today programme. ", "type": "p"}, {"text": "\"I was dismissed and not believed I was in labour - maybe I wasn't shouting enough,\" she said.", "type": "p"}, {"text": "Black and Asian women are dying from the same causes as other women but more frequently. The most common include heart problems, blood clots, sepsis and suicide.", "type": "p"}, {"text": "Out of more than two million women having babies in 2018-20, 229 died in childbirth. That equates to 10.47 in every 100,000 - up from 8.79 in 2017-19, although lower than rates 15 years ago.", "type": "p"}, {"text": "But death rates vary according to ethnicity:", "type": "p"}, [{"text": "34 per 100,000 for black women", "type": "p"}, {"text": "16 per 100,000 for Asian women", "type": "p"}, {"text": "nine per 100,000 for white women", "type": "p"}, {"text": "eight per 100,000 for Chinese women", "type": "p"}], {"text": "The committee's report was compiled following two days of interviews with medical specialists, charities, experts and government ministers. ", "type": "p"}, {"text": "It says a shortage of staff in maternity care is the biggest concern. But women belonging to ethnic minorities also feel they are not listened to or understood during pregnancy and childbirth. And the report stresses the government and NHS have underestimated racism's key role in creating inequalities in care.", "type": "p"}, {"text": "Ms Awe from Five X More told the committee more than 42% of women surveyed by the charity had felt discriminated against during their maternity care.", "type": "p"}, {"text": "Amy Gibbs, from the Birthrights charity, said black and Asian women felt unsafe because of a lack of choice around their maternity-care options.", "type": "p"}, {"text": "The vast majority of women who die, across all ethnicities, had multiple and complex health problems, the committee heard - but their risks were not always communicated to relevant staff.", "type": "p"}, [{"text": "NHS to tackle 'unfair' maternity outcomes", "type": "a", "href": "https://www.bbc.co.uk/news/health-60485536"}, {"text": "Miscarriage 40% higher in black women, study shows", "type": "a", "href": "https://www.bbc.co.uk/news/health-56889861"}], {"text": "More money to expand the workforce is needed to deliver safe, personalised care to pregnant women, the report says, as well as a clear cross-government strategy and target for improvement.", "type": "p"}, {"text": "Collecting more information on the ethnicity of women giving birth and ensuring black women are better represented in research is also recommended.", "type": "p"}, {"text": "Professor Marian Knight, who leads a team that investigates every maternal death in the UK, said there was \"nothing inherently different about black and brown women's bodies that is leading to this disparity\". ", "type": "p"}, {"text": "But, she told BBC's Today programme there was some evidence of racial stereotyping and different treatment, including \"black women being assumed to have lower pain thresholds\" and black and ethnic minority women being less likely to get different forms of pain relief.", "type": "p"}, {"text": "\"Women are dying by and large from medical and mental health conditions so we need to ensure we are not only raising awareness and training midwives and maternity professionals, but also thinking about doctors who are caring for women before pregnancy and after pregnancy,\" she said.", "type": "p"}, {"text": "Donna Ockenden, who has conducted a number of independent reviews into maternity service failings, echoed Prof Knight's views that extra training was needed for GPs and anaesthetists, as well as midwives.", "type": "p"}, {"text": "\"We've got to work towards better inclusive care, where black and Asian women are listened to, they're heard, and we act upon what they are telling us,\" she told BBC's Today.", "type": "p"}, {"text": "\"There's no lack of information, but the lack of action - the slow progress - is no longer acceptable.\"", "type": "p"}, {"text": "An NHS England official said it was committed to ensuring \"all women receive high-quality care before, during and after their pregnancy\" and it had provided £6.8m to help local health systems reduce inequalities.", "type": "p"}, {"text": "\"Despite improvements to maternity services in England over the past decade, we know there is more to be done - and we will review the committee's recommendations as we continue to take action to make maternity care safer, more personalised and more equitable for all women, babies, and families,\" the official said.", "type": "p"}, {"text": "A Department of Health and Social Care official said the NHS was already one of the safest places to give birth in the world but the department was \"absolutely clear that we must ensure maternity care is of the same high standard, regardless of race\".", "type": "p"}, {"text": "The government said the Maternity Disparities Taskforce - made up of mothers, clinicians and key organisations - was focusing on how to eradicate disparities and improve maternity outcomes for all mothers.", "type": "p"}], "tags": []}