{"link": "https://www.bbc.com/news/science-environment-65315823", "category": "science & environment", "title": "Biodiversity targets may be slipping out of reach - study", "contributor": null, "time": "2023-04-18T23:39:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15BC6/production/_129403098_whitestorkgettyimages-1356735860.jpg", "content": [{"text": "Ambitious targets to halt the decline in nature may already be slipping out of reach, a study suggests.", "type": "b"}, {"text": "Scientists say the effects of climate change and habitat loss on animal populations have been underestimated.", "type": "p"}, {"text": "They say bringing back wildlife may take longer than expected and that unless we act now global biodiversity targets will be out of reach.", "type": "p"}, {"text": "In December almost 200 countries agreed to halt the decline in nature by the end of the decade.", "type": "p"}, {"text": "They set ambitious goals to halt the loss of biodiversity and protect 30% of lands and seas by 2030.", "type": "p"}, [{"text": "What is biodiversity and how can we protect it?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-60823267"}, {"text": "Can we set aside a third of our planet for nature?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63955526"}, {"text": "What is a mass extinction and are we causing one?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63875331"}], {"text": "\"What this analysis is highlighting is that it's even harder than we think [to meet the targets]\" said Dr Robin Freeman of ZSL's Institute of Zoology in London.", "type": "p"}, {"text": "\"We need to act more urgently and more quickly, and tackle more things to achieve them.\" ", "type": "p"}, {"text": "The study, published in the Royal Society journal, Proceedings B, analysed trends in populations of more than 600 different species of birds and mammals. ", "type": "p"}, {"text": "The scientists found that past modelling work had largely ignored time lags of decades before the effects of drivers such as climate change and habitat loss kick in.", "type": "p"}, {"text": "This means we may be further down the line towards biodiversity loss than we thought.", "type": "p"}, {"text": "\"We've seen delayed effects of up to 40 years for large mammals and birds,\"  Dr Freeman told BBC News. ", "type": "p"}, {"text": "\"And that means that the longer we wait to take action the longer it will take to see any kind of response.\"", "type": "p"}, {"text": "On the plus side, the research suggests immediate action on such things as unsustainable hunting and over-exploitation of natural resources will have immediate and far-ranging benefits.", "type": "p"}, {"text": "More plants and animals are going extinct than at any other point in human history.", "type": "p"}, {"text": "In December countries signed up to a landmark agreement setting global goals to address biodiversity loss.", "type": "p"}, {"text": "A total of 188 governments including the UK committed to global targets for 2030, from reducing global food waste by half to phasing out subsidies that harm biodiversity.", "type": "p"}, {"text": "Follow Helen on Twitter @hbriggs.", "type": "p"}], "tags": []}