{"link": "https://www.bbc.com/news/entertainment-arts-66553230", "category": "entertainment & arts", "title": "Britney Spears on Sam Asghari divorce: 'I couldn't take the pain anymore'", "contributor": null, "time": "2023-08-19T13:51:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EEEC/production/_130846116_gettyimages-1163652462.jpg", "content": [{"text": "Britney Spears has spoken for the first time since her husband Sam Asghari announced their split, saying she \"couldn't take the pain anymore\".", "type": "b"}, {"text": "Mr Asghari, 29, cited \"irreconcilable differences\" in a divorce petition filed in Los Angeles on Wednesday. ", "type": "p"}, {"text": "He asks that spousal support and payment of legal fees be paid by Ms Spears, the documents state.", "type": "p"}, {"text": "Ms Spears, 41, said she was \"a little shocked\" that her six-year relationship with Mr Asghari had come to an end. ", "type": "p"}, {"text": "Discussing their breakup in an Instagram post, the singer wrote: \"I'm not here to explain why because it's honestly nobody's business.\"", "type": "p"}, {"text": "\"I've been playing it strong for way too long and my Instagram may seem perfect but it's far from reality and I think we all know that,\" she added. ", "type": "p"}, {"text": "\"I would love to show my emotions and tears on how I really feel but for some reason I've always had to hide my weaknesses.\" ", "type": "p"}, {"text": "Ms Spears said she would be \"as strong as I can\" and she was \"actually doing pretty damn good\". ", "type": "p"}, [{"text": "Britney Spears' husband Sam Asghari says their marriage is over", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-66529567"}], {"text": "Mr Asghari, an Iranian-American actor, model and fitness trainer, met Ms Spears while she was shooting the video for her song Slumber Party in 2016.", "type": "p"}, {"text": "He was a vocal supporter of her efforts to end her father Jamie's conservatorship; a fight she won just months before their marriage.", "type": "p"}, {"text": "The couple got engaged in September 2021 and were married in a small ceremony last June. ", "type": "p"}, {"text": "Rumours of their marital struggles were reported in US tabloids this year. The two had recently been seen without their wedding rings in public.", "type": "p"}, {"text": "In his own post on Instagram, Mr Asghari said: \"After 6 years of love and commitment to each other my wife and I have decided to end our journey together.", "type": "p"}, {"text": "\"We will hold onto the love and respect we have for each other and I wish her the best always.\"", "type": "p"}, {"text": "He added: \"Asking for privacy seems rediculous [sic] so I will just ask for everyone including media to be kind and thoughtful.\" ", "type": "p"}], "tags": []}