{"link": "https://www.bbc.com/news/science-environment-66525526", "category": "science & environment", "title": "Water voles brought back to the Lake District", "contributor": null, "time": "2023-08-17T00:11:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/69D3/production/_130819072_mediaitem130819071.jpg", "content": [{"text": "More than 200 captive-bred water voles have been released at a secret location close to Haweswater, as part of an attempt to create a thriving population of the endangered species in Cumbria. ", "type": "b"}, {"text": "Conservationists and volunteers carried the semi-aquatic mammals to their new home in temporary soft-release pens, to allow them a few days to acclimatise.", "type": "p"}, {"text": "Although, 10 of the older ones were freed directly into the water. ", "type": "p"}, {"text": "Nearly wiped out in recent decades, the species was widespread across the UK.", "type": "p"}, {"text": "This reintroduction is the first in the Lake District. ", "type": "p"}, {"text": "Volunteers will check the pens in the coming days, eventually removing them when the newly wild voles have moved into their own burrows. ", "type": "p"}, {"text": "This release is the culmination of more than two years of work restoring a river valley in the Haweswater Reserve, which is managed by the Royal Society for the Protection of Birds and United Utilities. ", "type": "p"}, {"text": "According to the charity, in the past century the UK has seen an estimated water-vole population of eight million drop to about 132,000, as the species disappeared from 94% of the sites it had occupied. ", "type": "p"}, {"text": "One of the key projects in Haweswater has been controlling the population of American mink, first brought to Britain in the 1920s for fur farms. ", "type": "p"}, [{"text": "Londoners urged to help save water voles", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-london-65299052"}, {"text": "How a river was given a 'wiggle' and got its fish back ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65341994"}, {"text": "The tale of the 'un-extinct' fish", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59760356"}], {"text": "According to the People's Trust for Endangered Species, they began escaping those farms and were breeding in the wild by the mid-1950s. ", "type": "p"}, {"text": "The water vole's defences, diving beneath the water and kicking up a screen of dirt or hiding in their burrows, were insufficient. A female mink can fit into water-vole burrows and wipe out entire colonies and populations along waterways. ", "type": "p"}, {"text": "RSPB conservation scientist Dr Ashely Lyons said the water vole had become a \"missing piece\" of this landscape. ", "type": "p"}, {"text": "\"Through their burrows, they dig up the soil and bring nutrients to the surface, which helps vegetation,\" she said. ", "type": "p"}, {"text": "\"They also nibble plants, leaving room for other plants to come through. And they're an important part of the food chain. It's fabulous to see them back here.\" ", "type": "p"}, {"text": "The project, a partnership between the Eden Rivers Trust,  Cumbria Connect and the Environment Agency, will see a total of about 350 voles released at two locations. ", "type": "p"}, {"text": "It was exciting to set them free in the Cumbrian landscape, Dave Greaves, from the Eden Rivers Trust, said.", "type": "p"}, {"text": "\"It's lovely to see them back where they should be,\" he said. ", "type": "p"}], "tags": []}