{"link": "https://www.bbc.com/news/technology-66508514", "category": "technology", "title": "'Sexist' Amazon Alexa didn't answer Lionesses question", "contributor": null, "time": "2023-08-17T12:08:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7438/production/_130825792_engaus_pa.jpg", "content": [{"text": "Amazon has been accused of sexism after its Alexa voice assistant was unable to respond to a question about the Lionesses' ", "type": "b"}, {"text": "When asked on Wednesday \"for the result of the England-Australia football match today\" it said there was no match.", "type": "p"}, {"text": "\"This was an error that has been fixed,\" an Amazon spokesperson said.", "type": "p"}, {"text": "Academic Joanne Rodda - who alerted the BBC - said it showed \"sexism in football was embedded in Alexa\".", "type": "p"}, {"text": "Dr Rodda, a senior lecturer in psychiatry at Kent and Medway Medical School - with an interest in artificial intelligence (AI), said she had only been able to get an answer from Alexa when she specified it was women's football she was interested in.", "type": "p"}, {"text": "\"When I asked Alexa about the women's England-Australia football match today it gave me the result,\" she told the BBC.", "type": "p"}, {"text": "The BBC was able to replicate what she had found on Alexa.", "type": "p"}, {"text": "Responding to Amazon saying it had remedied the situation, Dr Rodda told the BBC it was \"pretty sad that after almost a decade of Alexa, it's only today that the AI algorithm has been 'fixed' so that it now recognises woman's World Cup football as 'football'\".", "type": "p"}, {"text": "Amazon told the BBC that when a customer asks Alexa a question, information is pulled from a variety of sources, including Amazon, licensed content providers, and websites. ", "type": "p"}, {"text": "It added that it had automated systems which use AI to understand the context and pull out the most relevant information, but the systems got it wrong in this case.", "type": "p"}, {"text": "The firm said it expected the systems to get better over time, adding that it has teams dedicated to help prevent similar situations in the future.", "type": "p"}, {"text": "Dr Rodda also questioned the extent to which the problem had actually been fixed, saying she still found similar problems with the Women's Super League. ", "type": "p"}, {"text": "\"Out of interest, I just asked Alexa who Arsenal football team are playing in October,\" she said.", "type": "p"}, {"text": "\"It replied with information about the men's team, and wasn't able to give an answer when I asked specifically about women's fixtures.", "type": "p"}, {"text": "The incident highlights the issue of bias being embedded in systems powered by the booming AI sector.", "type": "p"}, {"text": "That rapid growth has led some to warn that AI could threaten humanity's future - but others, including the EU's competition chief Margrethe Vestager, say it's the potential for AI to entrench existing prejudices that is a bigger concern.", "type": "p"}, {"text": "That is because AI is only as good as the data that has been used to train it. AI tools are trained on vast datasets and the onus is on the developers to ensure that they are sufficiently diverse, which they aren't always.", "type": "p"}, {"text": "An added difficulty is that once bias is embedded it is not always straightforward to make a tool \"unlearn\" its training - sometimes the only option is to start again, which firms may be reluctant to do given the huge costs of creating AI in the first place.", "type": "p"}, {"text": "Being overlooked by an algorithm is only going to become an increasingly problematic experience as AI tools decide not only what we see and hear but also how much we pay for things like car insurance, and perhaps what healthcare we require. ", "type": "p"}], "tags": []}