{"link": "https://www.bbc.com/news/entertainment-arts-61761832", "category": "entertainment & arts", "title": "Costa Book Awards to end as sponsorship finishes", "contributor": null, "time": "2022-06-10T14:00:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CDCF/production/_122578625_costa.jpg", "content": [{"text": "The Costa Book Awards, the only major prize open solely to authors living in the UK and Ireland, are to end after 50 years, organisers say.", "type": "b"}, {"text": "Costa Coffee said it had taken the \"difficult decision\" to end its sponsorship of the literary prize, which gave awards in five categories.", "type": "p"}, {"text": "Recent winners include Sally Rooney, Kate Atkinson, Hilary Mantel and William Boyd.", "type": "p"}, {"text": "The BBC has contacted Costa Coffee to ask why the awards have ended. ", "type": "p"}, {"text": "The prize has previously given £30,000 to its main winner, while its category winners - for first novel, novel, biography, poetry and children's book -  would each win £5,000.", "type": "p"}, {"text": "The ceremony held earlier this year in February was its last - it was celebrating the winners of the 2021 prize, which had been delayed by Covid.", "type": "p"}, {"text": "The prize was established in 1971, and was called the Whitbread Book Awards up until 2006, when Costa took over. ", "type": "p"}, [{"text": "Ex-teacher's poems about pupils win £30,000 prize", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60213531"}], [{"text": "Robert Maxwell biography among Costa book winners", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-59868674"}], {"text": "The organisers said: \"After 50 years of celebrating some of the most enjoyable books written by hugely talented authors from across the UK and Ireland, Costa Coffee has taken the difficult decision to end the awards.", "type": "p"}, {"text": "\"We are incredibly proud to have played a part in supporting some of the best-selling authors of the last 50 years, as well as trail-blazing diverse and fresh voices, tackling a broad range of themes and ideas,\" they added. ", "type": "p"}, {"text": "\"We are honoured to have helped both these new and established talents reach a wider audience of readers.\"", "type": "p"}, {"text": "Author Kate Mosse, whose books include best-seller Labyrinth, called the announcement \"such sad news\" while former judge Sarah Turner added she was \"so sad to see it ending as I have made some brilliant book/author discoveries over the last few years thanks to it\".", "type": "p"}, {"text": "Writer Louise Doughty, a former Costa and Booker Prize judge, said being shortlisted in 2010 for her novel Whatever You Love had been \"transformative\" for her career.", "type": "p"}, {"text": "Author Damian Barr described the news as \"a shame\", saying: \"Oh no! I was a judge this year - all the category judges and your team did such great work. The prizes have done so much to get so many books to so many people. Is this decision final? What a shame!\"", "type": "p"}, {"text": "Science fiction and romantic comedy writer Jenny Colgan said: \"Oh that is such rotten news about the Costa Book Awards responsible for some of the best beloved books of the last 20 years.\" ", "type": "p"}], "tags": ["Literature", "Costa Coffee", "Books"]}