{"link": "https://www.bbc.com/news/health-61709659", "category": "health", "title": "More than 300 monkeypox cases now found in UK", "contributor": null, "time": "2022-06-06T14:43:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16205/production/_125292609_gettyimages-1399376490.jpg", "content": [{"text": "More cases of the rare monkeypox virus, normally found in Africa, have been confirmed in the UK, bringing the total to 302.", "type": "b"}, {"text": "Twenty-six other countries have also had cases, including many in Europe.", "type": "p"}, {"text": "Health officials say anyone can get monkeypox, particularly if they've had close contact with someone with symptoms.", "type": "p"}, {"text": "They advise contacting NHS 111 or a sexual health clinic if you have a rash with blisters on any part of the body.", "type": "p"}, {"text": "The UK Health Security Agency says there are currently 287 confirmed cases of monkeypox in England, 10 in Scotland, three in Wales and two in Northern Ireland.", "type": "p"}, {"text": "In total, 780 cases of monkeypox have been found in recent weeks in countries where the virus is not usually present, outside of west and central Africa.", "type": "p"}, {"text": "Spain, Portugal, France, Canada, Australia and Mexico are just some of the countries to have been affected.", "type": "p"}, {"text": "The risk to the general population is low and the symptoms usually clear up within a few weeks, but the virus can be more severe in those who are particularly vulnerable.", "type": "p"}, [{"text": "What is monkeypox and how do you catch it? ", "type": "a", "href": "https://www.bbc.co.uk/news/health-45665821"}, {"text": "Monkeypox outbreak mostly in young men in London", "type": "a", "href": "https://www.bbc.co.uk/news/health-61660180"}], {"text": "Monkeypox is not sexually transmitted but it looks like the infection has been introduced in networks of gay and bisexual men in the UK, and that's where most cases are currently being seen.", "type": "p"}, {"text": "According to figures released last week, many of them are young men living in London. ", "type": "p"}, {"text": "Monkeypox is not spread easily between people but it can be passed on through close contact with skin, clothes, bedding and towels. So far, no one factor linking the cases in the UK has been identified.", "type": "p"}, [{"text": "Got a new rash? How to tell if it is monkeypox", "type": "a", "href": "https://www.bbc.co.uk/news/health-61551164"}, {"text": "Monkeypox: Handing out health advice without stigma", "type": "a", "href": "https://www.bbc.co.uk/news/uk-61609888"}], {"text": "The latest advice is to contact NHS 111 or a sexual health clinic if you have a rash with blisters, and you've:", "type": "p"}, [{"text": "been in close contact, including sexual contact, with someone who has or might have monkeypox (even if they've not been tested yet) in the past three weeks", "type": "p"}, {"text": "visited west or central Africa in the past three weeks", "type": "p"}]], "tags": ["Monkeypox"]}