{"link": "https://www.bbc.com/news/business-64178956", "category": "business", "title": "Staff must be free to work for employer's rivals - US regulator", "contributor": null, "time": "2023-01-05T21:22:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6221/production/_128212152_d3ac5f5c9356b6ba72dba2efff9642bc92264c6f.jpg", "content": [{"text": "US authorities are seeking to outlaw agreements that allow companies to limit the ability of staff to leave for work at competitors.", "type": "b"}, {"text": "The Federal Trade Commission (FTC) said non-compete clauses were \"exploitative\" and unfairly limited the opportunities of an estimated 30 million Americans.  ", "type": "p"}, {"text": "The FTC, which enforces competition law, said a ban would foster a more dynamic economy.", "type": "p"}, {"text": "The proposal was immediately challenged by the business community. ", "type": "p"}, {"text": "It will now enter a long rule-making process.", "type": "p"}, {"text": "Non-compete clauses were developed to prevent leavers from joining rivals and sharing trade secrets.", "type": "p"}, {"text": "The US Chamber of Commerce, one of the most powerful business lobbies, called the proposal \"blatantly unlawful\".", "type": "p"}, {"text": "\"Since the agency's creation over 100 years ago, Congress has never delegated the FTC anything close to the authority it would need to promulgate such a competition rule,\" said Sean Heather, a senior vice president for the organisation. \"The Chamber is confident that this unlawful action will not stand.\"", "type": "p"}, {"text": "The FTC said non-compete clauses have become embedded in the US labour market, estimating that they affect roughly one in five workers.", "type": "p"}, {"text": "Though long associated with the ranks of business executives and high tech workers, the agency said the practice has become common even in fields such as warehousing and hair styling. ", "type": "p"}, {"text": "In 2021, US President Joe Biden, who has cast himself as a pro-labour leader, ordered the FTC to look at ways to curtail their use.", "type": "p"}, {"text": "Lina Khan, who leads the agency and made her name criticising the might of big tech firms such as Amazon, on Thursday called the ability to switch jobs \"core to economic liberty and to a competitive, thriving economy\".", "type": "p"}, {"text": "\"Noncompetes block workers from freely switching jobs, depriving them of higher wages and better working conditions, and depriving businesses of a talent pool that they need to build and expand", "type": "p"}, {"text": "\"By ending this practice, the FTC's proposed rule would promote greater dynamism, innovation, and healthy competition,\" she said.", "type": "p"}, {"text": "The announcement of the rule-making plans comes a day after the FTC announced legal actions against several companies that had forced workers to sign non-compete agreements, including security guards.", "type": "p"}, {"text": "Officials estimated that if the rule were to go into effect, workers would receive collectively nearly $300bn (£251bn) more in wages per year.       ", "type": "p"}], "tags": ["US economy", "Employment", "Competition law"]}