{"link": "https://www.bbc.com/news/entertainment-arts-64174141", "category": "entertainment & arts", "title": "Channel 4: Culture Secretary Michelle Donelan confirms U-turn on privatisation", "contributor": null, "time": "2023-01-05T12:36:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EDB1/production/_128194806_hi079829237.jpg", "content": [{"text": "The government has confirmed it will not go ahead with a controversial plan to privatise Channel 4.", "type": "b"}, {"text": "Former Culture Secretary Nadine Dorries had said government ownership was \"holding Channel 4 back\".", "type": "p"}, {"text": "But her successor Michelle Donelan has now said the broadcaster \"should not be sold\", instead proposing other reforms because \"change is necessary\".", "type": "p"}, {"text": "Channel 4 welcomed the news, saying the decision \"allows us to be even more of a power in the digital world\". ", "type": "p"}, {"text": "The plan to sell the broadcaster for a possible £1.5bn had faced opposition from Channel 4 executives and much of the TV industry. ", "type": "p"}, {"text": "Ms Donelan said she had reached her decision \"after reviewing the business case and engaging with the relevant sectors\".", "type": "p"}, {"text": "Her alternative reforms include allowing the broadcaster to make and own the rights to some of its own programmes - many of which are currently made by independent production companies - and moving more jobs outside London.", "type": "p"}, {"text": "\"This announcement will bring huge opportunities across the UK with Channel 4's commitment to double their skills investment to £10m and double the number of jobs outside of London,\" Ms Donelan said.", "type": "p"}, {"text": "\"The package will also safeguard the future of our world leading independent production sector. We will work closely with them to add new protections such as increasing the amount of content C4C [Channel 4 Corporation] must commission from independent producers.\"", "type": "p"}, {"text": "The news comes a day after a letter, in which Ms Donelan recommended the move to the prime minister, was leaked.", "type": "p"}, {"text": "That sparked an angry response from Ms Dorries, who said the privatisation was one of a number of \"progressive\" policies that were being \"washed down the drain\". ", "type": "p"}, {"text": "Responding to the confirmation that privatisation would not go ahead, Channel 4 chief executive Alex Mahon said: \"The principle of public ownership for Channel 4 is now set for the foreseeable future, a decision which allows us to be even more of a power in the digital world.", "type": "p"}, {"text": "\"Channel 4 is innovative, editorially brilliant and loved by audiences that others don't reach, most of all the young and underrepresented. In the analogue world, we did this spectacularly. Now, in the digital era, we are doing it again.\"", "type": "p"}, {"text": "Channel 4 has been owned by the government but funded by advertising since it was set up in 1982.", "type": "p"}, {"text": "During Ms Dorries' tenure as culture secretary, the government said that declining advertising revenues and traditional TV viewing, and rising programme budgets, meant Channel 4 was being held back from competing with other TV services.", "type": "p"}, {"text": "Prime Minister Rishi Sunak said he would continue with the privatisation plan during his leadership campaign last year. But he has now accepted Ms Donelan's decision to scrap it.", "type": "p"}, {"text": "A statement from the Department for Digital, Culture, Media and Sport on Thursday said: \"However, doing nothing also carries risks and the government believes change is necessary to ensure the corporation can thrive now and long into the future in a rapidly changing media landscape.\"", "type": "p"}, {"text": "Channel 4 has not previously been allowed to make its own programmes - meaning it also doesn't own the rights to hits, which can be lucrative when the shows are sold to other broadcasters or streamers.", "type": "p"}, {"text": "Under the new proposals, it will be able to make some programmes and therefore make money from those rights.", "type": "p"}, {"text": "Ms Donelan has also promised to protect independent production companies by offering to raise the proportion of shows they make for Channel 4.", "type": "p"}, {"text": "The broadcaster currently has a quota to commission at least 25% of its programmes from those independent producers, but in practice the real figure is around 60%, according to Channel 4's latest annual report.", "type": "p"}, {"text": "Pact, the trade association for independent TV production companies, welcomed the government's decision not to go ahead with privatisation.", "type": "p"}, {"text": "\"However, we are disappointed that the government will be relaxing Channel 4's publisher-broadcaster status and permitting Channel 4 to produce its own programmes in-house,\" it said in a statement.", "type": "p"}, {"text": "\"Our main opposition to privatisation was the proposals around in-house production. Any relaxation of Channel 4's publisher-broadcaster status will be a blow to the sector, who are already facing increased production and business related costs.\"", "type": "p"}], "tags": ["Television", "Channel 4"]}