{"link": "https://www.bbc.com/news/science-environment-64169485", "category": "science & environment", "title": "Green farming schemes to be paid more taxpayers' money", "contributor": null, "time": "2023-01-05T10:48:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12502/production/_128201057__121918186_farmertractorgettyimages.jpg", "content": [{"text": "Farmers in England will be paid more public money for protecting the environment and producing food more sustainably, the government has said.", "type": "b"}, {"text": "It is hoped the increase in payment rates will encourage more farmers to sign up to new environmental land management schemes (ELMS).", "type": "p"}, {"text": "ELMS is designed to replace the EU's common agricultural policy (CAP).", "type": "p"}, {"text": "Farmers' union the NFU welcomed the rise but warned it could be \"too little too late\" in the economic climate.", "type": "p"}, {"text": "The Department for Environment, Food and Rural Affairs (Defra) said the new system would put \"money into farmers' pockets\" while enhancing nature and driving innovation in agriculture. ", "type": "p"}, {"text": "The announcement comes amid rises in the cost of food production, with farmers hit particularly hard by increases in the cost of animal feed, fertilizers and fuel.", "type": "p"}, {"text": "The increased rates under ELMS will come from existing money, reallocated from the previous direct payment subsidies given to farmers under the EU scheme.", "type": "p"}, {"text": "NFU vice president David Exwood said it was still unclear what work farmers - who will be losing direct payments - would actually be paid for under ELMS. ", "type": "p"}, {"text": "He said: \"While some of these latest changes are welcome… it risks being too little too late, especially given the current economic challenges we are experiencing and the rapid erosion of direct payments.\"", "type": "p"}, {"text": "Concerns had previously been raised that the new nature-friendly payments system would not offer smaller farms enough to stay in business.", "type": "p"}, {"text": "Now 30,000 farmers who have signed up to a countryside stewardship scheme - which is being expanded under ELMS - will see an average increase of 10% to the money they receive for ongoing environmental work, such as habitat management.", "type": "p"}, {"text": "Bigger, one-off green schemes, such as hedgerow creation, will see an average payment increase of 48%.", "type": "p"}, {"text": "Up to an extra £1,000 a year will be available under ELMS' sustainable farming incentive to help smaller businesses, including tenant farmers, cover the administrative cost of taking part.", "type": "p"}, {"text": "But the focus on smaller schemes was met with caution by environmental and conservation groups that had previously raised concerns over the government's commitment to ELMS, including the National Trust.", "type": "p"}, {"text": "Harry Bowell, the organisation's director of land and nature, is concerned that money will be taken away from more ambitious environmental projects.", "type": "p"}, {"text": "He said: \"The risk is that a large proportion of the overall budget will now be spent on attracting farmers into the sustainable farming incentive scheme, at the cost of more stretching measures and schemes.\"", "type": "p"}, {"text": "Tim Field, who leads a group of 120 farms across the Cotswolds, which is already piloting a larger-scale landscape recovery scheme under ELMS, said he did welcome any help for smaller farms to take up environmental work.", "type": "p"}, {"text": "But he added that more had to be done to ensure domestic food production was supported too.", "type": "p"}, {"text": "\"Public money is essential to catalysing food and farming into restorer, not destroyer, of ecosystem services.  ", "type": "p"}, {"text": "\"However, cheap imports produced to lower standards continue to undermine the price of home-grown sustainably produced food, and this pump-priming public money will be insufficient to bridge the price discrepancy at the farm gate,\" he said.", "type": "p"}, {"text": "The rate increase was announced by the farming minister Mark Spencer at the Oxford Farming Conference on Thursday.", "type": "p"}, {"text": "He said: \"As custodians of more than 70% of our countryside, the nation is relying on its farmers to protect our landscapes as well as produce the high-quality food we are known for, and we are increasing payment rates to ensure farmers are not out of pocket for doing the right thing by the environment\".", "type": "p"}, {"text": "A Defra spokesperson added the schemes would help the UK meet its legally-binding environmental targets and its aim of halting biodiversity decline by 2030 \"while supporting the industry to farm more home-grown produce\".", "type": "p"}, {"text": "Before ELMS, under the EU's CAP system, farmers received subsidies based on how much land they held, meaning larger landowners benefited the most. ", "type": "p"}, {"text": "The new system is being phased in by 2027/28 and more details on the environmental work that will be paid for are to be announced at the end of the month.", "type": "p"}, {"text": "Agricultural policy in the UK is a devolved responsibility and each nation is implementing its own subsidy schemes.", "type": "p"}], "tags": ["Environment"]}