{"link": "https://www.bbc.com/news/technology-64176441", "category": "technology", "title": "CES 2023: Sony unveils controller for disabled gamers", "contributor": null, "time": "2023-01-05T17:11:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7D45/production/_128196023_5520390b-184b-4c82-b428-874ede10b953.jpg", "content": [{"text": "Sony has teamed up with accessibility experts to announce a PlayStation 5 controller for disabled gamers.", "type": "b"}, {"text": "Project Leonardo is a \"highly customisable kit\" of different buttons, triggers and sticks that lets players create a set-up that suits their needs.", "type": "p"}, {"text": "Microsoft's Adaptive Controller, released in 2018, sells for £74.99 at its UK store - though extra buttons and joysticks can cost much more.", "type": "p"}, {"text": "But there is currently no release date or price point for Project Leonardo. ", "type": "p"}, {"text": "A Sony Interactive Entertainment official told BBC News it would work \"out of the box\" to help gamers play \"more easily, more comfortably and for longer periods\". ", "type": "p"}, {"text": "\"We feel the breadth of hardware and software customisation options in Project Leonardo is unique and stands out from any other accessibility controller on the market today,\" the official said.", "type": "p"}, {"text": "\"Project Leonardo is a true passion project for our team. We've drawn on 28 years of design expertise at PlayStation to create a controller kit that we hope many players with disabilities will find useful.\"", "type": "p"}, {"text": "Several charities helped, including US-based AbleGamers and UK-based SpecialEffect.", "type": "p"}, {"text": "SpecialEffect founder and chief executive Mick Donegan said he was \"really excited to see the impact of the controller on helping to make access to gaming available to many more people\".", "type": "p"}, {"text": "The charity has previously championed Microsoft's Adaptive Controller, which officially works with PC or Xbox only but can be used on rival consoles with a third-party adapter.", "type": "p"}, {"text": "Other manufacturers, such as Hori, have also developed accessible controllers.", "type": "p"}, {"text": "Last year, 8BitDo made one for gamers with spinal muscular atrophy, after being contacted by a parent.", "type": "p"}, {"text": "Cesar Flores, who has consulted on Project Leonardo, said Sony's controller was \"a big part of what it means to create accessibility\". ", "type": "p"}, {"text": "\"I'm so thankful to be a part of it,\" he said. \"It's life-changing, not just for me but for so many people in the world.\"", "type": "p"}, {"text": "Also at CES 2023, one of the world's largest technology shows, Sony:", "type": "p"}, [{"text": "revealed it had sold more than 30 million PlayStation 5 consoles", "type": "p"}, {"text": "unveiled the first trailer for the feature film based on racing game Gran Turismo", "type": "p"}]], "tags": ["Gaming", "Disability", "Sony", "PlayStation"]}