{"link": "https://www.bbc.com/news/business-63786201", "category": "business", "title": "Crypto firm BlockFi files for bankruptcy after FTX collapse", "contributor": null, "time": "2022-11-28T17:20:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6838/production/_127808662_gettyimages-1244781919.jpg", "content": [{"text": "The troubled crypto firm BlockFi has filed for bankruptcy in the US, as the dramatic collapse of FTX continues to reverberate across the industry.", "type": "b"}, {"text": "The company had already halted most activity on its platform, citing \"significant exposure\" to FTX.", "type": "p"}, {"text": "BlockFi said it was seeking court protection to restructure, settle its debts and recover money for investors.", "type": "p"}, {"text": "BlockFi had received a rescue deal from FTX earlier this year as the values of cryptocurrencies plunged.", "type": "p"}, {"text": "But FTX, a crypto exchange, ran into its own problems this month, as people rushed to pull money from the platform amid doubts about its finances.", "type": "p"}, {"text": "Former boss Sam Bankman-Fried, the so-called \"crypto king\", resigned and the firm declared bankruptcy.", "type": "p"}, {"text": "The collapse has shaken faith in the crypto industry and drawn scrutiny from regulators.", "type": "p"}, {"text": "BlockFi, which offered loans and other financial services backed by borrowers' crypto assets, described the collapse of FTX as \"shocking\". ", "type": "p"}, [{"text": "Crypto giant FTX collapses into bankruptcy", "type": "a", "href": "https://www.bbc.co.uk/news/business-63601213"}, {"text": "'I'm waiting to get £2,000 back from crypto giant'", "type": "a", "href": "https://www.bbc.co.uk/news/business-63577783"}], {"text": "In a court filing, New Jersey-based BlockFi said it owed money to more than 100,000 creditors. It listed crypto exchange FTX as its second-largest creditor, with $275m owed on a loan extended earlier this year.", "type": "p"}, {"text": "It also owes $30m to the US financial regulator, the Securities and Exchange Commission, which earlier this year found the firm had failed to properly register its products and misled the public about the risk levels in its loan portfolio and lending activity.", "type": "p"}, {"text": "BlockFi said the Chapter 11 bankruptcy filing would allow the firm to develop a \"reorganization plan that maximizes value for all stakeholders, including our valued clients\".", "type": "p"}, {"text": "The company said it had almost $257m in cash on hand.", "type": "p"}, {"text": "\"From inception, BlockFi has worked to positively shape the cryptocurrency industry and advance the sector. BlockFi looks forward to a transparent process that achieves the best outcome for all clients and other stakeholders,\" said Mark Renzi of Berkeley Research Group, the company's financial advisor. ", "type": "p"}, {"text": "Founded in 2017, BlockFi had promoted itself as building a bridge between cryptocurrencies and traditional financial products.", "type": "p"}, {"text": "It has won hundreds of millions of investment from big-name tech investors, including Bain Capital Ventures and Tiger Global, in recent years.  Last year, as crypto values soared, it said it managed more than $15bn in assets. ", "type": "p"}, {"text": "It is not the only firm to be hit after cryptocurrency prices plunged earlier this year. The value of the most well-known digital currency, Bitcoin, dropped from more than $64,000 a year ago to less than $20,000 in June. ", "type": "p"}, {"text": "Celsius Network and Voyager Digital are among the other firms that have also filed for bankruptcy.", "type": "p"}], "tags": ["Cryptocurrency"]}