{"link": "https://www.bbc.com/news/entertainment-arts-63783561", "category": "entertainment & arts", "title": "Benin Bronzes: Nigeria hails 'great day' as London museum signs over looted objects", "contributor": null, "time": "2022-11-28T19:48:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12EA8/production/_127808477_83723e0cbdad376df63ca5de97791874881330df.jpg", "content": [{"text": "A UK museum's signing over of its collection of objects looted from the Kingdom of Benin is \"a really great day\", the head of Nigeria's National Commission for Museums and Monuments has told the BBC.", "type": "b"}, {"text": "The Horniman Museum in south-east London is returning 72 items, including so-called Benin Bronzes, to Nigerian ownership - making it the first in the UK to officially take such action on this scale.", "type": "p"}, {"text": "Prof Abba Tijani said: \"Hanging on to looted objects is no longer tenable.\"  ", "type": "p"}, {"text": "The move adds to pressure on other museums and galleries as they grapple with the question of restitution.", "type": "p"}, {"text": "The Benin artworks were forcibly removed in 1897, in a large-scale British military expedition. ", "type": "p"}, {"text": "British forces attacked and occupied the city of Benin, in what is now modern-day Nigeria. ", "type": "p"}, {"text": "The formal signing ceremony transferring ownership of the 72 objects back to Nigeria unconditionally took place on Monday evening in front of Nigerian royalty and other dignitaries.", "type": "p"}, {"text": "In a speech, Prof Tijani praised the Horniman for doing all it could \"to correct the past\".", "type": "p"}, {"text": "Nick Merriman, director of the Horniman Museum, told the BBC that after a lot of research and consultation \"there was no doubt they'd been looted - so there was a moral argument for their return\".", "type": "p"}, {"text": "\"I think we're seeing a tipping point around not just restitution and repatriation, but museums acknowledging their colonial history - and that's better history, I think,\" he said.", "type": "p"}, {"text": "He added it would lead to a \"fuller account of how collections have arrived in British museums\".", "type": "p"}, {"text": "However, he also said it was important to note that some museums are subject to legislation which prevents them from removing items from their collections, whereas others, which are charities such as the Horniman, are allowed to do so.", "type": "p"}, [{"text": "Benin Bronze stave to be returned to Nigeria", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-tyne-59964386"}, {"text": "A guide to Africa's 'looted treasures'", "type": "a", "href": "https://www.bbc.co.uk/news/world-africa-45406557"}, {"text": "Museum to consider returning looted artefacts", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-london-56652357"}, {"text": "Horniman named Museum of Year 2022", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-london-62172335"}], {"text": "London's British Museum has 900 items from Benin, and Prof Tijani added: \"I think the British Museum is watching, I believe they are now taking it deeply to see that they do something, because every museum across the world is saying it is not right for them to hang on to these objects.\"", "type": "p"}, {"text": "He said seeing some of the objects in the British Museum would \"give me high blood pressure\", adding he would keep appealing to the museum to \"really look at\" returning artefacts, with the option to have objects on loan for display.", "type": "p"}, {"text": "Nigeria's National Commission for Museums and Monuments (NCMM) has issued formal repatriation requests to museums across the world.", "type": "p"}, {"text": "In 2026 its government will open the Edo Museum of West African Art in Benin City, which is being designed by the British-Ghanaian architect Sir David Adjaye, to house the largest collection of Benin Bronzes ever assembled.", "type": "p"}, {"text": "The NCMM approached the Horniman in January 2022.  After a consultation, and with the endorsement of the Charity Commission, the Horniman's trustees decided it was \"moral and appropriate\" to hand the artworks back.", "type": "p"}, {"text": "Six will return to Nigeria.  For now, the rest of the collection remains in London on loan.", "type": "p"}, {"text": "Soldiers burned and partially destroyed the Benin Royal Palace in 1897, looting and pillaging as they went. The Oba, or King, was forced into exile.", "type": "p"}, {"text": "At the time, the violent assault was claimed to be in retaliation for an attack on a British trade mission a month earlier.  ", "type": "p"}, {"text": "Now it is viewed by many in the wider context of Britain's desire to break up a wealthy trading competitor and seize its assets. Benin was swallowed into Nigeria under the British Empire before Nigerian independence in 1960.", "type": "p"}, {"text": "The kingdom is renowned for its complex and elaborately decorated collection of sculptures. These highly prized items were created over 600 years by specialist craftsmen working for the royal court in the kingdom's capital.", "type": "p"}, {"text": "They include beautiful human and animal figures, ceremonial objects made from ivory and brass, and royal regalia.", "type": "p"}, {"text": "A series of plaques, known as the Benin Bronzes, which used to decorate the palace walls, are a key historic record of the court and kingdom.", "type": "p"}, {"text": "Speaking at the signing ceremony in London on Monday, Prince Aghatise Erediauwa, a representative of the Oba of Benin, said the 1897 attack was \"still a point of pain to us in Benin.  Our children grow up and are taught the history of what happened\".", "type": "p"}, {"text": "But he said it was heartening to see that \"the narrative is now changing, on ethical grounds, on moral grounds, on legal grounds\" with a sense \"that objects that were stolen should be returned\".", "type": "p"}, {"text": "He said the individual plaques that make up the Benin bronzes were \"like a page in a book\" - telling the story of Benin - and the fact they have been scattered across the world was painful.  ", "type": "p"}, {"text": "Curators in some of the museums that hold the bronzes have mis-described what they depict, he added, forcing western interpretations on the artefacts, causing further anguish to his country.", "type": "p"}, {"text": "During the British attack, many thousands of items of huge ceremonial and ritual value were stolen. Deemed official \"spoils of war\", they were brought to the UK for sale or to be distributed to soldiers who had taken part in the raid.  ", "type": "p"}, {"text": "Museums in the UK, Europe and the US hold many of them. Some bid for the objects at auctions at the start of the 20th Century which were held to finance the expedition.  ", "type": "p"}, {"text": "Two of the items being returned by the Horniman were acquired by its founder Frederick Horniman a month after the attack, directly from someone personally involved in the looting.  Others were purchased two years later from a local resident.", "type": "p"}, {"text": "With 900 in its own collection, the British Museum has a sizeable proportion of the UK's Benin Bronzes.", "type": "p"}, {"text": "The Nigerian Government has been asking museums to return these important artworks since the 1930s.", "type": "p"}, {"text": "Germany signed a historic agreement with Nigeria this summer to transfer ownership from its museum collections of more than 1,000 items taken from Benin. France has also returned items.", "type": "p"}, {"text": "In the UK, Glasgow Life is in the process of finalising the planned return of 17 objects from Benin held in its museums.", "type": "p"}, {"text": "Similar actions are under way in Oxford and Cambridge.", "type": "p"}, {"text": "Museums are facing increasing calls to address the legacy of British colonialism and plunder.", "type": "p"}, {"text": "Whether it is demands for the return of the Parthenon Sculptures (or Elgin Marbles as they were often better known) to Greece, or the fate of objects looted from Africa, conversations about repatriation and restitution are high on the agenda.", "type": "p"}, {"text": "A spokesperson for the Department for Digital, Culture, Media and Sport (DCMS) has said \"decisions relating to the care and management of their collections are a matter for the trustees of each museum\".", "type": "p"}, {"text": "The Horniman though, which won 2022 Art Fund Museum of the Year, is not bound by the same laws as some of Britain's national institutions.  ", "type": "p"}, {"text": "The British Museum, for example, is banned by Parliament from \"deaccessioning\" items in its collections, except in very specific circumstances.  ", "type": "p"}, {"text": "The museum says that would prevent it returning its Benin Bronzes to the Nigerian government, although it is part of a working group called the Benin Dialogue Group. ", "type": "p"}, {"text": "For the Nigerians, the Horniman agreement officially signed on 28 November creates a template for the future.", "type": "p"}, {"text": "Crucially for them, this is about ownership, and 125 years after the objects were taken from Benin, the Nigerians have taken back control. Now they can decide what happens next. ", "type": "p"}], "tags": ["Benin Bronzes", "Nigeria", "London", "Museums"]}