{"link": "https://www.bbc.com/news/health-63782514", "category": "health", "title": "Monkeypox given new name by global health experts", "contributor": null, "time": "2022-11-28T12:38:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/02E4/production/_127804700_gettyimages-1402267440.jpg", "content": [{"text": "Monkeypox will now be known as mpox, the World Health Organization (WHO) has announced, after complaints over racist and stigmatising language linked to the virus's name.", "type": "b"}, {"text": "The old term will be used alongside the new one for a year, before being phased out.", "type": "p"}, {"text": "Mpox was decided on after lengthy discussions between experts, countries and the general public.", "type": "p"}, {"text": "It can easily be used in English as well as other languages, the WHO said.", "type": "p"}, {"text": "Human monkeypox was first identified in 1970 and named after the disease caused by the virus was discovered in captive monkeys more than a decade before.", "type": "p"}, {"text": "Since then, the WHO has introduced advice on naming diseases.", "type": "p"}, [{"text": "What is monkeypox and how do you catch it? ", "type": "a", "href": "https://www.bbc.co.uk/news/health-45665821"}], {"text": "It stresses the need to minimise unnecessary negative impact on trade, travel, tourism or animal welfare, and to avoid causing offence to any cultural, social, national or ethnic groups.", "type": "p"}, {"text": "During the Covid pandemic, it recommended that variants were referred to using letters of the Greek alphabet because they were \"non-stigmatising\" and easy to pronounce.", "type": "p"}, {"text": "This year, there has been unusual spread of mpox virus - a member of the same family of viruses as smallpox - in many countries outside central and west Africa, where it is often found.", "type": "p"}, {"text": "In July, the WHO declared a global health emergency because of the worldwide surge in people developing symptoms, including a high fever and skin lesions or rash.", "type": "p"}, {"text": "Cases of the disease have been declining for several months now, but more than 100 different countries have been affected in 2022 - prompting huge demand for vaccine supplies to protect those most at risk.", "type": "p"}, {"text": "The US, Brazil, Spain, France and the UK have reported the highest total number of mpox cases this year. Globally, there have been 50 deaths from the virus.", "type": "p"}, {"text": "Since May, the UK has reported more than 3,500 cases but a rollout of vaccines to vulnerable groups helped drive down numbers following a peak in July.", "type": "p"}, {"text": "Most people affected were men who have sex with men.", "type": "p"}], "tags": ["Monkeypox"]}