{"link": "https://www.bbc.com/news/technology-63788437", "category": "technology", "title": "Musk feuds with Apple over Twitter advertising", "contributor": null, "time": "2022-11-28T20:41:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/99E9/production/_127810493_f671b8973f4890198f0520a824888a3807f7df71.jpg", "content": [{"text": "Elon Musk has said Apple has halted most of its advertising on Twitter and accused the company of threatening to remove the platform from its app store.", "type": "b"}, {"text": "The feud comes as many companies have halted spending on Twitter amid concerns about Mr Musk's content moderation plans for the site.", "type": "p"}, {"text": "Apple has not responded to requests for comment from the BBC.", "type": "p"}, {"text": "Mr Musk has said Twitter has seen a \"massive\" drop in revenue, blaming activists for pressuring advertisers.", "type": "p"}, {"text": "In a series of Tweets on Monday, he accused Apple of  \"censorship\" and criticised its policies, including the charge it levies on purchases made on its app store.", "type": "p"}, {"text": "\"Apple has mostly stopped advertising on Twitter. Do they hate free speech in America?\" he said.", "type": "p"}, {"text": "He appealed directly to Apple's CEO - asking: \"What's going on here @tim_cook?\"", "type": "p"}, {"text": "The owner of the social media platform also claimed Apple had threatened to withhold Twitter from its app store, but did not say why.", "type": "p"}, {"text": "Mr Musk, who purchased Twitter for $44bn last month, is under pressure as some companies halt spending.", "type": "p"}, {"text": "He has said he hopes to make money by turning Twitter verification into a paid subscription service, but currently the vast majority of the site's revenue comes from advertising. ", "type": "p"}, {"text": "Companies including Cheerios maker General Mills and Volkswagen are among the firms that have halted their spending in recent weeks. ", "type": "p"}, {"text": "Media Matters, a watchdog site, reported last week that half of Twitter's top advertisers had pulled their advertising on Twitter after concerns about the direction of Twitter.", "type": "p"}, {"text": "Apple's media agency Omnicom recommended the Silicon Valley giant pause advertising on the platform out of concern for Apple's \"brand safety\", according to US tech site The Verge.", "type": "p"}, {"text": "Elon Musk has worked out who really holds the power over social media companies. ", "type": "p"}, {"text": "The billionaire famously doesn't like being told what to do. And yet Apple holds all the cards when it comes to Twitter. ", "type": "p"}, {"text": "Firstly, as others have found out, only Apple decides who's allowed on the App Store. If Apple wanted to, it could stop Twitter from being downloaded on iPhones around the world - which would be a devastating blow for Twitter. ", "type": "p"}, {"text": "Not only that but Apple can also charge what it likes for the privilege of being on the App Store. For companies like Twitter, it can charge anywhere from 15-30% for in-app purchases. ", "type": "p"}, {"text": "That charge has been challenged in the US courts by Fortnite producer Epic Games. In 2021, the company sued over Apple's commission for access to their \"walled garden\", as the App Store is referred to in the case. ", "type": "p"}, {"text": "Lastly, Apple has the power to stop advertising on Twitter - an important source of revenue for the company. ", "type": "p"}, {"text": "Mr Musk isn't the first to flag this power imbalance. Meta has for years complained about the dominance Apple holds over its Instagram and Facebook apps.", "type": "p"}, {"text": "But in Mr Musk, Apple now has another powerful and very rich adversary. ", "type": "p"}, {"text": "In picking a fight with Apple, Mr Musk is wading into a wider debate over the clout that Apple wields over online activity via its app store, which is the way that iPhone owners download games and other apps.", "type": "p"}, {"text": "As it stands, Apple could take up to 30% of the money from the monthly fee Twitter plans to charge some users.", "type": "p"}, {"text": "On Twitter, Mr Musk posted a meme saying \"pay 30%. Go To War\" with an arrow pointing to the latter. ", "type": "p"}, {"text": "All companies listed in the app store have to abide by Apple's rules and pay its fees, or face removal or suspension. ", "type": "p"}, {"text": "Last year Apple suspended social media platform Parler from the store, saying it didn't do enough to remove hate speech. ", "type": "p"}, {"text": "Apple later restored Parler after the company updated its policies. ", "type": "p"}], "tags": ["Social media", "Elon Musk", "Twitter", "Apple", "Advertising"]}