{"link": "https://www.bbc.com/news/entertainment-arts-65660768", "category": "entertainment & arts", "title": "Martin Amis: Celebrated British novelist dies aged 73", "contributor": null, "time": "2023-05-21T02:51:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/172D1/production/_129792949_gettyimages-458196906.jpg", "content": [{"text": "Martin Amis, one of the most celebrated British novelists of his generation, has died aged 73.", "type": "b"}, {"text": "He died of oesophageal cancer at his Florida home, the New York Times said, quoting his wife, the writer Isabel Fonseca.", "type": "p"}, {"text": "Amis is best known for his 1984 novel Money, the 1989 work London Fields and 1995's The Information.", "type": "p"}, {"text": "He authored 14 novels, several non-fiction books and a memoir in a career spanning 50 years.", "type": "p"}, {"text": "Born in 1949 in Oxford, he was the son of the novelist and poet Sir Kingsley Amis. ", "type": "p"}, {"text": "The younger Amis followed in his father's footsteps after graduating from Oxford University. His first novel, The Rachel Papers, was published in 1973 while he was working at the Times Literary Supplement. ", "type": "p"}, {"text": "The story follows the romantic exploits of a teenage boy in London before university and - like his father's debut - won the Somerset Maugham Award for fiction. ", "type": "p"}, {"text": "Amis was a contemporary of the likes of James Fenton, Salman Rushdie, and Ian McEwan.", "type": "p"}, {"text": "They belonged to a colourful set which reinvigorated the British literary scene and has been credited with inspiring a generation of younger writers.", "type": "p"}, {"text": "His close relationship with the journalist Christopher Hitchens, who died of oesophageal cancer in 2011, was well-documented.", "type": "p"}, {"text": "Rushdie paid tribute to Amis, telling the New Yorker: \"He used to say that what he wanted to do was leave behind a shelf of books - to be able to say, 'from here to here, it's me'. ", "type": "p"}, {"text": "\"His voice is silent now. His friends will miss him terribly. But we have the shelf.\" ", "type": "p"}, {"text": "And another contemporary, Sir Kazuo Ishiguro, told the BBC: \"He was a standard-bearer for my generation of novelists and an inspiration to me personally. ", "type": "p"}, {"text": "\"For all the bite of his satire, the brilliant swagger of his prose, there was always something tender not far from the surface, a yearning for love and connection. His work will last, surviving the various shifts of fashions and mores.\"", "type": "p"}, {"text": "Witty, provocative, linguistically daring - and, in his heyday, a celebrity.  Martin Amis was often described as the Mick Jagger of the literary world (and Carrie Bradshaw was seen reading his novels in Sex in the City).", "type": "p"}, {"text": "He was one of the key names on that era-defining first list of best British novelists under 40, famously chosen by Granta in 1983, and every decade since.  ", "type": "p"}, {"text": "Amis was by then already established as the enfant terrible of English literature.  ", "type": "p"}, {"text": "His semi-autobiographical first novel The Rachel Papers had propelled him onto the literary scene in 1973.  It was verbally inventive, with an understanding of the frustrations of a certain type of clever (horny) young man.", "type": "p"}, {"text": "His second novel, Dead Babies, published in 1975, charted a weekend of debauchery and showcased his extraordinary, lacerating use of language.", "type": "p"}, {"text": "Back in the 1980s and 1990s Amis was never far from view - often quoted, often photographed.  A literary rock star.", "type": "p"}, {"text": "His novels summed up eras, whether that was his satire of the excesses of the shiny, hollowness of 1980s Thatcherism in Money and London Fields, or his exploration of the Holocaust written backwards in Time's Arrow about the life of a German doctor in Auschwitz.", "type": "p"}, {"text": "Amis had a truly recognisable voice.  He was a British writer who bridged the gap between the somewhat cosy style of the English novel that preceded him and the expansive fiction of America. ", "type": "p"}, {"text": "The response to his passing reinforces his stature as one of the great British novelists of his age.", "type": "p"}, {"text": "Amis's work was often characterised by its darkly comic subject matter and satire. ", "type": "p"}, {"text": "He published two short story collections, six non-fiction books and a memoir, Experience, in 2000.", "type": "p"}, {"text": "He was known as a public intellectual and an often controversial commentator on current affairs and politics. ", "type": "p"}, {"text": "Money became his most acclaimed work and is often cited as a defining novel of the 1980s. ", "type": "p"}, {"text": "The book, set in New York and London, follows a director of adverts as he attempts to make his first feature film, and was based on Amis's own time as a script writer on Saturn 3, a widely-panned sci-fi film starring Kirk Douglas. ", "type": "p"}, {"text": "He returned to the subject of the Holocaust throughout his career in novels such as Time's Arrow and The Zone of Interest.", "type": "p"}, {"text": "Amis moved from London to the US in 2012 and his most recent novel, Inside Story, came out in 2020.  ", "type": "p"}, {"text": "His friend Zachary Leader, a literary critic, said Amis was \"charming and very generous\" but \"much bothered by his success\". ", "type": "p"}, {"text": "\"His life was a series of invitations, many of which he turned down, and not all of which he turned down with kind of good grace he would show to his friends. He wasn't curmudgeonly with the people he liked, I think he tried his best,\"  he told the BBC. ", "type": "p"}, {"text": "Amis's UK editor at Vintage Books, Michal Shavit, said: \"It's hard to imagine a world without Martin Amis in it. He was the king - a stylist extraordinaire, super cool, a brilliantly witty, erudite and fearless writer, and a truly wonderful man. ", "type": "p"}, {"text": "\"He has been so important and formative for so many readers and writers over the last half century.\"", "type": "p"}, {"text": "In a statement, Penguin Books said: \"We are devastated at the death of our author and friend, Martin Amis. Our thoughts are with all his family and loved ones, especially his children and wife Isobel. ", "type": "p"}, {"text": "\"He leaves a towering legacy and an indelible mark on the British cultural landscape, and will be missed enormously.\"", "type": "p"}, {"text": "The Twitter account of the Booker Prize posted: \"We are saddened to hear that Martin Amis, one of the most acclaimed and discussed novelists of the past 50 years, has died. Our thoughts are with his family and friends.\"", "type": "p"}, {"text": "Time's Arrow was shortlisted for the Booker Prize, and his 2003 novel Yellow Dog was on the long list.", "type": "p"}], "tags": []}