{"link": "https://www.bbc.com/news/science-environment-65648361", "category": "science & environment", "title": "Can ‘enhanced rock weathering’ help combat climate change?", "contributor": null, "time": "2023-05-20T23:21:21.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/14E4/production/_129784350_mediaitem129784349.jpg", "content": [{"text": "In a quarry surrounded by the din of heavy machinery Jim Mann crouches down and picks up a handful of tiny black rocks. ", "type": "b"}, {"text": "\"This is my magic dust,\" he says with a smile, gently rubbing them between his fingers.", "type": "p"}, {"text": "He's holding pieces of basalt. It's a hard volcanic rock that is neither rare nor particularly remarkable. ", "type": "p"}, {"text": "But through a process known as 'enhanced rock weathering' it could help to cool our overheating planet.", "type": "p"}, {"text": "UN scientists are now clear that reducing greenhouse gas emissions alone won't be enough to stop dangerous levels of warming. They say there will need to be some carbon dioxide removal - actively taking it out of the atmosphere. ", "type": "p"}, [{"text": "What is carbon capture and can it fight climate change?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64723497"}], {"text": "Planting trees is the most natural way of doing this but has its limitations; the CO2 that's captured is released when the wood rots or burns and there are limits to how widely trees can be planted. ", "type": "p"}, {"text": "Direct Air Capture (DAC), meanwhile, mechanically sucks CO2 out of the atmosphere and stores it underground; it's permanent - but does it make sense to build such an energy intensive process when we're trying to wean ourselves off fossil fuels? ", "type": "p"}, {"text": "Enhanced rock weathering lies somewhere in between the natural and the man-made. It takes the naturally occurring but very gradual weathering process and turbo-charges it to remove the carbon faster. ", "type": "p"}, {"text": "I've come to a quarry just across the Firth of Forth from Edinburgh to see Jim, whose enhanced rock weathering company UNDO has just secured £12m of new investment and is looking to scale up operations. ", "type": "p"}, {"text": "Around us the black hillside is being steadily eaten away, scraped by enormous diggers to make concrete and asphalt for roads. The vibe is more post-nuclear apocalypse than saving the planet.", "type": "p"}, {"text": "But the tiny pieces of basalt rock that are left over are prized by Jim's company. They have a useful property - when they weather in the rain they remove carbon dioxide from the atmosphere.", "type": "p"}, {"text": "For millennia volcanic rocks and cliffs have been removing carbon slowly while weathering in the rain. Enhanced rock weathering uses tiny pieces to increase the amount of contact between the rain and rock and hence the amount of weathering and carbon removal. ", "type": "p"}, {"text": "As a cliff, or piled up in the quarry, the basalt weathers very slowly. To maximise the carbon removal it needs to be spread across a greater area.", "type": "p"}, {"text": "And that's where local farmers come in, helping the planet while getting free fertilizer in return. As well as locking away carbon, the basalt has been shown in trials to improve both crop yields and the quality of grazing. ", "type": "p"}, {"text": "Half an hour's drive from the quarry I watch it being scattered on a field. ", "type": "p"}, {"text": "It requires no specialist equipment. A trailer is loaded with 20 tonnes of basalt before a tractor drags it up and down, a rotating wheel at the back scattering the tiny rocks. ", "type": "p"}, {"text": "\"It's free of charge which is quite important to a farmer,\" John Logan tells me with a chuckle as the basalt is put on his field. He'd seen UNDO's trials on a neighbouring farm. ", "type": "p"}, {"text": "\"It looks like it's going to make the grass better, so that can only be good for the cattle because they're eating better grass.\"", "type": "p"}, {"text": "Some experts worry that carbon removal techniques like this might distract people from the more urgent priority of cutting emissions and even be used as justification to continue living our carbon intensive lives.", "type": "p"}, {"text": "\"CO2 reduction has to come first,\" Jim tells me as we watch the tractor move up and down guided by GPS, \"but we also need to be developing these technologies that can do removal at scale. And the nice thing about what we're doing with enhanced rock weathering is it's permanent.\"", "type": "p"}, {"text": "The maths, it must be said, are daunting. UNDO's scientists calculate that four tonnes of basalt rocks are needed to capture one tonne of CO2. ", "type": "p"}, {"text": "With a typical Brit's CO2 emissions estimated at about 7 tonnes a year that means each of us needs about thirty tonnes, or one and half trailer loads of basalt to be scattered annually just to break even. ", "type": "p"}, {"text": "UNDO has plans to rapidly scale up over the next few years and has attracted some serious supporters. Microsoft has agreed to pay for 25,000 tonnes of basalt to be scattered on UK fields. As part of the deal Microsoft will also help audit the project and verify that it is working as intended. ", "type": "p"}, {"text": "\"The essential chemistry of it makes sense,\" Dr Steve Smith, an expert in carbon removal from Oxford University, told me.   ", "type": "p"}, {"text": "\"Measuring how much CO2 would be taken out and where that ultimately goes, is one of the key challenges, and there's no standardized system at the moment.\"", "type": "p"}, {"text": "Ultimately Dr Smith thinks the idea could end up just a standard part of the way land is farmed. ", "type": "p"}, {"text": "\"It's something that can be folded into the way we use land at the moment and deliver a carbon removal benefit alongside other benefits in terms of the way we use land for food and crops,\" he says.  ", "type": "p"}, {"text": "There are still many questions about just how scaleable it is. UNDO's projects uses by-product from the local quarry - but if this is massively expanded the energy and emissions it takes both to grind up the basalt and then transport and scatter it will need to be factored in.  ", "type": "p"}, {"text": "\"At this point in time, there's no downside, It's a win win for everybody involved.\" Jim Mann tells me. ", "type": "p"}, {"text": "This year UNDO  is scheduled to planning to spread 185,000 tonnes of basalt and hopes by 2025 to have removed a million tonnes of CO2. It's still a drop in the ocean compared to emissions. In 2022 its thought the world discharged about 37 billion  tonnes of CO2 into the atmosphere. ", "type": "p"}], "tags": []}