{"link": "https://www.bbc.com/news/business-64639669", "category": "business", "title": "Tesla workers launch first ever union campaign", "contributor": null, "time": "2023-02-14T21:53:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FBA7/production/_128632446_whatsubject.jpg", "content": [{"text": "A group of Tesla workers in New York are trying to form a union, which would be a first for Elon Musk's electric car company.", "type": "b"}, {"text": "They have sent a letter to the firm outlining the plans and asking leaders to agree to ground rules for a \"fair\" union election. ", "type": "p"}, {"text": "Mr Musk, who has opposed organising efforts at his company in the past, has not responded publicly to the effort. ", "type": "p"}, {"text": "About 2,000 people work at the plant in Buffalo, according to organisers.", "type": "p"}, {"text": "The campaign is backed by Workers United, the union that helped launch the recent surge in unionisation at Starbucks.", "type": "p"}, {"text": "\"We are organising a union, with Workers United Upstate New York, that looks to be as innovative as the company we work for and to build an even more collaborative environment that will strengthen the company,\" the Buffalo workers said in a press release.", "type": "p"}, {"text": "Campaigners say the organising committee is drawn from some of the roughly 800 analysts based in Buffalo who work on Tesla's autopilot systems. ", "type": "p"}, {"text": "They are hoping to join forces with others at the facility, who include call centre workers and people making solar panels and batteries. ", "type": "p"}, {"text": "The workers are said to have been working quietly on the effort for months and are currently collecting signatures of support for a union election.", "type": "p"}, [{"text": "Starbucks fires organisers as union movement grows", "type": "a", "href": "https://www.bbc.co.uk/news/business-60312013"}, {"text": "Amazon union fight continues despite workers' win", "type": "a", "href": "https://www.bbc.co.uk/news/business-64340884"}], {"text": "In order to have an election, they must demonstrate backing from at least 30% of workers for a vote. If they succeed, Tesla will be obliged to negotiate with staff over pay and conditions.", "type": "p"}, {"text": "There has been an uptick in labour organising in the US in recent years, with Apple, Starbucks and Amazon among the big companies facing campaigns.", "type": "p"}, {"text": "But successful efforts remain rare. ", "type": "p"}, {"text": "Tesla has seen off other campaigns - though its methods have drawn fire from labour officials.", "type": "p"}, {"text": "In 2021, the National Labor Relations Board upheld an earlier ruling that Tesla had illegally fired a worker in California in retaliation for his unionisation efforts. Officials also ordered Mr Musk to delete a tweet in which he suggested that joining a union would entail giving up stock options. ", "type": "p"}, {"text": "Mr Musk last year said a tight labour market near the Tesla manufacturing plant in California meant his company paid and treated its workers well. ", "type": "p"}, {"text": "\"I'd like hereby to invite UAW to hold a union vote at their convenience,\" he added. \"Tesla will do nothing to stop them.\"", "type": "p"}], "tags": []}