{"link": "https://www.bbc.com/news/entertainment-arts-64636194", "category": "entertainment & arts", "title": "Will Smith slap handled inadequately, Oscars president says", "contributor": null, "time": "2023-02-14T11:00:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CBB8/production/_128625125_gettyimages-1239559325.jpg", "content": [{"text": "The president of the Oscars has told a star-studded audience that the Academy's response after Will Smith slapped Chris Rock was \"inadequate\".", "type": "b"}, {"text": "Speaking at the nominees luncheon in Los Angeles, Janet Yang said in future the Academy \"must act swiftly, compassionately and decisively\".", "type": "p"}, {"text": "Smith hit Rock on stage at last year's Academy Awards show after Rock made a joke about Smith's wife.", "type": "p"}, {"text": "Minutes later, he tearfully accepted an award for Best Actor in King Richard.", "type": "p"}, {"text": "The Academy was criticised for allowing the show to continue with Will Smith's participation in the wake of the assault.", "type": "p"}, {"text": "\"What happened on stage was fully unacceptable and the response from our organisation was inadequate,\" Ms Yang said on Monday.", "type": "p"}, {"text": "\"We learned from this that the Academy must be fully transparent and accountable in our actions, and particularly in times of crisis we must act swiftly and compassionately and decisively for ourselves and for our industry.\"", "type": "p"}, {"text": "She was speaking in Beverly Hills to the room of nominees including Brendan Fraser, Angela Bassett, Tom Cruise and Michelle Yeoh.", "type": "p"}, {"text": "Following the slap, the Academy launched a review into how the fallout was handled, which resulted in Smith being banned from Academy events for 10 years. ", "type": "p"}, {"text": "Smith has apologised several times, called his actions \"shocking, painful and inexcusable\", and resigned from the Academy.", "type": "p"}, [{"text": "Oscars condemns Will Smith slap and launches review", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60908869"}, {"text": "Why did Will Smith hit Chris Rock at the Oscars?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60896604"}], {"text": "The slap divided opinions, with some praising Smith for standing up for his wife, while others condemned the violence.", "type": "p"}, {"text": "On the night, Smith was supported by Tyler Perry and Denzel Washington, and actress Tiffany Haddish called the slap \"the most beautiful thing I've ever seen\".", "type": "p"}, {"text": "However film producer Marshall Herskovitz called on the Academy to \"take disciplinary action against Will Smith\" because \"he disgraced our entire community tonight.\"", "type": "p"}, {"text": "Actress Mia Farrow said that it was the \"Oscars' ugliest moment\". ", "type": "p"}, {"text": "Chris Rock did not press charges and publicly spoke out about the slap a few months later, stating that he is \"not a victim\".", "type": "p"}], "tags": []}