{"link": "https://www.bbc.com/news/health-64629144", "category": "health", "title": "Hospitals in England with worst A&E waits revealed", "contributor": null, "time": "2023-02-14T00:06:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10FA6/production/_128624596_emerg-top-afp.jpg", "content": [{"text": "A&E waiting times have deteriorated so much this winter that at some hospitals in England more than half of patients have had to wait more than four hours.", "type": "b"}, {"text": "BBC analysis of data for December and January shows Hull University Hospitals, Wye Valley and Shrewsbury and Telford were worst for A&E waits.", "type": "p"}, {"text": "The best trust out of the 107 providing data, Northumbria Healthcare, had fewer than 10% waiting more than four hours.", "type": "p"}, {"text": "NHS England said plans were being put in place to support struggling trusts.", "type": "p"}, {"text": "The BBC analysis of published waiting-time figures comes as the NHS is nearing the end of its worst winter since records began nearly 20 years ago.", "type": "p"}, {"text": "There have been delays across the emergency care system with both ambulances and A&Es struggling.", "type": "p"}, {"text": "But the impact of those delays has not been felt evenly across the country.", "type": "p"}, {"text": "The chance of waiting more than four hours at A&E in the 10 worst-performing trusts was at least five times greater than it was at the best.", "type": "p"}, {"text": "The research is based on information from the trusts submitting data on four-hour waits - 14 services do not, as they are piloting new ways of measuring performance for the government.", "type": "p"}, [{"text": "'A&E is absolute chaos - I spent 15 hours on a trolley'", "type": "a", "href": "https://www.bbc.co.uk/news/health-63890726"}, {"text": "'My dying husband could not get an ambulance'", "type": "a", "href": "https://www.bbc.co.uk/news/health-64243044"}, {"text": "The NHS crisis - decades in the making", "type": "a", "href": "https://www.bbc.co.uk/news/health-64190440"}], {"text": "Gail Fischer, 68, is one of many patients who faced a long wait at Shrewsbury and Telford NHS Trust over the winter. ", "type": "p"}, {"text": "She went to A&E with her husband, Ingolf, when she became ill with a chest infection. They waited more than 10 hours to be seen.", "type": "p"}, {"text": "Mr Fischer was full of praise for the \"heroic\" staff who were so clearly over-stretched. ", "type": "p"}, {"text": "But he added: \"A&E was totally full and squalid - the conditions were more like a war zone.\" ", "type": "p"}, {"text": "Shrewsbury and Telford NHS Trust said it could not comment on individual cases but added it was \"sorry\" for the long waits experienced by patients.", "type": "p"}, {"text": "But it is not just the waits in A&E that have proved to be problematic this winter.", "type": "p"}, {"text": "Outside hospitals, ambulance crews have faced delays handing over patients to A&E staff, while patients who have been seen in A&E and need to be admitted to a ward for further care - by their nature the very frailest - have been forced to endure further long waits to get a bed.", "type": "p"}, {"text": "The contrasting fortunes of the best- and worst-performing trusts - Northumbria and Hull - illustrate the challenges being faced - and, perhaps, the solutions for the future.", "type": "p"}, {"text": "Both have experienced ambulances queuing outside their A&E departments, but once inside, Northumbria has been able to treat and - if needed - admit patients much more quickly.", "type": "p"}, {"text": "Crucial to Northumbria's success is the fact it is an integrated trust - running both hospitals and community services. ", "type": "p"}, {"text": "This has allowed it to better plan care for patients, discharging them quickly when they do not need to stay in hospital because the trust is in charge of their care once they leave.", "type": "p"}, {"text": "The joined-up approach has also led to the creation of a dedicated emergency care site where senior A&E doctors are available 24/7 to make quick decisions about patients who are coming in.", "type": "p"}, {"text": "In Hull the trust is set up under the traditional model - it runs the local hospitals, while community services are delivered by other organisations.", "type": "p"}, {"text": "Chief medical officer Prof Makani Purva said the trust was working hard with its community and local authority partners to co-ordinate care. ", "type": "p"}, {"text": "But she said every day this winter there had been the equivalent of eight hospital wards full of patients who no longer needed to be there but could not be discharged until community support was in place. ", "type": "p"}, {"text": "This had had an impact on how quickly patients coming in the front door could be seen.", "type": "p"}, {"text": "\"Our emergency department has been under intense pressure. We apologise to patients waiting too long to be seen and those facing delays in admission,\" she said.", "type": "p"}, {"text": "Creating more integration between community and hospital services is one of the key focuses of the government and NHS England to help improve performance.", "type": "p"}, {"text": "This winter that has led to extra funds being made available to support hospitals to discharge patients, recruit more call handlers and open extra beds, while a two-year plan to improve A&E performance has recently been published.", "type": "p"}, {"text": "An NHS England spokeswoman said: \"There is no doubt that hospitals have experienced significant demand for emergency care this winter.\"", "type": "p"}, {"text": "But she said performance had begun to improve, which NHS bosses would now look to build on.", "type": "p"}, {"text": "Louise Ansari, national director of Healthwatch England, agreed there had been signs of progress in recent weeks.", "type": "p"}, {"text": "But she felt there was \"still a long way to go\" and said the government and NHS England needed to go further and be more ambitious to help hospitals get back to seeing 95% of patients within four hours.", "type": "p"}, {"text": "Have you visited A&E recently? Share your experiences by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}