{"link": "https://www.bbc.com/news/technology-64596061", "category": "technology", "title": "Tech layoffs: Yahoo to slash 20% of its workforce", "contributor": null, "time": "2023-02-10T10:53:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/157A/production/_128589450_yahoo-top-getty.jpg", "content": [{"text": "Yahoo plans to lay off more than 20% of its total 8,600 workforce as part of a major restructuring.", "type": "b"}, {"text": "The veteran tech company is reorganising its advertising unit, which will lose more than half of the department by the end of the year. ", "type": "p"}, {"text": "Nearly 1,000 employees will be affected by the cuts by the end of the week.", "type": "p"}, {"text": "Yahoo is the latest tech firm to announce job losses as firms struggle with a downturn in demand, high inflation and rising interest rates.", "type": "p"}, {"text": "\"These decisions are never easy, but we believe these changes will simplify and strengthen our advertising business for the long run, while enabling Yahoo to deliver better value to our customers and partners,\" a spokesperson told the BBC.", "type": "p"}, {"text": "Yahoo, which has been owned by private equity firm Apollo Global Management since a $5bn buyout in 2021, added that the move would enable the company to narrow its focus and investment on its flagship ad business called DSP, or demand-side platform.", "type": "p"}, {"text": "The layoffs are part of a broader effort by the company to streamline operations in Yahoo's advertising unit.", "type": "p"}, {"text": "It comes as many advertisers have pared back their marketing budgets in response to record-high inflation rates and continued uncertainty about a recession.", "type": "p"}, {"text": "The re-focus signals an intention by the firm to stop competing directly against the likes of Google and Facebook's Meta for digital advertising dominance.", "type": "p"}, {"text": "The Yahoo spokesperson added: \"The new division will be called - simply - Yahoo Advertising. ", "type": "p"}, {"text": "\"In redoubling our efforts on the DSP on an omni-channel basis, we will prioritise support for our top global customers and re-launch dedicated ad sales teams towards Yahoo's owned and operated properties - including Yahoo Finance, Yahoo News, Yahoo Sports and more.\"", "type": "p"}, [{"text": "What is behind the big tech companies' job cuts? ", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63635821"}, {"text": "Are tech job cuts a warning for the wider economy? ", "type": "a", "href": "https://www.bbc.co.uk/news/business-64189106"}], {"text": "Layoffs in the US hit a more than two-year high in January, as the technology industry, once a reliable source of employment, cut jobs at the second-highest pace on record to brace for a possible recession, a report showed on Thursday.", "type": "p"}, {"text": "Companies including Google, Amazon and Meta are now grappling with how to balance cost-cutting measures with the need to remain competitive, as consumer and corporate spending shrink amid high inflation and rising interest rates, after the pandemic.  ", "type": "p"}, {"text": "Meta chief executive Mark Zuckerberg said recent job cuts had been \"the most difficult changes we've made in Meta's history\", while Twitter cut about half its staff after multi-billionaire Elon Musk took control in October.", "type": "p"}], "tags": []}