{"link": "https://www.bbc.com/news/business-64994801", "category": "business", "title": "Jacqueline Gold: the woman who brought sex to the High Street", "contributor": null, "time": "2023-03-17T21:27:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17A2C/production/_129021869_245194123_231987422328296_7476734893514198854_n.jpg", "content": [{"text": "Jacqueline Gold famously brought the vibrator into the front rooms of middle England, helping to spark a social revolution for the prudish British.", "type": "b"}, {"text": "But as the tributes that poured in after her death, at the age of 62, have highlighted, she also launched an overhaul in attitudes more broadly, inspiring a generation of women entrepreneurs and bringing sex onto the High Street.", "type": "p"}, {"text": "Her insight was one shared by half of the population already - that women had sexual appetites too - and that that represented a huge untapped market. She arrived at Ann Summers, the family business, crashing through social taboos, and refashioned it after her own purpose.", "type": "p"}, {"text": "\"She absolutely paved the way for women to feel empowered in the bedroom and the boardroom and really brought female sexuality into the mainstream,\" says Lucy Litwack, chief executive of Coco de Mer, another British sex toy and lingerie retailer, that followed in Ann Summers' wake.", "type": "p"}, {"text": "\"[But] it was her vision and championing of women, that I found so inspiring, that I think will be her legacy,\" she says.", "type": "p"}, {"text": "Jacqueline Gold often spoke about the initial scepticism she faced at Ann Summers, then a small chain oriented towards male customers. She suggested they reach out to women, inviting them to host Tupperware-style parties to sell lingerie and sex toys in their homes. The board took some convincing.", "type": "p"}, {"text": "But she had other stories to tell too, that illustrated the hurdles she faced, as she took charge at the family firm.", "type": "p"}, {"text": "Charlotte Hardie, Editor of Retail Week, where Jacqueline Gold was a guest contributor, recalls the controversial launch of an Ann Summers store in Dublin in 1999.", "type": "p"}, {"text": "\"It came up against a lot of criticism from religious groups,\" says Ms Hardie. \"They did not want her to open this store and there was lots of bad PR.\"", "type": "p"}, {"text": "There were petitions and protests. Jacqueline was even sent a bullet through the post.", "type": "p"}, {"text": "But says Ms Hardie: \"She hated the idea that she was going to be bullied into not opening a store, so she ploughed on regardless.", "type": "p"}, {"text": "\"She was hugely resilient, hugely determined, and she always did what she set out to do.\"", "type": "p"}, {"text": "Another example: when the government said Ann Summers couldn't advertise for staff in Jobcentres, she took them to court and won. ", "type": "p"}, {"text": "But although she was determined, friends say she never tried to prove she was more ruthless than the men around her, or change her behaviour in an effort to fit their mould.", "type": "p"}, {"text": "\"She was always kind, welcoming, empathetic, she displayed all those leadership qualities that are so admired today,\" says Ms Hardie.", "type": "p"}, [{"text": "Ann Summers boss Jacqueline Gold dies aged 62", "type": "a", "href": "https://www.bbc.co.uk/news/business-64986528"}, {"text": "How Ann Summers became respectable", "type": "a", "href": "https://www.bbc.co.uk/news/business-34475607"}], {"text": "She even accepted in good humour the time at a Retail Week conference when she was waiting backstage to join a panel and a well-known chief executive from another firm assumed she was a member of staff.", "type": "p"}, {"text": "\"He said: 'Dear, would you mind just just getting me a glass of water?',\" says Ms Hardie.", "type": "p"}, {"text": "While Jacqueline was incensed at the time, she did fetch him a drink, and was able to laugh about it afterwards.", "type": "p"}, {"text": "Jacqueline Gold also had huge hurdles to overcome in her private life, which she shared in her autobiography. She was sexually abused by her step-father and suffered from depression. ", "type": "p"}, {"text": "As an adult, she struggled to conceive, went through IVF treatment but lost her infant son Alfie at the age of eight months. Later the nanny to her daughter attempted to poison Jacqueline with screenwash.", "type": "p"}, {"text": "Yet, despite these challenges, she always seemed to have a twinkle in her eye, according to her friend Jacqueline Hurst, a life coach.", "type": "p"}, {"text": "\"She just had this lust for life,\" says Ms Hurst.", "type": "p"}, {"text": "She loved breaking taboos, especially the idea of the little woman at home, cooking, without much more to their lives, she recalls.", "type": "p"}, {"text": "She was a \"powerhouse of determination\" when it came to supporting other women, says Ms Hurst, organising breakfasts and other get togethers so women could talk, taking part in groups that supported women in business. She launched her own scheme on social media to provide mentoring for women entrepreneurs.", "type": "p"}, {"text": "And she was always perfectly turned out, dressed elegantly, in heels, says Ms Hurst, because underneath it all her philosophy was as much about enjoying life as making money.", "type": "p"}, {"text": "\"I think that's the biggest thing I'd take away from her, is to always remember to have fun,\" she says. That, and: \"Don't let anyone tell you you can't\".", "type": "p"}], "tags": []}