{"link": "https://www.bbc.com/news/science-environment-64973383", "category": "science & environment", "title": "Virgin Orbit to pause all operations from Thursday", "contributor": null, "time": "2023-03-16T05:35:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5852/production/_129001622_f50ed1fce10a4bcc7afb8e8d583c545c175a9889.jpg", "content": [{"text": "Virgin Orbit is to pause operations from Thursday in an apparent attempt to shore up its finances. ", "type": "b"}, {"text": "Almost all employees at the satellite launch company will reportedly also be furloughed. ", "type": "p"}, {"text": "Bosses told staff about the move at a meeting on Wednesday, saying a further update would be provided next week. ", "type": "p"}, {"text": "It comes after the company's failure to launch the first ever satellite mission from UK soil in January. ", "type": "p"}, {"text": "Chief Executive Dan Hart told staff that the furlough would buy Virgin Orbit time to finalise a new investment plan, a source who attended the event told Reuters news agency. ", "type": "p"}, {"text": "It was not clear how long the furlough would last, but Mr Hart said employees would be given more information by the middle of next week. ", "type": "p"}, {"text": "Shares in Virgin Orbit dropped 18.8% to 82 cents (72p) in extended trading, Reuters said.", "type": "p"}, {"text": "A statement from the company said: \"Virgin Orbit is initiating a company-wide operational pause, effective March 16, 2023, and anticipates providing an update on go-forward operations in the coming weeks.\"", "type": "p"}, {"text": "It did not confirm or deny the furlough when asked by BBC News. ", "type": "p"}, [{"text": "First satellite launch from UK soil ends in failure", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64218883"}, {"text": "Dislodged fuel filter blamed for UK rocket failure", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64644880"}], {"text": "In January's launch, a jumbo jet operated by Virgin Orbit carried a rocket out of Newquay, Cornwall, to release it high over the Atlantic Ocean.", "type": "p"}, {"text": "The rocket ignited and appeared to be ascending correctly, but later suffered an \"anomaly\".", "type": "p"}, {"text": "The satellites it was carrying could not be released and were lost. Cosmic Girl, the carrier 747 jet, returned safely to base.", "type": "p"}, {"text": "Virgin Orbit later said the mission had failed because a rocket fuel filter had become dislodged, causing one of the engines to overheat. ", "type": "p"}, {"text": "The statement released by the company on Thursday said that the investigation into the failure was \"nearly complete\" and that \"our next production rocket with the needed modification incorporated is in final stages of integration and test\".", "type": "p"}, {"text": "The mission had been billed as a major milestone for UK space, marking the birth of a home-grown launch industry. ", "type": "p"}, {"text": "The ambition is to turn the country into a global player - from manufacturing satellites, to building rockets and creating new spaceports.", "type": "p"}], "tags": []}