{"link": "https://www.bbc.com/news/health-64505734", "category": "health", "title": "'A blood test saved my life' says young cancer patient", "contributor": null, "time": "2023-02-03T01:31:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17B1A/production/_128505079_b4cc1f0f-c20d-4be5-846a-6b101e2b5191.jpg", "content": [{"text": "\"A simple blood test saved my life,\" Nella Pignatelli tells the BBC, and she wants others to have one too if they don't feel right.", "type": "b"}, {"text": "Nella, 24, was diagnosed with leukaemia 18 months ago after feeling fatigued and out of breath when walking, something she passed off as long Covid.", "type": "p"}, {"text": "\"I started a new job and just felt really tired all the time, but I associated everything that was happening to me with things that were going on in my life,\" she says.", "type": "p"}, {"text": "\"When I had two nosebleeds that lasted an hour - it had got to the point that after three months of dealing with the symptoms, I was losing my mind.\"", "type": "p"}, {"text": "According to the charity Teenage Cancer Trust, 56% of those aged 18-24 would not know what five signs and symptoms they should look out for.", "type": "p"}, {"text": "The most recognisable ones within this age group are:", "type": "p"}, [{"text": "lumps, bumps and swellings ", "type": "p"}, {"text": "unexplained tiredness", "type": "p"}, {"text": "mole changes", "type": "p"}, {"text": "pain", "type": "p"}, {"text": "significant weight change", "type": "p"}], {"text": "Half of the 2,000 people surveyed also admitted they'd put off going to the GP with health concerns, with many saying it was because they were too scared to find out what was wrong with them. ", "type": "p"}, {"text": "Other reasons given included it being too difficult to get an appointment and fears that they were wasting their GP's time.", "type": "p"}, {"text": "Nella went to her GP for a blood test, followed by a bone marrow test, which revealed she had acute leukaemia and needed immediate chemotherapy.", "type": "p"}, {"text": "Leukaemia is cancer of the white blood cells. Acute leukaemia means it progresses quickly and aggressively, and usually requires immediate treatment.", "type": "p"}, {"text": "\"You know your body better than anyone - I regret not seeking help sooner, because it would have meant I could have been treated quicker,\" she says.", "type": "p"}, [{"text": "'I thought being black meant I couldn't get skin cancer'", "type": "a", "href": "https://www.bbc.co.uk/news/health-62155509"}, {"text": "Shop loyalty card data may help spot ovarian cancer", "type": "a", "href": "https://www.bbc.co.uk/news/health-64411459"}], {"text": "Lauren Aneesa Angrish also didn't know what the main things are to look out for when it comes to identifying cancer.", "type": "p"}, {"text": "The 25-year-old also put feeling fatigued and getting coughs and colds regularly down to her \"busy life\".", "type": "p"}, {"text": "\"I originally thought I'm just overworked and need to take a holiday,\" she tells the BBC.", "type": "p"}, {"text": "Working as a make-up artist, she got free spray tans at work, and thought they might be the reason she had started to develop a rash.", "type": "p"}, {"text": "\"I stopped tanning and the rash got even worse, it started on my legs and then it was literally all over my body - on my eyelids and face,\" she says.", "type": "p"}, {"text": "Lauren tried a course of steroids to remove the rash, but it continued to get worse so she went to A&E and asked for a blood test.", "type": "p"}, {"text": "The next day she was contacted and later diagnosed with acute leukaemia, for which she had to undergo treatment including a stem cell transplant. ", "type": "p"}, {"text": "Like Nella, Lauren also wants to encourage people who are worried to book an appointment with their GP.", "type": "p"}, {"text": "\"Any health issue, any worry - even a little mole that's changed colour, I'd say don't stress about it or worry, just make sure to go check on it.\"", "type": "p"}, {"text": "Teenage Cancer Trust's chief nurse, Dr Louise Soanes, says: \"It can be scary to think about cancer, particularly if you're a young person, but it can happen to anyone of any age.   ", "type": "p"}, {"text": "\"Always listen to your body and if you have concerns never be afraid to seek help - the likelihood is that is isn't cancer, but it's always best to check.\"  ", "type": "p"}, [{"text": "Twin's tumour awareness bid after brother's death", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-stoke-staffordshire-64452778"}, {"text": "Film for teens who met during cancer treatment", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-birmingham-58015307"}, {"text": "Stem cell drive to boost diversity among donors", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-beds-bucks-herts-64379340"}], {"text": "There are thought to be around 2,400 new cancer cases in young people every year in the UK, but that accounts for less than 1% of all new cases. ", "type": "p"}, {"text": "These findings from the Teenage Cancer Trust come at a time when cancer diagnoses are rising, with projections showing that the number of people diagnosed with cancer will rise by a third by 2040.", "type": "p"}, {"text": "Analysis by Cancer Research UK finds that, if current trends continue, cancer cases will rise from the 384,000 cases per year now to 506,000 in 2040.", "type": "p"}, {"text": "Most of the rise is thought to be due to an ageing population because older people are more likely to get cancer.", "type": "p"}, {"text": "However, smoking and obesity are also contributing to the rise and are the two biggest preventable causes of cancer, says the charity. ", "type": "p"}], "tags": ["Leukaemia", "NHS", "Cancer"]}