{"link": "https://www.bbc.com/news/science-environment-64502365", "category": "science & environment", "title": "How beavers are reviving wetlands", "contributor": null, "time": "2023-02-05T09:50:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/133D9/production/_128490887_beaver_getty.jpg", "content": [{"text": "We are losing wetlands three times faster than forests, according to the Ramsar Convention on Wetlands. When it comes to restoring them to their natural state there is one hero with remarkable powers - the beaver.", "type": "b"}, {"text": "Wetlands store water, act as a carbon sink, and are a source of food. The Ramsar Convention on Wetlands says they do more for humanity than all other terrestrial ecosystems - and yet they are disappearing at an alarming rate.", "type": "p"}, {"text": "The main problems are agricultural and urban expansion, as well as droughts and higher temperatures brought about by climate change.", "type": "p"}, {"text": "But if you have a river and a beaver it may be possible to halt this process.", "type": "p"}, {"text": "These furry sharp-toothed rodents build dams on waterways to create a pond, inside which they build a \"lodge\" where they can protect themselves from predators. ", "type": "p"}, {"text": "Their technique is to chew tree trunks until they fall, and to use the trunk and branches as building materials, along with stones at the base, and mud and plants to seal the dam's upstream wall.", "type": "p"}, {"text": "The dam causes flooding, slows down the flow of water and keeps it on the landscape longer.", "type": "p"}, {"text": "\"This transforms simple streams into thriving wetland ecosystems,\" says Emily Fairfax, an ecohydrologist at California State University.", "type": "p"}, {"text": "\"The amount of food and water available in their wetlands makes them ideal habitat for many different species. That's part of why beavers are what's known as a keystone species.\"", "type": "p"}, {"text": "Over the past 50 years, Canada and several states across the US have reintroduced beavers. Initially this was done to restore beaver numbers, after they were hunted nearly to extinction for their fur and meat in the 19th Century.", "type": "p"}, {"text": "But the restoration of wetland ecosystems has also brought huge biodiversity benefits, including the return of many species of frogs, fish and invertebrates. ", "type": "p"}, {"text": "A study by Finnish researchers in 2018 found that ponds engineered by beavers contained nearly twice as many mammal species than other ponds. Weasels, otters and even moose were all more prevalent. ", "type": "p"}, {"text": "\"Beaver wetlands are pretty unique,\" says Nigel Willby, professor of freshwater science at University of Stirling.", "type": "p"}, {"text": "\"Anyone can make a pond, but beavers make amazingly good ponds for biodiversity, partly because they are shallow, littered with dead wood and generally messed about with by beavers feeding on plants, digging canals, repairing dams, building lodges etc. ", "type": "p"}, {"text": "\"Basically, beavers excel at creating complex wetland habitats that we'd never match.\"", "type": "p"}, [{"text": "Dams built by beavers can be up to 5m high, and the largest one so far recorded - in Alberta, Canada - is 850m long", "type": "p"}, {"text": "While beavers chop down trees, the tree stumps often sprout new shoots instead of dying - effectively the beavers carry out coppicing", "type": "p"}, {"text": "The North American beaver and the Eurasian beaver were confirmed to be separate species in the 1970s", "type": "p"}], {"text": "A healthy wetland ecosystem also sequesters large amounts of carbon, and by acting as a sponge and soaking up floodwaters it can soften the impacts of climate change, scientists say.", "type": "p"}, {"text": "Wetlands store water during wet seasons and release it slowly during drought episodes.", "type": "p"}, {"text": "\"When you enter a period of drought, all the plants living in a floodplain rely on stored water in the soil to keep green and stay healthy. If they don't have much water to access they will start to wilt and wither and dry out,\" says Dr Fairfax.", "type": "p"}, {"text": "She and her team studied 10 different wildfires in five US states between 2000 and 2021 and found in each one beavers and their ecosystem engineering reliably created and preserved wetland habitat, even during megafire events.", "type": "p"}, {"text": "\"Beaver wetlands have a lot of stored water, so plants in them don't really feel droughts, they stay green and lush. And when wildfire came through, they were not burnt and we found that they stayed well-watered.\"", "type": "p"}, {"text": "But experts say beavers are only part of the solution to restore wetlands. Other necessary measures include planting woodland along the banks of lakes and rivers, and restoration of peatland and saltmarsh, says Prof Willby. ", "type": "p"}, {"text": "And crucially, beavers are only found naturally in North America and Eurasia.", "type": "p"}, {"text": "Introducing them to inappropriate places can be counter-productive. This was demonstrated in Argentina and Chile, where beavers introduced from North America in the 1940s multiplied exponentially in the absence of predators, resulting in severe forest loss.", "type": "p"}, {"text": "The Global Wetlands Outlook published in 2021 by the Ramsar Convention on Wetlands found the most widespread wetland deterioration in Africa and Latin America and the Caribbean.", "type": "p"}, {"text": "The drastic shrinking of Lake Chad, closer to the border of Chad, Cameroon and Nigeria in West Africa is one of the most striking examples. ", "type": "p"}, {"text": "It has shrunk by 90% since the 1960s mainly due to a steep rise in water demand from a rapidly growing population, unplanned irrigation and now climate-change-induced drought. ", "type": "p"}, {"text": "\"Conflicts, mainly between farmers and cattle-rearers, over the limited remaining water of the lake was already there and now drought is further drying it up and fighting over the water has gone worse\" says Adenike Oladosu, a wetland conservation activist in Nigeria.", "type": "p"}, {"text": "Barron Joseph Orr, lead scientist with the United Nations Convention to Combat Desertification, says wetlands are often resilient ecosystems, but prolonged droughts now pose a growing threat.  ", "type": "p"}, {"text": "\"Climate change projections show increased drought severity in drylands that could compromise wetland resilience and reduce important habitat services,\" he says.", "type": "p"}, {"text": "In other areas too, drought can damage wetlands, but the beaver can help protect them. There have already been more than 100 successful reintroduction projects in North America and northern Europe.", "type": "p"}, {"text": "In Europe the population is believed to have tripled in the last 20 years, according to Prof Willby, with beavers now re-established in most European countries. Sweden, Germany and Austria led the way, according to the Natural History Museum, but the UK followed in the early 2000s.", "type": "p"}, {"text": "\"The early motivation for bringing beavers back to the UK was mostly about playing a part in restoring a declining species to its native range,\" Prof Willby says.", "type": "p"}, {"text": "\"But the value it could have as a keystone species for other biodiversity and in natural flood management was gaining a lot more traction, and these are the arguments usually put forward now to support the local releases of translocated animals or fenced trials happening in many places.\"", "type": "p"}], "tags": ["Conservation", "Drought", "Wildlife", "Climate change", "Environment"]}