{"link": "https://www.bbc.com/news/business-61793188", "category": "business", "title": "Musk to hold first meeting with Twitter staff this week", "contributor": "Peter Hoskins", "time": "2022-06-14T02:12:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/125F1/production/_125394257_hi076604719.jpg", "content": [{"text": "Elon Musk will speak to Twitter employees on Thursday for the first time since launching his $44bn (£36.2bn) bid for the company in April.", "type": "b"}, {"text": "The multi-billionaire Tesla boss is expected to take questions from Twitter's workers at the meeting.", "type": "p"}, {"text": "Mr Musk has warned he may quit the deal if the firm fails to provide data about fake accounts on the platform.", "type": "p"}, {"text": "The event was announced by Twitter's chief executive Parag Agrawal in an email to staff on Monday.", "type": "p"}, {"text": "Mr Agrawal told employees they could submit questions to Mr Musk in advance of the meeting.", "type": "p"}, {"text": "The news, which was first reported by Business Insider, was confirmed to the BBC by a spokesperson for Twitter.", "type": "p"}, {"text": "The all-hands meeting will be the first time Mr Musk will have spoken directly with the company's workforce since launching his takeover bid.", "type": "p"}, [{"text": "Musk threatens to walk away from Twitter deal", "type": "a", "href": "https://www.bbc.co.uk/news/business-61709782"}, {"text": "Twitter hits back on Musk doubts over fake accounts", "type": "a", "href": "https://www.bbc.co.uk/news/business-61472388"}, {"text": "Elon Musk puts $44bn Twitter deal on hold", "type": "a", "href": "https://www.bbc.co.uk/news/business-61433724"}], {"text": "Earlier this month, he threatened to walk away from the deal, accusing the social media company of \"thwarting\" his requests to learn more about its user base.", "type": "p"}, {"text": "In a letter filed with regulators, Mr Musk said he was entitled to do his own measurement of spam accounts.", "type": "p"}, {"text": "The letter formalised a dispute that had simmered for weeks after he declared the deal \"on hold\" pending further information.", "type": "p"}, {"text": "Analysts have said that Mr Musk might be using the issue to try to renegotiate the price or even walk away from the deal. They said his decision to raise the matter on social media was unconventional, making it difficult to establish how serious he was.", "type": "p"}, {"text": "When Mr Agrawal defended the company's process for identifying fake accounts in a series of tweets, Mr Musk responded with a poo emoji.", "type": "p"}, {"text": "The company's shares stood at $37.03 each at the end of New York trading on Monday, well below Mr Musk's offer price of $54.20.", "type": "p"}, {"text": "You may also be interested in:", "type": "b"}], "tags": ["Social media", "Mergers and acquisitions", "Elon Musk", "Twitter"]}