{"link": "https://www.bbc.com/news/entertainment-arts-61803343", "category": "entertainment & arts", "title": "BTS announce hiatus to grow and pursue solo projects", "contributor": null, "time": "2022-06-14T16:26:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12B56/production/_125403667_hi075073856.jpg", "content": [{"text": "South Korean boy band BTS, whose catchy, upbeat songs have won them legions of fans, have announced they are going on hiatus. ", "type": "b"}, {"text": "The group told fans during a televised dinner celebrating their anniversary they had decided to take an extended break and pursue solo projects.", "type": "p"}, {"text": "Band member Jimin said the group had been going through a \"rough patch\".", "type": "p"}, {"text": "\"We're trying to find our identity and that's an exhausting and long process,\" he explained.", "type": "p"}, {"text": "BTS made the announcement on Tuesday during their annual FESTA dinner, which saw the group reminisce and discuss the future.", "type": "p"}, {"text": "Their whole conversation, which lasted more than an hour, was uploaded to their official YouTube channel. ", "type": "p"}, {"text": "The FESTA dinner was scheduled to celebrate the founding of the group, which is made up of RM, Jungkook, Jin, Jimin, Suga, J-Hope and V.", "type": "p"}, {"text": "During the conversation, RM said that while they had achieved a great deal as BTS, the individual members needed to grow and mature as individuals.", "type": "p"}, {"text": "\"I always thought that BTS was different from other groups, but the problem with K-pop and the whole idol system is that they don't give you time to mature,\" he said. ", "type": "p"}, {"text": "\"You have to keep producing music and keep doing something.\"", "type": "p"}, {"text": "The singer added that he now wanted to take the time to consider the future of BTS as a group and as individuals.", "type": "p"}, {"text": "Other members agreed, adding that going on a break was a difficult decision.", "type": "p"}, {"text": "\"We can't help but think of our fans no matter what, we want to be the kind of artists that are remembered by our fans,\" Jimin said.", "type": "p"}, {"text": "\"I think that's why we're going through a rough patch right now, we're trying to find our identity and that's an exhausting and long process.\"", "type": "p"}, {"text": "V told fans the group was not splitting for good, adding that they would get back together \"later, when we gather again as a group, that synergy will be like no other\".", "type": "p"}, {"text": "BTS, whose ages range from 24 to 29, released their debut EP in 2013.", "type": "p"}, {"text": "Their biggest hits include Dynamite, Butter and the Coldplay collaboration My Universe - all of which reached number three in the UK singles chart. ", "type": "p"}, {"text": "BTS were named as the world's best-selling artists of 2021 in a chart recently compiled by music industry body the IFPI.", "type": "p"}, {"text": "Earlier this month, the group released the music video for Yet To Come (The Most Beautiful Moment) - the title track of their new compilation album Proof.", "type": "p"}], "tags": ["K-pop", "BTS", "South Korea", "Music"]}