{"link": "https://www.bbc.com/news/science-environment-61791271", "category": "science & environment", "title": "Gaia continues quest for the ultimate sky map", "contributor": "Jonathan Amos", "time": "2022-06-13T20:15:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11CF4/production/_91184927_posterimage.jpg", "content": [{"text": "Europe's Gaia telescope has dropped its latest batch of data as it seeks to assemble the largest catalogue of light sources in the sky.", "type": "b"}, {"text": "It is becoming a discovery machine like no other.", "type": "p"}, {"text": "Stars, asteroids and distant, bright galaxies - anything that can be visibly pinpointed is having its vital statistics measured by the observatory.", "type": "p"}, {"text": "Gaia has already mapped the positions of nearly two billion objects. Now, it can reveal more about their make-up.", "type": "p"}, {"text": "\"Essentially, previously, we could say very precisely where they are; now we can say what they are,\" Prof Nick Walton, from Cambridge University and a member of the Gaia science team, told BBC News.", "type": "p"}, [{"text": "James Webb Space Telescope hit by tiny meteoroid", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61744257"}, {"text": "First picture of monster black hole in our galaxy", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61412463"}], {"text": "The European Space Agency's (Esa) Gaia satellite was launched in 2013 and placed a million miles from Earth. ", "type": "p"}, {"text": "It looks a bit like a spinning top hat. And as it rotates, the telescope uses its British-built billion-pixel camera to track everything that shines or moves - with astonishing accuracy.", "type": "p"}, {"text": "This is especially important when trying to measure distances to objects, which Gaia achieves by tracking how these targets wobble ever so slightly on the sky as it circles the Sun - a neat form of trigonometry that has now been practised on 1.8 billion stars in, or very near, our Milky Way galaxy. ", "type": "p"}, [{"text": "As the Earth goes around the Sun, relatively nearby stars appear to move against the \"fixed\" stars that are even further away", "type": "p"}, {"text": "Because we know the Sun-Earth distance, we can use the parallax angle to work out the distance to the target star", "type": "p"}, {"text": "But such angles are very small - less than one arcsecond for the nearest stars, or 0.05% of the full Moon's diameter", "type": "p"}, {"text": "Gaia is making repeat observations to reduce measurement errors down to seven micro-arcseconds for the very brightest stars", "type": "p"}, {"text": "Parallaxes are used to anchor other, more indirect techniques on the 'ladder' deployed to measure the most far-flung distances", "type": "p"}], {"text": "In the previous release of data, in December 2020, Gaia also revealed basic brightness and colour information on these stars.", "type": "p"}, {"text": "The new data dump reveals spectroscopy information as well.", "type": "p"}, {"text": "Spectroscopy slices the light coming from stars into its constituent colours, to reveal the chemistry, temperature, mass, age and velocity of the targets under study.", "type": "p"}, {"text": "And for an important subset of stars - some 33 million - it has allowed Gaia scientists to determine how quickly these objects are moving towards or away from Earth. ", "type": "p"}, {"text": "Combined with their previously established movement across the sky, this means we now have their full three-dimensional behaviour. ", "type": "p"}, {"text": "Such information will give researchers even keener insights on how the Milky Way galaxy is structured and is evolving - from the past, into the future.", "type": "p"}, {"text": "Gaia's data haul now includes:", "type": "b"}, [{"text": "two billion light sources - mostly stars but also many Solar System objects and some beyond the Milky Way", "type": "p"}, {"text": "spectroscopic detail revealing temperature, chemistry, mass and age for 100s of millions of objects", "type": "p"}, {"text": "1.9 million quasars - distant galaxies where a voracious central black hole is powering light emission", "type": "p"}, {"text": "156,000 asteroids - critical for understanding their origin and possibility of them passing close to Earth", "type": "p"}], {"text": "And with some of these 3D stars also mapped in the nearby Andromeda Galaxy, we should have a better idea of how and precisely when its mass will merge with the Milky Way - something expected in the next few billion years.", "type": "p"}, {"text": "One of the most surprising discoveries coming out of the new data is the recognition that Gaia can do so-called asteroseismology. This is the study of stars' subtle surface resonances, which enable scientists to pull out information such as how big a star is and how old it is.", "type": "p"}, {"text": "\"Starquakes teach us a lot about stars, notably their internal workings. Gaia is opening a goldmine for asteroseismology of massive stars,\" said Prof Conny Aerts from Belgium's KU Leuven.  ", "type": "p"}, {"text": "Whenever Gaia drops its latest dataset (and this is the third full release), it is immediately mined by astronomy groups around the world.", "type": "p"}, {"text": "Some of these teams have scholarly papers ready to publish and just need Gaia's numbers to complete their projects. ", "type": "p"}, {"text": "For competing groups, it will be a race to see who can publish first.  ", "type": "p"}, {"text": "Hot topics will include the search for high-velocity stars, which move at hundreds of kilometres per second. ", "type": "p"}, {"text": "\"The most likely scenario for how these stars are getting such high velocities is that they must have been close to our galactic centre, which has the physics to produce these accelerations,\" Esa's Gaia project scientist Dr Timo Prusti said. ", "type": "p"}, {"text": "\"So far, these stars have been more like candidates, because the Gaia accuracy has not been sufficient [to fully understand them], but I'm sure astronomers will be ready with their queries to attack the new Gaia data.\"", "type": "p"}, {"text": "Other hot topics ready to be mined include whether stars are enriched in elements heavier than hydrogen and helium, or depleted. ", "type": "p"}, {"text": "The low \"metallicity\" stars are the more fascinating because they are probably very old, perhaps in the first group that came together to form the Milky Way.", "type": "p"}, {"text": "The Gaia telescope mission may have launched just over eight years ago but Monday's data release represents only the first 34 months of its science operations. ", "type": "p"}, {"text": "A further five years of gathered data has yet to be fully processed. ", "type": "p"}, {"text": "And with Gaia expected to keep scanning the sky until 2025, it could be the end of the decade or even the early 2030s before all of its information is put in the public domain.", "type": "p"}, {"text": "\"What do you get from that extra time? Well, it bashes down uncertainties for one thing. But the main advantage is in increasing your sensitivity to things that are changing,\" Prof Gerry Gilmore, from Cambridge University, told BBC News.", "type": "p"}, {"text": "\"In particular, this is true for the oscillations of stars that tell us there are planets moving around them. ", "type": "p"}, {"text": "\"If you've only got one year of data, you can only find planets that are very, very close to their stars. ", "type": "p"}, {"text": "\"But after 10 years of observations, you will find planets far from their parent star, indeed families of planets.\"", "type": "p"}, {"text": "By the end of its mission, Gaia could have identified tens of thousands of planets in the Milky Way.", "type": "p"}], "tags": ["Astronomy", "Stars", "European Space Agency", "Milky Way", "Galaxies", "Space exploration"]}