{"link": "https://www.bbc.com/news/technology-61796155", "category": "technology", "title": "Bitcoin: Why is the largest cryptocurrency crashing?", "contributor": "Zoe Kleinman", "time": "2022-06-14T13:34:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9538/production/_125400283_gettyimages-1305523759.jpg", "content": [{"text": "The first rule of writing about Bitcoin is: don't write about Bitcoin. ", "type": "b"}, {"text": "The story of the world's best known cryptocurrency is astonishingly fast-moving and its fans will soon line up to tell you you've got it all wrong.", "type": "p"}, {"text": "But write about it we must, because the past 24 hours have been catastrophic for the grande dame of cryptocurrency - even by Bitcoin standards.", "type": "p"}, {"text": "I'm going to concentrate on Bitcoin here - but if you're a crypto follower, you'll know the whole market is troubled, to put it mildly.", "type": "p"}, {"text": "As I write this, Bitcoin is trading at $21, 974 (£18,000). It's fallen 25% in the past five days alone, to its lowest value in 18 months.  Its peak of almost $70,000, in November, feels a lifetime ago.", "type": "p"}, {"text": "The charts are all red and they're going in one direction - downwards.", "type": "p"}, {"text": "Experts say this is because of the wider global climate. It's not just in the crypto world things are not looking good. ", "type": "p"}, {"text": "Recession looms, inflation is soaring, interest rates are rising and living costs are biting. Stock markets are wobbling too, with the US S&P 500 now in a bear market (down 20% from its recent high).", "type": "p"}, {"text": "As a result, even the big investors are less free with their money. And many ordinary investors - not rich hedge-fund owners or corporations but people like you and me - have less to invest in anything, full stop. ", "type": "p"}, {"text": "For many, an investment in something as volatile and unpredictable as cryptocurrency feels like a risk too great in these times. ", "type": "p"}, {"text": "It's unregulated and unprotected by the financial authorities, so if you're using your savings to invest in it and it loses value, or you lose access to your crypto wallet, your money has gone.", "type": "p"}, {"text": "Last month saw two much lower-profile but nonetheless significant coins collapse - and this knocked a lot of confidence in the market overall.", "type": "p"}, {"text": "As a result, people are increasingly deciding to sell up. ", "type": "p"}, {"text": "The more people sell, the less Bitcoin is worth, because that's how it works - its value is pegged to its desirability. This has a knock-on effect of more people selling because they can see the value going down... and the cycle continues.", "type": "p"}, {"text": "Unlike other more traditional assets, Bitcoin has no intrinsic value to underpin it - there's no bricks and mortar, revenue stream or underlying business, FT markets editor Katie Martin says.", "type": "p"}, {"text": "\"The price is only and purely whatever people are prepared to buy it from you for,\" she tells me.", "type": "p"}, {"text": "\"That's when it gets scary for people because, if enough people head for the exit, there's no floor. There's nothing to stop it trading at $10,000 tomorrow, if enough people give up or are forced to sell.\"", "type": "p"}, {"text": "So that's the already difficult backdrop for Bitcoin - and then, the past 24 hours saw these developments:", "type": "p"}, {"text": "The first two caused panic. Imagine if you suddenly couldn't withdraw cash from your bank, or you heard other people couldn't. You'd be at the nearest cash machine, along with everybody else, in record time, and this in itself would create more upheaval and more panic.", "type": "p"}, {"text": "In a nutshell - in order to stabilise it, people who still have Bitcoin would need to hold on to it and others would need to start buying it again. This has happened before.", "type": "p"}, {"text": "Crypto fans will tell you now is a great time to buy, because it's cheap - and you then have to sit tight and watch it turn the corner. This is how it's always worked.  ", "type": "p"}, {"text": "One of them tweeted me earlier: \"The pump will always happen.\"", "type": "p"}, {"text": "The persuasive stories of those who have \"got rich quick\", and the high-profile celebrity endorsements, do attract new money.", "type": "p"}, {"text": "Elon Musk has tweeted prolifically about his love of crypto - and his electric-car company Tesla invested $1.5bn in Bitcoin last year.", "type": "p"}, {"text": "But investment advisers urge tremendous caution.", "type": "p"}, {"text": "\"Honestly, it's somewhere only the brave should enter,\" State Street Advisors managing director Altaff Kassam told BBC Radio 5 Live's Wake Up To Money programme.", "type": "p"}, {"text": "And speaking of brave, Hollywood A-lister Matt Damon fronted a crypto ad with the slogan \"Fortune favours the brave,\" in October 2021. It played out at the Super Bowl and has been viewed 28 million times on Twitter and YouTube.", "type": "p"}, {"text": "However the \"brave\" who bought Bitcoin when the ad came out probably won't now be feeling they were done any \"favours\" - it was worth about three times as much then as it is today.", "type": "p"}], "tags": ["Bitcoin", "Cryptocurrency"]}