{"link": "https://www.bbc.com/news/business-61654195", "category": "business", "title": "Cancelled flights: Travel firms have oversold flights and holidays - Shapps", "contributor": "Michael Race & Beth Timmins", "time": "2022-05-31T21:22:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1FD4/production/_124984180_hi076322857.jpg", "content": [{"text": "Airlines and operators have \"seriously oversold flights and holidays\" relative to their capacity to deliver, Transport Secretary Grant Shapps has said.", "type": "b"}, {"text": "Mr Shapps said it had been \"very distressing\" to see people facing more disruption at airports with \"holidays cancelled and plans left in disarray\".", "type": "p"}, {"text": "Passengers are facing travel problems ahead of the Jubilee weekend, with several airlines cancelling flights.", "type": "p"}, {"text": "Up to two million people are preparing to fly over the next few days.", "type": "p"}, {"text": "The vast majority of flights will be operating as scheduled, said Airlines UK which represents Tui, EasyJet and British Airways.", "type": "p"}, {"text": "Mr Shapps said the government had been clear that it was up industry leaders to tackle travel disruption, which was also seen at Easter.", "type": "p"}, {"text": "The transport secretary said he would meet with airports, airlines and ground handlers to \"find out what's gone wrong and how they are planning to end the current run of cancellations and delays\".", "type": "p"}, {"text": "\"It is now on airports, airlines and ground handlers to make sure everyone's well deserved holidays can go ahead free from the major disruption we've seen in recent days,\" added Mr Shapps.", "type": "p"}, {"text": "\"Despite government warnings, operators seriously oversold flights and holidays relative to their capacity to deliver. This must not happen again and all efforts should be directed at there being no repeat of this over the summer - the first post-Covid summer season.\"", "type": "p"}, {"text": "Passengers are facing ongoing disruption ahead of the bank holiday weekend, with holiday giant Tui announcing it will cancel six flights a day until the end of June, affecting around 34,000 travellers in all.", "type": "p"}, {"text": "Around 10,000 flights are set to leave the UK between Thursday and Sunday, according to aviation analytics firm Cirium.", "type": "p"}, [{"text": "What are my rights if my flight is cancelled?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61646214"}, {"text": "Family 'seething' after 17-hour airport delay", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-birmingham-61645364"}, {"text": "Co-pilot loads baggage to help delayed flight", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-manchester-61646001"}], {"text": "Other airlines, including EasyJet, have also cancelled flights, with the aviation industry suffering from staff shortages as it struggles to recruit replacements for the thousands of workers it had to lay off off during the coronavirus pandemic when international travel halted.", "type": "p"}, {"text": "Before Covid, airports and airlines across Britain employed around 140,000 people, but since then thousands of jobs have been cut, including around 30,000 for UK airlines alone.", "type": "p"}, {"text": "Airlines UK, the body representing Tui, EasyJet and British Airways, said the industry was \"still emerging from the worst crisis in the history of aviation\".", "type": "p"}, {"text": "\"The sector has had only a matter of weeks to recover and prepare for one of the busiest summers we've seen in many years,\" the body added.", "type": "p"}, {"text": "\"Despite this, and without the ability to know when restrictions would be completely removed or predict how much flying would be possible over the summer, the vast majority of the many tens of thousands of UK-departing flights a week will be operating as scheduled.\"", "type": "p"}, {"text": "Michael Turner, a nurse from Shoreham, is currently on his third attempt to go on holiday with his family to Tenerife. ", "type": "p"}, {"text": "Due to fly from Gatwick last Thursday, Mr Turner was told his EasyJet flight had been cancelled 20 minutes before departure. ", "type": "p"}, {"text": "He rebooked a Tui flight which was all that was available and said he experienced \"absolute chaos\" in the departure lounge at Manchester Airport.  ", "type": "p"}, {"text": "After boarding the plane, Mr Turner said they spent three hours waiting only to be then escorted off to collect their baggage.", "type": "p"}, {"text": "They were put on a coach without being told where they were going and then waited to be taken back to the airport for a flight on Tuesday evening.", "type": "p"}, {"text": "Manchester Airport said Tui and Swissport, which provides ground services such as baggage handling, were \"experiencing temporary staff shortages, in common with other aviation and travel companies\".", "type": "p"}, {"text": "A spokesperson for Swissport apologised for its part in any disruption, adding that the return of demand for flights was \"exacerbating resource challenges across the aviation industry.\". ", "type": "p"}, {"text": "Elsewhere, Glasgow Airport said the airport had been \"busier than it has been for more than two years\", while Edinburgh Airport said some passengers had to wait outside the terminal building to check in luggage. ", "type": "p"}, {"text": "Stansted said it was is forecasting 80,000 passengers a day over the next week.", "type": "p"}, {"text": "Prospect, the union which represents staff across air traffic control and in aviation engineering, warned that things could \"get worse before they get better\". ", "type": "p"}, {"text": "Garry Graham, deputy general secretary of the Prospect union, said the government pointed that the furlough scheme had helped people but \"ignore that it ended well before the majority of international restrictions on travel came to an end\".", "type": "p"}, {"text": "But Mr Shapps said the government had helped the industry through \"changing the law to speed up bringing in newly recruited staff\" as well as providing £8bn of support during the pandemic.", "type": "p"}, {"text": "The Airport Operators Association, which represents the industry, said big recruitment campaigns had been under way since before the start of this year and additional staff were now being deployed. ", "type": "p"}, {"text": "Have you been affected by travel issues? ", "type": "b"}, [{"text": "Email: haveyoursay@bbc.co.uk", "type": "a", "href": "mailto:haveyoursay@bbc.co.uk?subject=AmazonBonus58414875"}, {"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}]], "tags": ["Companies", "TUI Travel", "Travel & leisure industry", "Air travel"]}