{"link": "https://www.bbc.com/news/entertainment-arts-61649107", "category": "entertainment & arts", "title": "Kevin Spacey says he will voluntarily appear in UK court on sexual assault charges", "contributor": null, "time": "2022-05-31T13:24:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/145A8/production/_124986338_spacey_getty.jpg", "content": [{"text": "Kevin Spacey has said he will \"voluntarily\" appear in a UK court on five counts of sexual assault.", "type": "b"}, {"text": "The American Beauty star gave a statement to Good Morning America on Tuesday in which he said he was confident he could prove his innocence.", "type": "p"}, {"text": "It was initially thought that Mr Spacey might have to be extradited to the UK.", "type": "p"}, {"text": "Five charges are to be brought against the 62-year-old after a review of Met Police evidence following complaints made between 2005 and 2013.", "type": "p"}, {"text": "\"I very much appreciate the [Crown Prosecution's] statement in which they carefully reminded the media and the public that I am entitled to a fair trial, and innocent until proven otherwise,\" said Spacey in the statement.", "type": "p"}, {"text": "\"While I am disappointed with their decision to move forward, I will voluntarily appear in the UK as soon as can be arranged and defend myself against these charges, which I am confident will prove my innocence.\"", "type": "p"}, {"text": "The first two charges relate to alleged sexual assaults on a man, now in his 40s, in London in March 2005, while a second man, now in his 30s, is alleged to have been assaulted in London in August 2008.", "type": "p"}, {"text": "The serious sexual offence charge - causing a person to engage in penetrative sexual activity without consent - also relates to the second alleged victim.", "type": "p"}, {"text": "A third man, who is now in his 30s, alleges assault in Gloucestershire in April 2013.", "type": "p"}, {"text": "While the CPS authorised the charges against Mr Spacey last week, it is understood he has not been formally charged as he is not currently in the country.", "type": "p"}, {"text": "Mr Spacey, a two-time Oscar winner, starred in films such as Seven, LA Confidential, American Beauty and Baby Driver, as well as the Netflix series House of Cards.", "type": "p"}, {"text": "The actor was also the artistic director of the Old Vic in London between 2004 and 2015.", "type": "p"}], "tags": ["Kevin Spacey"]}