{"link": "https://www.bbc.com/news/science-environment-61644215", "category": "science & environment", "title": "Megalodon shark extinction may have been linked to great white competition", "contributor": "Helen Briggs", "time": "2022-05-31T16:01:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13766/production/_124981797_megalodongettyimages-1004792742.jpg", "content": [{"text": "A prehistoric food fight may have spelled the end for the megalodon, the largest shark that ever lived.", "type": "b"}, {"text": "A study of the ocean giant's fossil teeth suggests it had to compete for food with another ferocious predator, the great white shark.", "type": "p"}, {"text": "The battle for diminishing stocks of whales and other prey may have pushed the megalodon to extinction three million years ago.", "type": "p"}, {"text": "Environmental pressures, such as sea level changes, also played a role.", "type": "p"}, {"text": "The extinction of the megalodon has been an enduring mystery.", "type": "p"}, {"text": "Many different factors have been proposed, from habitat loss due to changes in sea level to reduction of prey.", "type": "p"}, [{"text": "Six-year-old boy finds giant megalodon shark tooth", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-suffolk-61378018"}, {"text": "How big was the Megalodon giant shark - really?", "type": "a", "href": "https://www.bbc.com/newsround/54027340"}, {"text": "What did the mysterious Megalodon ACTUALLY look like?", "type": "a", "href": "https://www.bbc.com/newsround/60305529"}], {"text": "In the latest study, international researchers used zinc isotopes in the teeth of living and extinct sharks as a tool to understand the diet of long-dead animals.", "type": "p"}, {"text": "Chemical clues in the teeth of living sharks and 13 fossil megalodon teeth suggest the great white shark and the megalodon once had similar positions in the food web and may have competed for the same food, including whales, dolphins and porpoises. ", "type": "p"}, {"text": "This may have been a factor in the demise of the megalodon alongside climate change and other environmental pressures, the scientists said.", "type": "p"}, {"text": "\"This is a piece in the puzzle of evidence that there was competition between the modern great white and the megalodon on aquatic food resources in the oceans at the time when both were still alive,\" said Prof Thomas Tutken of Johannes Gutenberg University in Mainz, Germany, who led the study.", "type": "p"}, {"text": "Commenting on the research, published in Nature Communications, Catalina Pimiento of Swansea University said more work was needed to solve the mystery of what happened to the megalodon.", "type": "p"}, {"text": "The extinction has been studied from many different angles over the last decade, she said, with studies suggesting multiple factors.", "type": "p"}, {"text": "\"The mystery of what did megalodon eat and the extent to which it competed with other sharks remains,\"  she said.", "type": "p"}, {"text": "The megalodon (Otodus megalodon) was a megatooth shark, which roamed the oceans from about 22 million years ago until about three million years ago. Its name means \"big tooth\". ", "type": "p"}, {"text": "Three times bigger than the great white shark, the megalodon could grow up to 18m (60ft) in length and weigh up to 60 tonnes.", "type": "p"}, {"text": "The megalodon hit the news recently when a six-year-old boy found a shark tooth belonging to a giant prehistoric megalodon in Suffolk.", "type": "p"}, {"text": "Sammy Shelton found the 10cm-long (4in) tooth on Bawdsey beach during a bank holiday break.", "type": "p"}, {"text": "Follow Helen @hbriggs.", "type": "p"}], "tags": ["Fossils", "Sharks", "Environment"]}