{"link": "https://www.bbc.com/news/entertainment-arts-64039245", "category": "entertainment & arts", "title": "Ghost Town: 'The song Margaret Thatcher wishes was never released'", "contributor": null, "time": "2022-12-20T17:49:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0377/production/_128078800_specials_getty.jpg", "content": [{"text": "July 1981.", "type": "b"}, {"text": "Riots have broken out around Britain.", "type": "p"}, {"text": "Charles and Diana are about to marry. ", "type": "p"}, {"text": "And backstage at Top of The Pops, The Specials are falling apart. ", "type": "p"}, {"text": "In a few minutes they will perform their latest hit Ghost Town, which over the years, would come to be regarded as one of the greatest British singles of all time. It was a track which bottled the discord, racial tensions and societal breakdown happening in the UK that summer. ", "type": "p"}, {"text": "There had already been riots in Brixton that April, over the increased use of a new stop-and-search policy, the so-called sus law, which was named Operation Swamp. Police were said to have mounted a campaign of harassment against the black community in south London.", "type": "p"}, {"text": "Terry Hall is telling the band that he too has had enough. Worn down by touring, band infighting and struggling to deal with success, he wants out. It is too difficult to be singing about disharmony, while surrounded by it, both inside and outside The Specials. ", "type": "p"}, {"text": "\"We knew it was going to end as we were recording it (Ghost Town),\" Terry Hall told Front Row in 2019.", "type": "p"}, {"text": "\"It was bizarre. It took about eight months to record. I don't think there were more than two of us in the studio at any point. Those weren't good signs really. It finished up with me in a living room in Tottenham singing Ghost Town. It was all over the place. But it was a great way to bow out.\"", "type": "p"}, [{"text": "Singer Terry Hall was 'truly one of the greats'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64036892"}, {"text": "Terry Hall of The Specials dies aged 63", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64029430"}], {"text": "He was 22.", "type": "p"}, {"text": "The song was written by the band's founding member Jerry Dammers, but it is also the track with which lead singer Terry Hall is most closely identified. Every TV and radio report about his death has centred on Ghost Town. ", "type": "p"}, {"text": "The single was simply one of the most timely releases in music history.   ", "type": "p"}, {"text": "\"Talk about zeitgeist. That one song suddenly captured so much,\" remembered Specials fan and Bend It Like Beckham director Gurinder Chada in the 2021 BBC Documentary 2 Tone: The Sound of Coventry.", "type": "p"}, {"text": "\"If there is one song Margaret Thatcher wishes never got released, it's probably Ghost Town,\" she added. ", "type": "p"}, {"text": "On 7 July 1981, Radio One announced that Ghost Town had replaced Michael Jackson's One Day In Your Life at the top of the charts. ", "type": "p"}, {"text": "That same day, newspaper front pages were full of reports about the first ever use of CS gas grenades by the police on mainland Britain, as they struggled to contain the Toxteth Riots. These were sparked by tensions between police and the local community in Liverpool. ", "type": "p"}, {"text": "By the end of the week more than 20 towns and cities including London, Nottingham, Wolverhampton, Leeds and Luton had riots of their own. The Specials were providing the soundtrack. ", "type": "p"}, {"text": "In 2 Tone: The Sound of Coventry, Dammers explained how the creation of the song started with him sitting at his home organ, trying different diminished chords and working out how wailing could substitute a chorus.", "type": "p"}, {"text": "\"I think I wrote the music first. I was working on that for ages. The lyrics I wrote on tour just seeing what was going down around the country. It was about the recession and three million people on the dole. It's about the police harassment and unemployment. It was like a perfect storm really.\"", "type": "p"}, {"text": "For years there has been debate over whether or not Ghost Town is specifically about their hometown of Coventry. The decline of the car industry had turned a thriving post-war economy into a concrete jungle.", "type": "p"}, {"text": "Neville Staple from The Specials has stated he believes the song should be taken more generally: \"In Coventry and all over England it painted the same picture. This town is coming like a ghost town.\"", "type": "p"}, {"text": "Terry Hall's own understanding of Ghost Town changed over the last 40 years. In 1981, when speaking to the New York Times, he insisted: \"We were talking about riots in Bristol and Brixton. The fact that it became popular when it did was just a weird coincidence.\"", "type": "p"}, {"text": "But speaking on BBC Radio Five Live in 2019, he told Nihal Arthanayake: \"We made a record about how we saw the north of Britain. People think it was about Coventry. It wasn't. It was about Glasgow and Liverpool and Newcastle. It was about the north.\" ", "type": "p"}, {"text": "Ghost Town has certainly had an after-life. ", "type": "p"}, {"text": "When Amy Winehouse joined The Specials on stage at the V Festival in 2009, it was Ghost Town that she wanted to sing. ", "type": "p"}, {"text": "In Father Ted, when the priests organised a disco and the DJ, Father \"Spin Master\" O'Dwyer only has one record that everyone has to dance to all night, the 7 inch on repeat is Ghost Town. ", "type": "p"}, {"text": "On Desert Island Discs, it's a recent favourite, having been picked four times in the last three years: by the charity worker Claire Horton, the Director of Tate Maria Balshaw, the foreign affairs specialist Fiona Hill and the actor Rupert Everett, who called it \"one of the great songs of the era\".", "type": "p"}, {"text": "And in 2020, The Guardian named it the second best number one single in the UK of all time, behind West End Girls by Pet Shop Boys, a song released four year later and not entirely dissimilar with the sense of urban decay which it creates. ", "type": "p"}, {"text": "Ghost Town is now considered to be an all-time classic, but its reign over the summer of 1981 came to an ignominious end. The day before 28 million people watched the wedding of the future King to Lady Diana Spencer, The Specials were dethroned. ", "type": "p"}, {"text": "The lunchtime unveiling of the charts revealed that rising 22 places to number one was none other than Shakin' Stevens with Green Door. ", "type": "p"}, {"text": "The band's era as chart-dominating stars had well and truly been slammed shut by Shaky. Within months, Hall had formed Fun Boy Three and The Specials in their original incarnation were over.", "type": "p"}, {"text": "More than 40 years on Ghost Town stands as their defining work - the perfect coming together of pop and politics at exactly the right moment in history. It was that rarest of things, a song dealing with subjects found in The Economist while the band were on the cover of Smash Hits. Special indeed.", "type": "p"}], "tags": ["The Specials", "Music"]}