{"link": "https://www.bbc.com/news/health-64002174", "category": "health", "title": "Flu nasal spray vaccine for children may reduce strep A risk", "contributor": null, "time": "2022-12-16T16:48:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/751E/production/_128028992_gettyimages-1125807593.jpg", "content": [{"text": "A nasal spray vaccine that protects children against flu may also help protect against strep A infections, the UK Health Security Agency (UKHSA) says.", "type": "b"}, {"text": "It found that rates of strep A were lower in areas where the vaccine was offered to all primary-age children when it was first being used.", "type": "p"}, {"text": "Everyone eligible for a flu vaccine is urged to get one after a sharp rise in hospital admission levels last week. ", "type": "p"}, {"text": "Children under five and the over-85s are the most vulnerable age groups.", "type": "p"}, {"text": "There are unusually high rates of Group A strep infections in the UK at present, including scarlet fever and strep throat. Most are mild and easily treated, often with antibiotics, but occasionally the infection causes serious problems when it becomes invasive.", "type": "p"}, {"text": "There have been 18 confirmed deaths of children in the UK with this form of the infection since September - the highest since the winter of 2017-18.", "type": "p"}, [{"text": "Strep A: What is strep A and what are the symptoms?", "type": "a", "href": "https://www.bbc.co.uk/news/health-63836093"}], {"text": "The UKHSA study of data from 2013-17, which is not yet peer-reviewed, found that rates of strep infections were lower in areas where the flu vaccine was piloted - 73.5 per 100,000 children aged two to four years old - compared to areas where it was not offered as widely - 93 per 100,000 children.", "type": "p"}, {"text": "There was no difference in the number of children reported to have scarlet fever or invasive group A strep (iGAS), however, the analysis said.", "type": "p"}, {"text": "Parents of any primary school age children who have missed out on the nasal spray flu vaccine can still get it by contacting their GP surgery, school or local vaccination clinic.", "type": "p"}, {"text": "The vaccine is free on the NHS for:", "type": "p"}, [{"text": "children aged two or three years old on 31 August 2022", "type": "p"}, {"text": "all primary school children", "type": "p"}, {"text": "some secondary school-aged children", "type": "p"}, {"text": "children aged two to 17 years with long-term health conditions", "type": "p"}], {"text": "This winter, the vaccine is also being offered to the youngest secondary school aged children in December and January.", "type": "p"}, {"text": "\"Children who catch influenza are at greater risk from subsequent infections, including group A strep, so these findings provide yet more reasons for parents of eligible children to bring them forward for the flu vaccine,\" Dr Jamie Lopez Bernal, from UKHSA, said. ", "type": "p"}, {"text": "Hospital admission rates for flu have risen sharply in the past week and have now overtaken admissions for Covid-19 in England, latest figures show.", "type": "p"}, {"text": "When compared to the actual number of people in hospital with Covid, the number of patients with flu is relatively small - still below 2,000. But it is the speed of increase that is being watched carefully - up by two-thirds in a week. ", "type": "p"}, {"text": "The under-fives and over-85s are most likely to become ill with flu, but vaccine take-up is low in young children (less than 40%).", "type": "p"}, {"text": "As people mix more indoors than in previous years, winter viruses are rising, including flu and Covid, with health officials warning they are expected to continue going up.", "type": "p"}, {"text": "Flu, particularly, is putting more people in hospital in England than at any point since the winter of 2017-18, when there was a large wave.", "type": "p"}, {"text": "Admission rates have doubled in the over-85s and children under five years old in the past week, says the UK Health Security Agency's (UKHSA) latest weekly winter briefing - increasing to 6.8 per 100,000 people overall. ", "type": "p"}, {"text": "While most older adults are getting jabbed against flu, fewer than a third of pregnant women and fewer than half of the extremely vulnerable under-65s have had a flu vaccine.", "type": "p"}, {"text": "\"The flu vaccine offers the best protection against severe illness and it's not too late for everyone eligible to get it,\" said Dr Conall Watson, consultant epidemiologist at the UKHSA.", "type": "p"}, {"text": "Covid is also beginning to increase again, infecting one in 50 people.", "type": "p"}, {"text": "Serious illness from Covid is affecting the oldest age groups the most, and they are the ones most likely to end up in hospital.", "type": "p"}, {"text": "The UKHSA said anyone who is over 50 or has an underlying condition that makes them high risk should come forward to get their booster jab.", "type": "p"}, {"text": "The latest estimates from the Office for National Statistics (ONS) suggest 1.3 million people tested positive for coronavirus in the week to 5 December - up from 1.1 million the week before.", "type": "p"}, {"text": "Infection levels are now similar to where they were at the end of September.", "type": "p"}, {"text": "Covid rates by nation, according to the ONS, are:", "type": "p"}, [{"text": "England: one-in-50 people (one-in-60 people last week)", "type": "p"}, {"text": "Wales: one-in-55 people (one-in-70 people last week)", "type": "p"}, {"text": "Northern Ireland: one-in-45 people (one-in-50 people last week)", "type": "p"}, {"text": "Scotland: one-in-50 people (one-in-60 people last week)", "type": "p"}], {"text": "These figures are based on random tests of thousands of people in households across the UK, whether or not they have symptoms.", "type": "p"}, {"text": "The data was collected by the ONS for the week ending 5 December 2022 for England, Wales and Scotland, and the week ending 3 December 2022 for Northern Ireland.", "type": "p"}], "tags": ["Children", "Vaccination", "Babies & toddlers", "Flu", "Coronavirus pandemic"]}