{"link": "https://www.bbc.com/news/science-environment-64032458", "category": "science & environment", "title": "Met Office forecasts 2023 will be hotter than 2022", "contributor": null, "time": "2022-12-20T01:02:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3EEB/production/_128070161_gettyimages-1417650400.jpg", "content": [{"text": "Next year will be warmer than this one, and one of the hottest on record, the UK Met Office is forecasting.", "type": "b"}, {"text": "Predictions suggest it will be the 10th year in a row the global temperature is at least 1C above average.", "type": "p"}, {"text": "The Met Office explained that a cooling effect known as La Niña will likely end after being in place for three years - part of a natural weather cycle.", "type": "p"}, {"text": "It also noted the warming impact of human-induced climate change.", "type": "p"}, {"text": "Scientific evidence shows that climate change is driving up the global temperature.", "type": "p"}, {"text": "Governments globally have promised to cut emissions to keep temperature rise below 1.5C to avoid the worst effects of climate change.", "type": "p"}, {"text": "The world has already warmed by around 1.1C compared to the period before the Industrial Revolution in 1750-1900 when humans began burning large amounts of fossil fuels, releasing warming gases into the atmosphere.", "type": "p"}, {"text": "Temperatures in 2023 are forecast to be between 1.08C and 1.32C above the pre-industrial average.", "type": "p"}, {"text": "The warmest year since records began in 1850 was in 2016, when meteorologists said the weather phenomenon known as El Niño boosted global temperatures.", "type": "p"}, {"text": "But the past three years have been affected by another weather pattern called La Niña when cooler-than-average sea temperatures in the Pacific lowered the average global temperature.", "type": "p"}, [{"text": "Summer 2022 smashed dozens of UK records", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63244353"}, {"text": "A really simple guide to climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}, {"text": "What climate change will look like in your area", "type": "a", "href": "https://www.bbc.co.uk/news/resources/idt-d6338d9f-8789-4bc2-b6d7-3691c0e7d138"}], {"text": "That effect is now predicted to end, bringing warmer conditions in parts of the Pacific and leading to the global temperature being warmer than in 2022. ", "type": "p"}, {"text": "Unlike 2016, it is not expected to be a record-breaking year because El Niño will not be boosting global temperature, explains Prof Adam Scaife, head of long-range prediction at the Met Office.", "type": "p"}, {"text": "But some parts of the world such as the Arctic are warming at a faster rate than average.", "type": "p"}, {"text": "\"Next year the natural and temporary braking effect of La Niña will wane. The full-on gas pedal will invigorate warming over the coming year and continue into the future, along with more severe wet, dry and hot extremes, until policies are in place to achieve net zero greenhouse gas emissions,\" Richard Allan, professor of climate science at University of Reading told BBC News.", "type": "p"}, {"text": "In 2022 temperature records were broken in numerous parts of the world, including in the UK which recorded above 40C. ", "type": "p"}, {"text": "Devastating wildfires hit parts of Europe and Australia linked to hot weather, and Pakistan and India sweltered with temperatures reaching 51C in May.", "type": "p"}, {"text": "In a series of studies scientists concluded that these temperatures were made much more likely by climate change.", "type": "p"}, {"text": "Rising temperatures are predicted to lead to devastating effects on humans and nature, including more drought, desertification and heat-related illness.", "type": "p"}], "tags": ["Weather forecasting", "Climate change"]}