{"link": "https://www.bbc.com/news/technology-64026268", "category": "technology", "title": "Elon Musk at Twitter: Who could replace him as chief executive?", "contributor": null, "time": "2022-12-20T13:28:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4BD0/production/_128080491_elon_musk_getty.jpg", "content": [{"text": "Elon Musk is considering his next steps after a Twitter poll asking if he should step down as chief executive.", "type": "b"}, {"text": "More than 17 million people had their say - with 57.5% voting yes - leaving the next obvious question being, if not Mr Musk, who?", "type": "p"}, {"text": "The billionaire, who has been at the helm of the social platform since October, said he would abide by the results of the poll.", "type": "p"}, {"text": "But he has not made any announcements regarding plans to leave his position.", "type": "p"}, {"text": "\"No one wants the job who can actually keep Twitter alive,\" he tweeted following the poll.", "type": "p"}, {"text": "Bob O'Donnell, from TECHnalysis Research, warned that trying to predict who might take over the social platform was a \"pointless exercise because of how unpredictable and short-lived every decision\" regarding Twitter has been in the Musk era. ", "type": "p"}, {"text": "Even so, we take a look at who might be in the running.", "type": "p"}, {"text": "Mr Musk's poll was posted just hours after he was seen at the Lusail Stadium in Qatar, where he watched Argentina beat France on penalties to win the men's football World Cup.", "type": "p"}, {"text": "He was at the game alongside Jared Kushner, a former US presidential adviser and Donald Trump's son-in-law. ", "type": "p"}, {"text": "The pictures of the men flooded Twitter, with viewers questioning their relationship. Could he be Mr Musk's latest recruit?", "type": "p"}, {"text": "A close confidante of Mr Musk is Sriram Krishnan, an Indian technocrat who was tasked by the billionaire to monetise the platform.", "type": "p"}, {"text": "He is one of the few to be included in Mr Musk's core team at Twitter. ", "type": "p"}, [{"text": "Will Elon Musk's ultimatum cost him Twitter?", "type": "a", "href": "https://www.bbc.co.uk/news/technology-64003232"}, {"text": "Who is Elon Musk?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61234231"}], {"text": "Mr Krishnan, who is a former Twitter, Meta and Microsoft employee, is also an investor, technologist and engineer who hosts a podcast and YouTube channel with his wife. ", "type": "p"}, {"text": "\"I invest and am interested in the intersection of consumer tech and crypto,\" he says on his website. ", "type": "p"}, {"text": "He lists pro wrestling as one of his interests and believes in \"the importance of making a big entrance\" - something that perhaps chimes with Mr Musk. ", "type": "p"}, {"text": "Technology investor and podcaster David Sacks is another one of the experienced names in Mr Musk's inner circle. ", "type": "p"}, {"text": "Mr Sacks was involved at the beginning of PayPal with Mr Musk and is a member of the so-called \"PayPal Mafia\" - a group of former executives of the firm who have become billionaires by founding some of Silicon Valley's most successful tech businesses.", "type": "p"}, {"text": "Co-founder of Twitter Jack Dorsey has stepped in to run it twice, so could it be third time lucky?", "type": "p"}, {"text": "Arguably, there is nobody who knows the platform better than Mr Dorsey, who resigned as chief executive in November 2021.", "type": "p"}, {"text": "He had been serving as chief executive of both Twitter and payment firm Square and had been under pressure from investors, who felt Twitter was not getting the focus it needed while he was also running Square.", "type": "p"}, {"text": "Mr Dorsey not only extricated himself from Twitter but he also gave up his board seat - so has had no known involvement under Mr Musk apart from initially being supportive of his takeover.", "type": "p"}, {"text": "Ms Friar was previously finance boss at Square, the payments company set up by Mr Dorsey. She is now the chief executive of Nextdoor, a social network that centres around local neighbourhoods. ", "type": "p"}, {"text": "She has been described as one of the \"most highly regarded\" executives in Silicon Valley with an \"exceptionally rare mix of proven business skills, and authentic heart and soul\".", "type": "p"}, {"text": "Another member of the \"PayPal Mafia\", Mr Marcus is the former president of PayPal and is close to Mr Musk. He was one of the first tech leaders to embrace cryptocurrencies. ", "type": "p"}, {"text": "He was previously a top-ranking executive at Facebook's parent company Meta, heading up the firm's cryptocurrency project Diem and Messenger. He was also on the board of Coinbase, a cryptocurrency exchange platform.", "type": "p"}, {"text": "He now runs crypto-focused company Lightspark which is working on \"extending the capabilities\" of bitcoin.", "type": "p"}, {"text": "If Mr Musk's future plans for making profits from Twitter include integrating cryptocurrency into existing  products and services, then Mr Marcus might be a leading candidate. ", "type": "p"}, {"text": "Formerly the chief operating officer of Meta and Mark Zuckerberg's righthand woman, Sheryl Sandberg resigned from the role in June to focus on her philanthropic work.", "type": "p"}, {"text": "She was seen as largely transforming Facebook's revenue strategy, positioning the platform to make profits from small business advertising and being at the helm during its meteoric rise. ", "type": "p"}, {"text": "Could the top job at Twitter tempt her back into one of the biggest roles in Silicon Valley?", "type": "p"}, {"text": "When Mr Musk completed his takeover of Twitter, he immediately sacked the former boss Parag Agrawal, co-founder Mr Dorsey's handpicked successor.", "type": "p"}, {"text": "His sacking marked the beginning of the chaotic Musk era - so might Mr Musk want some stability and bring him back? ", "type": "p"}, {"text": "One of the only people to throw their hat into the ring, albeit jokingly, is Edward Snowden, the National Security Agency whistleblower.", "type": "p"}, {"text": "Mr Snowden has been living in exile in Russia since he leaked details of extensive internet and phone surveillance by US intelligence agencies.", "type": "p"}, {"text": "But given his espionage charges in the US, it would seem running Twitter would be rather difficult from Moscow.", "type": "p"}, {"text": "Follow Shiona McCallum ", "type": "b"}], "tags": ["Social media", "Elon Musk", "Jack Dorsey", "Twitter"]}