{"link": "https://www.bbc.com/news/business-61472388", "category": "business", "title": "Twitter boss hits back on Musk doubts over fake accounts", "contributor": null, "time": "2022-05-16T20:46:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15A3D/production/_124773688_whatsubject.jpg", "content": [{"text": "The head of Twitter has hit back after Elon Musk said his $44bn deal to buy the platform was \"on hold\" while he sought details about fake accounts.", "type": "b"}, {"text": "In a series of tweets, Parag Agrawal defended the firm's estimates that spam accounts were less than 5% of users.", "type": "p"}, {"text": "Mr Musk responded with a poo emoji, later repeating his claim that Twitter was underestimating the figure.", "type": "p"}, {"text": "Analysts have speculated that Mr Musk may be looking for ways to renegotiate the price of the deal or walk away.", "type": "p"}, {"text": "Those theories were fuelled further on Monday, after Bloomberg reported that Mr Musk had said at a tech conference that a deal at a lower price was \"not out of the question\".", "type": "p"}, {"text": "He also said spam accounts might be four times Twitter's claims.", "type": "p"}, {"text": "Mr Agrawal defended the firm's count, saying he would discuss the issue \"with the benefit of data, facts, and context\". ", "type": "p"}, {"text": "He said the company used a combination of public and private data to determine which accounts were real, reviewing random samples every few months.  He added that Twitter suspended roughly 500,000 suspect accounts daily and locked millions more.", "type": "p"}, {"text": "The margins of error are well within its estimate of spam accounts representing less than 5% of daily users, Mr Agrawal said.", "type": "p"}, {"text": "He said the firm had shared an \"overview\" of its process with Mr Musk last week.", "type": "p"}, {"text": "\"We... look forward to continuing the conversation with him, and all of you,\" he said, ", "type": "p"}, {"text": "Mr Musk last week said he had put the deal on hold pending information \"supporting [the] calculation that spam/fake accounts do indeed represent less than 5% of users\".", "type": "p"}, {"text": "He added later that he was \"still committed to [the] acquisition\", prompting Twitter board chairman Bret Taylor to respond \"We are too\".", "type": "p"}, [{"text": "Elon Musk puts $44bn Twitter deal on hold", "type": "a", "href": "https://www.bbc.co.uk/news/business-61433724"}, {"text": "How Elon Musk might change Twitter", "type": "a", "href": "https://www.bbc.co.uk/news/business-61226282"}], {"text": "But the stock market, which has seen weeks of turmoil wipe billions off the value of many companies, remains sceptical the deal will go through as outlined. ", "type": "p"}, {"text": "The price of a Twitter share has fallen below $38, sliding more on Monday after Mr Agrawal's tweets. ", "type": "p"}, {"text": "That is less than the price of the stock before Mr Musk revealed his interest in the company and well below the $54.20 per share he has offered.", "type": "p"}, {"text": "Twitter's board approved the takeover last month, but the deal was not expected to be completed for months.", "type": "p"}, {"text": "Dan Ives, an analyst at Wedbush Securities, said that a major fall in Tesla shares- which were critical to Mr Musk's financing of the deal - and widermarket declines have caused Mr Musk to get \"cold feet\". ", "type": "p"}, {"text": "\"The bot issue at the end of the day was known... and feels more to us like the 'dog ate the homework' excuse to bail on the Twitter deal or talk down a lower price,\" he said.", "type": "p"}, {"text": "In a series of tweets last week discussing his decision to fire top executives, Mr Agrawal acknowledged the risk that the deal might not move forward. ", "type": "p"}, {"text": "\"While I expect the deal to close, we need to be prepared for all scenarios and always do what's right for Twitter,\" he wrote. ", "type": "p"}], "tags": ["Companies", "Social media", "Mergers and acquisitions", "Elon Musk", "Twitter"]}