{"link": "https://www.bbc.com/news/entertainment-arts-61463365", "category": "entertainment & arts", "title": "Harry Styles' new album Harry's House charms music critics", "contributor": null, "time": "2022-05-16T15:02:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EE26/production/_124766906_gettyimages-1393470391.jpg", "content": [{"text": "Harry Styles' hotly-anticipated new album Harry's House has been praised by music critics for its \"abundant charm\", with \"really well-crafted pop songs\" and \"moments of absolute beauty\".", "type": "b"}, {"text": "The Times called it the next step in the former One Direction star's \"frankly remarkable reinvention\".", "type": "p"}, {"text": "It is \"a masterclass in becoming a credible artist without alienating the hordes of formerly teenage fans who made you a pop sensation in the first place\", Will Hodgkinson wrote - but said its lyrics are its weakest point.", "type": "p"}, {"text": "\"Where Styles does fall down, in comparison to the rock and pop greats, is in the lyrics,\" he wrote.", "type": "p"}, {"text": "The Guardian's Alexis Petridis described the lyrics as \"canny - though perhaps not especially deep\".", "type": "p"}, {"text": "However, that did not stop him declaring in a four-star review that \"every song feels like a single\".", "type": "p"}, {"text": "It is \"a mature third album\" that \"majors in sounds evocative of the mid-80s\", Petridis wrote, naming Prince and Steely Dan as comparisons on some tracks. ", "type": "p"}, {"text": "Elsewhere, Rolling Stone described Styles as \"a Mick Jagger for our more enlightened age\".", "type": "p"}, {"text": "Writer Jon Dolan said: \"He's pulled off the neat trick of making his music at once elegant and more refined but also warmer and more intimate.\"", "type": "p"}, {"text": "The Evening Standard agreed that Harry's House has the \"potential to reaffirm Styles' place at the top of the hit-making pile, primed for summer dominance in all its funked-out swagger\".", "type": "p"}, {"text": "It is \"in the most part, a compelling release\", Jochan Embley wrote in a four-star review. He also described it as \"the most unconventional collection of music he's released so far\".", "type": "p"}, {"text": "The opening track Music for A Sushi Restaurant \"could have been taken straight from an Eighties J-Pop record\", he wrote, but added that there were \"hooks aplenty\" on some tracks and \"quieter, acoustic moments\" on others.", "type": "p"}, {"text": "iNews picked out Robbie Williams and Justin Timberlake as comparisons on new Styles tracks, writing: \"It's almost a relief to hear him settle into himself, to try sounds and ideas that go beyond a teen's record collection in the 70s.\"", "type": "p"}, {"text": "However, Kate Solomon's three-star review added: \"A casual listener might find their attention slipping away on all those smooth, rounded edges.\"", "type": "p"}, {"text": "It is \"a clever and enjoyable record\", but she concluded that, on a deeper level, it has \"very little bite\".", "type": "p"}, {"text": "Metro was sufficiently enchanted was sufficiently enchanted to award another four stars, with critic David Bennun writing: \"Were this album any more charming, you might dissolve in its presence\".", "type": "p"}, {"text": "He wrote: \"Harry and key accomplice Kid Harpoon have refined their winning approach of reliving the soft-rock and adult pop Seventies in the anything-goes 21st Century.\"", "type": "p"}, {"text": "Bennun added: \"Harry's House never drags, never wheedles. It has just the right amount of air in it. Its gentle tread puts not so much as a pinky toe wrong. If its predecessor, Fine Line, was a nicely confected cream puff, this is an artful soufflé.\"", "type": "p"}, {"text": "Harry's House, which takes its name from a track on Joni Mitchell's 1975 album The Hissing of Summer Lawns, will be released on Friday.", "type": "p"}, {"text": "Meanwhile, Styles has become the latest star to sign up to read a CBeebies Bedtime Story. He will read Jess Hitchman's In Every House, On Every Street, which is illustrated by Lili la Baleine.", "type": "p"}], "tags": ["Harry Styles", "Music"]}