{"link": "https://www.bbc.com/news/science-environment-61452860", "category": "science & environment", "title": "Tonga eruption was 'record atmospheric explosion'", "contributor": "Jonathan Amos", "time": "2022-05-15T09:33:40.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/91E1/production/_122854373_sat_comparison_tonga_v3_640_2x-nc.png", "content": [{"text": "The eruption of the Tonga volcano in January has been confirmed as the biggest explosion ever recorded in the atmosphere by modern instrumentation.", "type": "b"}, {"text": "It was far bigger than any 20th Century volcanic event, or indeed any atom bomb test conducted after WWII.", "type": "p"}, {"text": "The assessment comes in a pair of scholarly papers in the journal Science that have reviewed all the data.", "type": "p"}, {"text": "Of recent history, it's likely only the Krakatoa eruption of 1883 rivalled the atmospheric disturbance produced.", "type": "p"}, {"text": "That catastrophic event in Indonesia is thought to have claimed more than 30,000 lives. Fortunately, the 15 January climactic eruption of the underwater volcano at Hunga Tonga-Hunga Ha'apai (HTHH) in the south Pacific resulted in very few deaths, even though it too produced large tsunamis.", "type": "p"}, {"text": "\"Tonga was a truly global event, just as Krakatau was, but we've now got all these geophysical observation systems and they recorded something that was really unprecedented in the modern data,\" Dr Robin Matoza, from the University of California, Santa Barbara, told BBC News. He is the lead author on one of the papers.", "type": "p"}, [{"text": "Professor snorkels over Tonga volcano ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61071293"}, {"text": "Pacific volcano: Science to explain event ferocity", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60029815"}, {"text": "Tonga eruption: How the impact spread so widely", "type": "a", "href": "https://www.bbc.co.uk/news/world-australia-60027360"}], {"text": "Scientists now have access to an extraordinary array of ground-based and spaceborne instruments, including atmospheric pressure sensors, seismometers, hydro-phones, and a fleet of satellites that monitor the Earth across the entire light spectrum.", "type": "p"}, {"text": "The colossal Tonga explosion, which came at the end of of several weeks of activity at the seamount, produced several types of atmospheric pressure waves that propagated vast distances. ", "type": "p"}, {"text": "In the audible range of frequencies, people 10,000km away in Alaska reported hearing repeated booms.", "type": "p"}, {"text": "The global network of detectors set up to monitor compliance with the Comprehensive Nuclear-Test-Ban Treaty picked up the infrasound signal. Infrasound has frequencies that are just below what humans are capable of hearing.", "type": "p"}, {"text": "The network's data indicated the Tonga volcano blast produced an atmospheric pressure wave comparable with that from the biggest ever nuclear explosion - the Tsar bomb detonated by the Soviets in 1961 - but lasted four times longer.", "type": "p"}, {"text": "The papers discuss at length the perturbations driven by so called Lamb waves, named after the early 20th Century mathematician Horace Lamb. ", "type": "p"}, {"text": "These are energetic waves in the air that propagate at the speed of sound, along a path guided by the surface of the planet. They are also non-dispersive, in other words they maintain their shape as they move and so are conspicuous over a long time.", "type": "p"}, {"text": "The Lamb wave pulses produced by the Tonga eruption were seen to circle the Earth at least four times.", "type": "p"}, {"text": "In the UK, which is some 16,500km from Tonga, these pulses began arriving on the evening of the 15th, about 14 hours after the climactic eruption on the other side of the planet. ", "type": "p"}, {"text": "They lifted the clouds over the UK.  ", "type": "p"}, {"text": "\"At the time, we had a laser cloud-base recorder looking at the cloud base and as the wave went through the cloud was perturbed,\" recalls Prof Giles Harrison, an atmospheric physicist at the University of Reading and co-author on one of the papers. ", "type": "p"}, {"text": "\"If ever you wanted evidence that the atmosphere is a remarkably interconnected thing, this was it. And what happens on one side of the planet can propagate around to the other side at the speed of sound.\"", "type": "p"}, {"text": "Where the Lamb waves coupled with ocean waves, they were able to generate tsunami - not just in the Pacific Ocean, but in the Atlantic Ocean and the Mediterranean Sea as well.", "type": "p"}, {"text": "Scientists are still investigating the generation of near-field tsunamis that ran up coastlines in the Tongan archipelago. Some were undoubtedly crafted by pressure waves from the volcano pushing down on the water surface, but investigations are on-going to determine whether collapse of part of the volcano also made a significant contribution. ", "type": "p"}, {"text": "This will be evident from the seafloor mapping projects that are due to report their results in the coming weeks.", "type": "p"}], "tags": ["Earth science", "Volcanoes", "Tsunamis", "Tonga eruption and tsunami", "Geology", "Tonga", "Indonesia"]}