{"link": "https://www.bbc.com/news/technology-61465973", "category": "technology", "title": "Europeans' data shared 376 times daily in advertising sales, report says", "contributor": "Zoe Kleinman", "time": "2022-05-16T15:00:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AAA6/production/_124768634_4eb38a74-3289-4590-9c8e-47a6b811db10.jpg", "content": [{"text": "Data about every internet user is shared hundreds of times each day as companies bid for online advertising slots, a report suggests.", "type": "b"}, {"text": "The study, by the Irish Council for Civil Liberties (ICCL), found that the average European user's data is shared 376 times per day.", "type": "p"}, {"text": "The figure rises to 747 times daily for US-based users, the report claims.", "type": "p"}, {"text": "The revenue from digital adverts is what keeps most internet services free to use.", "type": "p"}, {"text": "The ICCL is currently engaged in legal action with the digital ad industry and the Data Protection Commission against what it describes as an epic data breach, arguing that nobody has ever specifically consented to this practice.", "type": "p"}, [{"text": "Digital ad industry accused of huge data breach", "type": "a", "href": "https://www.bbc.co.uk/news/technology-57232253"}], {"text": "The data is shared between brokers acting on behalf of those wishing to place adverts, in real time, as a web page loads in front of someone who is reading it. The brands in the adverts themselves are not involved.", "type": "p"}, {"text": "It includes information about the device the page is loading on, some details about where that device is, and other information such as previous websites visited and their subject matter. ", "type": "p"}, {"text": "It is used to secure the most relevant bidder for the advert space on the page.", "type": "p"}, {"text": "This all happens automatically, in a fraction of a second, and is a multi-million dollar industry.", "type": "p"}, {"text": "Personally-identifying information is not included, but campaigners argue that the volume of the data is still a violation of privacy.", "type": "p"}, {"text": "\"Every day the RTB [Real Time Bidding] industry tracks what you are looking at, no matter how private or sensitive, and it records where you go. This is the biggest data breach ever recorded. And it is repeated every day,\" said Dr Johnny Ryan, senior fellow at the ICCL.", "type": "p"}, {"text": "The ICCL's report figures do not include numbers from two advertising revenue giants - Meta (which owns Facebook) and Amazon.", "type": "p"}, {"text": "It says the source of the data was a Google feed covering a 30-day period. It is made available to the industry, but not the public.", "type": "p"}, {"text": "Google has been contacted by the BBC for comment.", "type": "p"}, {"text": "The report claims that:", "type": "p"}, [{"text": "data about US web users' habits are shared in advert sales processes 107 trillion times per year. European users' data is shared 71 billion times", "type": "p"}, {"text": "Germany's individual internet users' data is shared once every minute that they are online, using a calculation based on averages", "type": "p"}], {"text": "Tech reporter Parmy Olson, writing for Bloomberg, said: \"If the exhaust of our personal data could be seen in the same way pollution can, we'd be surrounded by an almost impenetrable haze that gets thicker the more we interact with our phones.\" ", "type": "p"}], "tags": ["Advertising", "Data protection"]}