{"link": "https://www.bbc.com/news/science-environment-63431578", "category": "science & environment", "title": "James Webb telescope's ghostly 'Pillars of Creation'", "contributor": null, "time": "2022-10-28T14:34:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2F63/production/_127413121_weic2218c.jpg", "content": [{"text": "Why satisfy yourself with one course when you can have a double helping?", "type": "b"}, {"text": "The US space agency Nasa has issued a second image of the famous \"Pillars of Creation\" taken by the new super space telescope, James Webb.", "type": "p"}, {"text": "This week we get a rendering of the active star-forming region as seen by Webb's Mid-Infrared Instrument (MIRI).", "type": "p"}, {"text": "Last week, it was the observatory's Near-Infrared Camera (NIRCam) that was highlighting this remarkable location some 6,500 light-years from Earth.", "type": "p"}, {"text": "The pillars lie at the heart of what astronomers refer to as Messier 16 (M16), or the Eagle Nebula. ", "type": "p"}, {"text": "They are the subject of intense study. Every great telescope is pointed in their direction to try to understand the physics and the chemistry in play as new stars are birthed in great clouds of gas and dust.", "type": "p"}, [{"text": "James Webb telescope spies 'Pillars of Creation'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63319814"}, {"text": "Dusty star mystery solved by James Webb telescope", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63234027"}, {"text": "'Shiny, sparkly object' in James Webb space image", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63090818"}], {"text": "Webb, with its 6.5m-wide mirror and high-fidelity sensors, is the latest, biggest and best space observatory to take in the scene.", "type": "p"}, {"text": "What's interesting about the new MIRI picture is the choice of wavelengths used to display the pillars.", "type": "p"}, {"text": "Ordinarily, astronomers might filter the light to make the dusty columns go very largely translucent, so that their interior, nascent stars can be seen in greater detail. This is what the NIRCam image did: it emphasised the thousands of young blue stars that are present.", "type": "p"}, {"text": "And MIRI is capable of taking this approach on another step. But on this occasion, the filtering has selected those wavelengths at which the dust itself actually glows.", "type": "p"}, {"text": "\"Defying expectations that mid-infrared observations let you see through dust, this stunning image shows that they're also great for studying dust and complex molecules made to glow by the intense light of nearby hot stars,\" explained Prof Mark McCaughrean, the senior advisor for science at the European Space Agency.", "type": "p"}, [{"text": "Ringed Neptune captured by James Webb telescope ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62984658"}, {"text": "Nasa space telescope delivers spectacular pictures", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62140044"}, {"text": "A $10bn machine in search of the end of darkness", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59476869"}], {"text": "Some of the complex chemistry this helps accentuate involves polycyclic aromatic hydrocarbons, PAHs. These are very carbon-rich compounds. You find them on burnt toast and in the exhaust from motor vehicles. PAHs produced by stars are thought to enrich the carbon content throughout the Universe.", "type": "p"}, {"text": "MIRI was developed in a collaborative effort between scientists and engineers from 10 European countries, led by the UK, and Nasa's Jet Propulsion Laboratory.", "type": "p"}, {"text": "Its co-principal investigator is Prof Gillian Wright.", "type": "p"}, {"text": "\"It's simply thrilling to see how well MIRI is performing. It's producing radically new science information - stuff we've never had before,\" the director of the UK Astronomy Technology Centre told BBC News.", "type": "p"}, {"text": "\"What we see in this new image is akin to the 'skin' of the pillars, if you like. You can see filamentary structures which are where the stars are starting to burn through the dust. And you can see regions that are dark - they're so dense and cold that they're not even lighting up for MIRI.\"", "type": "p"}, {"text": "James Webb is a collaborative project of the US, European and Canadian space agencies. It was launched in December last year and is regarded as the successor to the Hubble Space Telescope.", "type": "b"}], "tags": ["Astronomy", "Nasa", "James Webb Space Telescope"]}