{"link": "https://www.bbc.com/news/business-64881469", "category": "business", "title": "US interest rates could go higher than expected", "contributor": null, "time": "2023-03-07T18:35:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/21AB/production/_128491680_whatsubject.jpg", "content": [{"text": "The head of the US central bank has warned that officials could raise interest rates farther and faster than previously expected in order to stabilise prices. ", "type": "b"}, {"text": "US stocks fell and the dollar rose following the remarks, which comes just a few weeks before the bank is due to make another rates announcement.", "type": "p"}, {"text": "Many analysts had been expecting another 0.25 percentage point increase.", "type": "p"}, {"text": "But the comments suggest the bank could move more aggressively. ", "type": "p"}, {"text": "Over the last year, the Fed has raised its benchmark rate to more than 4.5% - the highest rate since 2007 - responding to prices rising at the fastest pace in decades. ", "type": "p"}, {"text": "Inflation - the rate at which prices rise - in the US stood at 6.4% in January.", "type": "p"}, [{"text": "Seven reasons living costs are rising around the world", "type": "a", "href": "https://www.bbc.co.uk/news/business-59982702"}], {"text": "While that is lower than it was, it remains far higher than the 2% rate considered healthy, and Mr Powell said officials have been worried by recent data suggesting that progress could be stalling.", "type": "p"}, {"text": "He said that could push the bank to lift rates above the 5% to 5.5% officials had forecast in December. ", "type": "p"}, {"text": "Raising borrowing costs is one mechanism to slow price increases in the wider economy.", "type": "p"}, {"text": "\"The latest economic data have come in stronger than expected, which suggests that the ultimate level of interest rates is likely to be higher than previously anticipated,\" Mr Powell said in Congress during the first of two days of testimony on the economy.   ", "type": "p"}, {"text": "\"If the totality of the data were to indicate that faster tightening is warranted, we would be prepared to increase the pace of rate hikes,\" he added.", "type": "p"}, {"text": ", ", "type": "b"}, {"text": "They said the moves would do little to address causes of the inflation problem - such as the war in Ukraine and supply chain issues - while leading to an economic slowdown that will throw millions of people out of work. ", "type": "p"}, {"text": "\"You are gambling with peoples' lives,\" said Senator Elizabeth Warren, a Democrat from Massachusetts, who also blamed the inflation problem on price-gouging by companies.", "type": "p"}, {"text": "Mr Powell said the economy would be in worse shape if the bank did not act. ", "type": "p"}, {"text": "US prices jumped an unexpected 0.5% from December to January, while monthly updates on retail sales and hiring have also been stronger than expected.", "type": "p"}, {"text": "By raising borrowing costs, Federal Reserve officials are hoping to reduce demand for loans for business expansions, homes and other purchases, ultimately cooling the economy and easing the pressures pushing up prices. ", "type": "p"}, {"text": "The moves have already led to sharp slowdowns in rate-sensitive areas of the economy, like the housing market.", "type": "p"}, {"text": "Mr Powell said officials would be looking carefully at incoming data as they make their decision.", "type": "p"}, {"text": "\"The upshot is that not only are interest rates set to rise higher than we previously anticipated, but there is a lot less scope for rate cuts later this year than we had originally thought,\" Andrew Hunter, deputy chief US economist for Capital Economics wrote in a note following the testimony. ", "type": "p"}, {"text": "In early afternoon trade in New York, the Dow Jones Industrial Average had fallen 1.6%, while the S&P 500 was down about 1.4% and the Nasdaq was roughly 1% lower. ", "type": "p"}], "tags": []}