{"link": "https://www.bbc.com/news/entertainment-arts-64875989", "category": "entertainment & arts", "title": "BBC cuts to classical singers and orchestras labelled 'utterly devastating'", "contributor": null, "time": "2023-03-07T16:48:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B098/production/_128880254_a0071db70d58191eff0bd02b780c5986a81b0974.jpg", "content": [{"text": "The Musicians' Union has described proposed cuts to the BBC's classical music performing groups, announced on Tuesday, as \"utterly devastating\".", "type": "b"}, {"text": "The cuts will see the end of the BBC Singers, its in-house chamber choir, resulting in the loss of 20 posts.", "type": "p"}, {"text": "There will also be a 20% reduction of roles in the BBC's English orchestras - Symphony, Concert and Philharmonic.", "type": "p"}, {"text": "The BBC said it was part of a plan that \"prioritises quality, agility and impact\".", "type": "p"}, {"text": "It said the strategy would create \"agile ensembles\" that can work with \"more musicians and broadcasting from more venues\" around the UK.", "type": "p"}, {"text": "The BBC Singers would be replaced by investment \"more widely in the future of choral singing across the UK\" and a choral development programme for new talent, it said.", "type": "p"}, {"text": "The Musicians' Union (MU) said it was now in \"urgent talks\" with the broadcaster about the plans.", "type": "p"}, {"text": "General secretary Naomi Pohl said the union would \"fight for every job\", while urging the BBC to \"look at alternative measures\".", "type": "p"}, {"text": "\"The BBC is the biggest employer and engager of musicians in the UK and it plays a unique role in the ecosystem of our music industry,\" she said", "type": "p"}, {"text": "\"From Glastonbury to the Proms, from Jools Holland to BBC Radio, its coverage, support and promotion of British musical talent nationally and internationally is unrivalled.", "type": "p"}, {"text": "\"It is because we appreciate the BBC's role so much that these proposed cuts are so utterly devastating.\"", "type": "p"}, {"text": "The announcement follows a 2022 review, which looked into the classical sector and the BBC's role in it.", "type": "p"}, {"text": "Jo Laverty, MU organiser for orchestras, said the review \"indicated a full commitment from the broadcaster\" to the \"ongoing employment\" of the \"key asset\" performing groups.", "type": "p"}, {"text": "\"To now hear of potential redundancies across the BBC orchestras in England and the closure of the Singers as a performing group is unthinkable.\"", "type": "p"}, {"text": "Charlotte Moore, chief content officer at the BBC, said its new strategy - which includes doubling funding for music education, launching new training initiatives and creating a single digital home for its orchestras - constituted \"the first major review of classical music at the BBC in a generation\".", "type": "p"}, {"text": "\"This new strategy is bold, ambitious and good for the sector and for audiences who love classical music,\" she said.", "type": "p"}, {"text": "\"That doesn't mean that we haven't had to make some difficult decisions, but equally they are the right ones for the future.", "type": "p"}, {"text": "\"Great classical music should be available and accessible to everyone, and we're confident these measures will ensure more people will engage with music, have better access to it, and that we'll be able to play a greater role in developing and nurturing the musicians and music lovers of tomorrow.\"", "type": "p"}, {"text": "The corporation said the new strategy \"ensures every pound of licence fee funding works harder for the sector and for our audiences now, and in the future\".", "type": "p"}, {"text": "In 2022, the BBC licence fee was frozen for two years, which the corporation has said is expected to create a funding gap of around £400m by 2027.", "type": "p"}], "tags": []}