{"link": "https://www.bbc.com/news/health-64809406", "category": "health", "title": "Vitiligo: Controversial skin cream may come to UK", "contributor": null, "time": "2023-03-07T02:24:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17768/production/_128840169_9b6982b89cadca3efd104ae138299e1b05c9c890-1.jpg", "content": [{"text": "A controversial new treatment for a condition called vitiligo that can restore pigment to the skin ", "type": "b"}, {"text": "Some call ruxolitinib a miracle cream because it can return skin's natural colour and get rid of whitened patches. ", "type": "p"}, {"text": "But it carries some potentially serious side effects. ", "type": "p"}, {"text": "Others question whether vitiligo should be celebrated rather than masked or corrected.", "type": "p"}, {"text": "Ruxolitinib (brand name Opzelura) must be prescribed by a doctor because the treatment requires monitoring. ", "type": "p"}, {"text": "It can affect the body's immune system, which might leave users more prone to infections such as coughs and colds, for example.", "type": "p"}, {"text": "A stronger pill formulation of the same drug is already used to treat some cancers.", "type": "p"}, {"text": "In trials of the cream for vitiligo, some users developed acne and redness affecting the area of skin where it was applied. But it was an effective treatment for nonsegmental vitiligo - the most common type - where patches or blotches of depigmentation appear on both sides of the body. ", "type": "p"}, {"text": "About half of those who used it twice a day experienced a significant improvement, and about one in six had almost a complete repigmentation within three months. ", "type": "p"}, {"text": "The list price for a tube is $2,000 (£1,660) in the US, where it is already approved for use. ", "type": "p"}, {"text": "European regulators look set to recommend it too, for people aged 12 and over.  ", "type": "p"}, {"text": "Vitiligo is thought to be an autoimmune condition where the person's own body starts attacking cells in the skin that make protective pigment. This causes visible whitened patches or blotches which are prone to sun damage. ", "type": "p"}, {"text": "Vitiligo affects everyone, but is more noticeable in people with skin of colour. It is not infectious or contagious.", "type": "p"}, {"text": "Experts say living with vitiligo can be psychologically devastating, causing anxiety, depression, low self-esteem and even suicidal thoughts.", "type": "p"}, [{"text": "Vitiligo: The shame and stigma in South Asian communities", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-london-53375784"}, {"text": "'Inclusive Barbies are a major step in my life'", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-62577192"}], {"text": "Dr Viktoria Eleftheriadou from the British Association of Dermatologists, says some people with vitiligo may feel like they have lost their ethnic identity.", "type": "p"}, {"text": "She said: \"The risk of this can be higher among people of colour, as the condition is more noticeable in people with darker skin tones.\"", "type": "p"}, {"text": "She says it would be good to offer people the choice of a treatment.", "type": "p"}, {"text": "Winnie Harlow, one of the world's most recognisable models, has embraced having vitiligo rather than trying to hide her patches - although she has said she found living with it as a child \"incredibly isolating\". ", "type": "p"}, {"text": "\"I vividly recall being in third grade and trying to befriend two girls who would run away from me because their mothers didn't want them to 'catch' what I had, as if I were contagious,\" she told Cosmopolitan magazine. ", "type": "p"}, {"text": "She now describes her skin condition as one of her \"greatest gifts\". ", "type": "p"}, {"text": "\"It has taught me, from the time I was a little girl, to use it as a megaphone: to be louder, prouder, and always fuelled by passion and love. It's helped me look beyond my own cover - and everyone else's, too.\"", "type": "p"}, {"text": "Emma Rush, founder and chief executive of Vitiligo Support UK, says while it is great to see models raising public awareness, \"there is a gap between the average model and the average person on the street\".", "type": "p"}, {"text": "She says many people find having vitiligo on your face can be particularly distressing. \"My face is now covered with it. I don't recognise old pictures of myself from before I had it. It's like I was a different person. ", "type": "p"}, {"text": "\"I can wear make-up to cover it but I can't just walk around unnoticed without it. It helps with that first encounter so people don't stare.", "type": "p"}, {"text": "\"When it starts on the face it is often around the mouth and eyes and those are the parts that people look at. It can be catastrophic experience in a society that is focused on appearances.", "type": "p"}, {"text": "\"Having a condition that can turn your skin white is not just impacting your skin colour, either. When your appearance changes, it can come with a whole raft of assumptions about where you come from and who you are. ", "type": "p"}, {"text": "\"Some people say they feel like they have lost a depth of their identity or had something taken away from them by the disease.\"", "type": "p"}, {"text": "She says having it as a new treatment option would be \"an absolute godsend\". ", "type": "p"}, {"text": "Teacher Joti Gata-Aura was diagnosed with vitiligo in her early 20s. At that time, she says, she would have been willing to try almost anything to remedy it. ", "type": "p"}, {"text": "\"I battled with it for a very, very long time. I was constantly searching for treatments,\" she said. ", "type": "p"}, {"text": "\"I hadn't accepted the skin I was in.\"", "type": "p"}, {"text": "\"I'm Indian. I have brown skin - I'm not a fair-skinned Asian person. So when I had vitiligo I stood out. I covered up my skin for many, many years. ", "type": "p"}, {"text": "\"I hid my skin so much.\"", "type": "p"}, {"text": "Now aged 45, her outlook has changed and she campaigns about body positivity and mentors young people to help them with self-confidence.   ", "type": "p"}, {"text": "\"I've done so much work on being happy in the skin you are in and being confident in who you are.\"", "type": "p"}, {"text": "She says identity is still a big issue. \"My identity was stripped when I lost my pigment. It's taken so long for me to accept this white skin.", "type": "p"}, {"text": "\"It does, for me, add the extra layer of having to... not justify myself, but explain who I am, and that can sometimes be quite difficult, especially now that my skin is whiter than some of my English friends. That's difficult because I am proud of my background and culture.\"", "type": "p"}, {"text": "She said people needed to make their own choices about living with vitiligo. ", "type": "p"}, {"text": "\"It might not be a disability, it might not be an illness, but people psychologically have been ripped apart because of this condition.", "type": "p"}, {"text": "\"I think it is so important that, while I'm in a good place right now, I wasn't in a good place when I was diagnosed. People are going through what I went through 20 years ago. This could be light at the end of the tunnel for many people.\"", "type": "p"}, {"text": "Current treatments for vitiligo that result in a return of patients' natural skin colour are limited and have variable effectiveness, which means that if one treatment worked well for one patient it might not work for another at all, says the British Association of Dermatologists. ", "type": "p"}, {"text": "The most commonly used ones - phototherapy, tacrolimus and topical corticosteroids - can all have their downsides. For example, there are side effects associated with the long-term use of strong topical steroids, and phototherapy sessions usually require repeat trips to hospital for several months.", "type": "p"}, {"text": "Ruxolitinib would need to be approved by the drug regulator, the MHRA, to be sold or prescribed in the UK. The advisory body NICE is planning to assess its merits and risks and whether the cost can be justified for the NHS to provide to patients. ", "type": "p"}, {"text": "Listen on BBC Sounds to the Radio 5 Live discussion 'Vitiligo: Should we treat it?'", "type": "p"}], "tags": []}