{"link": "https://www.bbc.com/news/science-environment-64879544", "category": "science & environment", "title": "Nobel scientist says 'UK research is in jeopardy'", "contributor": null, "time": "2023-03-07T16:11:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6F47/production/_128878482_f0277520-pharmaceutical_research.jpg", "content": [{"text": "A new assessment of Britain's research capability has concluded that it has \"serious and longstanding problems\".", "type": "b"}, {"text": "The report's author, Nobel Prize winner Sir Paul Nurse, said that the government \"seriously underspends\" on research.", "type": "p"}, {"text": "He also added that association with the EU's Horizon programme was \"critical\".", "type": "p"}, {"text": "Sir Paul said the Prime Minister might not have received the best advice, following a BBC News report that he was considering alternative proposals.", "type": "p"}, {"text": "Sir Paul's assessment is contained in a report commissioned by the department for business last year. ", "type": "p"}, {"text": "In summarising its conclusions, Sir Paul said that UK research was \"fragile, in jeopardy, and needs fixing\".", "type": "p"}, {"text": "A spokesperson for the newly created Department for Science, Innovation and Technology (DSIT) welcomed the report which was described as \"thorough and thoughtful\".", "type": "p"}, {"text": "\"It will help us further understand the challenges and opportunities faced by UK researchers, and we will consider it carefully before responding in full,\" they added.", "type": "p"}, [{"text": "Scientists warn Sunak on EU research programme", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64840262"}, {"text": "Treasury takes back £1.6bn promised for science", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64726522"}], {"text": "Sir Paul's conclusions will come as a surprise, following as they do, a commitment by government to substantially increase research funding and the recent establishment of a new department specifically dedicated to research. ", "type": "p"}, {"text": "But a new funding assessment by Sir Paul and DSIT officials has found that direct government spending on research, as a proportion of the UK's Gross Domestic Product, is just 0.46%. This compares with an average for other OECD, or higher-income, countries of 0.6%. It puts the UK 27th in a list of 38 such nations.", "type": "p"}, {"text": "And the 0.46% number is substantially lower than South Korea, Germany and the United States, which spend 0.66-0.96% of GDP on research and development (R&D). ", "type": "p"}, {"text": "(GDP is a measure of the size and health of a country's economy over a period of time).", "type": "p"}, {"text": "Sir Paul also denounces successive ministers for short-term thinking by announcing \"shiny new institutes\", rather than having a stable, long-term plan for science. ", "type": "p"}, {"text": "It is a view supported by James Wilsdon, a professor of research policy at University College London.", "type": "p"}, {"text": "\"The problem is that we have a government which has now shown over 13 years, 5 prime ministers and 10 or 11 science ministers that it has far more interest in tweaking and tinkering with the fine detail of the R&D system than in providing the long-term stability of vision and investment that the system urgently needs.\"", "type": "p"}, {"text": "Sir Paul reserved some of his strongest remarks about reports that the Prime Minister was considering not taking up the arrangement offered by the European Union of full association to the bloc's £85bn (€95.5bn) Horizon research programme.", "type": "p"}, {"text": "BBC News reported last week that Mr Sunak was considering an attempt to renegotiate a cut-down association, with the money saved spent on a UK-led alternative international scientific collaborations.", "type": "p"}, {"text": "\"The UK will find it extremely difficult to be an effective research power if it stands alone and is not part of a European network.", "type": "p"}, {"text": "''The alternative arrangements being discussed will be utterly inadequate,\" Sir Paul said at a news conference.", "type": "p"}, {"text": "\"The Prime Minister may not have received the best advice. He is a sensible person, and I don't think he will want the risk of alienating the entire scientific community.\"", "type": "p"}, {"text": "Sir Paul added that lack of access to Horizon was putting off some of the brightest overseas scientists from applying to work in the UK, with many telling his review that Britain was no longer perceived as a welcoming place to work; some, he said, had left the country to find jobs elsewhere.", "type": "p"}, {"text": "Prof Sir Adrian Smith, President of the Royal Society which represents the UK's leading scientists, welcomed Sir Paul's calls for increased investment in science.", "type": "p"}, {"text": "\"The newly established Department for Science, Innovation and Technology needs to rapidly drive the changes needed across the whole of government, if they are to deliver on the Prime Minister's ambition for the UK.\"", "type": "p"}, {"text": "Prof Sarah Main, Executive Director of the Campaign for Science and Engineering (Case) said: \"This review is a blueprint for how the UK can make the most of its science capabilities to improve lives and livelihoods, through integrating national assets, infrastructure, skills, and investment. Long-termism is the magic ingredient, and we call on all political parties to work together to secure a UK strategy for R&D.\"", "type": "p"}, {"text": " Follow Pallab on Twitter", "type": "p"}], "tags": []}