{"link": "https://www.bbc.com/news/technology-64871183", "category": "technology", "title": "Worker asks Elon Musk on Twitter: Have I been fired?", "contributor": null, "time": "2023-03-07T05:08:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4EF9/production/_128871202_hallithorleifsson.jpg", "content": [{"text": "A Twitter employee has appealed to Elon Musk on the platform to ask whether he had been sacked.", "type": "b"}, {"text": "In a tweet to the firm's chief executive, Halli Thorleifsson said: \"Your head of HR is not able to confirm if I am employed or not\".", "type": "p"}, {"text": "Mr Musk responded by asking: \"What work have you been doing?\"", "type": "p"}, {"text": "Mr Thorleifsson told the BBC that nine days after being frozen out of Twitter's accounts he did not know whether he had been fired or not.", "type": "p"}, {"text": "After a series of follow up questions and answers with Mr Musk, that read like a live interview for his job, Mr Thorleifsson said he received an email confirming that he had been sacked.", "type": "p"}, {"text": "Twitter did not immediately respond to the BBC's request for comment.", "type": "p"}, {"text": "Mr Thorleifsson, 45, was a senior director in product design for Twitter. He told the BBC the ambiguity around his job was \"strange\" and \"extremely stressful\".", "type": "p"}, {"text": "\"I opened my computer on Sunday morning nine days ago and saw that the screen was grey and locked, indicating that I had been locked out of my Twitter accounts\", he said.", "type": "p"}, {"text": "\"After a few days had passed I started reaching out to people, including Elon and the head of HR to ask about my situation.", "type": "p"}, {"text": "\"The head of HR has since twice emailed me and has not been able to answer whether or not I am an employee at Twitter.\" ", "type": "p"}, {"text": "Frustrated, he tweeted his top boss, Elon Musk.", "type": "p"}, {"text": "\"Maybe if enough people retweet you'll answer me here\", Mr Thorleifsson said. ", "type": "p"}, {"text": "Mr Musk responded:", "type": "p"}, {"text": "After several follow up questions Mr Thorleifsson supplied a list of things he had done at the company. The exchange ended with Mr Musk posting two laughing emojis.", "type": "p"}, {"text": "Shortly after that exchange Mr Thorleifsson said that Twitter's Human Resources department had contacted him and said that he had been fired. ", "type": "p"}, {"text": "The exchange was widely shared on Twitter, with Mr Musk wading in with some replies. ", "type": "p"}, {"text": "He went on to further criticise Mr Thorleifsson saying: \"The reality is that this guy (who is independently wealthy) did no actual work, claimed as his excuse that he had a disability that prevented him from typing, yet was simultaneously tweeting up a storm. ", "type": "p"}, {"text": "\"Can't say I have a lot of respect for that.\"", "type": "p"}, {"text": "The Iceland-based entrepreneur had sold his company, Ueno, a creative design agency, to Twitter in early 2021 - after founding the firm in Reykjavik in 2014. ", "type": "p"}, {"text": "As part of the acquisition he became a full-time employee at Twitter.", "type": "p"}, {"text": "\"I decided to sell for a few reasons but one of them is that I have muscular dystrophy and my body is slowly but surely failing me,\" he told the BBC. ", "type": "p"}, {"text": "\"I have a few good work years left in me so this was a way to wrap up my company, and set up myself and my family for years when I won't be able to do as much.\" ", "type": "p"}, {"text": "Mr Thorleifsson is worried that Mr Musk will not honour the contract he signed with Twitter when he sold them his company. ", "type": "p"}, {"text": "\"This is extremely stressful. This is my retirement fund, a way to take care of myself and my family as my disease progresses. Having the richest man in the world on the other end of this, potentially refusing to stand by contracts is not easy for me to accept,\" he said. ", "type": "p"}, {"text": "Last month, Elon Musk appeared to fire another 200 Twitter employees. It means that Twitter now has just over 2,000 workers - down from approximately 7,500 in October. ", "type": "p"}, {"text": "\"Companies let people go, that's within their rights,\" Mr Thorleifsson said. \"They usually tell people about it but that's seemingly the optional part at Twitter now\".", "type": "p"}, {"text": "James Clayton is the BBC's North America technology reporter based in San Francisco. Follow him on Twitter @jamesclayton5.", "type": "p"}], "tags": []}