{"link": "https://www.bbc.com/news/business-66466951", "category": "business", "title": "Wegovy weight-loss drugmaker sees profits soar", "contributor": null, "time": "2023-08-10T17:32:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16643/production/_129751719_weighingmachine.jpg", "content": [{"text": "The maker of weight-loss jabs Wegovy and Ozempic, Danish pharmaceutical giant Novo Nordisk, has reported a sharp rise in profits on the back of surging demand for the drugs. ", "type": "b"}, {"text": "Net profits were 39.2bn kroner (£4.5bn) for the period from January to June, rising 43% from 27.5bn kroner a year earlier.", "type": "p"}, {"text": "The firm's boss said it was serving \"more patients than ever before\".", "type": "p"}, {"text": "Demand has been so strong the company is grappling with supply strains.  ", "type": "p"}, {"text": "Wegovy - an obesity treatment that is taken once a week - tricks people into thinking they're already full, so they end up eating less and losing weight.", "type": "p"}, {"text": "Famous personalities such as Elon Musk are among the reported users of the drug, which has captivated Hollywood and the public more widely since it was approved by regulators in the US in 2021. ", "type": "p"}, {"text": "Media reports have described Wegovy and Ozempic - a diabetes treatment with similar effects - as \"miracle\" drugs that will spark a \"revolution\" in weight loss.", "type": "p"}, {"text": "On Wednesday, a new trial showed Wegovy has been proven to also reduce the risk of a stroke or heart attack.", "type": "p"}, {"text": "The firm hailed it a \"landmark trial\", saying it would change the way obesity is regarded and treated.", "type": "p"}, {"text": "The company also said it was lifting its annual profits and sales forecasts.", "type": "p"}, {"text": "\"The growth is driven by increasing demand for our GLP-1-based diabetes and obesity treatments, and we are serving more patients than ever before,\" said boss Lars Fruergaard Jorgensen.", "type": "p"}, {"text": "Wegovy was approved for NHS use earlier this year after research suggested users could shed more than 10% of their body weight.", "type": "p"}, {"text": "But in trials, users often put weight back on after stopping treatment.", "type": "p"}], "tags": []}