{"link": "https://www.bbc.com/news/entertainment-arts-66466254", "category": "entertainment & arts", "title": "Steve Wright and Paul Gambaccini get new Radio 2 shows", "contributor": null, "time": "2023-08-10T16:58:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A5B6/production/_125722424_hi041260446.jpg", "content": [{"text": "Steve Wright is to present a second show every weekend on BBC Radio 2 - a year after signing off from his weekday afternoon slot after 23 years.", "type": "b"}, {"text": "He will take over Saturday lunchtime show Pick of the Pops from fellow veteran Paul Gambaccini, who is moving to a new show on Sunday evenings. ", "type": "p"}, {"text": "Wright has continued to present his long-running Sunday Love Songs show over the past year.", "type": "p"}, {"text": "He said Pick of the Pops - which runs down past charts -  was \"legendary\".", "type": "p"}, {"text": "Gambaccini's new show will include long-forgotten tracks from the last 80 years, plus his favourite lesser-known records from the 50s onwards.", "type": "p"}, {"text": "He called the songs \"neglected gems\".", "type": "p"}, {"text": "Wright left his afternoon show on Radio 2 in September last year, with Scott Mills taking over.", "type": "p"}, {"text": "Speaking about Pick of the Pops, he said: \"Gambo brilliantly made it his own over the last seven-and-a-half years, and now it's my chance to give it a go! ", "type": "p"}, {"text": "\"It's a great privilege to present such an iconic show on Radio 2, and Pick of the Pops fans don't worry - it's going be the same and different at the same time.\"", "type": "p"}, {"text": "Gambaccini said he was beginning \"chapter three\" of his 25-year career with Radio 2.", "type": "p"}, {"text": "\"I am delighted that on the new show I will have the opportunity to present neglected gems from the past century. The show will be live, because live is best. It is a happy presenter who gets to share great music of his choice with loyal long-term listeners.\"", "type": "p"}, {"text": "The station is also going to celebrate his \"50 continuous years as a national broadcaster\" in October. ", "type": "p"}, {"text": "Helen Thomas, head of Radio 2, said Wright would also continue to broadcast specials across the station, including \"our long-awaited Kylie Minogue listener vote\". She also thanked Gambaccini for \"presenting Pick of the Pops so brilliantly since 2016\". ", "type": "p"}, {"text": "The station also has upcoming specials on 100 years of Hollywood, a Prom called Stevie Wonder's Innervisions and Danny Elfman's Music from the Films of Tim Burton.", "type": "p"}, {"text": "It also has plans for Doctor Who @ 60: A Musical Celebration, in the autumn and Trevor Nelson's Soul Christmas, for the festive season. ", "type": "p"}], "tags": []}