{"link": "https://www.bbc.com/news/health-66440807", "category": "health", "title": "Why talk of a UK doctor exodus is premature", "contributor": null, "time": "2023-08-09T02:28:56.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/73B3/production/_130691692_sahealthvan217.jpg", "content": [{"text": "The NHS, it is claimed, is facing an exodus of doctors. It is one of the reasons put forward to support their claims for more pay as strike action continues.", "type": "b"}, {"text": "But an analysis of data by the BBC suggests this is not the case - yet.", "type": "p"}, {"text": "The proportion of the medical workforce leaving the NHS has hardly changed for a decade, while figures on those seeking a move overseas do not, overall, show a clear upwards trend.", "type": "p"}, {"text": "There are, however, some worrying signs - with increasing numbers of junior doctors taking a break in their training, and some evidence that aggressive marketing by authorities in Australia on social media and billboards is turning the heads of more UK medics.", "type": "p"}, {"text": "Every year thousands of doctors leave the NHS. Some retire, others move into private practice and some head abroad.", "type": "p"}, {"text": "But figures from NHS Digital in England show over the past decade the proportion leaving overall has remained pretty constant at about 14-15%.", "type": "p"}, {"text": "Meanwhile, the number of new joiners has increased, leading to a rise in the number of doctors in the NHS.", "type": "p"}, {"text": "But what about if we just look at junior doctors? This is the group that receives the lowest rates of pay in the profession and is often said to be the most disenchanted. ", "type": "p"}, {"text": "They make up almost half the hospital doctors in England and include anyone who has finished medical school but has not yet completed their postgraduate training to become a GP, speciality doctor or consultant.", "type": "p"}, {"text": "Firstly, most junior doctors do stay. Of those in 2016 who had completed their first two years of foundation training, only 7% had left the profession five years later, according to the General Medical Council (GMC).", "type": "p"}, {"text": "However, other data from the regulator does show a big jump in the numbers taking a break from their training. ", "type": "p"}, {"text": "In 2012, two-thirds moved straight on to the third year of their junior doctor training pathway after completing year two.", "type": "p"}, {"text": "But by 2020 that figure had fallen to under a third.", "type": "p"}, {"text": "Where these doctors are going is unclear. They could be spending time working as a locum - taking well-paid but ad-hoc freelance shifts to cover gaps in rotas - going travelling or seeking opportunities abroad. ", "type": "p"}, {"text": "Most seem to come back after a pause of a year or two, but the fact there is a clear upwards trend is causing some concern.", "type": "p"}, {"text": "The best data on how many move abroad each year comes from the GMC database on applications for a Certificate of Good Standing, which doctors use to apply for work abroad.", "type": "p"}, {"text": "Before the pandemic, there were consistently more than 6,000 certificates a year sent to other medical authorities around the world.", "type": "p"}, {"text": "After a drop during the pandemic the number rose to about 7,000 in 2022. ", "type": "p"}, {"text": "More recent figures for 2023 so far suggest the number will be higher again - although it is unclear if this reflects a long-term rise, as the trend seen over the last 18 months may just be a natural catch-up following the dip during the pandemic.", "type": "p"}, {"text": "The most popular countries are Australia, United Arab Emirates, Canada and Ireland, accounting for two-thirds of the certificates.", "type": "p"}, {"text": "But applying for one of these certificates does not mean a doctor has definitely left the UK, the GMC says, rather it shows an intention to work abroad in the future. Data from previous years suggests half of doctors who apply for a certificate remain working in the UK.", "type": "p"}, {"text": "The BBC has also approached the medical authorities directly in Australia and New Zealand about the number of doctors trained in the UK emigrating. ", "type": "p"}, {"text": "New Zealand has the most up-to-date figures, which show about 500 doctors a year trained in the UK and Ireland left to work there before the pandemic. The data available for the first three-quarters of 2022-23 suggests a similar level.", "type": "p"}, {"text": "The figures for Australia only go up to 2021, and show a total of 6,621 UK-trained doctors working in the country that year. There has been a gradual upwards trend over the past five years with the figures more than a quarter higher than they were in 2016. ", "type": "p"}, {"text": "And the British Medical Association (BMA) is convinced this will get worse.", "type": "p"}, {"text": "Dr Robert Laurenson and Dr Vivek Trivedi, who jointly chair the BMA junior doctors' committee, said: \"You cannot ignore the evidence that if the government won't pay doctors what they are worth, they are going to continue to leave for countries that will.\"", "type": "p"}, {"text": "But as doctors leave the UK, it is also worth noting medics come in from abroad. ", "type": "p"}, {"text": "Last year more than 12,000 doctors who were trained abroad joined the register. The number of newly-qualified homegrown doctors who joined was 8,000. ", "type": "p"}, {"text": "It is a two-way street.", "type": "p"}], "tags": []}