{"link": "https://www.bbc.com/news/science-environment-66407099", "category": "science & environment", "title": "Scientists at Fermilab close in on fifth force of nature", "contributor": null, "time": "2023-08-10T15:31:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8A6D/production/_117873453_1cbc9a72-3218-4dbf-8fac-67e2fd792291.jpg", "content": [{"text": "Scientists near Chicago say they may be getting closer to discovering the existence of a new force of nature. ", "type": "b"}, {"text": "They have found more evidence that sub-atomic particles, called muons, are not behaving in the way predicted by the current theory of sub-atomic physics. ", "type": "p"}, {"text": "Scientists believe that an unknown force could be acting on the muons.", "type": "p"}, {"text": "More data will be needed to confirm these results, but if they are verified, it could mark the beginning of a revolution in physics.", "type": "p"}, {"text": "All of the forces we experience every day can be reduced to just four categories: gravity, electromagnetism, the strong force and the weak force. These four fundamental forces govern how all the objects and particles in the Universe interact with each other.", "type": "p"}, {"text": "The findings have been made at a US particle accelerator facility called Fermilab. They build on results announced in 2021 in which the Fermilab team first suggested the possibility of a fifth force of nature.", "type": "p"}, {"text": "Since then, the research team has gathered more data and reduced the uncertainty of their measurements by a factor of two, according to Dr Brendan Casey, a senior scientist at Fermilab.", "type": "p"}, {"text": "\"We're really probing new territory. We're determining the (measurements) at a better precision than it has ever been seen before.\"", "type": "p"}, {"text": "In an experiment with the catchy name 'g minus two (g-2)' the researchers accelerate the sub-atomic particles called muons around a 50-foot-diameter ring, where they are circulated about 1,000 times at nearly the speed of light. The researchers found that they might be behaving in a way that can't be explained by the current theory, which is called the Standard Model, because of the influence of a new force of nature.", "type": "p"}, {"text": "Although the evidence is strong, the Fermilab team hasn't yet got conclusive proof.", "type": "p"}, {"text": "They had hoped to have it by now, but uncertainties in what the standard model says the amount of wobbling in muons should be, has increased, because of developments in theoretical physics.", "type": "p"}, {"text": "In essence, the goal posts have been moved for the experimental physicists. ", "type": "p"}, {"text": "The researchers believe that they will have the data they need, and that the theoretical uncertainty will have narrowed in two years' time sufficiently for them to get their goal. That said, a rival team at Europe's Large Hadron Collider (LHC) are hoping to get there first. ", "type": "p"}, {"text": "Dr Mitesh Patel from Imperial College London is among the thousands of physicists at the LHC attempting to find flaws in the Standard Model. He told BBC News that the first people to find experimental results at odds with the standard model would be one of the all time breakthroughs in physics.", "type": "p"}, {"text": "\"Measuring behaviour that doesn't agree with the predictions of the Standard Model is the holy grail for particle physics. It would fire the starting-gun for a revolution in our understanding because the model has withstood all experimental tests for more than 50 years.\"", "type": "p"}, {"text": "Fermilab says that its next set of results will be \"the ultimate showdown\" between theory and experiment that may uncover new particles or forces.", "type": "p"}, {"text": "So what is the Standard Model and why is getting an experimental result that doesn't quite fit in with its predictions such a big deal?", "type": "p"}, {"text": "Everything in the world around us is made from atoms - which in turn are made from even smaller particles. These interact to create the four forces of nature: electricity and magnetism (electromagnetism), two nuclear forces and gravity.", "type": "p"}, {"text": "Their behaviour is predicted by the standard model, and for fifty years it has predicted their behaviour perfectly, with no errors whatsoever.", "type": "p"}, {"text": "Muons are similar to electrons which orbit atoms and are responsible for electrical currents, but they are about 200 times as massive. ", "type": "p"}, {"text": "In the experiment they were made to wobble, using powerful, superconducting magnets.", "type": "p"}, {"text": "The results showed that the muons wobbled faster than the standard model said it should. Prof Graziano Venanzoni, of Liverpool University, who is one of the leading researchers on the project, told BBC News that this might be caused by an unknown new force.", "type": "p"}, {"text": "\"We think there could be another force, something that we are not aware of now. It is something different, which we call the 'fifth force'.", "type": "p"}, {"text": "\"It is something different, something we don't know about yet, but it should be important, because it says something new about the Universe.\"", "type": "p"}, {"text": "If confirmed, this would represent arguably one of the biggest scientific breakthroughs for a hundred years, since Einstein's theories of relativity. That is because a fifth force and any particles associated with it are not part of the Standard Model of particle physics.", "type": "p"}, {"text": "Researchers know that there is what they describe as \"physics beyond the Standard Model\" out there, because the current theory can't explain lots of things that astronomers observe in space.", "type": "p"}, {"text": "These include the fact that galaxies are continuing to accelerate apart after the Big Bang that created the Universe, rather than the expansion slowing down. Scientists say the acceleration is being driven by an unknown force, called dark energy.", "type": "p"}, {"text": "Galaxies are also spinning faster than they should, according to our understanding of how much material is in them. Researchers believe it's because of invisible particles called dark matter, which again are not part of the Standard Model.", "type": "p"}, {"text": "The results have been published in the Journal Physical Review Letters.", "type": "p"}, {"text": "Follow Pallab on Twitter", "type": "p"}], "tags": []}