{"link": "https://www.bbc.com/news/business-63648505", "category": "business", "title": "Elon Musk tells Twitter staff to work long hours or leave", "contributor": null, "time": "2022-11-16T16:38:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6539/production/_127431952_hi079886996.jpg", "content": [{"text": "Elon Musk has told Twitter staff that they must commit to working \"long hours at high intensity\" or else leave the company, according to reports.", "type": "b"}, {"text": "In an email to staff, the social media firm's new owner said workers should agree to the pledge if they wanted to stay, the Washington Post reported.", "type": "p"}, {"text": "Those who do not sign up by Thursday will be given three months' severance pay, Mr Musk said.", "type": "p"}, {"text": "The BBC has contacted Twitter for comment.", "type": "p"}, {"text": "In his email to staff, also seen by The Guardian, Mr Musk said that Twitter \"will need to be extremely hardcore\" in order to succeed.", "type": "p"}, {"text": "\"This will mean working long hours at high intensity. Only exceptional performance will constitute a passing grade,\" he said.", "type": "p"}, {"text": "Workers were told that they needed to click on a link by 17:00 EST on Thursday, if they want to be \"part of the new Twitter\".", "type": "p"}, {"text": "He added: \"Whatever decision you make, thank you for your efforts to make Twitter successful.\"", "type": "p"}, {"text": "The world's richest man has already announced half of Twitter's staff are being let go, after he bought the company in a $44bn (£38.7bn) deal.", "type": "p"}, {"text": "Mr Musk said he had \"no choice\" over the cuts as the company was losing $4m (£3.51m) a day. He has blamed \"activist groups pressuring advertisers\" for a \"massive drop in revenue\".", "type": "p"}, [{"text": "What is behind the big tech companies' job cuts? ", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63635821"}, {"text": "Musk tells Twitter staff remote working will end", "type": "a", "href": "https://www.bbc.co.uk/news/business-63582273"}, {"text": "Musk blames 'activists' for Twitter earnings drop", "type": "a", "href": "https://www.bbc.co.uk/news/business-63521713"}], {"text": "A host of top Twitter executives have also stepped down following his purchase of the firm.", "type": "p"}, {"text": "Last week, the entrepreneur told Twitter staff that remote working would end and \"difficult times\" lay ahead, according to reports.", "type": "p"}, {"text": "In an email to staff, the owner of the social media firm said workers would be expected in the office for at least 40 hours a week, Bloomberg reported.", "type": "p"}, {"text": "Mr Musk added that there was \"no way to sugar coat the message\" that the slowing global economy was going to hit Twitter's advertising revenues.", "type": "p"}, {"text": "But tech investor Sarah Kunst said the real reason Twitter is facing difficulties is because Mr Musk's takeover has saddled the company with debt. ", "type": "p"}, {"text": "His behaviour since the takeover has also led some advertisers to pause their spending, she said. ", "type": "p"}, {"text": "\"He's now trying to inflict that pain and uncertainty on the employees,\" she said.", "type": "p"}, {"text": "She added that there was a question mark over how enforceable Mr Musk's email about hours to staff really was.", "type": "p"}, {"text": "\"Can you just send an email to staff who already work for you, and just unilaterally change their working contract? That remains to be seen.\"", "type": "p"}, {"text": "Mr Musk himself has been sleeping at Twitter in recent weeks, even while leading electric carmaker Tesla and rocket company SpaceX.", "type": "p"}, {"text": "He described his work habits in a US court on Wednesday, where he appeared to defend the eye-popping $56bn pay package he received from electric carmaker Tesla in 2018.", "type": "p"}, {"text": "\"I pretty much work all the time, with rare exceptions.\" he said. ", "type": "p"}, {"text": "In response to questioning, he later added that the \"fundamental organisational restructuring\" at Twitter would be complete by the end of this week.", "type": "p"}, {"text": "Dan Ives, a senior equity analyst at Wedbush Securities, warned it was further evidence that Twitter's culture had \"dramatically changed\" with Mr Musk at the helm.", "type": "p"}, {"text": "\"Elon Musk is not going to be doing candlelight dinners and playing ping pong in Twitter's cafeteria and this is a shock to the system,\" he said.", "type": "p"}, {"text": "\"But he also needs to play nice in the sandbox because if key Twitter engineers and developers leave, this will be a major void in the Twitter ecosystem,\" he warned. \"There's a careful balance ahead for him, in this tightrope act.\"", "type": "p"}, {"text": "Do you work long hours either willingly or because you feel you have no choice? Please share your story by emailing: ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Or fill out the form below", "type": "p"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": ["Companies", "Flexible working", "Social media", "Elon Musk", "Twitter", "Advertising"]}