{"link": "https://www.bbc.com/news/entertainment-arts-63649195", "category": "entertainment & arts", "title": "I'm A Celeb: Matt Hancock in jungle prompts 1,100 Ofcom complaints", "contributor": null, "time": "2022-11-16T18:30:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/87CD/production/_127656743_hancockceleb.jpg", "content": [{"text": "Ofcom has received 1,100 complaints about former health secretary Matt Hancock appearing on the ITV show I'm A Celebrity Get Me Out of Here!", "type": "b"}, {"text": "There has been widespread criticism of Hancock for appearing on the show while he is a serving MP.", "type": "p"}, {"text": "Hancock has said he hopes to raise awareness of his dyslexia campaign while in the Australian jungle.", "type": "p"}, {"text": "Ofcom will now assess all complaints before deciding whether to investigate. ", "type": "p"}, {"text": "The broadcast regulator received just under 2,000 complaints about the show in total.", "type": "p"}, {"text": "While more than half of those were complaints about Hancock's involvement, some of the others were from viewers expressing concerns about how he was being treated by his campmates.", "type": "p"}, {"text": "In a blog post on its website, Ofcom wrote: \"It's worth being aware that under our rules, in principle - and taking into account freedom of expression - there's no ban on any particular person taking part in programmes. ", "type": "p"}, {"text": "\"However, if the mere presence of a person is likely to cause offence, we would expect broadcasters to take steps to mitigate or justify that offence. How they do that editorially, is up to them.\"", "type": "p"}, {"text": "Hancock was suspended from the Conservative parliamentary party after it emerged he was taking part in the show.", "type": "p"}, [{"text": "MPs' watchdog gets Hancock I'm A Celeb complaints", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-63641686"}, {"text": "Matt Hancock protest banner flown over TV jungle", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63634006"}, {"text": "Matt Hancock emotional as he asks for forgiveness", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63604403"}], {"text": "The 44-year-old was forced to resign as health secretary in June 2021 after he kissed a colleague while the government's social distancing guidelines were in place.", "type": "p"}, {"text": "Many questions remain about the decisions made during the Covid crisis by Hancock and other government ministers - and whether more lives could have been saved. ", "type": "p"}, {"text": "An inquiry scrutinising the handling of the pandemic has been launched, which Hancock has supported and is co-operating with.", "type": "p"}, {"text": "On Tuesday, campaigners including Covid-19 Bereaved Families for Justice flew a banner over the Australian jungle, where the I'm A Celebrity campmates are stationed, demanding Hancock be removed from the show.", "type": "p"}, {"text": "Parliament's watchdog has also received dozens of complaints about his participation.", "type": "p"}, {"text": "A petition set up before the series began demanding that ITV pull him from the show has over 45,000 signatures.", "type": "p"}, {"text": "Hancock has given a robust defence of his decision to take part in the popular ITV programme, both before entering the jungle and when in discussions with his fellow campmates.", "type": "p"}, {"text": "He said he was going into the jungle to raise awareness of dyslexia, telling the Sun that politicians must \"go where the people are\". ", "type": "p"}, {"text": "He has also said he will donate some of his fee for the programme to a hospice in his constituency of West Suffolk and dyslexia charities.", "type": "p"}, {"text": "But he has faced criticism on social media for not mentioning dyslexia when asked by camp mates why he had entered the jungle, although the show is heavily edited.", "type": "p"}, {"text": "During the show, he has told the other celebrities that there was \"no excuse\" for the actions that led to his resignation, adding: \"Look, I know how people felt. That's why I resigned, right?\"", "type": "p"}, {"text": "But Hancock was told by his fellow campmates that his Covid rulebreak had been \"a slap in the face\". He later became emotional as he told campmates that what he is \"really looking for is a bit of forgiveness\".", "type": "p"}, [{"text": "Why is Matt Hancock a controversial figure?", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-63583833"}, {"text": "Hancock told Covid rulebreak 'a slap in the face'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63591640"}, {"text": "Matt Hancock faces awkward questions in TV jungle", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63558418"}, {"text": "'Hancock in the jungle will bring back heartache'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-essex-63487221"}], {"text": "Hancock also defended issues around PPE provision during the pandemic and the management of the virus in care homes, saying: \"There were reasons for the decisions that were taken and ultimately those problems were caused by the virus, not the people who were trying to solve the problem.\"", "type": "p"}, {"text": "His spokesman has told the BBC that Hancock supports and is co-operating with an independent public inquiry into the handling of the pandemic, and that producers have agreed he can communicate with his team about any urgent constituency matters that arise while he's on the show.", "type": "p"}, {"text": "The complaints about I'm A Celebrity, fronted by Ant and Dec, were made between 8 and 14 November, Ofcom's latest reporting window.", "type": "p"}, {"text": "ITV told the BBC it would not be commenting.", "type": "p"}], "tags": ["ITV", "Television", "Matthew Hancock"]}