{"link": "https://www.bbc.com/news/health-63636201", "category": "health", "title": "Boots and balls made for men an injury risk to women footballers", "contributor": null, "time": "2022-11-16T00:37:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/95AB/production/_127651383_womens_football_getty.jpg", "content": [{"text": "Sports scientists are highlighting the lack of football kit designed for women, saying the use of boots and balls created for male players could be putting them at higher risk of injury.", "type": "b"}, {"text": "Knee-ligament injuries in women are causing concern at an elite level.", "type": "p"}, {"text": "Despite some progress, the researchers say no large boot manufacturer has yet invested in a design to suit women.", "type": "p"}, {"text": "The profile and popularity of women's football in the UK has soared since England won Euro 2022.", "type": "p"}, {"text": "But most products are still predominantly designed for men's football and little attention has been paid to the requirements of the women's game, a paper says.", "type": "p"}, {"text": "Writing in the journal Sports Engineering, a group of sports and exercise researchers, doctors and staff involved in the elite women's game - including England captain Leah Williamson - point to the need for more kit and technology tailored to women's needs and body shape.", "type": "p"}, {"text": "For example, football boots fail to account for the fact women's feet, heels and arches are shaped differently.", "type": "p"}, {"text": "And wearing boots designed for men is causing blisters and stress fractures in elite female players.", "type": "p"}, {"text": "Women also move and run in a different way to men and yet the length of studs on boots are designed around male movement and traction. ", "type": "p"}, {"text": "This increases the risk of women getting their boot stuck in the surface and an injury being caused, author and sports rehabilitation lecturer Dr Kat Okholm Kryger, from St Mary's University, Twickenham, says.", "type": "p"}, {"text": "Another factor in women's injuries could be playing \"on uneven surfaces where men's teams have played the day before\", Dr Kryger says.", "type": "p"}, {"text": "Many major manufacturers are reportedly developing boots specific to women in time for the World Cup in 2023.", "type": "p"}, {"text": "Tottenham Hotspur club doctor Craig Rosenbloom, who is also a co-author of the paper, says anterior cruciate ligament (ACL) knee injuries are \"at least twice as common in elite female footballers when compared to male footballers\".", "type": "p"}, {"text": "This is putting \"a huge burden\" on the players and the clubs, he adds.", "type": "p"}, {"text": "Most elite male footballers return within seven to eight months of the injury - but for elite female footballers, it is usually at least 10. ", "type": "p"}, {"text": "\"Elite female football squads are usually smaller than male squads, so missing players for longer has a big impact on player availability,\" Dr Rosenbloom says.", "type": "p"}, {"text": "The paper also highlights the need to design more comfortable and practical sports bras, shorts and hijabs.", "type": "p"}, {"text": "A number of clubs, including Manchester City, are switching to dark-coloured shorts for women because of worries over visible leakage when players are on their period.", "type": "p"}, {"text": "The FA says it wants players to feel fully supported on this issue and any feedback from women will be fed into future kit designs.", "type": "p"}, {"text": "The authors say technology, such as devices tracking health, performance and menstrual cycles, needs to be better designed for women too.", "type": "p"}, {"text": "And they call for more research into female players' concussion risk from heading the ball.", "type": "p"}, {"text": "\"There's a higher level of microtrauma in the white matter in women's brains,\" Dr Kryger says.", "type": "p"}, {"text": "\"That's not seen in men's football - so there could be a medical reason to change the ball.\" ", "type": "p"}], "tags": ["Brain injury"]}