{"link": "https://www.bbc.com/news/science-environment-63643707", "category": "science & environment", "title": "Nasa's Artemis Moon rocket lifts off Earth", "contributor": null, "time": "2022-11-16T08:58:00.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/1451B/production/_126472238_sls_expanded_2x640-nc.png", "content": [{"text": "The American space agency Nasa has launched its most powerful ever rocket from Cape Canaveral in Florida. ", "type": "b"}, {"text": "The 100m-tall Artemis vehicle climbed skyward in a stupendous mix of light and sound.", "type": "p"}, {"text": "Its objective was to hurl an astronaut capsule in the direction of the Moon.", "type": "p"}, {"text": "This spacecraft, known as Orion, is uncrewed for this particular flight, but if everything works as it should, people will climb aboard for future missions that go to the lunar surface.", "type": "p"}, {"text": "Wednesday's flight followed two previous launch attempts in August and September that were aborted during the countdown because of technical woes.    ", "type": "p"}, {"text": "But such issues were overcome on this occasion, and the Space Launch System, as the rocket is often called, was given the \"go\" to begin its ascent from the Kennedy Space Center at 01:47 local time (06:47 GMT).", "type": "p"}, {"text": "\"Today, we got to witness the world's most powerful rocket take the Earth by its edges and shake the wicked out of it,\" said Mike Sarafin, Nasa's Artemis mission manager. \"We have a priority one mission in play right now.\" ", "type": "p"}, {"text": "His boss, the agency's administrator Bill Nelson, was also wowed.", "type": "p"}, {"text": "\"That's the biggest flame I've ever seen. It's the most acoustical shockwave that I have ever experienced,\" he commented. \"I have to say what we saw tonight was an A+. But we have still a long ways to go. This is just a test flight.\"", "type": "p"}, [{"text": "Nasa's Orion spacecraft: A guide", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58609313"}, {"text": "A photographic mission to show us the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62662685"}, {"text": "Artemis: To the Moon and beyond", "type": "a", "href": "https://www.bbc.co.uk/news/extra/nkzysaP3pB/to-the-moon-and-beyond"}], [{"text": "How we get humans back to the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/resources/idt-c2eecd7e-b73f-47c5-8b04-ae970d6ed7b5"}], {"text": "The rocket had a number of important manoeuvres to perform high above the planet to get the Orion capsule on the right path to the Moon. All were performed \"outstandingly\", said John Honeycutt, Nasa's SLS programme manager. ", "type": "p"}, {"text": "The ship will now rely on its European propulsion module to shepherd it safely on the rest of the mission.", "type": "p"}, {"text": "Josef Aschbacher is director general of the European Space Agency (Esa): \"We have to make sure that Orion is powered safely to the Moon, circles the Moon, and then, as you know, we have to bring it back safely to Earth, making sure that the entry of the capsule into the atmosphere is on the right trajectory and at the right angle so that it can land in the Pacific Ocean. Yes, our job starts now, and it's a huge responsibility.\"", "type": "p"}, {"text": "December will see Nasa celebrate the 50th anniversary of Apollo 17, the very last time humans walked on the Moon.", "type": "p"}, {"text": "The space agency is calling its new programme Artemis (Apollo's twin sister in Greek mythology).", "type": "p"}, {"text": "It's planning a series of ever more complex missions over the next decade that should result in a more sustained presence at Earth's satellite, with the presence of surface habitats and the use of rovers, together with a mini space station in orbit around the Moon.", "type": "p"}, {"text": "Nasa hopes will become an inspiration to a new generation. It has promised that women and people of colour will feature in these endeavours, something that didn't happen 50 years ago.", "type": "p"}, {"text": "\"I wanted to be an astronaut from the time that I was five years old.\" said astronaut Jessica Meir.  \"For anybody that has a dream or some kind of aspiration, if they see somebody that they can identify with a little bit, it puts them into a totally different perspective where they can say, 'Well, wait a minute, that person was just like me, and they did it so I can do it too'.\"", "type": "p"}, {"text": "Analysis by Rebecca Morelle, BBC News Science Editor", "type": "b"}, {"text": "In 1972, Apollo astronaut Gene Cernan left the last set of footprints on the Moon. As he departed from the lunar surface, he said he believed it wouldn't be long before we returned. It's been 50 years. But today, the Moon is within reach for humanity once again.", "type": "p"}, {"text": "With a roar of its mighty engines, Nasa's new rocket has lifted us into a new era for human spaceflight.", "type": "p"}, {"text": "Nasa's astronauts watched on - if this mission is a success, next time they will be onboard, first flying around the Moon, and then landing on it.", "type": "p"}, {"text": "But we're not there yet. The Orion spacecraft may be on its way, but it has more than a million miles of travel ahead. It has to reach the Moon, orbit around it, and then return home. Nasa has to show this system is safe before any astronauts can be strapped in for the ride.", "type": "p"}, {"text": "Orion is being sent on a 26-day excursion that will take it into what's called a distant retrograde orbit at the Moon.", "type": "p"}, {"text": "At its closest, the capsule will be a mere 100km from the lunar surface; at its most distant, Orion will be up to 70,000km (45,000 miles). This will be the furthest from Earth any human-rated spacecraft has ever ventured.", "type": "p"}, {"text": "The capsule is due back on Earth on 11 December - about three and a half weeks from now. ", "type": "p"}, {"text": "That's when one of the key events in the whole mission occurs.", "type": "p"}, {"text": "Engineers are most concerned to learn that Orion's heatshield will cope with the extreme temperatures it will encounter on re-entry to our planet's atmosphere.", "type": "p"}, {"text": "The capsule will be coming in very fast - at 38,000km/h (24,000mph), or 32 times the speed of sound.", "type": "p"}, {"text": "A shield on its underside must cope with temperatures approaching 3,000C.", "type": "p"}, {"text": "The United Kingdom is playing its part in the Artemis adventure, and not just as a member state of the European Space Agency.", "type": "p"}, {"text": "On Wednesday, the Goonhilly Earth Station in Cornwall picked up the Orion ship's radio signal as it came off the top of the rocket. By analysing the shift in frequencies as the capsule moved through space, it enabled Nasa to more actually calculate the trajectory for a later course correction.", "type": "p"}, {"text": "Goonhilly will be sending commands to six of the 10 small satellites that were also lofted by the SLS rocket.", "type": "p"}, {"text": "\"We started our company here less than 12 years ago with an ambition to do deep space communication,\" explained Goonhilly CEO Ian Jones.", "type": "p"}, {"text": "\"We thought we'd be picking up scraps here and there by now, not to be actually commanding spacecraft on Nasa's first return to the Moon, which is brilliant.\"", "type": "p"}], "tags": ["Orion", "Artemis", "Nasa", "Florida", "Human spaceflight", "The Moon", "Space exploration", "Space Launch System (SLS)"]}