{"link": "https://www.bbc.com/news/technology-63635821", "category": "technology", "title": "What is behind the big tech companies' job cuts?", "contributor": null, "time": "2022-11-16T18:15:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1120B/production/_127655107_firedgettyimages-1390598322.jpg", "content": [{"text": "The first sign of job cuts at Amazon came from LinkedIn posts from laid-off employees.", "type": "b"}, {"text": "Then, Amazon's devices boss, Dave Limp, announced: \"It pains me... We will lose talented Amazonians from the devices & services org\".", "type": "p"}, {"text": "Across the tech industry, at firms like Twitter, Meta, Coinbase and Snap, workers have announced they are \"seeking new opportunities\".", "type": "p"}, {"text": "Worldwide, more than 120,000 jobs have been lost, according to the Layoffs.fyi website, which tracks tech job cuts.", "type": "p"}, {"text": "Different firms cut employees for different reasons but there are common themes.", "type": "p"}, {"text": "As our lives moved online during the pandemic, the tech giants' businesses boomed, and executives believed the good times - for them - would continue to roll.", "type": "p"}, {"text": "Meta, for example, took on more than 15,000 people in the first nine months of this year.", "type": "p"}, {"text": "Now executives announcing cuts have said they miscalculated.", "type": "p"}, {"text": "\"I made the decision to significantly increase our investments,\" chief executive Mark Zuckerberg told Meta employees, as he laid off 13% of them.", "type": "p"}, {"text": "\"Unfortunately, this did not play out the way I expected.\"", "type": "p"}, {"text": "Online adverts are the chief source of income for many tech firms, but for the advertising business, dark clouds have been gathering. Firms have faced growing opposition to intrusive advertising practices. For example, Apple made it harder to track people's online activity and sell that data to advertisers. ", "type": "p"}, {"text": "And as the economy ran into trouble, many firms slashed their online advertising budgets.", "type": "p"}, {"text": "In the financial technology sector, rising interest rates have also hit companies.", "type": "p"}, {"text": "\"It's been a really a disappointing quarter of earnings for many of the big tech companies,\" said technology analyst Paolo Pescatore of PP Foresight. \"No-one's immune.\"", "type": "p"}, {"text": "Even Apple has signalled caution, with chief executive Tim Cook saying the firm was \"still hiring\", but only on a \"deliberate basis.\" ", "type": "p"}, {"text": "Amazon attributed its job cuts to an \"unusual and uncertain macroeconomic environment\" forcing it to prioritize on what mattered most to customers.", "type": "p"}, {"text": "\"As part of our annual operating planning review process, we always look at each of our businesses and what we believe we should change,\" spokeswoman Kelly Nantel said. ", "type": "p"}, {"text": "\"As we've gone through this, given the current macro-economic environment (as well as several years of rapid hiring), some teams are making adjustments, which in some cases means certain roles are no longer necessary. We don't take these decisions lightly, and we are working to support any employees who may be affected.\"", "type": "p"}, {"text": "Investors have also piled on the pressure to cut costs, accusing firms of being bloated and slow to respond to signs of slowdown.", "type": "p"}, {"text": "In an open letter to Alphabet, parent company of Google and YouTube, activist investor Sir Christopher Hohn urged the firm to slash jobs and pay.", "type": "p"}, {"text": "Alphabet had to be more disciplined about costs, he wrote, and cut losses from projects like its self-driving car company, Waymo.", "type": "p"}, {"text": "Elon Musk is certainly of the view that there is room to cut costs at his latest investment, Twitter, which has struggled to either turn a profit or attract new users.", "type": "p"}, {"text": "Added to that, many commentators argue Mr Musk paid over the odds for the firm, and the pressure is on to make his investment worthwhile.", "type": "p"}, {"text": "He laid off half the firm's employees; and for those who remain an \"extreme\" work ethic is promised.", "type": "p"}, {"text": "According to US media reports on Tuesday, Mr Musk told staff they needed to commit to a \"hardcore\" culture of \"long hours at high intensity\" or leave. ", "type": "p"}, {"text": "Industry watcher Scott Kessler also says there is less tolerance for big spending on high-tech gambles like virtual reality or driverless cars that may not pay off in the short term.", "type": "p"}, {"text": "Investors also see the high wages and cushy perks some enjoy in the industry as unsustainable.", "type": "p"}, {"text": "\"Some companies have had to face harsh realities,\" he said.", "type": "p"}, {"text": "Mike Morini, from WorkForce Software, which provides digital management tools said it appeared to be a turning point.", "type": "p"}, {"text": "\"The tech industry is exiting a period of growth at all costs,\" he said.", "type": "p"}, {"text": "But while the big tech firms may be buffeted by economic headwinds, they are not broken.", "type": "p"}, {"text": "Amazon's proposed 10,000 job cuts in corporate and technology roles - its biggest such reduction to date - represents only 3% of its office staff.", "type": "p"}, {"text": "And the lay-offs may also be the start of new businesses as talented staff, dumped by the big firms, join or create start-ups.", "type": "p"}, {"text": "As veteran Silicon Valley watcher Mike Malone recently told the BBC: \"I won't write the Valley off yet. I still have a lot of hope.\"", "type": "p"}], "tags": ["Amazon", "Employment", "Meta", "Twitter", "Silicon Valley"]}