{"link": "https://www.bbc.com/news/business-66297120", "category": "business", "title": "Spotify raises premium subscription price for millions", "contributor": null, "time": "2023-07-24T21:25:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D264/production/_130506835_6f588bb69b7c704b553a4bfeb535888c0625a5a7.jpg", "content": [{"text": "Spotify is raising prices for its 200 million ad-free subscribers for the first time in over a decade, the platform has announced.", "type": "b"}, {"text": "In the US, the cost will increase from $9.99 to $10.99 (£8.57) for those with an individual plan. ", "type": "p"}, {"text": "Similar price hikes also apply to the UK, Canada, Australia and 49 other territories. ", "type": "p"}, {"text": "The move follows other streaming services which have also increased subscription costs.", "type": "p"}, {"text": "\"So that we can keep innovating, we are changing our Premium prices across a number of markets around the world,\" the music streaming service said on Monday. ", "type": "p"}, {"text": "\"These updates will help us continue to deliver value to fans and artists on our platform.\"", "type": "p"}, {"text": "In the US, the Premium Duo plan will increase from $12.99 to $14.99, the Family plan will increase from $15.99 to $16.99, and the Student plan will increase from $4.99 to $5.99.", "type": "p"}, {"text": "Premium subscribers in the UK will pay an extra £1 per month, according to The Verge. ", "type": "p"}, {"text": "Spotify said users \"will be given a one-month grace period before the new price becomes effective, unless they cancel before the grace period ends\". ", "type": "p"}, {"text": "The company raised prices of US family plans and UK Student, Duo, and Family plans in 2021. Individual subscriptions were previously unaffected.  ", "type": "p"}, {"text": "Apple Music, Peacock, Netflix, Max, and Paramount+ have also recently raised subscription prices. ", "type": "p"}, {"text": "The new Spotify Premium cost matches the monthly plans of competitors Apple Music and Amazon Music. ", "type": "p"}, {"text": "In an April earnings call, Swedish CEO Daniel Ek said the company would \"like to raise prices in 2023\".", "type": "p"}, {"text": "\"When the timing is right, we will raise it and that price increase will go down well because we're delivering a lot of value for our customers,\" Mr Ek said.", "type": "p"}, [{"text": "Why Spotify's big bet on Meghan fell flat", "type": "a", "href": "https://www.bbc.co.uk/news/business-65936228"}, {"text": "The Weeknd sets new Spotify listening record", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64796600"}, {"text": "Music industry responds to streaming pay anger", "type": "a", "href": "https://www.bbc.co.uk/news/technology-65753759"}], {"text": "The music giant cut 6% of staff in January, citing a need to improve efficiency.", "type": "p"}, {"text": "The company will continue to offer a free plan that includes advertising. ", "type": "p"}, {"text": "Spotify has 515 million active users in over 180 markets and about 40% of those users are subscribers. ", "type": "p"}], "tags": []}