{"link": "https://www.bbc.com/news/entertainment-arts-66294457", "category": "entertainment & arts", "title": "Jane Birkin Paris funeral draws celebrities and crowds", "contributor": null, "time": "2023-07-24T15:55:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A564/production/_130504324_mediaitem130504323.jpg", "content": [{"text": "Thousands of fans have lined streets in central Paris to say farewell to English-French star Jane Birkin.", "type": "b"}, {"text": "The funeral was attended by numerous celebrities, and was live-streamed to crowds outside the Saint Roch church.", "type": "p"}, {"text": "People held posters and wore T-shirts declaring their love for the star.", "type": "p"}, {"text": "Though born in England, Birkin earned her status after successful film roles and songs, as well as being the inspiration for the iconic Hermès Birkin designer bag.", "type": "p"}, {"text": "She was known for her personal and artistic relationship with French songwriter Serge Gainsbourg.", "type": "p"}, {"text": "In 1969 Birkin recorded with him the iconic track \"Je T'aime... moi non plus\", banned in several countries and condemned by the Vatican because of its overtly sexual lyrics.", "type": "p"}, {"text": "With her flared jeans, mini dresses and distinctive fringe, she also became a fashion icon in the 1970s.", "type": "p"}, {"text": "She died last week at her home in the French capital at the age of 76. ", "type": "p"}, {"text": "Singer Vanessa Paradis was at the funeral, as well as screen legends Catherine Deneuve, Isabelle Huppert and Charlotte Rampling, another British actress who regularly stars in French-language movies.", "type": "p"}, {"text": "French First Lady Brigitte Macron was also in attendance, along with Birkin's surviving daughters Charlotte Gainsbourg and Lou Doillon, themselves well known as singers and actors.", "type": "p"}, {"text": "\"I already feel the emptiness she has left behind,\" an emotional Gainsbourg told attendees.", "type": "p"}, {"text": "\"Mother, thank you for not being ordinary and reasonable,\" said Doillon.", "type": "p"}, {"text": "The square in front of the church was strewn with flowers, a testament to the affection with which Birkin is held in France.", "type": "p"}, {"text": "People held banners saying \"Jane Forever\" and \"Thank you Jane Birkin\", and her songs were played through speakers to the crowds.", "type": "p"}, {"text": "Many of the well-wishers were emotional. Marie-Pierre Frapart, 63, told AFP she had \"come to pay tribute to our little Englishwoman\".", "type": "p"}], "tags": []}