{"link": "https://www.bbc.com/news/science-environment-66229065", "category": "science & environment", "title": "Climate records tumble, leaving Earth in uncharted territory - scientists", "contributor": null, "time": "2023-07-22T07:40:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B51B/production/_130436364_climate_change_off_the_charts_promo.png", "content": [{"text": "A series of climate records on temperature, ocean heat, and Antarctic sea ice have alarmed some scientists who say their speed and timing is unprecedented.", "type": "b"}, {"text": "Dangerous heatwaves in Europe could break further records, the UN says.", "type": "p"}, {"text": "It is hard to immediately link these events to climate change because weather - and oceans - are so complex.", "type": "p"}, {"text": "Studies are under way, but scientists already fear some worst-case scenarios are unfolding.", "type": "p"}, {"text": "\"I'm not aware of a similar period when all parts of the climate system were in record-breaking or abnormal territory,\" Thomas Smith, an environmental geographer at London School of Economics, says. ", "type": "p"}, {"text": "\"The Earth is in uncharted territory\" now due to global warming from burning fossil fuels, as well as heat from the first El Niño - a warming natural weather system - since 2018, says Imperial College London climate science lecturer Dr Paulo Ceppi.", "type": "p"}, {"text": "four climate records", "type": "b"}, {"text": "The world experienced its hottest day ever recorded in July, breaking the global average temperature record set in 2016.", "type": "p"}, {"text": "Average global temperature topped 17C for the first time, reaching 17.08C on 6 July, according to EU climate monitoring service Copernicus.", "type": "p"}, {"text": "Ongoing emissions from burning fossil fuels like oil, coal, and gas are behind the planet's warming trend.", "type": "p"}, [{"text": "A really simple guide to climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}, {"text": "What is El Niño and how does it change the weather?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64192508"}], {"text": "This is exactly what was forecast to happen in a world warmed by more greenhouse gases, says climate scientist Dr Friederike Otto, from Imperial College London.", "type": "p"}, {"text": "\"Humans are 100% behind the upward trend,\" she says.", "type": "p"}, {"text": "\"If I'm surprised by anything, it's that we're seeing the records broken in June, so earlier in the year. El Niño normally doesn't really have a global impact until five or six months into the phase,\" Dr Smith says.", "type": "p"}, {"text": "El Niño is the world's most powerful naturally occurring climate fluctuation. It brings warmer water to the surface in the tropical Pacific, pushing warmer air into the atmosphere. It normally increases global air temperatures.", "type": "p"}, {"text": "The average global temperature in June this year was 1.47C above the typical June in the pre-industrial period. Humans started pumping greenhouse gases into the atmosphere when the Industrial Revolution started around 1800.", "type": "p"}, {"text": "Asked if summer 2023 is what he would have forecasted a decade ago, Dr Smith says that climate models are good at predicting long-term trends but less good at forecasting the next 10 years.", "type": "p"}, [{"text": "Four ways climate change is affecting the weather", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58073295"}], {"text": "\"Models from the 1990s pretty much put us where we are today. But to have an idea about what the next 10 years would look like exactly would be very difficult,\" he says.", "type": "p"}, {"text": "\"Things aren't going to cool down,\" he adds.", "type": "p"}, {"text": "The average global ocean temperature has smashed records for May, June and July. It is approaching the highest sea surface temperature ever recorded, which was in 2016.", "type": "p"}, {"text": "But it is extreme heat in the North Atlantic ocean that is particularly alarming scientists.", "type": "p"}, {"text": "\"We've never ever had a marine heatwave in this part of Atlantic. I had not expected this,\" says Daniela Schmidt, Prof of Earth Sciences at the University of Bristol.", "type": "p"}, {"text": "In June temperatures off the west coast of Ireland were between 4C and 5C above average, which the National Oceanic and Atmospheric Administration classified as a category 5 heatwave, or \"beyond extreme\".", "type": "p"}, [{"text": "Sudden heat increase in seas around UK and Ireland", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65948544"}], {"text": "Directly attributing this heatwave to climate change is complex, but that work is ongoing, Prof Schmidt says.", "type": "p"}, {"text": "What is clear is that the world has warmed and the oceans have absorbed most of that heat from the atmosphere, she explains.", "type": "p"}, {"text": "\"Our models have natural variability in them, and there are still things appearing that we had not envisaged, or at least not yet,\" she adds.", "type": "p"}, {"text": "She emphasises the impact of this heat on marine ecosystems, which produce 50% of the world's oxygen.", "type": "p"}, {"text": "\"People tend to think about trees and grasses dying when we talk about heatwaves. The Atlantic is 5C warmer than it should be - that means organisms need 50% more food just to function as normal,\" she says.", "type": "p"}, {"text": "The area covered by sea-ice in the Antarctic is at record lows for July. There is an area around 10 times the size of the UK missing, compared with the 1981-2010 average.", "type": "p"}, {"text": "Alarm bells are ringing for scientists as they try to unpick the exact link to climate change.", "type": "p"}, {"text": "A warming world could reduce levels of Antarctic sea-ice, but the current dramatic reduction could also be due to local weather conditions or ocean currents, explains Dr Caroline Holmes at the British Antarctic Survey.", "type": "p"}, {"text": "She emphasises it is not just a record being broken - it is being smashed by a long way.", "type": "p"}, {"text": "\"This is nothing like anything we've seen before in July. It's 10% lower than the previous low, which is huge.\"", "type": "p"}, {"text": "She calls it \"another sign that we don't really understand the pace of change\".", "type": "p"}, {"text": "Scientists believed that global warming would affect Antarctic sea-ice at some point, but until 2015 it bucked the global trend for other oceans, Dr Holmes says.", "type": "p"}, {"text": "\"You can say that we've fallen off a cliff, but we don't know what's at the bottom of the cliff here,\" she says.", "type": "p"}, {"text": "\"I think this has taken us by surprise in terms of the speed of which has happened. It's definitely not the best case scenario that we were looking at - it's closer to the worst case,\" she says.", "type": "p"}, {"text": "We can certainly expect more and more of these records to break as the year goes on and we enter 2024, scientists say.", "type": "p"}, {"text": "But it would be wrong to call what is happening a \"climate collapse\" or \"runaway warming\", cautions Dr Otto.", "type": "p"}, {"text": "We are in a new era, but \"we still have time to secure a liveable future for many\", she explains.", "type": "p"}, {"text": "Additional reporting by Mark Poynting and Becky Dale", "type": "p"}], "tags": []}