{"link": "https://www.bbc.com/news/business-64351964", "category": "business", "title": "UK poised to give £300m in rescue funding to British Steel", "contributor": null, "time": "2023-01-20T19:09:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8EC1/production/_128354563_britishsteel.jpg", "content": [{"text": "Chancellor Jeremy Hunt is poised to grant a £300m funding package for struggling British Steel, the BBC has been told.", "type": "b"}, {"text": "The move follows requests from Business Secretary Grant Shapps and Levelling-up Secretary Michael Gove.", "type": "p"}, {"text": "It would depend on British Steel's Chinese owner Jingye committing to securing jobs at the company and making additional substantial investments.", "type": "p"}, {"text": "Treasury sources said the money would have to be put towards decarbonisation.", "type": "p"}, {"text": "It is unclear when a decision will be announced.", "type": "p"}, {"text": "The Department for Business, Energy and Industrial Strategy (Beis), said the government \"recognises the vital role that steel plays within the UK economy, supporting local jobs and economic growth\".", "type": "p"}, {"text": "It said it was \"committed to securing a sustainable and competitive future for the UK steel sector\".", "type": "p"}, {"text": "\"While we cannot comment on ongoing negotiations, the Business Secretary considers the success of the steel sector a priority and continues to work closely with industry to achieve this,\" a spokesperson said.", "type": "p"}, {"text": "This is a tricky one for the Chancellor.", "type": "p"}, {"text": "British Steel employs thousands of people, and thousands more work for its suppliers.", "type": "p"}, {"text": "But making steel is very expensive, especially with energy prices at current levels.", "type": "p"}, {"text": "Owner Jingye wants the government to step in.", "type": "p"}, {"text": "Ministers fear that if they don't act, parts of the business could be shut down.", "type": "p"}, {"text": "Yet giving a wealthy foreign company money to prop up British Steel would not be a good look - the more so as cheap, heavily subsidised imports from China are often cited as having been a key factor in triggering a crisis in British steelmaking in the first place.", "type": "p"}, {"text": "So any taxpayers money the government offers won't be for day to day expenditure.", "type": "p"}, {"text": "It will be ringfenced for investment in new technology - in particular a new greener, cleaner and cheaper to run blast furnace for Scunthorpe.", "type": "p"}, {"text": "It's hoped that will persuade Jingye to stick around and invest in the business - as well as making the plant itself more efficient to run and therefore more viable.", "type": "p"}, {"text": "The support package, which was first reported by Sky, would help British Steel build electric arc furnaces in Scunthorpe, North Lincolnshire.", "type": "p"}, {"text": "These electric arc furnaces can run on renewable power, and are best used with recycled steel.", "type": "p"}, {"text": "Three years ago British Steel was bought out of insolvency by Jingye, which became its third owner in four years.", "type": "p"}, {"text": "But the Chinese steel-making giant has recently been pushing for UK taxpayer funding, which it says it needs to keep the firm running.", "type": "p"}], "tags": ["Companies", "Steel industry", "British Steel ", "Jeremy Hunt", "Scunthorpe"]}