{"link": "https://www.bbc.com/news/entertainment-arts-64346069", "category": "entertainment & arts", "title": "Ed Sheeran releases tribute to friend Jamal Edwards on SBTV", "contributor": null, "time": "2023-01-20T13:13:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FC0E/production/_128362546_ed-sheeran-sbtv-jamal-edwards-tribute-1392x884.jpg", "content": [{"text": "Ed Sheeran has released a song, called F64, in tribute to his friend Jamal Edwards nearly a year after his death.", "type": "b"}, {"text": "It has been released on Edwards' music platform SBTV, on which Sheeran rose to fame more than 10 years ago.", "type": "p"}, {"text": "Edwards was a lifelong fan of Chelsea FC, with the video for the track filmed at the team's Stamford Bridge stadium.", "type": "p"}, {"text": "The DJ and entrepreneur's mum, Brenda Edwards, has also been raising awareness of her son's death by campaigning for more CPR training.", "type": "p"}, {"text": "CPR is cardiopulmonary resuscitation and should be administered if someone is unconscious or not breathing properly. ", "type": "p"}, {"text": "Jamal Edwards died aged 31 from cardiac arrhythmia after taking recreational drugs in February 2022. ", "type": "p"}, {"text": "Speaking on BBC Radio 5Live on Thursday, Brenda Edwards said her son always helped others, and she was proud to carry on his legacy.", "type": "p"}, {"text": "\"It's spurred me on to continue to do the same that he used to do - he had such a big heart and he was so giving to so many.", "type": "p"}, {"text": "\"I was honoured to have the time with Jamal, he inspired me on a daily basis and his legacy continues to inspire me and so many people,\" she said.", "type": "p"}, {"text": "Jamal Edwards was credited with launching the careers of Dave, Jessie J and Sheeran on his YouTube music channel SBTV.", "type": "p"}, {"text": "He would mentor and pay for the music and video production for upcoming artists.", "type": "p"}, [{"text": "Tributes flood in for entrepreneur Jamal Edwards ", "type": "a", "href": "https://www.bbc.co.uk/news/uk-60457063"}, {"text": "'Jamal would be buzzing to see this' - Ed Sheeran", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-62265918"}, {"text": "Sheeran: I owe my career to Jamal Edwards", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62976468"}], {"text": "Edwards championed Sheeran's music early in his career and put a video of him performing on YouTube in 2010.", "type": "p"}, {"text": "It caught the attention of his now manager, Stuart Camp and landed him a record deal with label Atlantic.", "type": "p"}, {"text": "Sheeran raps in his freestyle track, which carries a language warning, about spending more than a week with Brenda Edwards after Jamal Edwards died.", "type": "p"}, {"text": "\"We cried for nine nights at your family home…. Was at your mum's there all week, trying to make sense but I can't, and although it's been a year still feel pain in my heart,\" he says.", "type": "p"}, {"text": "The 31-year-old Grammy award-winner is lit up in a circle of candles in the stadium, with Jamal Edwards' name spelt out on the seats at the stadium appearing in the background. ", "type": "p"}, {"text": "He also raps: \"Since we last spoke I've become a father-of-two trying to live life with a smile but that's been harder to do.", "type": "p"}, {"text": "\"Because all I want to do is talk about you, but these tears won't let me talk about you. We should have known that we'd be lost without you.\"", "type": "p"}, {"text": "In the track, he also says Edwards would have \"loved loving my little girls\" and expresses sadness that he never met Sheeran's daughter Jupiter, to whom he would have been godfather.", "type": "p"}, {"text": "Sheeran also fulfilled a promise he made to Edwards last year when he released the music video for the track Are You Entertained with Russ in July.", "type": "p"}, {"text": "Edwards was due to shoot and produce the video, but died the day before it was due to be made, so Sheeran took his original ideas and made the video in his honour. ", "type": "p"}], "tags": ["Ed Sheeran", "Music"]}