{"link": "https://www.bbc.com/news/science-environment-64346991", "category": "science & environment", "title": "Glass bottles excluded from deposit return plans", "contributor": null, "time": "2023-01-20T12:44:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15636/production/_128360678_bottles.jpg", "content": [{"text": "The government's latest plans for a deposit return scheme for drinks containers have been criticised for excluding glass bottles. ", "type": "b"}, {"text": "The scheme due to be introduced in 2025 in England, Wales and Northern Ireland will cover plastic bottles and cans.", "type": "p"}, {"text": "According to the proposals supermarkets will host \"reverse vending machines\" where bottles are returned for money. ", "type": "p"}, {"text": "The government says the UK uses more than 20 billion bottles and cans each year, many of which end up in landfill. ", "type": "p"}, {"text": "\"This will provide a simple and effective system across the country that helps people reduce litter and recycle more easily, even when on the move,\" according to environment minister Rebecca Pow.  ", "type": "p"}, {"text": "Waste management is a devolved matter but Westminster, the Welsh government and the Department of Agriculture, Environment and Rural Affairs in Northern Ireland are working together on the plans. ", "type": "p"}, {"text": "Westminster has decided that glass bottles will be excluded from the deposit return scheme in England and Northern Ireland. It says including them made the scheme too complex and they will instead by covered by the Extended Producer Responsibility scheme (in England and NI) which gives manufacturers targets to recycle them. That contrasts with the decision of the national governments in Scotland and Wales to include glass.", "type": "p"}, {"text": "\"At the final hurdle, this government bottled it and excluded glass from the scheme\", says Megan Randles from Greenpeace UK. ", "type": "p"}, {"text": "\"In what kind of world is collecting glass drinks containers not an essential part of a system designed to collect drinks containers?\"", "type": "p"}, {"text": "Conservative MP Philip Dunne who chairs the Environmental Audit Committee called excluding glass a \"missed opportunity\" and said that though he welcomed the announcement he was disappointed it wouldn't start until 2025.", "type": "p"}, {"text": "No decision has been taken yet on the size of the deposit in England, Wales and Northern Ireland with the government setting a target of 85% of returnable drinks containers using the scheme. In Scotland the deposit level has been set at 20p.", "type": "p"}, {"text": "The plans have been welcomed by soft drinks manufacturers and there will now be a period of consultation to prepare the infrastructure and to change labelling to try and make the deposit return system work smoothly. ", "type": "p"}, {"text": "Many countries have much higher rates of recycling than the UK and have been operating similar schemes for years. Daniel Webb, who runs Everyday Plastic, an organisation which campaigns against plastic waste, welcomed the announcement. He told the BBC this was a chance to move away from a damaging \"throwaway culture and kickstart a real circular economy\".", "type": "p"}, {"text": "His organisation recently carried out a massive survey of plastic packaging waste with more than 100,000 people taking part and documenting more than 6.5 million items of plastic waste in a week. Just 7.5% of it was plastic bottles. ", "type": "p"}, {"text": "\"Given our evidence, shouldn't the government be more ambitious in its scope?\" he said. ", "type": "p"}, {"text": "Follow Jonah on Twitter @jonahfisherbbc", "type": "p"}], "tags": ["Plastic", "Plastic pollution", "Recycling", "Environment"]}