{"link": "https://www.bbc.com/news/business-64906691", "category": "business", "title": "Ex-Goldman Sachs Malaysia boss gets 10 years for 1MDB scheme", "contributor": null, "time": "2023-03-09T19:28:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16759/production/_128939919_whatsubject.jpg", "content": [{"text": "The former head of Goldman Sachs in Malaysia will be sent to prison in the US for his role in a massive financial corruption scheme. ", "type": "b"}, {"text": "A US judge sentenced Roger Ng to 10 years, after he was convicted last year in a trial concerning the looting of billions of dollars from the country's 1MDB sovereign wealth fund.", "type": "p"}, {"text": "The scandal led to massive fines for Goldman and rocked Malaysian politics. ", "type": "p"}, {"text": "He had denied the charges, which included money laundering and bribery.", "type": "p"}, {"text": "In 2020, former Malaysian Prime Minister Najib Razak was sentenced to 12 years in jail after he was found guilty in a Malaysian 1MDB trial.", "type": "p"}, {"text": "Ng, who had argued he was a \"fall guy\" for bigger players, had hoped to be set free. ", "type": "p"}, {"text": "But prosecutors sought 15 years in prison for Ng, saying he played a key role in a corruption scheme that took funds intended for infrastructure and economic development projects and instead used the money for bribes and personal gain. ", "type": "p"}, {"text": "The charges against Ng stemmed from bond deals that Goldman helped arrange in 2012 and 2013 that raised $6.5bn (£5bn) for the 1MDB fund, which was founded to finance public development projects.", "type": "p"}, {"text": "Authorities say more than $4.5bn (£3.9bn) was stolen and spent on art, diamonds and property - even helping to finance Hollywood film \"Wolf of Wall Street\".", "type": "p"}, {"text": "Prosecutors said Goldman Sachs bankers helped to arrange laundering for some of the money, some of which was paid as bribes to officials in Malaysia and Abu Dhabi to help win business for the bank.", "type": "p"}, {"text": "Prosecutors said Ng was central to the scheme, introducing his boss at Goldman, Tim Leissner, to Chinese-Malaysian financier Jho Low, the alleged mastermind and a confidant of former Prime Minister Razak.", "type": "p"}, {"text": "Ng, who worked for Goldman from 2005 to May 2014, received $35m (£29m) in kickbacks for his role, according to the US Department of Justice.", "type": "p"}, {"text": "\"Roger Ng was a central player in a brazen and audacious scheme that not only victimized the people of Malaysia, but also risked undermining the public's confidence in governments, markets, businesses and other institutions on a global scale,\" said United States Attorney Breon Peace in a statement. ", "type": "p"}, {"text": "\"Today's sentence serves as a just punishment for the defendant's crimes and a warning that there is a significant price to pay for corporate corruption.\"", "type": "p"}, {"text": "Ng's attorneys had asked for \"mercy\", pointing to six months he spent in prison in Malaysia while waiting to be sent to the US and four years of house arrest. ", "type": "p"}, {"text": "His family also relinquished the money made from 1MDB deals and more, they wrote.  ", "type": "p"}, {"text": "\"There can be no doubt that Mr Ng has suffered and has been punished every day since the day of his arrest,\" they wrote, noting the toll the case has already taken on Ng's mental health and family. ", "type": "p"}, {"text": "In 2020, Goldman reached a $3.9bn (£3.2bn) settlement with the Malaysian government for its role in the multi-billion-dollar corruption scheme.", "type": "p"}, {"text": "It also paid nearly $3bn (£2.5bn) to authorities in four countries to end an investigation into work it performed for 1MDB.", "type": "p"}, {"text": "Leissner admitted to money laundering and bribery charges in 2018 in a plea deal with the government. He is awaiting sentencing, after testifying against Ng at trial, cooperation that is expected to reduce his sentence. ", "type": "p"}, {"text": "Jho Low was indicted alongside Ng in 2018 but remains at large.", "type": "p"}], "tags": []}