{"link": "https://www.bbc.com/news/entertainment-arts-64902136", "category": "entertainment & arts", "title": "Tom Jackson: Queer Eye favourite dies aged 63", "contributor": null, "time": "2023-03-09T12:59:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7B41/production/_128935513_crop101d.jpg", "content": [{"text": "Queer Eye star Tom Jackson, one of the most famous former participants on the makeover series, has died aged 63.", "type": "b"}, {"text": "Jackson was the first person to be made over by the \"fab five\" when the show was rebooted by Netflix in 2018.", "type": "p"}, {"text": "Paying tribute, Queer Eye's stars said they were saying goodbye to a \"member of the family\" with a \"heavy heart\".", "type": "p"}, {"text": "Jackson had been diagnosed with gland cancer metastatic adenocarcinoma, according to the obituary posted by his funeral home.", "type": "p"}, {"text": "The show's fashion expert Tan France commented: \"Such incredibly sad news.\"", "type": "p"}, {"text": "Grooming expert Jonathan Van Ness posted: \"RIP Tom\", while interior designer Bobby said he was \"having a Redneck Margarita\" in Tom's honour.", "type": "p"}, {"text": "Jackson, who lived in Georgia in the US, regarded his appearance on Queer Eye as a \"highlight of his life\", the obituary said.", "type": "p"}, {"text": "\"He enjoyed the notoriety and shared his experience [on the show] with whoever would listen!\" it continued.", "type": "p"}, {"text": "Jackson appeared in the opening episode, called You Can't Fix Ugly, which helped set the tone of the new iteration of the series.", "type": "p"}, {"text": "The original Queer Eye series ran from 2003 to 2007 on the cable television network Bravo.", "type": "p"}, {"text": "It was relaunched by Netflix with a new cast of makeover experts, each with their own specialist areas - culture, fashion, grooming, food and design.", "type": "p"}, {"text": "The tone of the rebooted show was slightly different from the original. Producers moved it from New York to America's Deep South and began choosing a wider variety of men to take part.  ", "type": "p"}, {"text": "Some of the new contestants were more conservative men, who may not necessarily have knowingly had much contact with gay people in the past.", "type": "p"}, {"text": "There was an increased focus on the participants' mental health and overall wellbeing, as well as their physical appearance.", "type": "p"}, {"text": "Jackson's episode saw him discuss living with lupus, and his love for ex-wife Abby Parr, who he went on to reunite with after the show, although they split again a year later.", "type": "p"}, {"text": "His family thanked Kennestone Hospital's medical team for helping him with \"treatment and comfort during his final days\".", "type": "p"}, {"text": "\"We will never forget our beloved Tom,\" the family said. \"He brought joy, humour, persistence, and love to our family. He is special to us, and we look forward to seeing him again one day.\"", "type": "p"}, {"text": "His family has asked fans to watch his episode of Queer Eye on Netflix in his honour instead of sending flowers.", "type": "p"}], "tags": []}