{"link": "https://www.bbc.com/news/technology-64891005", "category": "technology", "title": "Google company unveils drone delivery-network ambition", "contributor": null, "time": "2023-03-09T13:12:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10484/production/_128929666_copyofwingdronedelivery1.jpg", "content": [{"text": "A subsidiary of Alphabet, which owns Google, hopes to develop drone delivery-network technology able to handle millions of orders, within 12 months.", "type": "b"}, {"text": "Operating drones as a network, Wing says, will improve efficiency.", "type": "p"}, {"text": "The technology is being tested \"at scale\" in Logan, Australia, where Wing delivers up to 1,000 packages a day.", "type": "p"}, {"text": "The company has also started trial drone deliveries in the Dublin suburb of Lusk.", "type": "p"}, {"text": "And it says it and other companies are in talks with the Department for Transport and the Civil Aviation Authority about agreeing regulations to allow drone deliveries in the UK.", "type": "p"}, {"text": "Chief executive Adam Woodworth says the delivery system will look \"more like an efficient data network than a traditional transportation system\".", "type": "p"}, {"text": "In the trial, \"we do a lot of grocery delivery, we do a lot of prepared food delivery, we do a lot of coffee delivery\", he says.", "type": "p"}, {"text": "At present, consumers are not charged extra for drone deliveries.", "type": "p"}, {"text": "The company is not disclosing what they may ultimately cost.", "type": "p"}, {"text": "But to be financially viable, drone companies will have to make a large number of deliveries, experts say.", "type": "p"}, {"text": "Dr Steve Wright, of the University of West of England, said it was unsurprising Wing was one of the companies trying to do so.", "type": "p"}, {"text": "\"Everybody is still working on the drones themselves - these things are going to operate night and day, far longer than we've done before - but thoughts are already turning to the bigger picture,\" he said.", "type": "p"}, {"text": "\"The first question that is being grappled with right now with is regulation. However, the next question is looming large - how to manage and direct this vast number of robots. I don't think that it's any coincidence that Wing and Amazon share one clear heritage - big data.\"", "type": "p"}, {"text": "The Wing Delivery Network comprises three basic hardware elements.", "type": "p"}, [{"text": "the delivery drones", "type": "p"}, {"text": "pads where drones take off, land and recharge their batteries", "type": "p"}, {"text": "autoloaders that allow companies to leave packages for collection", "type": "p"}], {"text": "Using these elements, the company says, drones can pick up, drop off, travel, and charge in whatever pattern makes the most sense for the entire system - rather than just flying from one base to a customer and back.", "type": "p"}, {"text": "\"A tangible example of that would be: the aircraft takes off at one location, it might fly to another business to go pick up a box, and then it might fly to the delivery location and then, rather than returning to the pad it took off from, fly to another adjacent one,\" Mr Woodworth told the BBC's Tech Tent programme.", "type": "p"}, {"text": "An advantage of the system working as a network is it is able to quickly adapt to peaks in demand in particular areas. Charging-pad locations can also be added rapidly. ", "type": "p"}, {"text": "The autoloader resembles a pair of fishing rods, angled in a V shape. Shop staff hang small packages from a hook and the drones hover above to winch them up.", "type": "p"}, {"text": "The system also involves a high level of automation - when an aircraft is turned on, the company says, it checks it:", "type": "p"}, [{"text": "is in the right place", "type": "p"}, {"text": "has the right software", "type": "p"}, {"text": "is approved to fly", "type": "p"}], {"text": "And ground-based pilots can supervise fleets of delivery drones to ensure they are operating safely and efficiently - rather than just monitoring a single aircraft.", "type": "p"}, {"text": "Mr Woodworth said more civil-aviation regulators around the globe were adopting rules that would allow these sorts of operations.", "type": "p"}, {"text": "But there are challenges to be overcome. Wing has faced complaints about noise from some Logan residents. ", "type": "p"}, {"text": "The company has invested \"a lot of work into making the aircraft as quiet as they can be\", Mr Woodworth says. And planning software has been designed to avoid creating \"drone highways\", where every flight passes over the same houses.", "type": "p"}], "tags": []}