{"link": "https://www.bbc.com/news/business-66992862", "category": "business", "title": "Boohoo slashes sales forecast as shoppers cut back", "contributor": null, "time": "2023-10-03T11:03:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0CBD/production/_131316230_boohookourtney.png", "content": [{"text": "Fast fashion firm Boohoo is planning to make major cost cuts after it slashed its sales forecast.", "type": "b"}, {"text": "The retailer - whose brands include PrettyLittleThing - warned that sales could fall by up to 17% this year.", "type": "p"}, {"text": "Boohoo is facing tough competition from rivals such as Shein, while financially-stretched shoppers are also reining in spending.", "type": "p"}, {"text": "It said that it had identified £125m of cost savings it will make to try to get the business back on track.", "type": "p"}, {"text": "Boohoo was one of the big winners of the pandemic, as online retailers thrived, and it took the opportunity to snap up other brands such as Nasty Gal, whose US founder Sophia Amoruso was credited with making the term \"girl boss\" mainstream.", "type": "p"}, {"text": "But it has found the going harder more recently, and it reported sales of £729m in the six months to 31 August - down 17% from the same period a year before.", "type": "p"}, {"text": "The online retailer has been making huge efforts to boost profits in recent months, starting to charge for returns and sourcing goods from Europe rather than from Asia.", "type": "p"}, {"text": "However, its half-year results showed pre-tax losses at the group widened to £26.4m, compared with £15.4m a year ago.", "type": "p"}, {"text": "Despite the losses, chief executive John Lyttle said he saw \"a clear path to improved profitability and getting back to growth\".", "type": "p"}, {"text": "Boohoo had made \"substantial progress\" on big targets, he added, including the launch of a US distribution centre and earmarking £125m in annual cost cuts to be made throughout its supply chains.", "type": "p"}, {"text": "It said it would focus on \"more profitable\" sales within its labels, after downgrading forecasts which previously suggested sales would remain flat or fall by up to 5%.", "type": "p"}, [{"text": "Boohoo starts charging shoppers for returns", "type": "a", "href": "https://www.bbc.co.uk/news/business-62140633"}, {"text": "Asos going out of fashion as losses widen", "type": "a", "href": "https://www.bbc.co.uk/news/business-65542205"}], {"text": "The Manchester-based brand came under fire years ago for selling a bodycon dress for as little as £5.", "type": "p"}, {"text": "It admitted that the dress was a \"loss leader\", simply designed to draw people in to its website although the firm would not make any money from it.", "type": "p"}, {"text": "But such tactics have meant it has faced a lot of criticism. Its cheap, fast-turnaround production methods have been criticised over their environmental impact and it has come up against allegations over poor pay and working conditions at some of its UK warehouses where they are used, which it said it took \"very seriously\".", "type": "p"}, {"text": "Social media users have hit out at celebrities including Kourtney Kardashian Barker and Naomi Campbell, who recently launched collaborations with Boohoo and PrettyLittleThing,for promoting the group.", "type": "p"}, {"text": "Boohoo said on Tuesday that it was lowering prices to \"reinforce our value credentials\" and win shoppers back.", "type": "p"}, {"text": "Other fast fashion giants such as Asos have also reported large losses after shoppers have cut back on spending as the cost of living has spiralled.", "type": "p"}, {"text": "Louise Deglise-Favre, apparel analyst at the analytics firm GlobalData, said that Boohoo was being forced to \"reckon with reality\".", "type": "p"}, {"text": "She pointed out that its struggles were also partly due to the meteoric rise of Chinese company Shein, \"which has jumped to the top of the ultra-fast fashion game and continues to steal market share\".", "type": "p"}, {"text": "She suggested that other consumers might also have changed their priorities when it comes to shopping, preferring to invest in longer-lasting pieces.", "type": "p"}, {"text": "But Boohoo still needs to compete with competitors like Shein and Fashion Nova, and \"it will need to upscale its marketing efforts if it hopes to compete,\" Ms Deglise-Favre added.", "type": "p"}], "tags": []}