{"link": "https://www.bbc.com/news/entertainment-arts-66997076", "category": "entertainment & arts", "title": "Nicholas Witchell: BBC royal correspondent to retire next year", "contributor": null, "time": "2023-10-03T15:19:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/112F7/production/_131319307_58aa01d27e74aa5a0a5bfeb1b432757b1b5eed96.jpg", "content": [{"text": "The BBC's royal correspondent Nicholas Witchell is to retire after nearly five decades with the corporation.", "type": "b"}, {"text": "Witchell, who joined the broadcaster as a trainee in 1976, has covered the Royal Family for the last 25 years.", "type": "p"}, {"text": "He reported on the deaths of Queen Elizabeth II and Diana, Princess of Wales, as well as multiple royal weddings, births and funerals.", "type": "p"}, {"text": "The BBC confirmed Witchell, 70, will depart next year. \"It's time I shoved off to focus on other things,\" he said.", "type": "p"}, {"text": "\"It has been a huge privilege for nearly half a century to work for simply the best news broadcaster in the world alongside some of the very finest producers, camera operators, editors and others,\" Witchell wrote in an announcement sent to BBC staff.", "type": "p"}, {"text": "\"I hope Britain realises what it has in the BBC and cherishes it.\"", "type": "p"}, {"text": "The BBC's director of news content, Richard Burgess, said Witchell's \"consummate reporting\" on the death of the Queen last year \"defined much of the BBC's coverage, combining insight with expertise and sensitive commentary\".", "type": "p"}, [{"text": "Nick Witchell on the death of The Queen", "type": "a", "href": "https://www.bbc.co.uk/programmes/p0dqyn3g"}], {"text": "While he was thanked by his BBC colleagues this week for his \"remarkable service\", Witchell once famously proved to be less popular with one top royal.", "type": "p"}, {"text": "In 2005, at a photoshoot in the Swiss Alps, the then Prince of Wales, now King Charles III, was heard on mic making disparaging remarks about the journalist, after he had asked a question about his upcoming marriage to Camilla Parker Bowles.", "type": "p"}, {"text": "\"Bloody people,\" said the royal. \"I can't bear that man. I mean, he is so awful, he really is.\"", "type": "p"}, {"text": "A few years after having joined the BBC fresh from Leeds University, in 1979, Witchell joined its Northern Ireland newsroom, reporting on the hunger strikes, the murder of Earl Mountbatten and the killing of 19 British soldiers on the same day at Warrenpoint.", "type": "p"}, {"text": "He later moved to London, covering the Falklands war, as well as UK Prime Minister Margaret Thatcher's successful 1983 general election campaign.", "type": "p"}, {"text": "He then returned to Belfast the same year to become the BBC's Ireland correspondent.", "type": "p"}, {"text": "Alongside Sue Lawley, Witchell became one of the founding presenters of the Six O'Clock News in 1984, before going on to front another new current affairs show, BBC Breakfast News, with the late Jill Dando.", "type": "p"}, {"text": "He returned to frontline reporting for Panorama, and then as the BBC's diplomatic correspondent from 1994.", "type": "p"}, {"text": "During a trip to south east Asia in 1997, Witchell became one of the first journalists to learn of the death of Princess Diana in a car crash in Paris in 1997.", "type": "p"}, {"text": "He also provided live radio commentary from outside Westminster Abbey at her funeral.", "type": "p"}, {"text": "Witchell took on the role of royal correspondent the following year.", "type": "p"}, {"text": "Over a period of quarter of a century, he reported on the deaths of the Queen, the Queen Mother and Prince Philip, the Duke of Edinburgh; as well as the weddings of Prince William and Prince Harry, and the births of royal babies including Prince George and Princess Charlotte.", "type": "p"}, {"text": "The BBC has not yet announced who will replace Witchell when he leaves early next year.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}, {"text": "Behind the Stories: Nick Witchell on the death of The Queen", "type": "p"}, {"text": "The BBC's Senior Royal Correspondent on what covering The Queen's death was like for him. ", "type": "p"}], "tags": []}