{"link": "https://www.bbc.com/news/science-environment-66974738", "category": "science & environment", "title": "James Webb telescope makes 'JuMBO' discovery of planet-like objects in Orion", "contributor": null, "time": "2023-10-02T09:59:57.000Z", "cover": "https://ichef.bbci.co.uk/news/975/cpsprodpb/1142C/production/_131300707_orion_lw_aligncrop_small_20230914.jpg", "content": [{"text": "Jupiter-sized \"planets\" free-floating in space, unconnected to any star, have been spotted by the James Webb Space Telescope (JWST).", "type": "b"}, {"text": "What's intriguing about the discovery is that these objects appear to be moving in pairs. Astronomers are currently struggling to explain them.", "type": "p"}, {"text": "The telescope observed about 40 pairs in a fabulously detailed new survey of the famous Orion Nebula.", "type": "p"}, {"text": "They've been nicknamed Jupiter Mass Binary Objects, or \"JuMBOs\" for short.", "type": "p"}, {"text": "One possibility is that these objects grew out of regions in the nebula where the density of material was insufficient to make fully fledged stars.", "type": "p"}, {"text": "Another possibility is that they were made around stars and were then kicked out into interstellar space through various interactions. ", "type": "p"}, {"text": "\"The ejection hypothesis is the favoured one at the moment,\" said Prof Mark McCaughrean.", "type": "p"}, {"text": "\"Gas physics suggests you shouldn't be able to make objects with the mass of Jupiter on their own, and we know single planets can get kicked out from star systems. But how do you kick out pairs of these things together? Right now, we don't have an answer. It's one for the theoreticians,\" the European Space Agency's (Esa) senior science adviser told BBC News.", "type": "p"}, [{"text": "Why finding alien life is now 'only a matter of time'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66950930"}, {"text": "Nasa hails 'awesome' recovery of asteroid sample", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66893661"}, {"text": "Webb telescope spies exploding 'cosmic jewellery'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66670705"}], {"text": "Prof McCaughrean led the team that produced the new Orion survey.", "type": "p"}, {"text": "Using JWST's remarkable resolution and infrared sensitivity, the astronomers have added substantially to the information already mined by older telescopes, including Webb's direct predecessor, the Hubble Space Telescope.", "type": "p"}, {"text": "The Orion Nebula, also known by its sky catalogue name of M42, is the nearest, large star-forming region to Earth.", "type": "p"}, {"text": "Along with the quartet of bright suns at its centre called the Trapezium, this region of space is visible to the naked eye as a smudge on the sky.", "type": "p"}, {"text": "If you don't know it, it can be found low down in the constellation of Orion, which is named after a mythical Greek hunter. The nebula forms part of the hunter's \"sword\", hanging from his \"belt\".", "type": "p"}, {"text": "The new JWST image is actually a mosaic of 700 views acquired by Webb's NIRCam instrument over a week of observations.", "type": "p"}, {"text": "To give a sense of scale, it would take a spaceship travelling at light speed a little over four years to traverse the entire scene. The nebula itself is about 1,400 light-years from Earth.", "type": "p"}, {"text": "Tucked away in this vista are thousands of young stars, spanning a range of masses from 40 down to less than 0.1 times the mass of our Sun.", "type": "p"}, {"text": "Many of these stars are surrounded by dense discs of gas and dust which may be forming planets, although in some cases, these discs are being destroyed by the intense ultraviolet radiation and strong winds from the most massive stars in the region, in particular from the Trapezium.", "type": "p"}, {"text": "The slider tool on this page shows the same nebula scene at shorter and at longer wavelengths. Using different filters in this way emphasises items of interest.", "type": "p"}, {"text": "Look at the longer wavelength version to examine the sculpted green clouds of gas that contain polycyclic aromatic hydrocarbons. PAHs are ubiquitous compounds in space produced by stars. ", "type": "p"}, {"text": "Look also at the many-fingered red feature that dominates the background.", "type": "p"}, {"text": "Known as the Orion Molecular Cloud 1 outflow, this is a mass of molecular hydrogen that has been shocked by the the immense energy streaming away from the site of a cataclysmic collision of two giant stars. The speed of the outflow at more than 100km/s indicates the star merger occurred just a few hundred years previously. ", "type": "p"}, {"text": "Notice the fingertips are tinged with green - a marker for gaseous iron.", "type": "p"}, {"text": "There is so much to peruse and probe in the full-sized survey image which is 21,000 by 14,500 pixels. But it is the JuMBOs that have caught the immediate attention of astronomers.", "type": "p"}, {"text": "\"My reactions ranged from: 'Whaaat?!?' to 'Are you sure?\" to 'That's just so weird!' to 'How could binaries be ejected together?'\" recalled Dr Heidi Hammel who was not on the survey team.  ", "type": "p"}, {"text": "She said there were no models of planetary system formation that predicted the ejection of binary pairs of planets.", "type": "p"}, {"text": "\"But... maybe all star formation regions host these double-Jupiters (and maybe even double-Neptunes and double Earths!), and we just haven't had a telescope powerful enough to see them before,\" the multidisciplinary scientist on JWST told BBC News.", "type": "p"}, {"text": "Esa will be posting the full image of M42 on its EsaSky portal which allows anyone to explore publicly available astronomical data. Initial papers describing the survey and the JuMBO discovery will be posted on the arXiv shortly, but can also be accessed here.", "type": "p"}, {"text": "JWST is a joint venture between the US, European and Canadian space agencies.", "type": "b"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}