{"link": "https://www.bbc.com/news/technology-66993647", "category": "technology", "title": "US issues first ever fine for space junk to Dish Network", "contributor": null, "time": "2023-10-03T16:25:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15343/production/_131315868_p0cpq4b6.jpg", "content": [{"text": "The US government has issued its first ever fine to a company for leaving space junk orbiting the Earth.", "type": "b"}, {"text": "The Federal Communications Commission fined Dish Network $150,000 (£125,000) for failing to move an old satellite far enough away from others in use.", "type": "p"}, {"text": "The company admitted liability over its EchoStar-7 satellite and agreed to a \"compliance plan\" with the FCC.", "type": "p"}, {"text": "Space junk is made up bits of tech that are in orbit around the Earth but are no longer in use, and risk collisions.", "type": "p"}, {"text": "Officially called space debris, it includes things like old satellites and parts of spacecraft.", "type": "p"}, {"text": "The FCC said that Dish's satellite posed a potential risk to other satellites orbiting the Earth at its current altitude.", "type": "p"}, {"text": "Dish's EchoStar-7 - which was first launched in 2002 - was in geostationary orbit, which starts at 22,000 miles (36,000km) above the Earth's surface. ", "type": "p"}, {"text": "Dish was meant to move the satellite 186 miles further from Earth, but at the end of its life in 2022 had moved it only 76 miles after it lost fuel.", "type": "p"}, {"text": "\"As satellite operations become more prevalent and the space economy accelerates, we must be certain that operators comply with their commitments,\" said FCC enforcement bureau chief Loyaan Egal. ", "type": "p"}, {"text": "\"This is a breakthrough settlement, making very clear the FCC has strong enforcement authority and capability to enforce its vitally important space debris rules.\"", "type": "p"}, {"text": "The $150,000 fine represents a tiny proportion of Dish's overall revenue, which was $16.7bn in 2022.", "type": "p"}, {"text": "However, the fine may still have an impact on other satellite operators, according to Dr Megan Argo, senior lecturer in astrophysics at the University of Central Lancashire.", "type": "p"}, {"text": "\"The fact that they've actually used their regulatory powers for the first time is certainly likely to at least make the rest of the industry sit up and pay attention,\" said Dr Argo. ", "type": "p"}, {"text": "\"The fact that they have used it once means that they are likely to use it again.", "type": "p"}, {"text": "\"The more things we have in orbit, the more risk there is of collisions, causing high-speed debris. [This could] go on and potentially hit other satellites, causing yet more debris and potentially cause a cascade reaction,\" she added.", "type": "p"}, {"text": "It is estimated that more than 10,000 satellites have been launched into space since the first one in 1957, with over half of them now out of use.", "type": "p"}, {"text": "According to Nasa, there are more than 25,000 pieces of space debris measuring over 10cm long.", "type": "p"}, {"text": "Nasa boss Bill Nelson told the BBC in July that space junk was a \"major problem\", which has meant that the International Space Station has had to be moved out of the way of debris flying past.", "type": "p"}, {"text": "\"Even a paint chip… coming in the wrong direction at orbital speed, which is 17,500 miles an hour [could] hit an astronaut doing a spacewalk. That can be fatal,\" he said.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}