{"link": "https://www.bbc.com/news/business-62581182", "category": "business", "title": "Tencent sees first sales fall as China economy slows", "contributor": null, "time": "2022-08-17T16:44:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8D95/production/_126354263_whatsubject.jpg", "content": [{"text": "Chinese tech giant Tencent has cut more than 5,000 staff and shut down parts of its business as it grapples with its first sales fall in its history.", "type": "b"}, {"text": "Revenue at the firm slipped 3% year-on-year in the April-June period, hit by declines in ad spending and at its online gaming business.", "type": "p"}, {"text": "The WeChat owner is feeling the effects of a regulatory clampdown on gaming, as well as wider economic downturn.", "type": "p"}, {"text": "China's central bank on Monday cut interest rates to try to spur activity.", "type": "p"}, {"text": "The country, which continues to respond to Covid outbreaks with mass shutdowns, last month reported its economy had contracted sharply in thethree months to July and signalled it may miss its official 5.5% growth target. ", "type": "p"}, {"text": "In an appearance on Tuesday, Chinese Premiere Li Keqiang said China was facing \"the most difficult point of economic stabilisation\" and urged provincial leaders to boost their support for the economy.", "type": "p"}, {"text": "\"We must consolidate the foundation for economic recovery and development with a sense of urgency that cannot wait,\" he said.", "type": "p"}, {"text": "Other companies have also taken a hit, notably e-commerce giant Alibaba, which said it had seen no sales growth in its most recent update for investors, a first for the company.", "type": "p"}, {"text": "Tencent, which went public in Hong Kong in 2004, has enjoyed a long run of rapid growth. ", "type": "p"}, {"text": "Now the country's most valuable public company, it is known for its WeChat messaging service and roster of online games. ", "type": "p"}, {"text": "About half of its revenue comes from online advertising, financial and business services, where the effects of the wider downturn were evident, with revenue gains from cloud and other offerings slowing sharply, while ad sales plunged 18%.", "type": "p"}, {"text": "The firm has faced challenges since China last year tightened restrictions on children's game playing and halted approvals of new games. While those approvals have resumed, Tencent has yet to see one of its games given a green light, forcing it to rely on older titles.", "type": "p"}, {"text": "Gaming revenue was down 1% in China and in its international markets, \"due to industry-wide normalisation in user spending on mobile games post-COVID\", the company said in a presentation.", "type": "p"}, {"text": "The firm said it had shut online education, e-commerce and game live streaming units. The layoffs in the quarter affected about 5% of its total workforce.", "type": "p"}, {"text": "\"During the second quarter, we actively exited noncore businesses, tightened our marketing spending, and trimmed operating expenses,\" Tencent boss Ma Huateng, known as Pony Ma, said.", "type": "p"}, {"text": "He added that the firm was focused on \"enhancing the efficiency\" of its businesses and well positioned once the Chinese economy starts to recover. ", "type": "p"}, {"text": "Overall revenue was 134bn yuan ($19.8 billion) compared to the year before, while profits plunged by 56 percent to 18.6bn yuan.", "type": "p"}], "tags": ["Tencent", "China economy"]}