{"link": "https://www.bbc.com/news/entertainment-arts-62574267", "category": "entertainment & arts", "title": "Better Call Saul: Critics hail 'masterful' finale", "contributor": null, "time": "2022-08-17T15:15:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/483E/production/_126349481_saul2t.jpg", "content": [{"text": "The finale of Better Call Saul has been praised as \"masterful\" by critics, as Netflix's Breaking Bad spin-off drew to a close after six seasons.", "type": "b"}, {"text": "The prequel, which focuses on Bob Odenkirk's character Jimmy McGill, launched in 2015.", "type": "p"}, {"text": "It shows him developing into the vain criminal defence lawyer Saul Goodman.", "type": "p"}, {"text": "Variety's Daniel D'Addario described it as a \"striking and elegant finale to one of TV's most consistently strong dramas of the past decade\".", "type": "p"}, {"text": "\"This finale felt meticulous, from the way it pulled in on Saul's moral crisis to the deployment of key supporting characters to make its points,\" wrote D'Addario.", "type": "p"}, {"text": "\"The show's willingness, especially in its last stretch of episodes, to alternate major and striking moments with quotidian sequences of characters' ordinary existences - a conversation with a bartender, a day at the office - that seemed to run just a little too long was a striking choice.", "type": "p"}, {"text": "\"It had the texture of real life, which is perhaps not what one would expect to be seeking from a show about a corrupt lawyer enmeshed in cartel wars.\"", "type": "p"}, {"text": "Saul's story, the critic concluded, will be remembered as \"an achievement from an era of television that seemed to have ended before the show itself did: It had a willingness to putter around the edges of its story and a faith in its audience.\"", "type": "p"}, {"text": "Better Call Saul was created by Vince Gilligan, who first brought the character into Walter White's world in Breaking Bad - which first aired on AMC but became one of the first big hits of the streaming area - more than a decade ago.", "type": "p"}, {"text": "For the Telegraph's Ed Power, the spin-off's finale, with its black-and-white treatment, proved to be \"slower and sadder - but just as momentous\" as that of its predecessor.", "type": "p"}, {"text": "\"Finales are always tricky,\" he wrote. \"With a series as flawless as Better Call Saul, there is the nagging worry it will come unstuck at the very end.", "type": "p"}, {"text": "\"Is it better or worse than the conclusion to Breaking Bad? Opinions will differ - but Saul's leave-taking feels every bit as momentous and painstaking as that of its sibling thriller.\"", "type": "p"}, {"text": "The sixth and final season was split into two halves - just like the latest series of another Netflix show, Stranger Things was earlier this year - and contained 13 episodes rather than the usual 12.", "type": "p"}, {"text": "The Guardian's Paul MacInnes thought the baker's dozen was made to perfection. \"So a superlative series comes to an end and, like many I imagine, I hope we never get another instalment,\" he wrote.", "type": "p"}, {"text": "\"The precision of the plotting, of the character development, has been spot on over the course of six seasons and the satisfaction of watching has been such that I wouldn't ever want anything else to undo it.", "type": "p"}, {"text": "\"No Obi-Wan Kenobi in Albuquerque mini-series for me please.\"", "type": "p"}, {"text": "As well as telling the titular lawyer's tale, Better Call Saul also helps a little to explain the origin stories of two other Breaking Bad characters - Mike Ehrmantraut (played by Jonathan Banks) and Gus Fring (Giancarlo Esposito) - who also appear in the finale.", "type": "p"}, {"text": "The Independent's Louis Chilton wrote that the final episodes benefitted from a more subdued approach than previous seasons. ", "type": "p"}, {"text": "\"The show has always excelled at visual storytelling, trusting its audience to notice and interpret the various symbols and mirrored images without overexplaining things,\" he said. \"Saul Gone [the finale] is dense with them, invoking a multitude of images from past episodes to absolutely devastating effect.", "type": "p"}, {"text": "\"Sometimes, letting things just calmly play out can be the most affecting, satisfying end there is,\" he added. \"In the case of Bang v Whimper, this judge finds firmly in favour of the defendant.\"", "type": "p"}, {"text": "The final series begs the underlying question of how and if Saul and his confidante Kim Wexler (Rhea Seehorn) will be punished for their sins, noted Empire's Boyd Hilton, and \"whether they can find some kind of closure, some kind of peace individually and with each other\".", "type": "p"}, {"text": "This all plays out in beautifully in the last episode via one \"masterful courtroom scene\", he added, and another scene in jail that adds up to \"surely as ingenious and satisfying a resolution to this story as humanly possible\".", "type": "p"}, {"text": "\"After six seasons of cartels, cons, plots, betrayals, and cold, hard, chilling murder, all the drama and tension in these final moments comes from the expressions on the faces of Bob Odenkirk and Rhea Seehorn; their delicate little half-smiles and longing looks,\" wrote Hilton.", "type": "p"}, {"text": "No spoilers here, but the reviewer thought the ending provided \"all we need from this particular masterpiece of a story\".", "type": "p"}, {"text": "In 2021, the show suffered a serious setback when its star Odenkirk was taken to hospital in Albuquerque after experiencing what he later described as a small heart attack on set, requiring a month or so to recover and get back to work.", "type": "p"}, {"text": "As CNN's Brian Lowry pointed out, the show had never won an Emmy going into its final season, though he suspects all that is about to change.", "type": "p"}, {"text": "\"In addition to its pending nominations, this second batch of [series six] episodes - which played outside the current eligibility window - will likely put the series, and perhaps especially Odenkirk, who survived a near-death experience to deliver the performance of a lifetime, in contention for next year, assuming anybody can remember back that long.\"", "type": "p"}, {"text": "Den of Geek's Nick Harley opined: \"In the end, Better Call Saul goes out just as it lived - in intelligent, charming, deeply human fashion.", "type": "p"}, {"text": "\"This series, and its parent show, have given me so much and they've created an impossibly high standard that every other show will have to contend with.", "type": "p"}, {"text": "\"Showtime is over, folks,\" he added, signing off a pun Goodman may have enjoyed: \"It's Saul over but the crying.\"", "type": "p"}], "tags": ["Television", "Netflix"]}