{"link": "https://www.bbc.com/news/science-environment-62575581", "category": "science & environment", "title": "Impact crater may be dinosaur killer's baby cousin", "contributor": "Jonathan Amos", "time": "2022-08-17T18:03:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12E7B/production/_126353477_gettyimages-1301755112.jpg", "content": [{"text": "When an asteroid slammed into what is now the Gulf of Mexico 66 million years ago, wiping out the dinosaurs, did it have a companion?", "type": "b"}, {"text": "Was Earth bombarded on that terrible day by more than one space rock?", "type": "p"}, {"text": "The discovery of what seems to be a second impact crater on the other side of the Atlantic, of a very similar age, is raising these questions.", "type": "p"}, {"text": "It's not as big as the one we know at Chicxulub in Mexico, but still it speaks to a catastrophic event.", "type": "p"}, {"text": "Dubbed Nadir Crater, the new feature sits more than 300m below the seabed, some 400km off the coast of Guinea, west Africa.", "type": "p"}, {"text": "With a diameter of 8.5km, it's likely the asteroid that created it was a little under half a kilometre across.", "type": "p"}, [{"text": "The day the dinosaurs' world fell apart", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-49651406"}, {"text": "Immense crater hole created in Tonga volcano ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61567521"}, {"text": "Asteroid-strike dinosaur fossil found - scientists", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61013740"}], {"text": "The hidden depression was identified by Dr Uisdean Nicholson from Heriot-Watt University, Edinburgh, UK.", "type": "p"}, {"text": "He'd been analysing seismic survey data, looking for somewhere to drill, to better understand past climatic changes on Earth. ", "type": "p"}, {"text": "Such surveys, frequently obtained by oil and gas prospectors, record the different layers of rock and sediment underground, often to a depth of several kilometres.", "type": "p"}, {"text": "\"These surveys are kind of like an ultrasound of Earth. I've spent probably the last 20 years interpreting them, but I've never seen anything like this,\" he told BBC News. ", "type": "p"}, {"text": "\"Nadir's shape is diagnostic of an asteroid impact. It's got a raised rim surrounding a central uplift area, and then layers of debris that extend outwards.\"", "type": "p"}, {"text": "The asteroid that created the Chicxulub Crater in the Gulf of Mexico is estimated to have been about 12km across. It gouged out a 200km-wide depression, and in the process set off mighty earth tremors, tsunamis, and a global firestorm. So much dusty material was thrown into the sky that Earth was plunged into a deep freeze. The dinosaurs couldn't ride out the climate shock.", "type": "p"}, {"text": "By comparison, the effects from a Nadir-sized impactor would have been much smaller.   ", "type": "p"}, {"text": "\"Our simulations suggest this crater was caused by the collision of a 400m-wide asteroid in 500-800m of water,\" explained Dr Veronica Bray from the University of Arizona, US. ", "type": "p"}, {"text": "\"This would have generated a tsunami over one kilometre high, as well as an earthquake of Magnitude 6.5 or so. ", "type": "p"}, {"text": "\"The energy released would have been around 1,000 times greater than that from the January 2022 eruption and tsunami in Tonga.\"", "type": "p"}, [{"text": "A 12km-wide object dug a hole some 100km across and 30km deep", "type": "p"}, {"text": "This bowl then collapsed, leaving a crater 200km across and a few km deep", "type": "p"}, {"text": "Today, much of the crater is buried offshore, under 600m of sediments", "type": "p"}, {"text": "On land, it is covered by limestone, but its rim is traced by sinkholes ", "type": "p"}, {"text": "Scientists recently drilled into the crater to learn about its formation ", "type": "p"}], {"text": "Dr Nicholson's team has to be cautious about tying the two impacts together.", "type": "p"}, {"text": "Nadir has been given a very similar date to Chicxulub based on an analysis of fossils of known age that were drilled from a nearby borehole. But to make a definitive statement, rocks in the crater itself would need to be pulled up and examined. This would also confirm Nadir is indeed an asteroid impact structure and not some other, unrelated feature caused by, for example, ancient volcanism.", "type": "p"}, {"text": "The idea that Earth may have been hit by a cluster of large space rocks in the past is not a new one.", "type": "p"}, {"text": "And people have already speculated that the impactor that created Boltysh Crater in Ukraine may also be related to the Chicxulub event in some way. Its age is not too dissimilar. ", "type": "p"}, {"text": "Prof Sean Gulick, who co-led the recent project to drill into the Chicxulub Crater, said Nadir might have fallen to Earth on the same day. Or it might have struck the planet a million or two years either side of the Mexican cataclysm. Scientists will only know for sure when rocks from the west African crater are inspected in the lab   ", "type": "p"}, {"text": "\"A much smaller cousin, or sister, doesn't necessarily add to what we know about the dinosaurs' extinction, but it does add to our understanding of the astronomical event that was Chicxulub,\" the University of Texas at Austin researcher told BBC News.", "type": "p"}, {"text": "\"Was this a break-up of a parent body that had multiple fragments that hit Earth over time? Was Chicxulub a double asteroid where a smaller object orbited a bigger one? ", "type": "p"}, {"text": "\"These are interesting questions to pursue, because to learn that Chicxulub might have this extra excitement of a second crater at the same time changes the story a little bit about how Chicxulub came to be.\"", "type": "p"}, {"text": "The Nadir Crater feature is reported in the journal Science Advances.", "type": "p"}], "tags": ["Earth science", "Dinosaurs", "Geology", "Guinea", "Mexico", "Guinea-Bissau", "Asteroids"]}