{"link": "https://www.bbc.com/news/technology-62552702", "category": "technology", "title": "TikTok to teach influencers about US mid-term election rules", "contributor": "Chris Vallance", "time": "2022-08-17T19:16:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FA0D/production/_126331046_usmidsgettyimages-1227894344.jpg", "content": [{"text": "TikTok is ", "type": "b"}, {"text": "The video platform has announced new steps to ensure influencers understand that paid political ads are prohibited.", "type": "p"}, {"text": "Following 2020 US election the company admitted it needed to do more to ensure influencers followed its rules.", "type": "p"}, {"text": "November's elections will see many governor, Senate and congressional contests.", "type": "p"}, {"text": "Over the coming weeks TikTok said it would publish educational content and host briefings with influencers and advertising agencies \"so the rules of the road are abundantly clear when it comes to paid content around elections\". ", "type": "p"}, {"text": "It warned that if it discovered that political content was paid for and not properly disclosed, it would be \"promptly removed from the platform\".", "type": "p"}, {"text": "TikTok says it has a longstanding policy to not allow paid political advertising, ", "type": "p"}, {"text": "Ellen Judson, head of the Centre for the Analysis of Social Media at the think-tank Demos said: \"It's good to see that TikTok is acknowledging improvements can be made.\"", "type": "p"}, {"text": "But, she said, \"relying on educating influencers better about their rules is a poor substitute for systematically and proactively improving enforcement\" and warned that \"political actors will spot and exploit that gap\".  ", "type": "p"}, {"text": "However, TikTok's actions go beyond paid content. All posts, whether paid for or not, must also not violate its policies.", "type": "p"}, {"text": "Election misinformation, harassment - including that directed towards election workers - hateful behaviour, and violent extremism are all banned, TikTok says.", "type": "p"}, {"text": "Content may also be fact-checked and the company is taking steps to limit the spread of posts while that process is under way.", "type": "p"}, {"text": "By Marianna Spring, disinformation and social media correspondent", "type": "b"}, {"text": "TikTok is the latest social media site to announce its plans to tackle false information and political advertising ahead of the US mid-terms. ", "type": "p"}, {"text": "Memories of the riot on Capitol Hill after the last election are still raw - and that means even more of a push to tackle false and harmful content on social media before any US voter heads to the polls. ", "type": "p"}, {"text": "Labels directing users to accurate information about voting were applied online during the 2020 election - but many critics would argue they did little to stop the most harmful and evidence-free claims about rigged elections and burnt ballots spreading. ", "type": "p"}, {"text": "For TikTok, a lot of the focus is also on influencers being paid by political groups to promote their campaigns. That's prohibited by the app, but TikTok stars have often found ways of getting around this, with opportunities and events offered to them by groups rather than money.", "type": "p"}, {"text": "And at the moment, these are just commitments. It remains to be seen how effective policies will be. ", "type": "p"}, {"text": "It's only by entering the subjective social media world that US voters inhabit - especially on TikTok with its famously mysterious algorithm - that we can start to investigate how voters are being targeted and whether they're being misled. ", "type": "p"}, {"text": "TikTok also announced it will launch its election centre six weeks earlier than in 2020.", "type": "p"}, {"text": "The election centre aims to provide voters with authoritative information and other resources.", "type": "p"}, {"text": "In announcing the new measures, Eric Han of TikTok said it was constantly seeking to improve the \"safety and integrity of our platform during elections\". ", "type": "p"}, {"text": "He said the firm would have more to share in coming weeks including \"further steps we're taking regarding political accounts on TikTok\".", "type": "p"}, {"text": "Other big social media companies have also set out how they would prepare for the election.", "type": "p"}, {"text": "Meta's announcement largely continued measures already deployed in previous elections including a ban on new political, electoral and social issue ads during the final week of the election campaign.", "type": "p"}, {"text": "Twitter announced a mid-term plan which included:", "type": "p"}, [{"text": "Bringing back so-called prebunks which attempt to pre-empt misleading trends by placing prompts to reliable information in people's timelines or when they search for certain terms.", "type": "p"}, {"text": "Deploying new measures to stop misleading tweets being recommended through notifications.", "type": "p"}]], "tags": ["US midterms 2022", "Social media", "TikTok", "Disinformation", "United States"]}