{"link": "https://www.bbc.com/news/business-64573513", "category": "business", "title": "NFT images of furry Birkin bags violated trademark rules", "contributor": null, "time": "2023-02-08T20:01:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C0D6/production/_128566394_mediaitem128566391.jpg", "content": [{"text": "An artist who made and sold digital images of Birkin handbags covered in fur violated trademark rights, a Manhattan court has concluded.", "type": "b"}, {"text": "The fashion giant Hermes, which owns the luxury brand, sued Mason Rothschild after he created non-fungible tokens, or NFTs, based on the famous bags.", "type": "p"}, {"text": "Hermes said consumers would believe the products were officially associated with the brand.", "type": "p"}, {"text": "The landmark case sets a precedent for other trials around NFTs.", "type": "p"}, {"text": "The jury awarded Hermes $133,000 (£110,000) in damages, rejecting Mr Rothschild's argument that his products, which he began selling in 2021, were works of art commenting on the market for luxury goods and should be protected by laws governing free speech. ", "type": "p"}, {"text": "A lawyer representing Mr Rothschild said it was a \"terrible day for artists and the First Amendment\". ", "type": "p"}, [{"text": "What are NFTs and why are some worth millions?", "type": "a", "href": "https://www.bbc.co.uk/news/technology-56371912"}, {"text": "Damien Hirst burns his own art after selling NFTs", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63218704"}], {"text": "There has been a flurry of interest in NFTs over the last few years. The digital tokens are unique products that are verified using blockchain technology. While most sell for around a hundred dollars, they can be worth millions.", "type": "p"}, {"text": "In the physical world a Birkin leather handbag also commands a high price - tens of thousands of dollars depending on the version.", "type": "p"}, {"text": "Mr Rothschild produced a series of images of the famous bag calling them \"MetaBirkins\". One was covered in shaggy green fur. There was a version based on Van Gogh's \"Starry Night\" painting, and an animation of a foetus growing inside a transparent Birkin handbag - a play on the brand's smaller model of its bag known as the \"baby Birkin\".", "type": "p"}, {"text": "The artist claimed his works were in the same vein as Andy Warhol's reproductions of Campbell soup cans.", "type": "p"}, {"text": "But the jury decided they should be seen as consumer products and were therefore covered by trademark law.", "type": "p"}, {"text": "Hermes said Mr Rothschild was a \"digital speculator\" who created his images of the bag as a \"get rich quick\" scheme. It said over $1m (£828,000) worth of MetaBirkins had been sold since December 2021.", "type": "p"}, {"text": "The fashion house said it had plans to issue NFTs itself, which were constrained by Mr Rothschild's actions.", "type": "p"}, {"text": "The court's decision will be closely watched by other brands seeking to clarify trademark rules around NFTs.", "type": "p"}], "tags": ["Companies", "Art", "NFTs"]}