{"link": "https://www.bbc.com/news/entertainment-arts-64569794", "category": "entertainment & arts", "title": "Former X Factor star Katie Waissel welcomes extra support for TV contestants", "contributor": null, "time": "2023-02-08T18:46:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1320A/production/_128564387_waissel2_alamy.jpg", "content": [{"text": "Former X Factor contestant Katie Waissel has welcomed a move by the BBC and ITV to recruit more psychologists to support people who appear on TV.", "type": "b"}, {"text": "The broadcasters have joined forces to bring in the specialists to help fulfil their duty of care to contributors.", "type": "p"}, {"text": "Waissel said she had a \"horrifying\" experience during and after she appeared on The X Factor in 2010.", "type": "p"}, {"text": "\"This is a small victory that two huge companies have listened and are making significant changes moving forward.\"", "type": "p"}, {"text": "Since appearing on the ITV talent show, Waissel has completed a law degree and set up a foundation to provide legal advice and mental health support for people in the entertainment industry.", "type": "p"}, {"text": "She is also trying to sue Simon Cowell's company Syco, claiming it did not uphold its duty of care when she was on the talent show. Syco has not commented on her legal claims.", "type": "p"}, {"text": "\"I can't let anybody else experience even a fraction of what I went through, not only during my time on that show, but post [it] as well,\" she said.", "type": "p"}, {"text": "\"Whether you're a participant or working on these shows, the hours are long, and there's an obscene amount of pressure all round.", "type": "p"}, {"text": "\"And with the ever-evolving conversations around mental health and mental health support, which has been phenomenal, that should be reflected in the work that people do.\"", "type": "p"}, {"text": "ITV and the BBC have worked with the British Psychological Society, and are now appealing for registered psychologists who could become eligible to be involved with their programmes. The closing date for applications is this Friday.", "type": "p"}, {"text": "Simon Adair, the BBC's director of safety, security and resilience, said the \"health, safety and well-being of the contributors to our programmes is of the utmost importance\".", "type": "p"}, {"text": "He added: \"I'm confident this partnership will strengthen our whole industry by increasing the pool of expert psychologists available to us, ultimately enhancing our ability to protect and support those taking part in productions.\"", "type": "p"}, [{"text": "Will Love Island social media ban change the game?", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-64267415"}, {"text": "Little Mix demanded aftercare on their talent show", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-54271036"}, {"text": "'I wish I'd never gone on reality TV'", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-44884963"}], {"text": "ITV's chief people officer, David Osborn, said: \"The demand for media psychologists is growing, so we've put together this development scheme to meet those production needs.", "type": "p"}, {"text": "\"Working together with the BBC is a big step for our industry, we're coming together to provide the best care for the people who help us make great television.\"", "type": "p"}, {"text": "Waissel said she hopes moves like the BBC and ITV scheme would lead to \"a safer space for all to enjoy what should be enjoyed in your line of work, or your passions, or where your heart is\".", "type": "p"}, {"text": "She is also on a committee of people from the creative industry to set up an independent standards authority to guard against bullying, harassment, discrimination and misconduct. ", "type": "p"}, {"text": "The X Factor hit its ratings peak in 2010. The show is believed to have had independent psychologists to support contestants while they were on it and afterwards.", "type": "p"}, {"text": "Responding to Waissel's legal claim last month, Fremantle, which made the talent show, said the duty of care to contestants was \"of the utmost importance to us\".", "type": "p"}, {"text": "The company said it had \"robust measures in place to ensure contestants are supported, including a dedicated welfare team made up of psychologists, doctors, welfare producers and independent legal and management advisers with no time limit on aftercare once the show has aired\". ", "type": "p"}], "tags": ["ITV", "Television", "BBC", "Reality TV", "X Factor"]}