{"link": "https://www.bbc.com/news/health-64515217", "category": "health", "title": "Sex drive boosted by hormone kisspeptin in trials", "contributor": null, "time": "2023-02-03T16:05:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1EA1/production/_128514870_gettyimages-1125912442.jpg", "content": [{"text": "Giving the hormone kisspeptin to men and women with low sex drive could help boost their sexual brain activity, two small trials suggest.", "type": "b"}, {"text": "Scans of participants' brains while they watched erotic videos showed the hormone was able to stimulate key areas linked to sexual desire.", "type": "p"}, {"text": "The UK researchers say kisspeptin has potential to treat a condition that affects up to 10% of people.", "type": "p"}, {"text": "But much larger studies are needed first to confirm their findings. ", "type": "p"}, {"text": "Younger people are more likely to say low sexual desire is a problem than older people, the Imperial College London researchers say.", "type": "p"}, {"text": "Not everyone is bothered by it, but when it becomes distressing, it can have devastating psychological and social impacts.", "type": "p"}, {"text": "Peter, not his real name, 43, had suffered with low sexual appetite all his life when he volunteered for the trial.", "type": "p"}, {"text": "\"I always had excuses - too tired or too stressed - for not having sex,\" he says.", "type": "p"}, {"text": "\"But I couldn't tell partners because I didn't want them to confuse it with a lack of attraction.\"", "type": "p"}, [{"text": "Women 'more likely to lose interest in sex than men'", "type": "a", "href": "https://www.bbc.co.uk/news/health-41230891"}, {"text": "Modern life 'turning people off sex'", "type": "a", "href": "https://www.bbc.co.uk/news/health-25094142"}, {"text": "'Safer' kisspeptin IVF shows promise", "type": "a", "href": "https://www.bbc.co.uk/news/health-28352363"}], {"text": "Kisspeptin is a naturally-occurring hormone that stimulates the release of other reproductive hormones inside the body. It plays a crucial role during puberty.", "type": "p"}, {"text": "Previous research found it can stimulate women's ovaries to produce eggs, while it has also been shown to improve mood in healthy men.", "type": "p"}, {"text": "This is the first time it has been tested on people with loss of libido which affects their life.", "type": "p"}, {"text": "\"Women and men with low sexual desire find there is too much thinking about performance - they are introspective and that suppresses primal urges so they are not aroused,\" explains co-study author Dr Alexander Comninos, from Imperial College.", "type": "p"}, {"text": "\"Kisspeptin restores normal balance so there is less self-monitoring,\" he says.", "type": "p"}, {"text": "The hormone works differently to the drug Viagra, which treats erectile dysfunction by improving blood supply to the penis.", "type": "p"}, {"text": "The studies - of 32 heterosexual men (aged 21-52) and 32 heterosexual women (aged 19-48) - are the first to trial kisspeptin in people with hypoactive sexual desire disorder.", "type": "p"}, {"text": "Those taking part were hooked up to a kisspeptin drip and then, on another occasion, to a dummy drip.", "type": "p"}, {"text": "Their mood, behaviour and brain activity were analysed while watching erotic videos in an MRI scanner.", "type": "p"}, {"text": "Men also had their penis measured for rigidity at the same time.", "type": "p"}, {"text": "Peter says the experience of lying in a scanner while his erection was measured for the trial was \"surreal\".", "type": "p"}, {"text": "He is glad he took part though. \"I'm a dad now. The week I had the dose I conceived my son,\" he says.", "type": "p"}, {"text": "No-one can prove whether that was linked to the hormone or not, but Peter says he feels he \"has more of an interest in initiating sex now\".", "type": "p"}, {"text": "Kisspeptin was found to improve activity in key brain regions linked to sexual desire in both men and women.", "type": "p"}, {"text": "Those who were most distressed by their low sex drive showed the greatest improvements.", "type": "p"}, {"text": "And penile rigidity increased by up to 56% when men were given kisspeptin compared to placebo, the study reports.", "type": "p"}, {"text": "\"Most saw a positive effect in the MRI scanner - which is not a very sexy environment - so maybe at home in the bedroom the effect may be more pronounced,\" Dr Comninos said.", "type": "p"}, {"text": "Overall, women said they felt \"more sexy\" during kisspeptin while men reported improved \"happiness about sex\".", "type": "p"}, {"text": "The study in women and the study in men are both published in JAMA Network Open.", "type": "p"}, {"text": "The NHS website says low sex drive is quite common and can be caused by a variety of factors, including relationship problems, stress, erectile dysfunction or vaginal dryness, lower hormone levels during the menopause and tiredness after having a baby.", "type": "p"}, {"text": "Taking certain medicines, for example antidepressants, or using certain contraceptives can also have an effect on libido, as can drinking too much alcohol.", "type": "p"}, {"text": "Some long-term conditions, such as heart disease, diabetes, an underactive thyroid or cancer. can also affect sex drive.", "type": "p"}], "tags": ["Men", "Women", "Sex"]}