{"link": "https://www.bbc.com/news/science-environment-64558664", "category": "science & environment", "title": "HS2 Ltd miscalculating impact on nature - Wildlife Trusts", "contributor": null, "time": "2023-02-08T01:11:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/47C7/production/_128557381_ad78c1d4-c177-444d-b990-7c1c5bf95127.jpg", "content": [{"text": "The company building the controversial HS2 rail line has underestimated its impact on habitats and wildlife, according to a coalition of wildlife charities.", "type": "b"}, {"text": "A report by the Wildlife Trusts found that HS2 Ltd had missed trees, ponds and hedgerows off maps.", "type": "p"}, {"text": "It said the methodology used to calculate the impact on biodiversity of the project was \"fundamentally flawed\".", "type": "p"}, {"text": "HS2 Ltd said the trusts' report was \"not reliable\".", "type": "p"}, {"text": "The trusts are calling for construction to be paused and for the government to require HS2 Ltd to re-evaluate the impact construction has on nature. ", "type": "p"}, {"text": "The Wildlife Trusts said their investigation took a year to complete. ", "type": "p"}, {"text": "\"In addition to the catalogue of errors when assessing the pre-existing nature, this audit found that HS2 Ltd's metric (its 'accounting tool' for assessing impacts on nature) is untested, out of date and fundamentally flawed,\" they said.", "type": "p"}, {"text": "For developers to calculate the impact of construction projects on the natural world, features like streams, hedges and woods are given values that can fit into a spreadsheet and be accounted for.", "type": "p"}, {"text": "The trusts' report said that mature hedgerows which \"provide berries, shelter and nesting places for wildlife\" had been given \"a lower nature value than the new hedgerows\" that HS2 Ltd would plant. It said some watercourses, ponds and trees had been \"missed out of the data\".", "type": "p"}, {"text": "Using HS2 Ltd's data where possible, the report found that Phase One, which covers 140 miles of track between London and the West Midlands, would cause almost eight times \"more nature loss\" than accounted for by HS2 Ltd's calculations.", "type": "p"}, {"text": "Phase 2a between the West Midlands and Crewe would result in a 42% nature loss, compared with HS2 Ltd's prediction of 17%, according to the document.", "type": "p"}, {"text": "Dr Rachel Giles from Cheshire Wildlife Trust and author of the report, said she had been shocked by the errors and discrepancies that their audit revealed.", "type": "p"}, {"text": "\"HS2 Ltd must stop using a deeply flawed method to calculate the value of nature affected by the construction of the route,\" she said. \"It is astonishing that a flagship infrastructure project is able to use a metric which is untested and not fit for purpose. ", "type": "p"}, {"text": "\"HS2 Ltd should urgently recalculate the total loss to nature, by re-evaluating existing biodiversity along the entire route whilst there is still time to change the scheme's design and delivery.\"", "type": "p"}, {"text": "Tom Oliver, professor of applied ecology at the University of Reading, told the BBC that the report was 'hugely worrying\". ", "type": "p"}, {"text": "He said that the methodology HS2 Ltd was using was \"ten years out of date\" and that the organisation was \"marking its own homework\".", "type": "p"}, {"text": "\"You can't go back in time and undo the phase one work that has happened, but for phase two the importance of these natural habitats is so great, the extra work in terms of recalculating ... seems a no-brainer.\"", "type": "p"}, {"text": "Responding to the trusts' report, a spokesperson for HS2 Ltd said that the organisation \"didn't recognise the figures\" nor did it \"believe them to be reliable\". ", "type": "p"}, {"text": "\"The Wildlife Trusts have undertaken limited desk research and have not accessed huge areas of land for undertaking ecological survey, in contrast to the ecologists who have compiled HS2's data,\" the spokesperson said.", "type": "p"}, {"text": "They added that it was reviewing its assessment methodology, and intended to \"align more closely with the government's biodiversity metric once it is published in the coming months\".", "type": "p"}, {"text": "The Trusts said that HS2 Ltd should immediately pause all construction and enabling work, and the bill that authorises the Crewe to Manchester leg of the line should be halted. It called on the company to re-map existing habitats and recalculate the impact on nature.", "type": "p"}, {"text": "Follow Claire on Twitter", "type": "p"}], "tags": ["Conservation", "Transport", "HS2", "Environment"]}