{"link": "https://www.bbc.com/news/technology-64570890", "category": "technology", "title": "Microsoft deal to buy Activision opposed by UK regulator", "contributor": null, "time": "2023-02-08T15:41:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1E9C/production/_128563870_microsoft-activision.jpg", "content": [{"text": "The UK's Competition and Markets Authority (CMA) has said it is opposed to Microsoft's planned purchase of games developer Activision Blizzard.", "type": "b"}, {"text": "The CMA said it had provisionally concluded it would result in higher prices, fewer choices and less innovation.", "type": "p"}, {"text": "The $69bn (£57bn) deal would see Xbox-maker Microsoft acquire hit titles such as Call of Duty and Candy Crush.", "type": "p"}, {"text": "Microsoft said it would find solutions to \"address the CMA's concerns\". ", "type": "p"}, {"text": "Rima Alaily, Microsoft corporate vice-president and deputy general counsel, said: \"Our commitment to grant long-term 100% equal access to Call of Duty to Sony, Nintendo, Steam and others preserves the deal's benefits to gamers and developers, and increases competition in the market.\"", "type": "p"}, {"text": "She added that 75% of respondents to the CMA's public consultation \"agree that this deal is good for competition in UK gaming\". ", "type": "p"}, [{"text": "Microsoft's big deal - what you need to know", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-63920033"}], {"text": "The findings were provisional and both parties would have a chance to respond, Activision said in a statement. ", "type": "p"}, {"text": "The Call of Duty maker wrote, \"we hope between now and April we will be able to help the CMA better understand our industry\" in order to help the regulator \"achieve their stated mandate\" to promote an environment where \"fair-dealing business can innovate and thrive\".", "type": "p"}, {"text": "Steffan Powell, the BBC's gaming correspondent, says: \"The decision is not curtains for Microsoft's hope of acquiring Activision Blizzard, but it's not what bosses at the company would have wanted. ", "type": "p"}, {"text": "\"Over the next few weeks there will be a lot of back and forth between lawyers and officials - as Microsoft argues that this deal is actually a good thing for UK gamers and not, as this provisional conclusion suggests, restrictive.", "type": "p"}, {"text": "\"There has not been scrutiny of a deal like this in gaming's history, but then there has also not been a £57bn deal like this in gaming's history either.\"", "type": "p"}, {"text": "It's not been a great week for Microsoft so far.", "type": "p"}, {"text": "First, its big news about the AI Chatbot ChatGPT joining its search engine Bing was gazumped by Google, which announced the launch of its own rival, Bard, 24 hours ahead of Microsoft's event.", "type": "p"}, {"text": "And now the UK's markets authority says it has provisionally concluded that the tech giant's bid to buy one of the world's largest games publishers could be harmful to the wider gaming sector.", "type": "p"}, {"text": "One of the CMA's suggestions is that perhaps Activision Blizzard could sell off one of its biggest assets - the games title Call of Duty. ", "type": "p"}, {"text": "This would clearly affect the value of the deal to Microsoft, but it might placate Sony, which owns the PlayStation console and is fiercely opposed to the idea of its rival hoovering up the creators of all the best games.", "type": "p"}, {"text": "Microsoft insists it would not make existing games exclusive to its own console Xbox.", "type": "p"}, {"text": "It's worth noting that, away from the big guns, Activision Blizzard also happens to own a mobile game that consistently tops most-played charts the world over - the humble but mighty Candy Crush.", "type": "p"}, {"text": "The provisional findings followed a five-month \"phase-two\" investigation led by an independent panel.", "type": "p"}, {"text": "A small number of key games, including Activision's Call of Duty, drove competition between consoles, it found.", "type": "p"}, {"text": "Making Activision's games exclusive to its own consoles  - or available on PlayStation under worse terms only - as it had done after acquiring other games studios, would benefit Microsoft but \"could result in all gamers seeing higher prices, reduced range, lower quality and worse service in gaming consoles over time\" and damage the growing cloud-gaming market, the regulator said.", "type": "p"}, {"text": "The CMA will now consider potential changes, which could include:", "type": "p"}, [{"text": "behavioural remedies - commitments from Microsoft about how the merged business would operate", "type": "p"}, {"text": "structural remedies - the CMA could block the deal or make Microsoft sell off part of Activision Blizzard", "type": "p"}], {"text": "Piers Harding-Rolls, of Ampere Analysis, told BBC News while the CMA would consider proposed behavioural remedies, \"such as Microsoft offering 10-year availability of Call of Duty on other platforms, it has also said it does not believe that behavioural remedies alone can satisfy in this case\". ", "type": "p"}, {"text": "\"Overall, the CMA's provisional findings means that the chances of this deal completing have fallen,\" he said.", "type": "p"}, {"text": "The deal is also facing scrutiny from regulators in the EU and US. ", "type": "p"}], "tags": ["Gaming", "Microsoft", "Activision Blizzard"]}