{"link": "https://www.bbc.com/news/health-65266255", "category": "health", "title": "Thousands receive diagnosis after 60 new diseases found", "contributor": null, "time": "2023-04-13T15:19:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E957/production/_129353795_4eab73bb-9604-4917-853b-d0691438d079.jpg", "content": [{"text": "Thousands of children with severe developmental disorders have finally been given a diagnosis, in a study that found 60 new diseases. ", "type": "b"}, {"text": "Children, and their parents, had their genetic code - or DNA - analysed in the search for answers to their condition. ", "type": "p"}, {"text": "There are thousands of different genetic disorders. ", "type": "p"}, {"text": "Having a diagnosis can lead to better care, help parents to decide whether to have more children, or simply provide an explanation for what is happening.", "type": "p"}, {"text": "Taken individually the disorders are rare, but collectively they affect one in every 17 people in the UK.", "type": "p"}, {"text": "The Deciphering Developmental Disorders study, conducted over 10 years in the UK and Ireland, was a collaboration between the NHS, universities and the Sanger Institute, which specialises in analysing DNA.", "type": "p"}, {"text": "Among the findings, researchers discovered Turnpenny-Fry syndrome. It is caused by errors in one genetic instruction within our DNA and leads to learning difficulties. It also affects growth, resulting in a large forehead and sparse hair. ", "type": "p"}, {"text": "Jessica Fisher's son, Mungo - who took part in the study - was diagnosed with the syndrome.", "type": "p"}, {"text": "At the time, he was one of only two people in the world to be diagnosed with it. The other child was in Australia, but Jessica recalls that the Australian child's physical similarities to Mungo were so strong they \"could have been his sibling\".", "type": "p"}, {"text": "Jessica subsequently started an online support group, which is now made up of 36 families from around the world, including America, Brazil, Croatia and Indonesia.", "type": "p"}, {"text": "\"It's devastating to learn that your child has a rare genetic disorder, but getting the diagnosis has been key to bringing us together,\" said Jessica.", "type": "p"}, {"text": "The study analysed the genetic code of 13,500 families with unexplained disorders - and was able to give a diagnosis to 5,500 of them.  ", "type": "p"}, {"text": "The results, published in the New England Journal of Medicine, revealed 60 of those disorders were new conditions. Most were errors that had occurred spontaneously at conception, rather than being inherited. ", "type": "p"}, {"text": "Prof Caroline Wright, from the University of Exeter, told the BBC: \"We were able to find new genetic conditions, which means that not only people in the study benefit, but there are huge benefits to future generations.", "type": "p"}, {"text": "\"Getting a genetic diagnosis is hugely important to families. It allows them to speak to other families who might be affected by the same condition, and hopefully target much more personalised management and ultimately treatment.\"", "type": "p"}, {"text": "Around a quarter of children in the study had their treatment changed once a clear diagnosis was given. ", "type": "p"}, {"text": "This kind of genetic analysis is becoming more routine within NHS care.", "type": "p"}, {"text": "The discovery of Turnpenny-Fry syndrome meant Dasha Brogden's daughter, Sofia, was diagnosed when she was just one month old.", "type": "p"}, {"text": "Her diagnosis made everyone aware heart conditions were a possibility, and a scan led to Sofia - now aged nearly three - having surgery when she was two months old.", "type": "p"}, {"text": "Dasha, from Oxfordshire, said: \"For us, getting a diagnosis really helped us to understand what to expect. Compared to families who came before the condition had an official diagnosis, we were lucky. ", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": []}