{"link": "https://www.bbc.com/news/business-62386909", "category": "business", "title": "BA suspends sales of short-haul tickets from Heathrow", "contributor": null, "time": "2022-08-01T21:55:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14CA4/production/_126165158_britishairways_gettyimages-1241577559.jpg", "content": [{"text": "British Airways has halted sales of tickets on short-haul flights from Heathrow Airport for a week as disruption to air travel continues.", "type": "b"}, {"text": "The move is due to the cap on daily passenger numbers that the UK's largest airport has imposed over the summer.", "type": "p"}, {"text": "Heathrow is limiting the number of passengers who can depart each day to 100,000 until early September.", "type": "p"}, {"text": "The sales suspension will affect BA's domestic and European flights, as well as services to Cairo and Morocco.", "type": "p"}, {"text": "In a statement, BA said: \"As a result of Heathrow's request to limit new bookings, we've decided to take responsible action and limit the available fares on some Heathrow services to help maximise rebooking options for existing customers, given the restrictions imposed on us and the ongoing challenges facing the entire aviation industry.\"", "type": "p"}, {"text": "Thousands of UK travellers have been affected by disruption in recent weeks, including last-minute cancellations of flights.", "type": "p"}, {"text": "Airports and airlines, which cut jobs during Covid lockdowns, have found it difficult to recruit enough staff as demand for holidays has returned.", "type": "p"}, [{"text": "Will my summer holiday flights be cancelled?", "type": "a", "href": "https://www.bbc.co.uk/news/61660238"}], {"text": "Heathrow Airport has struggled to cope with the rebound in air travel and problems with its baggage handling systems have also led to passengers seeing huge delays in reclaiming their luggage.", "type": "p"}, {"text": "Last month, Heathrow told airlines to stop selling summer tickets, as it said it would limit the number of passengers departing each day to 100,000, 4,000 fewer than previously scheduled.", "type": "p"}, {"text": "The cap on numbers is set to remain in place until 11 September.", "type": "p"}, {"text": "BA has cut nearly 30,000 flights from its April-to-October schedule in response to staffing problems.", "type": "p"}, {"text": "Last week, BA owner IAG reported its first profit since the beginning of the Covid pandemic, despite facing what it called a \"challenging\" environment at Heathrow Airport.", "type": "p"}, {"text": "The company said the problems at Heathrow had forced British Airways to limit its capacity to 69.1% of pre-pandemic levels between April and June, and this was expected to increase to about 75% between July and October.", "type": "p"}], "tags": ["Companies", "London Heathrow Airport", "IAG", "British Airways", "Air travel"]}