{"link": "https://www.bbc.com/news/entertainment-arts-62383295", "category": "entertainment & arts", "title": "Beyoncé to re-record offensive Renaissance lyric", "contributor": "Mark Savage", "time": "2022-08-01T14:50:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15C43/production/_125555198_gettyimages-160619333.jpg", "content": [{"text": "Beyoncé is to re-record one of the songs on her new album, after facing criticism from disability campaigners.", "type": "b"}, {"text": "The song Heated, which was released on Friday, contained a derogatory term that has often been used to demean people with spastic cerebral palsy.", "type": "p"}, {"text": "The star's publicist told the BBC the word, which can have different connotations in the US, was \"not used intentionally in a harmful way\".", "type": "p"}, {"text": "It \"will be replaced in the lyrics\", they added, without giving a timescale.", "type": "p"}, {"text": "The backlash came just a couple of weeks after US pop star Lizzo apologised for using the same word in her song GRRRLS.", "type": "p"}, {"text": "Within days, she apologised and re-released the song, omitting the offensive lyric.", "type": "p"}, {"text": "\"Let me make one thing clear: I never want to promote derogatory language,\" she wrote in a statement posted to social media.", "type": "p"}, {"text": "\"As a fat black woman in America, I've had many hurtful words used against me so I understand the power words can have (whether intentionally or in my case, unintentionally).\"", "type": "p"}, [{"text": "Beyoncé criticised for new album's offensive lyric", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62376575"}, {"text": "Lizzo changes derogatory lyric after backlash", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61794502"}, {"text": "BBC Sounds: Access All podcast discusses Lizzo's lyrics (from 14'38\")", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/p0cfm76q"}], {"text": "When fans heard Beyoncé's track on Friday, it felt \"like a slap in the face\", disability advocate Hannah Diviney told the BBC.", "type": "p"}, {"text": "\"I'm tired and frustrated that we're having this conversation again so soon after we got such a meaningful and progressive response from Lizzo\".", "type": "p"}, {"text": "Disability charity Scope had asked Beyoncé to re-record the song, omitting the insult. It welcomed the change of heart.", "type": "p"}, {"text": "\"It's good Beyoncé has acted so swiftly after disabled people yet again called out this thoughtless lyric,\" Scope's media manager Warren Kirwan said.", "type": "p"}, {"text": "\"There's a feeling of deja vu as it's just a few weeks since Lizzo also had to re-release a song after featuring the same offensive language.", "type": "p"}, {"text": "\"We hope this is the last time we see this kind of thing from anyone, let alone musicians with massive global influence.\"", "type": "p"}, {"text": "Some fans had defended Beyoncé, pointing out that the term she used can have a different meaning in the US - where it is often used to mean \"freaking out\" or \"going crazy\" (although those terms can themselves be insensitive to people with mental health conditions).", "type": "p"}, {"text": "Despite the controversy, Beyoncé's seventh studio album, Renaissance, is expected to top the charts around the world this week.", "type": "p"}, {"text": "In the UK, it is currently outselling the rest of the top five combined. The lead single, Break My Soul, is also expected to top the charts.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Disability", "Cerebral Palsy", "Beyoncé", "Music"]}