{"link": "https://www.bbc.com/news/health-62350022", "category": "health", "title": "Monkeypox: First deaths outside Africa in Brazil and Spain", "contributor": "Malu Cursino", "time": "2022-07-30T11:33:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1010/production/_126021140_gettyimages-1401390462.jpg", "content": [{"text": "Brazil and Spain have reported their first monkeypox deaths. ", "type": "b"}, {"text": "A 41-year-old man in Brazil became the first fatality from the virus outside Africa. Spain announced two deaths soon afterwards - the first in Europe. ", "type": "p"}, {"text": "Last week, the World Health Organization (WHO) declared the monkeypox outbreak a global health emergency. ", "type": "p"}, {"text": "But infections are usually mild and the risk to the general population is low.", "type": "p"}, {"text": "On Friday Brazil's health ministry said the victim there had suffered from lymphoma and a weakened immune system, and \"comorbidities aggravated his condition\". ", "type": "p"}, {"text": "Brazil has so far reported 1,066 confirmed cases and 513 suspected cases of the virus. Data from Brazil's health ministry indicates that more than 98% of confirmed cases were in men who have sex with men.", "type": "p"}, {"text": "Shortly afterwards, Spain's health ministry confirmed Europe's first death from the virus - a patient who suffered from encephalitis.", "type": "p"}, {"text": "A second death linked to monkeypox was confirmed by Spanish authorities on Saturday.", "type": "p"}, {"text": "The health ministry said that of 3,750 monkeypox patients with available information, 120 or 3.2% had been hospitalised.", "type": "p"}, {"text": "According to the US Centers for Disease Control and Prevention, there are 21,148 cases worldwide.", "type": "p"}, {"text": "The monkeypox virus is a member of the same family of viruses as smallpox, although it is much less severe and experts say chances of infection are low.", "type": "p"}, {"text": "It occurs mostly in remote parts of central and west African countries, near tropical rainforests. ", "type": "p"}, {"text": "Health officials are recommending people at highest risk of exposure to the virus - including some gay and bisexual men, as well as some healthcare workers - should be offered a vaccine.", "type": "p"}, {"text": "Last week, WHO director general Dr Tedros Adhanom Ghebreyesus said declaring the outbreak a global health emergency would help speed up the development of vaccines and the implementation of measures to limit the spread of the virus.", "type": "p"}, {"text": "Dr Tedros said the risk of monkeypox is moderate globally, but high in Europe. ", "type": "p"}, {"text": "But, he added, \"this is an outbreak that can be stopped with the right strategies in the right groups\". The WHO is issuing recommendations, which it hopes will spur countries to take action to stop transmission of the virus and protect those most at risk.", "type": "p"}], "tags": ["Spain", "Monkeypox", "Brazil"]}