{"link": "https://www.bbc.com/news/science-environment-62382703", "category": "science & environment", "title": "Driest July in England since 1935 - Met Office", "contributor": "Georgina Rannard", "time": "2022-08-01T15:39:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3530/production/_126161631_tv077644926.jpg", "content": [{"text": "England had its driest July since 1935, with parts having the least rainfall on record, the Met Office has said.", "type": "b"}, {"text": "For some parts of the country - south-east and central southern England - last month was the driest July since records began in 1836.", "type": "p"}, {"text": "Most of England now has low river levels, with serious impacts on farmland, nature and wildlife.", "type": "p"}, {"text": "Water companies are warning that restrictions on household water use may be introduced.", "type": "p"}, {"text": "South-east and central southern England saw an average of just 5.0mm rainfall. England saw an average of 23.1mm.", "type": "p"}, {"text": "The UK more widely had 46.3mm of rainfall, making it the 19th lowest total in July since 1836. When it did rain, it fell more in northern areas of the country.", "type": "p"}, {"text": "The first hosepipe ban this year will come into effect on 5 August for Southern Water customers in Hampshire and the Isle of Wight.", "type": "p"}, {"text": "It will prevent customers from filling paddling pools, and from using hosepipes to water gardens and clean cars.", "type": "p"}, {"text": "Farmers are warning of the devastating conditions of the dry weather on crops. Potatoes, sugar beet and maize are suffering with the lack of rain, with some farmers saying they have been forced to harvest earlier than usual.", "type": "p"}, {"text": "Wildlife in England is often not adapted to warmer, drier conditions, and scientists warn that species including bumblebees and many birds struggle to cope.", "type": "p"}, {"text": "The current dry conditions were preceded by the driest January to June since 1976, putting further pressure on water reserves and the land.", "type": "p"}, [{"text": "Is the UK heading for drought?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62298430"}, {"text": "UK sea level rise accelerating", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62322574"}, {"text": "Farmers say field fire was 'like apocalypse'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-56837908"}], {"text": "Tinder-dry conditions last month sparked wildfires in multiple parts of England and Wales, fuelled by a heatwave that saw record-breaking temperatures above 40C.", "type": "p"}, {"text": "Leading climate scientists have concluded that the extreme heat would have been \"virtually impossible\" without human-induced climate change. ", "type": "p"}, {"text": "The world has warmed by about 1.1C since the Industrial Revolution about 200 years ago when humans started pumping greenhouse gases into the atmosphere.", "type": "p"}, {"text": "Heatwaves and drought will become more common in England, scientists say, as the planet further warms.", "type": "p"}, {"text": "Scientists and environmentalists say the world must rapidly cut greenhouse gases emissions, but warn that progress is much too slow.", "type": "p"}], "tags": ["Wildfires", "UK heatwaves", "Climate change"]}