{"link": "https://www.bbc.com/news/technology-62378452", "category": "technology", "title": "Conjoined twins separated with the help of virtual reality", "contributor": "Shiona McCallum", "time": "2022-08-01T12:05:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F12E/production/_126124716_2.68118657.jpg", "content": [{"text": "Brazilian twins who were joined at the head have been successfully separated with the help of virtual reality.", "type": "b"}, {"text": "Three-year-olds Bernardo and Arthur Lima underwent surgeries in Rio de Janeiro, with direction from Great Ormond Street Hospital in London.", "type": "p"}, {"text": "The teams spent months trialling techniques using virtual reality projections of the twins, based on CT and MRI scans.", "type": "p"}, {"text": "It was described by surgeon Noor ul Owase Jeelani as \"space-age stuff\".", "type": "p"}, {"text": "It was one of the most complex separation processes ever completed, according to the charity which funded it - Gemini Untwined - which Mr Jeelani founded in 2018.", "type": "p"}, {"text": "He said that, for the first time, surgeons in separate countries wore headsets and operated in the same \"virtual reality room\" together.", "type": "p"}, {"text": "The twins had seven surgeries, involving more than 27 hours of operating time in the final operation alone, and almost 100 medical staff.", "type": "p"}, {"text": "Speaking about the VR aspect of the surgery, Mr Jeelani told the PA news agency: \"It's just wonderful. It's really great to see the anatomy and do the surgery before you actually put the children at any risk.", "type": "p"}, {"text": "\"You can imagine how reassuring that is for the surgeons.", "type": "p"}, {"text": "\"In some ways these operations are considered the hardest of our time, and to do it in virtual reality was just really man-on-Mars stuff.\"", "type": "p"}, {"text": "He said that previously unsuccessful attempts to separate the boys meant their anatomy was complicated by scar tissue, and he was \"really apprehensive\" about the risky procedure.", "type": "p"}, {"text": "Mr Jeelani said he was \"absolutely shattered\" after the 27-hour operation, where he took only four 15-minute breaks for food and water, but it was \"wonderful\" to see the family feeling \"over the moon\" afterwards.", "type": "p"}, {"text": "He added that, as with all conjoined twins after separation, the boys' blood pressures and heart rates were \"through the roof\" - until they were reunited four days later and touched hands.", "type": "p"}, {"text": "The twins are recovering well in hospital, and will be supported with six months of rehabilitation.", "type": "p"}, {"text": "This was Mr Jeelani's sixth separation procedure with Gemini Untwined, after previously operating on twins from Pakistan, Sudan, Israel and Turkey.", "type": "p"}, {"text": "He led the procedure alongside Dr Gabriel Mufarrej, head of paediatric surgery at Instituto Estadual do Cerebro Paulo Niemeyer in Brazil.", "type": "p"}, {"text": "Dr Mufarrej said the hospital where he works has been caring for the boys for two-and-a-half years, and their separation will be \"life-changing\".", "type": "p"}, {"text": "\"Since the parents of the boys came from their home in the Roraima region to Rio to seek our help two-and-a-half years ago, they have become part of our family here in the hospital. We are delighted that the surgery went so well.\"", "type": "p"}, {"text": "Bernardo and Arthur, at almost four years of age, are the oldest craniopagus twins - that is twins with a fused brain - to have been separated.", "type": "p"}, {"text": "According to the charity, one in 60,000 births results in conjoined twins, and only 5% of those are craniopagus.", "type": "p"}], "tags": ["Great Ormond Street Hospital", "Surgery", "Twins", "Brazil", "Virtual reality"]}