{"link": "https://www.bbc.com/news/business-63205335", "category": "business", "title": "Post Office and Fujitsu to face inquiry over Horizon scandal", "contributor": null, "time": "2022-10-10T21:00:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/39AE/production/_118166741_highcourt.jpg", "content": [{"text": "The public inquiry into the IT failings that led to the wrongful prosecution of hundreds of Post Office branch managers starts hearing evidence from other key witnesses this week.", "type": "b"}, {"text": "This new stage of the inquiry aims to uncover what was behind one of the most widespread miscarriages of justice in UK legal history.", "type": "p"}, {"text": "No-one at the Post Office or Fujitsu has yet been held accountable.", "type": "p"}, {"text": "The chair of the inquiry said he was \"determined to expose the truth\".", "type": "p"}, {"text": "More than 700 Post Office managers were given criminal convictions after a new computer software system, built by the Japanese firm Fujitsu, wrongly showed money was going missing from individual branches between 2000 and 2014.", "type": "p"}, {"text": "Thousands of other sub-postmasters lost their businesses, as they were forced to pay back money which was alleged to be missing from their branches.", "type": "p"}, {"text": "The first phase of the public inquiry earlier this year heard testimony from sub-postmasters who were wrongly bankrupted and imprisoned. They described being treated as criminals by their employers and their communities. Dozens have had their convictions overturned, and many more are in line for compensation. ", "type": "p"}, {"text": "This next phase of the inquiry will hear from the Post Office, government officials and the firm Fujitsu. It will examine who knew about the faults in the Horizon software programme, and what they did, or did not do, with that information.", "type": "p"}, {"text": "The chair of the inquiry, Sir Wyn Williams, said the evidence he heard through the spring and summer had made a deep impression on him. ", "type": "p"}, {"text": "In a recorded statement he said he was \"determined to expose the truth about these matters\". ", "type": "p"}, [{"text": "'Why am I still fighting to clear my name?'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-63173414"}, {"text": "Why were hundreds of sub-postmasters prosecuted?", "type": "a", "href": "https://www.bbc.co.uk/news/business-56718036"}, {"text": "Post Office scandal ruined lives, inquiry hears", "type": "a", "href": "https://www.bbc.co.uk/news/business-60374182"}], {"text": "The process is expected to take several months, with witnesses called who were involved in the design, roll-out, operation and management of the new system.", "type": "p"}, {"text": "Earlier this year Jez Thompson, who worked on a team training sub-postmasters to use the new software system, told the BBC that problems were flagged up as Horizon was rolled out.", "type": "p"}, {"text": "He said glitches and bugs frequently made the software fail to compute the sums, and he regularly passed that information up to his supervisors, who he is sure would have passed it on.", "type": "p"}, {"text": "\"I reported [these issues] to my line manager and he then reported that to a weekly meeting with Fujitsu Training Services, where both Fujitsu and the Post Office would have been present and glitches would've been discussed,\" he said.", "type": "p"}, {"text": "But a member of Fujitsu's UK board, speaking for the first time exclusively to the BBC, said that the board wasn't aware of any significant technical problems when Horizon was being rolled out.", "type": "p"}, {"text": "Andy MacNaughton originally worked for ICL, a British firm, that had the government contract to roll out new computers and accounting software in every single branch of the Post Office. After ICL was taken over by Fujitsu in 2000, it was Mr MacNaughton's job to manage the contract. ", "type": "p"}, {"text": "The project was already running late, and he was under pressure, because the firm would only be paid once a \"working system\" was delivered, he said. ", "type": "p"}, {"text": "He was unaware of any issues, and the system could not have been made live without the Post Office thoroughly testing and approving it, he added.", "type": "p"}, {"text": "\"We couldn't put a system in and make it live without the customer first accepting, signing off.\"", "type": "p"}, {"text": "\"You can't force somebody to take something that they don't want or don't believe works. We just can't do it.\"", "type": "p"}, {"text": "Mr MacNaughton said he wasn't aware the Post Office were prosecuting staff or that Fujitsu data was used when sub-postmasters were prosecuted.", "type": "p"}, {"text": "The Metropolitan Police is currently investigating two people over potential perjury - failing to tell the truth under oath - during those trials. ", "type": "p"}, {"text": "Fujitsu said it has \"been co-operating with the current Post Office Horizon IT statutory inquiry since it began and continues to be focused on helping assist its chair and his team\". ", "type": "p"}, {"text": "It says it is committed to providing \"the fullest and most transparent information so that key lessons are learned\".", "type": "p"}, {"text": "No-one from Fujitsu has apologised, and the company has not offered any financial contribution to towards the compensation bill for the victims of the wrongful prosecutions. ", "type": "p"}, {"text": "Mr MacNaughton said this might be for legal reasons. \"As soon as you start doing that, there is an admission of guilt and liability,\" he said.", "type": "p"}, {"text": "And he doesn't feel there is anything to apologise for since he believes the Post Office failed to inform Fujitsu of the problems with Horizon. More than a dozen Fujitsu staff are, however, set to face questions at the inquiry in the coming weeks. ", "type": "p"}, {"text": "The Post Office used evidence from Fujitsu data, and called on Fujitsu staff as witnesses, when it pursued criminal prosecutions against more than 700 of its own staff. They were accused of theft and false accounting, with many others having their contracts terminated. ", "type": "p"}, [{"text": "'The Post Office interrogated me for hours'", "type": "a", "href": "https://www.bbc.co.uk/news/business-61093928"}, {"text": "Two more sub-postmasters exonerated after IT scandal", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-61748742"}], {"text": "The Post Office has said it is \"sincerely sorry\" for the impact of the scandal on the wrongly accused postmasters, and that it believes the inquiry will ensure \"lessons are learned\". ", "type": "p"}, {"text": "\"Post Office is openly and transparently assisting the Inquiry in its important work to determine what went wrong in the past and to provide, as much as possible, closure for those affected,\" it said in a statement. ", "type": "p"}, {"text": "Within the past few days the Post Office has agreed the first two full compensation deals for sub-postmasters whose convictions have been overturned. ", "type": "p"}, {"text": "In the last year, the government has removed Fujitsu from its list of preferred suppliers, but the firm is still able to win government contracts through the normal procurement process.", "type": "p"}, {"text": "A spokesperson for the Department for Business, Energy and Industrial Strategy (BEIS) echoed Sir Wyn's determination to \"uncover the truth of how the Horizon scandal came about\".", "type": "p"}, {"text": "The statutory inquiry should \"ensure something like this can never happen again\" they added. ", "type": "p"}, {"text": "\"On top of this, we are funding compensation for the postmasters whose lives have been so badly affected by this scandal,\" they said.", "type": "p"}], "tags": ["Post Office Inquiry", "Post Office Ltd"]}