{"link": "https://www.bbc.com/news/entertainment-arts-63198991", "category": "entertainment & arts", "title": "Kanye West's Twitter and Instagram accounts locked over anti-Semitism", "contributor": null, "time": "2022-10-10T10:41:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6524/production/_127029852_gettyimages-453656491.jpg", "content": [{"text": "Kanye West has been locked out of his Twitter and Instagram accounts after posting anti-Semitic messages.", "type": "b"}, {"text": "The star had his Instagram account suspended at the weekend after accusing rapper Diddy of being controlled by Jewish people.", "type": "p"}, {"text": "The message played into a long-standing anti-Semitic conspiracy theory.", "type": "p"}, {"text": "West responded to his suspension by rejoining Twitter and saying he would go \"death con 3 On Jewish people\", earning him a second disbarment.", "type": "p"}, {"text": "Both platforms removed West's posts and said the star had violated policies on hate speech.", "type": "p"}, {"text": "The incident comes after West drew criticism for wearing a \"white lives matter\" T-shirt during Paris fashion week. ", "type": "p"}, {"text": "The slogan also appeared during his YZY fashion show, modelled by Selah Marley, the daughter of Lauryn Hill and granddaughter of Bob Marley.", "type": "p"}, {"text": "The Anti-Defamation League has called the phrase \"hate speech\" and attributed it to white supremacists, who began using it in 2015 in response to the Black Lives Matter movement.", "type": "p"}, {"text": "West's stunt immediately drew criticism from his peers.", "type": "p"}, {"text": "Among them was Diddy, who posted an Instagram video saying he \"did not rock\" with the slogan.", "type": "p"}, {"text": "\"All lives matter - but that Black Lives Matter, don't play with it. Don't wear the shirt. Don't buy the shirt. Don't play with the shirt. It's not a joke,\" he said.", "type": "p"}, [{"text": "Kanye West suspended from Instagram for bullying", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-60777185"}, {"text": "Adidas puts Kanye West Yeezy deal under review", "type": "a", "href": "https://www.bbc.co.uk/news/business-63167930"}], {"text": "West then posted what appeared to be a text exchange with Diddy to his Instagram, in which he told the rapper: \"I didn't like our convo. I'm selling these tees. Nobody can get in between me and my money\".", "type": "p"}, {"text": "When Diddy asked him again to stop, West replied: \"Ima use you as an example to show the Jewish people that told you to call me that no one can threaten or influence me.\"", "type": "p"}, {"text": "The post appeared to reference the anti-Semitic theory that a secret cabal of Jewish people is conspiring to control the world's media, government and banks.", "type": "p"}, {"text": "After having his Instagram account disabled, West took to Twitter, posting a photo of him with Meta founder Mark Zuckerberg. ", "type": "p"}, {"text": "\"Look at this Mark. How you gone kick me off Instagram?\" he wrote.", "type": "p"}, {"text": "He followed up with a message saying: \"I'm a bit sleepy tonight but when I wake up I'm going death con 3 On JEWISH PEOPLE The funny thing is I actually can't be Anti Semitic because black people are actually Jew also. ", "type": "p"}, {"text": "\"You guys have toyed with me and tried to black ball anyone whoever opposes your agenda,\" he added.", "type": "p"}, {"text": "The tweet has since been removed, and West's account has been locked.", "type": "p"}, {"text": "West, who has changed his name to Ye, was diagnosed with bipolar disorder several years ago and has spoken publicly about his mental health challenges. ", "type": "p"}, {"text": "He has a long history of erratic behaviour and making controversial statements, but his latest outbursts threaten to damage his business interests.", "type": "p"}, {"text": "Adidas said it was reviewing its partnership with the star after his appearance at Paris Fashion Week, and an interview where he expressed dissatisfaction with how some of his recent Adidas shoes had turned out.", "type": "p"}, {"text": "\"After repeated efforts to privately resolve the situation, we have taken the decision to place the partnership under review,\" the clothing company said in a statement. ", "type": "p"}, {"text": "\"We will continue to co-manage the current product during this period.\"", "type": "p"}, {"text": "Last week, West gave a lengthy interview to Fox News host Tucker Carlson, addressing everything from his religion and his relationship with late fashion designer Virgil Abloh to his anti-abortion stance and his political aspirations.", "type": "p"}, {"text": "Asked about the \"white lives matter\" t-shirt, he told Carlson it was \"funny\" and \"the obvious thing to do\".", "type": "p"}, {"text": "\"The answer to why I wrote 'White Lives Matter' on a shirt is because they do,\" he said.", "type": "p"}, {"text": "He also recalled a conversation he had had with his father about the statement. ", "type": "p"}, {"text": "\"I said, 'I thought the shirt was a funny shirt; I thought the idea of me wearing it was funny.' And I said, 'Dad, why did you think it was funny?' He said, 'Just a Black man stating the obvious.'\"", "type": "p"}, {"text": "When Carlson asked why the t-shirt had provoked such a backlash, West said that it was because he was not acting in a way the media approved of.", "type": "p"}, {"text": "\"Because the same people that have stripped us of our identity and labelled us as a colour, have told us what it means to be Black,\" West said.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Social media", "Kanye West", "Instagram", "Twitter", "Fashion", "Music"]}