{"link": "https://www.bbc.com/news/entertainment-arts-65226481", "category": "entertainment & arts", "title": "Twitter: BBC objects to 'government funded media' label", "contributor": null, "time": "2023-04-09T19:23:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1019F/production/_129315956_bbcscreengrab2.png", "content": [{"text": "The BBC is objecting to a new label describing it as \"government funded media\" on one of its main Twitter accounts.", "type": "b"}, {"text": "The corporation says it is speaking to the social media company about the designation on the @BBC account to \"resolve this issue as soon as possible\".", "type": "p"}, {"text": "In a statement, it said: \"The BBC is, and always has been, independent. We are funded by the British public through the licence fee.\"", "type": "p"}, {"text": "Twitter has been contacted for comment.", "type": "p"}, {"text": "The level of the £159 ($197) annual licence fee - which is required by law to watch live TV broadcasts or live streaming in the UK - is set by the government, but paid for by individual UK households.", "type": "p"}, {"text": "While the @BBC account, which has 2.2m followers, has been given the label, much larger accounts associated with the BBC's news and sport output are not currently being described in the same way.", "type": "p"}, {"text": "The account primarily shares updates about BBC-produced TV programmes, radio shows, podcasts and other non-news material.", "type": "p"}, {"text": "The label links through to a page on Twitter's help website which says \"state-affiliated media accounts\" are defined as \"outlets where the state exercises control over editorial content through financial resources, direct or indirect political pressures, and/or control over production and distribution\".", "type": "p"}, {"text": "As the UK's national broadcaster, the BBC operates through a Royal Charter agreed with the government.", "type": "p"}, {"text": "The BBC Charter states the corporation \"must be independent\", particularly over \"editorial and creative decisions, the times and manner in which its output and services are supplied, and in the management of its affairs\". ", "type": "p"}, [{"text": "Blue ticks disappear as Musk attacks NY Times", "type": "a", "href": "https://www.bbc.co.uk/news/technology-65156216"}, {"text": "Five ways Musk's Twitter has changed for users", "type": "a", "href": "https://www.bbc.co.uk/news/technology-64289251"}], {"text": "Twitter's new labelling of the BBC's account comes after it did the same to US public broadcaster NPR's handle.", "type": "p"}, {"text": "Initially the social media firm described NPR as \"state-affiliated media\" - a label given to outlets including Russia's RT and China's Xinhua News.", "type": "p"}, {"text": "The designation was later changed to the same \"government funded media\" tag now applied to the @BBC account. NPR had said it would stop tweeting from the account unless it was amended.", "type": "p"}, {"text": "The licence fee raised £3.8bn ($4.7bn) in 2022 for the BBC, accounting for about 71% of the BBC's total income of £5.3bn - with the rest coming from its commercial and other activities like grants, royalties and rental income.", "type": "p"}, {"text": "The BBC also receives more than £90m per year from the government to support the BBC World Service, which predominantly serves non-UK audiences.", "type": "p"}, {"text": "The national broadcaster's output is also paid for through the work of commercial subsidiaries like BBC Studios, as well as through advertising on services offered to audiences outside of the UK", "type": "p"}, {"text": "By law, each household in the UK has to pay the licence fee (with some exemptions) if they:", "type": "p"}, [{"text": "watch or record programmes as they're being shown on any TV channel", "type": "p"}, {"text": "watch or stream programmes live on any online TV service - for instance, All 4, YouTube, or Amazon Prime Video", "type": "p"}, {"text": "download or watch any BBC programmes on BBC iPlayer", "type": "p"}], {"text": "Collection of the the licence fee and enforcement of non-payment is carried out by private companies contracted by the corporation, not the UK government.", "type": "p"}, {"text": "TV licence evasion itself is not an imprisonable offence. However, non-payment of a fine, following a criminal conviction, could lead to a risk of imprisonment - \"a last resort\" after other methods of enforcement have failed.", "type": "p"}], "tags": []}