{"link": "https://www.bbc.com/news/science-environment-65204169", "category": "science & environment", "title": "Covid origins: Chinese scientists publish long-awaited data", "contributor": null, "time": "2023-04-07T01:44:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1608B/production/_129115209_mediaitem126056290.jpg", "content": [{"text": "A research team in China has ", "type": "b"}, {"text": "The Huanan seafood and wildlife market has been a focal point in the search for the origin of the coronavirus. ", "type": "p"}, {"text": "But this is the first peer-reviewed study of biological evidence gathered from the market back in 2020.", "type": "p"}, {"text": "By linking the virus with animals sold in the market, it could open new lines of inquiry into how the outbreak began.", "type": "p"}, {"text": "The research reveals swabs that tested positive for the virus also contained genetic material from wild animals. ", "type": "p"}, {"text": "Some scientists say this is further evidence that the disease was initially transmitted from an infected animal to a human. ", "type": "p"}, {"text": "But others have urged caution in interpreting the findings and it remains unclear why it took three years for the genetic content of the samples to be made public. ", "type": "p"}, {"text": "Another theory has centred on the suggestion that the virus accidentally leaked from a laboratory in Wuhan. ", "type": "p"}, {"text": "The Chinese research team posted an early version of their study online back in February 2022, but they did not publish the full genetic information that was contained in the samples gathered from the market. ", "type": "p"}, {"text": "In March this year, another international group of researchers shared their own assessment of what those crucial market swabs had revealed, after spotting that the genetic sequences had been posted on a scientific data-sharing website. ", "type": "p"}, {"text": "This new analysis, which has been validated by other scientists before being published in the journal Nature, includes more important detail about the content of those samples, which were collected from stalls, surfaces, cages and machinery inside the market. ", "type": "p"}, {"text": "The Chinese research team's paper showed that some samples - collected from areas where wildlife was being sold - had tested positive for the virus. ", "type": "p"}, {"text": "Their analysis also showed that animals now known to be susceptible to the virus, particularly raccoon dogs, were being sold alive in those locations. ", "type": "p"}, {"text": "But the Chinese researchers have pointed out that their discoveries fall short of definitive proof of how the outbreak started. ", "type": "p"}, {"text": "\"These environmental samples cannot prove that the animals were infected,\" the paper explains. ", "type": "p"}, {"text": "The possibility remains, it adds, that the virus was brought into the market by an infected person, rather than an animal. ", "type": "p"}, {"text": "Prof David Robertson, from the University of Glasgow, is a virologist who has been involved in the genetic investigation into the origin of SARS-CoV-2 since it emerged in 2020. ", "type": "p"}, {"text": "He told BBC News: \"The most important thing is that this very important dataset is now published and available for others to work on.\" ", "type": "p"}, {"text": "But he added that the contents of the samples were \"compelling evidence that animals there were probably infected with the virus\". ", "type": "p"}, {"text": "\"It's the whole body of evidence that's important,\" he said. ", "type": "p"}, {"text": "\"When you bring this together with the fact that the early Covid-19 cases in Wuhan are linked to the market, it's strong evidence that this is where a spillover from an animal in the market occurred.\"", "type": "p"}, [{"text": "Have we found the 'animal origin' of Covid?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65067264"}, {"text": "Covid origin likely China lab incident - FBI chief", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-64806903"}, {"text": "Covid origin studies say evidence points to market", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62307383"}], {"text": "The published findings come amid signs that the lab leak theory is gaining ground among authorities in the US.", "type": "p"}, {"text": "The Chinese government has strenuously denied suggestions that the virus originated in a scientific facility, but the FBI said it now believes that scenario is the \"most likely\", as does the US Department of Energy.", "type": "p"}, {"text": "Various US departments and agencies have investigated the mystery and produced differing conclusions, but on 1 March the FBI's director accused Beijing of \"doing its best to try to thwart and obfuscate\", and disclosed the bureau had been convinced of the lab leak theory \"for quite some time now\". ", "type": "p"}, {"text": "The FBI has not made their findings public, which has frustrated some scientists.", "type": "p"}, {"text": "The lead researcher of the new report, from the Chinese Center for Disease Control and Prevention (China CDC) in Beijing, has been contacted by the BBC for comment. ", "type": "p"}], "tags": []}