{"link": "https://www.bbc.com/news/entertainment-arts-66210009", "category": "entertainment & arts", "title": "Lucy Spraggan: Former X Factor star reveals sexual assault during filming", "contributor": null, "time": "2023-07-15T14:55:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6142/production/_130389842_screenshot2023-07-15104716.jpg", "content": [{"text": "Former X Factor contestant Lucy Spraggan has revealed she was raped by a hotel porter during the production of the ITV show in 2012.", "type": "b"}, {"text": "She withdrew from the show, citing an illness at the time, but told the Guardian the real reason was because she was attacked.", "type": "p"}, {"text": "Spraggan said she felt let down by the programme makers.", "type": "p"}, {"text": "Simon Cowell, creator of X Factor, said what happened to Spraggan was \"horrific and heart-breaking\".", "type": "p"}, {"text": "\"When I was given the opportunity to speak to Lucy, I was able to personally tell her how sorry I was about everything she has been through.", "type": "p"}, {"text": "\"Lucy is one of the most authentic, talented and brave people I have ever met.\"", "type": "p"}, {"text": "Spraggan, who was 20 at the time, said the assault happened after a night out in central London celebrating the 25th birthday of fellow contestant Rylan Clark.", "type": "p"}, {"text": "In her new memoir, Process: Finding My Way Through, the 31-year-old waives the right to anonymity granted to victims of sexual offences to tell her story for the first time.", "type": "p"}, {"text": "She said she was escorted back to the hotel by a member of the production team when a hotel porter offered to take her to her room.", "type": "p"}, {"text": "She told the Guardian: \"I woke up the next day with this sense of sheer dread.", "type": "p"}, {"text": "\"I don't think I've ever felt that level of confusion since. I knew that I'd been raped, but I could not process that. So I put my clothes on and went into autopilot.\"", "type": "p"}, {"text": "Although the production team called police and an arrest was quickly made, Spraggan said she believed they were \"unprepared\" to deal with what had happened.", "type": "p"}, {"text": "Spraggan received financial and medical support in the immediate aftermath of the crime, but the singer said she wasn't given any support after the trial in which her attacker was convicted.", "type": "p"}, {"text": "An ITV spokesperson praised Spraggan for her \"resilience and bravery\", adding the series was produced by Thames (part of Fremantle) and Syco, owned by Simon Cowell.", "type": "p"}, {"text": "They said it was those two companies which were \"primarily responsible for duty of care towards all of its programme contributors\".", "type": "p"}, {"text": "A spokesperson for Fremantle said \"to our knowledge, the assault was an event without precedent in the UK television industry\" and they \"believed throughout that we were doing our best to support Lucy\".", "type": "p"}, {"text": "But they added: \"As Lucy thinks we could have done more, we must therefore recognise this. For everything Lucy has suffered, we are extremely sorry.", "type": "p"}, {"text": "\"Since then, we have done our very best to learn lessons from these events and improve our aftercare processes.", "type": "p"}, {"text": "\"Whilst we have worked hard to try and protect Lucy's lifetime right to anonymity, we applaud her strength and bravery now that she has chosen to waive that right.\" ", "type": "p"}, {"text": "If you are affected by any of the issues raised in this story, support and advice is available via the BBC Action Line.", "type": "p"}, {"text": "You can see an exclusive broadcast interview with Lucy Spraggan on the BBC on Sunday at 22:00 BST.", "type": "b"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}