{"link": "https://www.bbc.com/news/business-65978053", "category": "business", "title": "Amazon accused of tricking Prime customers", "contributor": null, "time": "2023-06-21T19:57:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8C88/production/_130167953_whatsubject.jpg", "content": [{"text": "The US has accused Amazon of tricking customers into signing up for automatically renewing Prime subscriptions and making it difficult to cancel.", "type": "b"}, {"text": "The Federal Trade Commission (FTC), the country's consumer rights watchdog, made the claims in a lawsuit.", "type": "p"}, {"text": "It cited allegedly \"manipulative\" website designs. ", "type": "p"}, {"text": "Amazon rejected the charges, calling them \"false on the facts and the law\".", "type": "p"}, {"text": "More than 200 million people subscribe to Prime globally. The service, which offers shipping perks, access to streaming movies and more, costs $139 a year or $14.99 monthly in the US and £95 per year in the UK. ", "type": "p"}, {"text": "The FTC said Amazon used website designs that pushed customers into agreeing to enrol in Prime and have the subscription automatically renew as they were making purchases. ", "type": "p"}, {"text": "The company attempted to make it difficult for users to opt out of auto-enrolment because \"those changes would also negatively affect Amazon's bottom line\", the agency alleged in the complaint, filed in federal court in Seattle. ", "type": "p"}, {"text": "It also said Amazon put customers seeking to cancel through a cumbersome \"four-page, six-click, fifteen option\" process, which the FTC said was known internally as \"Iliad\" in a nod to the Greek epic about the \"long, arduous Trojan War\". ", "type": "p"}, {"text": "Though Amazon altered the cancellation process shortly before the lawsuit was filed, the FTC said the company's tactics broke laws aimed at protecting shoppers.", "type": "p"}, {"text": "\"Amazon tricked and trapped people into recurring subscriptions without their consent, not only frustrating users but also costing them significant money,\" FTC Chair Lina Khan said.", "type": "p"}, {"text": "The FTC is seeking a court order to force Amazon to change its practices, as well as financial penalties in an unspecified amount.", "type": "p"}, {"text": "Amazon said it had been in the middle of discussing the issues with the agency when the lawsuit was filed without notice. ", "type": "p"}, {"text": "\"The truth is that customers love Prime, and by design we make it clear and simple for customers to both sign up for or cancel their Prime membership,\" the company said. ", "type": "p"}, {"text": "The FTC has repeatedly warned online firms against using \"dark patterns\" to manipulate shoppers.", "type": "p"}, {"text": "It had been investigating Amazon's Prime programme since 2021.", "type": "p"}, {"text": "It said the company had attempted to delay the probe on multiple occasions, including by refusing to deliver documents in a timely manner. ", "type": "p"}, {"text": "Evelyn Mitchell-Wolf, a senior analyst at Insider Intelligence analyst said the FTC was \"making an example of Amazon\".", "type": "p"}, {"text": "\"It's quite common for companies to make it more difficult to cancel an account than it is to create one,\" she said.", "type": "p"}, {"text": "Ms Khan, who was appointed to her post by President Joe Biden, made her name critiquing US competition policy related to Amazon.", "type": "p"}, {"text": "She has promised to move more aggressively to police online shopping and the power of America's tech giants. ", "type": "p"}, {"text": "The lawsuit marks the third action from the FTC involving Amazon in recent weeks.", "type": "p"}, {"text": "The company agreed to pay $25m last month to settle charges it had violated child privacy laws by keeping recordings children made on Alexa. ", "type": "p"}, {"text": "It agreed to pay another $5.8m to resolve claims that Ring, the doorbell company Amazon purchased in 2018, had violated privacy protections by giving staff unrestricted access to customer videos and failing to implement precautions against hackers. ", "type": "p"}, {"text": "Sign up for our UK morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}