{"link": "https://www.bbc.com/news/entertainment-arts-65975556", "category": "entertainment & arts", "title": "Ava Max says stage invader scratched her eye during LA concert", "contributor": null, "time": "2023-06-21T14:56:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/171D4/production/_130167649_hi085639420.jpg", "content": [{"text": "Singer Ava Max has said a concertgoer \"slapped me so hard\" during a show in Los Angeles that he \"scratched the inside of my eye\".", "type": "b"}, {"text": "Videos shared online appeared to show a man hit the US pop star in the face while she was performing.", "type": "p"}, {"text": "The footage shows Max recoiling and holding her eye after being struck.", "type": "p"}, {"text": "Following the show, the singer wrote on Twitter: \"He slapped me so hard that he scratched the inside of my eye. He's never coming to a show again.\"", "type": "p"}, {"text": "She added: \"Thank you to the fans for being spectacular tonight in LA though!!\"", "type": "p"}, {"text": "The 29-year-old singer was performing at The Fonda Theatre on Tuesday when she was hit.", "type": "p"}, {"text": "It came days after pop star Bebe Rexha sustained facial injuries after an audience member threw a phone at her while she was on stage in New York.", "type": "p"}, {"text": "Max had been near the end of her show when she was struck and left the stage soon after. She wore sunglasses during a meet-and-greet with fans following the show.", "type": "p"}, {"text": "Joel Rangel, 30, from Tucson, Arizona, who captured the moment on video, told the PA news agency: \"She was ending the show with her song The Motto and a fan just ran and jumped on the left side of the stage.", "type": "p"}, {"text": "\"As he jumped on stage some of the lights fell to the floor and he was running for Ava with his arms wide open like he was going to hug her.", "type": "p"}, {"text": "\"But the security ran and grabbed him and as they did she just happened to turn and his arm was out and hit her in the face.\"", "type": "p"}, {"text": "Mr Rangel, who said he flew to Los Angeles for the concert, added: \"Also, they almost cancelled the meet-and-greet because of the situation.", "type": "p"}, {"text": "\"She had to wear sunglasses and she was disoriented and dazed so it was sad having to talk to her like that.\"", "type": "p"}, {"text": "Another fan, Cory Larrabee, tweeted: \"The security guard tackled him and literally THREW him down the stairs. Wild!!! It happened so fast.\"", "type": "p"}, {"text": "The singer, whose real name is Amanda Ava Koci, rose to fame following her breakout single Sweet But Psycho in 2018 and has since enjoyed chart success with Kings & Queens, Salt and My Head & My Heart.", "type": "p"}, {"text": "Her debut studio album, Heaven & Hell, peaked at number two in the UK in 2020 and she released her second album, Diamonds & Dancefloors, earlier this year.", "type": "p"}], "tags": []}