{"link": "https://www.bbc.com/news/health-65960209", "category": "health", "title": "One in five chance of natural pregnancy after IVF baby", "contributor": null, "time": "2023-06-21T01:55:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/45C9/production/_130156871_ivf_1.jpg", "content": [{"text": "The chance of becoming pregnant naturally after having an IVF baby is quite high, about one in five, which is something couples should be aware of, researchers say. ", "type": "b"}, {"text": "It is news that could give some fresh hope around planning a family, they say, or important information about contraception.", "type": "p"}, {"text": "They analysed data from more than 5,000 women to judge how common it was. ", "type": "p"}, {"text": "The findings are averages, so the odds for individuals differ. ", "type": "p"}, [{"text": "What fertility treatments are available on the NHS?", "type": "a", "href": "https://www.nhs.uk/conditions/infertility/treatment/"}, {"text": "How successful is IVF?", "type": "a", "href": "https://www.hfea.gov.uk/about-us/publications/research-and-data/fertility-treatment-2021-preliminary-trends-and-figures/"}, {"text": "'I hit rock bottom while trying to have a baby'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-cambridgeshire-65646682"}, {"text": "Jennifer Aniston opens up about attempts to have children", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63576100"}], {"text": "According to the NHS, the chance of any couple conceiving naturally within the next year, if they have already been trying for a few years, is one in four, or less.", "type": "p"}, {"text": "Infertility is usually diagnosed only after a couple have failed to conceive despite a year of trying.", "type": "p"}, {"text": "But since female fertility declines with age, women aged over 35, and anyone already aware they may have fertility problems, should see their GP sooner, according to the advice.", "type": "p"}, {"text": "Fertility problems can be permanent or come and go and can affect either partner. There are lots of treatable reasons, but for about one in four couples it may not be possible to find a cause.", "type": "p"}, [{"text": "One in six affected by infertility globally", "type": "a", "href": "https://www.bbc.co.uk/news/health-65180926"}, {"text": "Calls to regulate 'cruel' IVF add-ons", "type": "a", "href": "https://www.bbc.co.uk/news/uk-wales-60467612"}], {"text": "Fertility treatments, such as in-vitro fertilisation (IVF), are not always free on the NHS. ", "type": "p"}, {"text": "One cycle of IVF treatment may cost up to £5,000 or more.", "type": "p"}, {"text": "Shema Tariq, from London, was diagnosed with \"low ovarian reserve\", meaning she had fewer remaining eggs, and told her chances of conceiving without IVF were almost zero.  ", "type": "p"}, {"text": "It took six rounds of IVF to conceive her son, who was born in 2018.  ", "type": "p"}, {"text": "\"My GP briefly mentioned contraception to me after he was born - but we both laughed and agreed that it wasn't relevant,\" Shema says.", "type": "p"}, {"text": "\"It never occurred to me that I might get pregnant, despite being a sexual-health doctor. ", "type": "p"}, {"text": "\"I was 43 and had been told that my chances of conceiving naturally were less than 1%. ", "type": "p"}, {"text": "\"Eight months later, I was unexpectedly, and naturally, pregnant with our daughter.  ", "type": "p"}, {"text": "\"She has been the most wonderful surprise - but when we first found out, I felt overwhelmed and unprepared for another pregnancy.  ", "type": "p"}, {"text": "\"If I'd known that one in five women conceives naturally after IVF, I'd have used contraception until I was ready both emotionally and physically.\"", "type": "p"}, {"text": "Lead author of the new research, published in the journal Human Reproduction, Dr Annette Thwaites, from University College London, said: \"Our findings suggest that natural pregnancy after having a baby by IVF is far from rare. ", "type": "p"}, {"text": "\"This is in contrast with widely held views - by women and health professionals - and those commonly expressed in the media, that it is a highly unlikely event.\"", "type": "p"}, {"text": "The 11 international studies her team looked at found at least one in five women conceived naturally after having had a baby using fertility treatment, mostly within three years. And this applied across the different types and outcomes of fertility treatment.", "type": "p"}, {"text": "Clinical Embryologist Dr Marta Jansa Perez, from the British Fertility Society, said: \"This study highlights the importance of giving patients accurate information about their chances of conception at any point, in particular after giving birth to an IVF baby. ", "type": "p"}, {"text": "\"It is good news that such a high proportion of patients are able to conceive naturally after IVF, but people should be aware that in cases where the age of the woman is a factor for the initial failure to conceive or there is severe male factor infertility, it would be advisable to seek treatment for a second child sooner rather than later.\"", "type": "p"}], "tags": []}