{"link": "https://www.bbc.com/news/business-64753499", "category": "business", "title": "Netflix cuts prices for subscribers in more than 30 countries", "contributor": null, "time": "2023-02-24T04:14:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/115F1/production/_128735117_physical100.png", "content": [{"text": "Streaming giant Netflix has cut prices in more than 30 countries as it attempts to attract more subscribers.", "type": "b"}, {"text": "Prices have been cut in parts of Asia, Europe, Latin America, sub-Saharan Africa and the Middle East.", "type": "p"}, {"text": "It comes as the rising cost of living sees households tightening their belts and Netflix faces increased competition from rival services.", "type": "p"}, {"text": "\"Members have never had more choices when it comes to entertainment,\" a company spokesperson told the BBC.", "type": "p"}, {"text": "Countries in which subscription charges have been lowered include Malaysia, Indonesia, Thailand, the Philippines, Croatia, Venezuela, Kenya and Iran.", "type": "p"}, {"text": "The cuts apply to certain price plans, with subscription charges falling by half in some cases.", "type": "p"}, {"text": "The company did not name the UK or the US as countries where it had cut its prices.", "type": "p"}, {"text": "\"We're always exploring ways to improve our members' experience. We can confirm that we are updating the pricing of our plans in certain countries,\" a Netflix spokesperson said.", "type": "p"}, {"text": "The firm's shares closed 3.4% lower in New York on Thursday after the Wall Street Journal first reported the story.", "type": "p"}, [{"text": "Netflix extends crackdown on password sharing", "type": "a", "href": "https://www.bbc.co.uk/news/business-64573517"}, {"text": "Video streaming subscriptions fall by two million", "type": "a", "href": "https://www.bbc.co.uk/news/business-64450202"}], {"text": "Netflix, which operates in more than 190 countries, has faced increased competition from streaming rivals including Amazon, HBO and Disney.", "type": "p"}, {"text": "Last year, the firm cut hundreds of jobs and launched a less expensive streaming option with adverts as it fought to grow its share of the increasingly competitive streaming market.", "type": "p"}, {"text": "In January, Netflix co-chief executive Greg Peters outlined how he planned to attract more subscribers.", "type": "p"}, {"text": "\"We want to make that spectrum even wider as we seek to serve more members around the world and trying to deliver appropriate value at those different price points,\" Mr Peters said.", "type": "p"}, {"text": "The company is also cracking down on people sharing their subscriptions.", "type": "p"}, {"text": "Netflix introduced limits on password sharing in more countries earlier this month. These require customers to pay an extra fee if they want friends and family who don't live with them to share their subscription.", "type": "p"}, {"text": "Last summer, Netflix revealed that it had lost almost a million subscribers between April and the end of June as more people decided to quit the service.", "type": "p"}, {"text": "However, in January the company said subscriber numbers had jumped at the end of 2022.", "type": "p"}], "tags": []}