{"link": "https://www.bbc.com/news/entertainment-arts-64779134", "category": "entertainment & arts", "title": "Madonna's older brother Anthony Ciccone dies aged 66", "contributor": null, "time": "2023-02-26T19:00:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11F02/production/_110647437_c7d510bc-6d54-4f75-a0e1-ee3950c104ac.jpg", "content": [{"text": "Madonna's older brother Anthony Ciccone has died at the age of 66, a member of his family has announced.", "type": "b"}, {"text": "Ciccone was one of the star's seven siblings and is said to have passed away on Friday night. ", "type": "p"}, {"text": "He had struggled with alcoholism and was reportedly homeless for many years, at one point living under a bridge.", "type": "p"}, {"text": "His brother-in-law Joe Henry broke the news on Instagram, writing that he had \"exited this earthly plane\", alongside an old black-and-white photo of him.", "type": "p"}, {"text": "\"I've known him since I was 15, in the spring of our lives in Michigan so many years now gone,\" writes singer-songwriter Henry, who is married to Madonna's sister Melanie Ciccone.", "type": "p"}, {"text": "The cause of his death has not yet been revealed.", "type": "p"}, {"text": "Madonna has not publicly commented on Ciccone's passing, but the pop star did like Joe Henry's Instagram post that revealed the news. ", "type": "p"}, {"text": "Madonna grew up in the city of Detroit, Michigan, with Anthony and her other siblings. While she moved to New York in 1978 to pursue a career in dance and music, Ciccone stayed in Michigan.", "type": "p"}, {"text": "They lost their mother to breast cancer in 1963 when they were young children.", "type": "p"}, {"text": "Brother-in-law Henry writes in his Instagram post that Ciccone was a \"complex character\". ", "type": "p"}, {"text": "\"God knows: we tangled in moments, as true brothers can. ", "type": "p"}, {"text": "\"But I loved him, and understood him better than I was sometimes willing to let on. But trouble fades; and family remains - with hands reached across the table. Farewell, then, brother Anthony. ", "type": "p"}, {"text": "\"I want to think the god your blessed mother (and mine) believed in has her there, waiting to receive you. At least for today, no one shall dissuade me from this vision.\"", "type": "p"}, {"text": "Ciccone became estranged from his family and had previously hit out at them, accusing them of not caring about him.", "type": "p"}, {"text": "\"I'm a zero in their eyes - a non-person. I'm an embarrassment,\" he told the Daily Mail in 2011.  ", "type": "p"}, {"text": "\"If I froze to death, my family probably wouldn't know or care about it for six months.\"", "type": "p"}, {"text": "Later, in 2017, it was reported that he had completed a rehab programme and reconnected with his family.", "type": "p"}], "tags": []}