{"link": "https://www.bbc.com/news/business-64472806", "category": "business", "title": "ExxonMobil posts record profit as oil prices surge", "contributor": null, "time": "2023-01-31T19:41:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DD5B/production/_128476665_gettyimages-1241431567.jpg", "content": [{"text": "Oil giant ExxonMobil reaped a record $55.7bn (£45.2bn) in profit last year as oil prices surged following Russia's invasion of Ukraine. ", "type": "b"}, {"text": "The total was more than double 2021's figure, and is likely to renew pressure on the industry after some countries, including the UK, imposed special taxes on the profits last year. ", "type": "p"}, {"text": "Exxon has criticised such measures as counter-productive. ", "type": "p"}, {"text": "Last month, it sued the European Union over the new windfall tax.", "type": "p"}, {"text": ", ", "type": "b"}, {"text": "\"The latest earnings reports make clear that oil companies have everything they need, including record profits and thousands of unused but approved permits, to increase production, but they're instead choosing to plough those profits into padding the pockets of executives and shareholders,\" the White House said in a statement to Reuters on Tuesday.", "type": "p"}, {"text": "Support from Republicans had shielded the companies from \"accountability\", it added. ", "type": "p"}, {"text": "In an interview with broadcaster CNBC, Exxon boss Darren Woods said the White House needed to \"get its facts straight\", noting that the firm had continued to spend money on oil and gas projects despite pressure from investors and others to shift investments to renewable energy.", "type": "p"}, {"text": "He told investors on Tuesday that the profits were a vindication of the firm's strategy.", "type": "p"}, {"text": "\"Of course, our results clearly benefited from a favourable market but, to take full advantage of the undersupplied market, our work began years ago,\" Mr Woods said in a conference call with investors. \"We leaned in when others leaned out, bucking conventional wisdom.\"", "type": "p"}, {"text": "Exxon's shares sank sharply in 2020, when demand for oil tumbled, leading the firm to report its first loss in decades. ", "type": "p"}, {"text": "But the price of the shares has soared since 2021, especially since oil prices jumped when the war in Ukraine disrupted energy supplies last year.", "type": "p"}, {"text": "The firm said it had been working hard to reduce costs, and profits would have been even higher without the windfall taxes in Europe. ", "type": "p"}, {"text": "The company said it took a hit of $1.3bn in the final months of 2022, mainly from extra European taxes. ", "type": "p"}, {"text": "It also reported a $3.4bn charge for the year stemming from the expropriation of its investments in Russia.", "type": "p"}, {"text": "Exxon said it increased investment by about 38% last year. In some key areas, such as Guyana and the Permian Basin, production was up more than 30%, offsetting output lost due to divestments and the change in Russia, the company said. ", "type": "p"}, {"text": "Overall oil production increased about 3% in 2022, to 2,354 thousands of barrels per day from 2,289 thousands of barrels per day in 2021. ", "type": "p"}], "tags": ["Companies", "Oil", "Exxon Mobil"]}