{"link": "https://www.bbc.com/news/entertainment-arts-64457809", "category": "entertainment & arts", "title": "Live music at grassroots venues still below pre-pandemic levels, report says", "contributor": null, "time": "2023-01-31T07:00:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DC56/production/_128460465_fda2fb001627198542ccc46252759ddb28710353.jpg", "content": [{"text": "The live music industry is still struggling to return to pre-pandemic levels, new research suggests.", "type": "b"}, {"text": "Despite Covid restrictions largely being lifted last year, the number of gigs at UK grassroots music venues was 16.7% lower than in 2019.", "type": "p"}, {"text": "Audience numbers were also at 89% of their 2019 level, at about 22 million, the Music Venues Trust (MVT) said.", "type": "p"}, {"text": "The grassroots scene contributed £500m to the economy, it said, but venues had an average profit margin of just 0.2%.", "type": "p"}, {"text": "Most live music events made a loss, the MVT figures suggested, despite the average price of a ticket rising to £10.90 - up 24% from £8.74 in 2019. ", "type": "p"}, {"text": "Food and drink sales helped to balance the books. Even so, the average profit of a small music venue in 2022 was just £1,297, according to the MVT's annual report.", "type": "p"}, {"text": "Inflation, soaring bills and changing audience habits have all had an impact, it said.", "type": "p"}, {"text": "Ricky Bates, who manages Southampton's iconic Joiners venue, told the BBC he had only been able to book seven shows for January 2023, compared with the 20 he staged in 2019.", "type": "p"}, [{"text": "Music venues - 'If you don't use it, you'll lose it'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-beds-bucks-herts-64386690"}, {"text": "When Radiohead were just a 'shaky' pub band", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-51212774"}, {"text": "Buying concert tickets can be hell. Here's how to fix it", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64372274"}], {"text": "Despite that, he is looking for ways to make shows \"more affordable\" in the midst of the cost of living crisis. ", "type": "p"}, {"text": "\"We try to do smaller shows for £5, so people can still go to things; and we're now giving out free entry to all NHS workers,\" he said.", "type": "p"}, {"text": "Edinburgh's Queen's Hall sounded a more positive note. \"We've come back [from the pandemic] fairly strong,\" marketing and development manager Emma Mortimore said.", "type": "p"}, {"text": "\"But we're also tentative when we look towards the future. At the moment, our electricity and gas bills aren't too bad, but we're looking at them tripling sometime next year. It's definitely tricky, tricky times.\"", "type": "p"}, {"text": "Many owners find themselves in a \"precarious financial position\", said Music Venues Trust chief executive Mark Davyd, adding that \"the current economics no longer stack up\".", "type": "p"}, {"text": "As a result, the charity is calling on the government and the wider music industry to offer assistance to the almost 1,000 local venues it represents.", "type": "p"}, {"text": "It has asked for VAT on ticket sales to be reduced from 20% to 5%, or removed entirely.", "type": "p"}, {"text": "The trust is also calling for arena-sized venues to invest a percentage of their ticket revenues into the grassroots sector, to help foster a new generation of artists.", "type": "p"}, {"text": "\"We cannot go on building more and more arenas with no plan of how to fill the stages they create in five, 10 or 20 years' time,\" he said.", "type": "p"}, [{"text": "BBC 6 Music: Steve Lamacq celebrates Independent Venue Week", "type": "a", "href": "https://www.bbc.co.uk/programmes/m001hbq8"}], {"text": "Mr Bates agrees that venues like his are crucial to the health of the British music industry.", "type": "p"}, {"text": "\"Nobody starts a band and walks out on stage at the Hammersmith Apollo. It takes years in some cases,\" he said.", "type": "p"}, {"text": "\"Biffy Clyro, for example, toured for eight or 10 years before they signed to a major label and now they're a stadium band. ", "type": "p"}, {"text": "\"Even Ed Sheeran did it. He started a tour at The Joiners in May 2011 and within two years he was a headliner.\"", "type": "p"}], "tags": ["Live music", "Music"]}