{"link": "https://www.bbc.com/news/science-environment-64473574", "category": "science & environment", "title": "GHGSat: Commercial satellite will see CO2 super-emitters", "contributor": null, "time": "2023-01-31T17:33:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A5E3/production/_128476424_fefcyacx0assrk4.jpg", "content": [{"text": "The world's first commercial satellite dedicated to monitoring carbon dioxide from orbit will launch later this year.", "type": "b"}, {"text": "It will be put up by the Canadian company GHGSat, which already flies six spacecraft tracking methane emissions.", "type": "p"}, {"text": "The new platform will use the same shortwave infrared sensor but be tuned to CO2's specific light signature in the atmosphere. ", "type": "p"}, {"text": "The satellite will have a resolution at ground level of 25m, meaning it will be able see major individual sources.", "type": "p"}, {"text": "\"We expect to see things like refineries, steel mills, aluminium smelters, cement plants, and, of course, thermal power stations,\" Stephane Germain, CEO at GHGSat, told BBC News.", "type": "p"}, {"text": "There are already a number national space agency missions tracking CO2. Nasa, for example, flies its Orbiting Carbon Observatories; Japan runs its GoSat mission; and China has TanSat.", "type": "p"}, {"text": "But although these can make large area maps of variations in carbon dioxide in the atmosphere, they can't hone in on super-emitters at the scale of an individual industrial complex.", "type": "p"}, [{"text": "Huge methane emission from Russian coal mine", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61811481"}, {"text": "European satellites to map global CO2 emissions", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-53613336"}], {"text": "To monitor CO2, the GHGSat sensor will have to work at a higher detection threshold than for Methane.", "type": "p"}, {"text": "CH4 is a much smaller component of the air - about 1.9 molecules in every million, versus 418 for carbon dioxide - making it much easier to see a methane spike above the normal background. ", "type": "p"}, {"text": "GHGSat-C10, as the new satellite will be known, will target a detection threshold of one megatonne per year.", "type": "p"}, {"text": "\"It's not as if we have to find the big CO2 emitters; we already know where they are,\" said Dr Germain. \"Unlike methane, which is fugitive - it shows up in places and at times you don't necessarily expect - we know where the large power plants are in the world; we know where the aluminium smelters are. So, this is more about being able to verify emissions.\"", "type": "p"}, {"text": "GHGSat expects to sell its data to governments and financial services markets. The information will be used to check emissions estimates. ", "type": "p"}, {"text": "Modern plants will likely have deployed continuous emissions monitoring systems, perhaps in flue gas stacks. But even these operations may want occasional independent observations.", "type": "p"}, {"text": "And under the Paris Climate Accord, countries must compile CO2 inventories. The GHGSat data could help with international comparisons. ", "type": "p"}, {"text": "\"We'll see how we get on but we do have the aspiration of launching several more carbon dioxide satellites,\" Dr Germain said.  ", "type": "p"}, {"text": "\"Ultimately, we'd like to get to at least monthly coverage of every major CO2 source in the world, and potentially even a weekly coverage of every source in the world.\"", "type": "p"}], "tags": ["Earth science", "Methane", "Earth observation", "Carbon dioxide", "Climate change"]}