{"link": "https://www.bbc.com/news/technology-64451984", "category": "technology", "title": "Children as young as nine exposed to pornography", "contributor": null, "time": "2023-01-31T08:05:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14BB/production/_128470350_child-index-getty-2.jpg", "content": [{"text": "Children are being exposed to online pornography from as young as nine, according to a study for the children's commissioner for England.", "type": "b"}, {"text": "A quarter of 16-21-year-olds first saw pornography on the internet while still at primary school, it suggests. By the age of 13, 50% had been exposed to it.", "type": "p"}, {"text": "The findings have been linked to low self-esteem among young people and harmful views of sex and relationships. ", "type": "p"}, {"text": "Commissioner Dame Rachel de Souza said it was \"deeply concerning\".", "type": "p"}, {"text": "In a nationally representative survey of more than 1,000 16-21-year-olds, 38% had found pornographic content accidentally.", "type": "p"}, {"text": "Joanne Schneider's son stumbled across a pornography website, aged eight, after typing swear words he had heard at school into a search engine.", "type": "p"}, {"text": "\"We'd put all the normal safety features in place and had removed apps such as YouTube but didn't for one second think that my son could find himself on adult-entertainment sites within a few seconds,\" Ms Schneider, from London, said.", "type": "p"}, {"text": "\"As soon as I saw what was happening, I closed the site - but both him and I were left in shock at what he had seen. I felt so terrible about the whole thing.", "type": "p"}, {"text": "\"All of a sudden I was having to explain it all, including the fact that what he saw was artificial and far from what real people look like.\"", "type": "p"}, {"text": "Of the 18-21-year-olds, 79% had seen pornography involving sexual violence as children.", "type": "p"}, {"text": "Almost half of young people say girls expect sex to involve physical aggression, such as airway restriction, the commissioner's report says.", "type": "p"}, {"text": "One 12-year-old told Dame Rachel her boyfriend had \"strangled\" her during their first kiss. He had seen it in pornography \"and thought it normal\".", "type": "p"}, {"text": "The commissioner urges \"every adult in a responsible position\" to take the findings seriously.", "type": "p"}, {"text": "The Online Safety Bill, going through the House of Lords, should be used to protect children from internet pornography, she says.", "type": "p"}, {"text": "\"It should not be the case that young children are stumbling across violent and misogynistic pornography on social-media sites,\" Dame Rachel says.", "type": "p"}, {"text": "\"I truly believe we will look back in 20 years and be horrified by the content to which children were being exposed. ", "type": "p"}, {"text": "\"Let me be absolutely clear - online pornography is not equivalent to a 'top-shelf' magazine. ", "type": "p"}, {"text": "\"The adult content which parents may have accessed in their youth could be considered 'quaint' in comparison to today's world of online pornography.\"", "type": "p"}, {"text": "Dame Rachel encouraged parents not to shy away from the topic at home and make it clear extreme pornography is \"not real, it's acting\".", "type": "p"}, {"text": "She told BBC Breakfast children \"want their mums and dads to talk to them often, even when they're really young, in an age-appropriate way about the things they might see so they're not confused\".", "type": "p"}, {"text": "She said conversations about \"simple boundaries\" like why it might not be right for youngsters to have internet-connected phones or social media accounts were also important.", "type": "p"}, {"text": "The Online Safety Bill is due to be debated in Parliament this week amid calls from some MPs and peers for it to include tougher measures on age restrictions on social media.", "type": "p"}, {"text": ".", "type": "b"}, {"text": "Twitter is the primary source of pornography for young people, the study suggests, with 41% saying they had accessed it there. ", "type": "p"}, {"text": "Dedicated pornography sites came next, followed closely by Instagram, Snapchat and search engines. ", "type": "p"}, {"text": "The National Society for the Prevention of Cruelty to Children charity has long been urging the government to implement strong measures in the Online Safety Bill to protect minors. ", "type": "p"}, {"text": "Policy lead Richard Collard said the impact pornography could have was \"deeply worrying\". ", "type": "p"}, {"text": "\"Ofcom must be given the powers to set minimum standards which ensure the rollout of robust age-assurance measures on platforms where pornographic material can be viewed,\" he said.", "type": "p"}, {"text": "\"This will ensure children are protected from immediate and future harm.\" ", "type": "p"}, {"text": "Andy Lulham, from safety-technology provider VerifyMy, said the report was \"extremely worrying but sadly not surprising\".", "type": "p"}, {"text": "\"As it stands, there is nothing to stop children from easily accessing pornographic and other extreme material online,\" he said.", "type": "p"}, {"text": "\"This issue has existed for far too long - it's time for politicians, regulators and the private sector to finally come together and help safeguard children, the most vulnerable section of society.\" ", "type": "p"}], "tags": ["Children", "Relationships", "Sex", "Pornography"]}