{"link": "https://www.bbc.com/news/business-61985652", "category": "business", "title": "Israel welcomes Ben & Jerry's reversal over West Bank settlements", "contributor": "Jonathan Josephs", "time": "2022-06-29T16:59:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14A95/production/_125692648_gettyimages-1234094666.jpg", "content": [{"text": "The Israeli government has welcomed a deal by Unilever to continue selling Ben & Jerry's ice cream throughout Israel and the occupied West Bank.", "type": "b"}, {"text": "Last year, Ben & Jerry's provoked a furious reaction from Israel's leaders when it said sales in Israeli settlements were \"inconsistent with our values\" and that it would stop them. ", "type": "p"}, {"text": "Many Palestinians welcomed that move.", "type": "p"}, {"text": "The new arrangement means the ice cream will be sold in the West Bank and East Jerusalem with Hebrew and Arabic names.", "type": "p"}, {"text": "Unilever's decision comes after legal action from its Israeli licensee American Quality Products (AQP) and its owner Avi Zinger, who were seeking damages from the UK-based consumer goods giant. Their contract had been due to expire at the end of this year anyway.", "type": "p"}, {"text": "There was also pressure against the withdrawal from shareholders, including activist investor Nelson Peltz, and politicians in the United States. ", "type": "p"}, [{"text": "Ben & Jerry's to stop sales in Israeli settlements", "type": "a", "href": "https://www.bbc.co.uk/news/business-57893161"}, {"text": "Patel takes on Ben and Jerry's over migrant boats", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-53741180"}, {"text": "The Israel-Palestinian conflict explained ", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-44124396"}], {"text": "Unilever said in a statement on Wednesday that it was now selling its Ben & Jerry's business interests in Israel to Mr Zinger.", "type": "p"}, {"text": "The new arrangement means Ben & Jerry's will be sold under its Hebrew and Arabic names throughout Israel and the West Bank under the full ownership of the current licensee.", "type": "p"}, {"text": "Ben & Jerry's was founded by best friends Ben Cohen and Jerry Greenfield in the US state of Vermont in 1978. ", "type": "p"}, {"text": "Ever since Unilever bought the ice cream company in 2000 it has retained an independent board with the right to make decisions about its social mission. The company has a history of speaking out about issues that it feels are important. ", "type": "p"}, {"text": "However, Unilever still had control of financial and operational decisions and said that was why it had intervened after Ben & Jerry's board decided to stop sales \"in the Occupied Palestinian Territory (OPT)\".", "type": "p"}, {"text": "More than 600,000 Jews live in about 140 settlements built since Israel's occupation of the West Bank and East Jerusalem in the 1967 Middle East war. Most of the international community considers the settlements illegal under international law, though Israel disputes this.", "type": "p"}, {"text": "Unilever said the new arrangement followed a review of Ben & Jerry's operations in Israel and an extensive consultation, including dialogue with the Israeli government.", "type": "p"}, {"text": "When the row erupted last July Israel's Prime Minister Naftali Bennett said a withdrawal would be bad business and morally wrong. Unilever owns several Israeli food brands, and in a phone call Mr Bennett warned its Chief Executive Alan Jope of \"severe consequences\". Ben & Jerry's is a popular ice cream choice amongst Israeli consumers, and the company even marks Jewish festivals with special flavours.", "type": "p"}, {"text": "Palestinian activists behind the Boycott Divestment and Sanctions (BDS) movement praised Ben & Jerry's at the time for what they said was \"a decisive step towards ending the company's complicity in Israel's occupation and violations of Palestinian rights\". The movement tries to use economic pressure to force Israel to change its policies.", "type": "p"}, {"text": "However, Israel's government and Unilever continued talking and Foreign Minister Yair Lapid spoke to both Mr Jope and Mr Zinger in the last few days.", "type": "p"}, {"text": "In a statement, Mr Lapid welcomed Unilever's efforts to resolve the dispute, saying: \"Anti-Semitism will not defeat us, not even when it comes to ice-cream. We will fight delegitimization and the BDS campaign in every arena, whether in the public square, in the economic sphere or in the moral realm. ", "type": "p"}, {"text": "\"The Ben & Jerry's factory in Israel is a microcosm of the diversity of Israeli society. Today's victory is a victory for all those who know that the struggle against BDS is, first and foremost, a struggle for partnership and dialogue, and against discrimination and hate.\" ", "type": "p"}, {"text": "At least 35 US states have anti-BDS legislation. Airbnb is amongst the other companies which have reversed their policies over Israeli settlements after facing lawsuits in the US.", "type": "p"}, {"text": "Professor Eugene Kontorovich, director of International Law at the Jerusalem-based Kohelet Policy Forum, said Unilever's decision was \"a victory for the anti-boycott laws across America\". He added that, after the \"embarrassment and expense\" of this reversal, \"one would hope that companies will understand that it is just malpractice to boycott Israel\".", "type": "p"}, {"text": "Omar Shakir of US-based campaign group Human Rights Watch said Unilever was seeking to undermine the \"principled decision\" of Ben & Jerry's board, but insisted it would not succeed.", "type": "p"}, {"text": "\"Ben & Jerry's won't be doing business in illegal settlements. What comes next may look and taste similar, but, without Ben & Jerry's recognized social justice values, it's just a pint of ice cream,\" he added.", "type": "p"}, {"text": "Unilever has invested more than £240m ($290m) in Israel over the last decade and employs a diverse workforce of more than 2,000 people across four manufacturing plants.", "type": "p"}, {"text": "\"Unilever rejects completely and repudiates unequivocally any form of discrimination or intolerance,\" the company said.  ", "type": "p"}, {"text": "\"Anti-Semitism has no place in any society. We have never expressed any support for the Boycott Divestment Sanctions (BDS) movement and have no intention of changing that position.\"", "type": "p"}], "tags": ["Yair Lapid", "Companies", "Israel & the Palestinians", "Israel", "Unilever", "Palestinian territories", "Naftali Bennett", "Anti-Semitism", "Food"]}