{"link": "https://www.bbc.com/news/entertainment-arts-61980385", "category": "entertainment & arts", "title": "Margaret Keane: Big Eyes artist, whose husband claimed credit, dies at 94", "contributor": null, "time": "2022-06-29T11:35:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0D8C/production/_125686430_gettyimages-460532794.jpg", "content": [{"text": "Artist Margaret Keane, known for her paintings of children with large sad eyes - and who had to prove in court she had created them, after her husband originally took credit - has died.", "type": "b"}, {"text": "Keane's haunting portraits became hugely popular in the 1950s and 60s.", "type": "p"}, {"text": "In 1986, she sued her ex-husband Walter and a judge asked them both to paint in court to prove who was the real artist. He did not do so - but she did and won.", "type": "p"}, {"text": "Director Tim Burton turned her story into a film called Big Eyes, in 2014.", "type": "p"}, {"text": "The 94-year-old died peacefully on Sunday morning at her home in Napa, California, according to a statement on social media. ", "type": "p"}, {"text": "Her daughter Jane Swigert told the New York Times the cause was heart failure.", "type": "p"}, {"text": "Keane's images of \"big-eyed waifs\" were dismissed by art critics but bought in huge volumes by the public and celebrities.", "type": "p"}, {"text": "She had married Walter in 1955 and he sold the works while forcing her to toil for up to 16 hours a day at home.", "type": "p"}, {"text": "\"When he wasn't home, he'd usually call every hour to make sure I hadn't gone out,\" she told the Guardian in 2014. \"I was in jail.\"", "type": "p"}, {"text": "What she did not realise for the first two years was he was also passing the paintings off as his own.", "type": "p"}, {"text": "\"The whole thing just snowballed and it was too late to say it wasn't him who painted them,\" she later told the New York Times. \"I'll always regret that I wasn't strong enough to stand up for my rights.\"", "type": "p"}, {"text": "But he had threatened to have her killed if she revealed the truth, she said. \"He knew a lot of Mafia people,\" she told the Guardian. \"He really scared me. He tried to hit me once.\"", "type": "p"}, {"text": "The couple divorced in 1965 and she did not publicly reveal his hoax until 1970. She challenged her ex-husband to a public \"paint-off\" in San Francisco but he failed to attend.", "type": "p"}, {"text": "There was another painting challenge in the Honolulu court in 1986. Margaret completed one of her trademark paintings in front of the judge and jury in 53 minutes while Walter claimed to be unable to paint because of a shoulder injury.", "type": "p"}, {"text": "She was awarded $4m (£3.3m) but the amount was reduced on appeal. \"I didn't want money anyway,\" she said. \"I just wanted legal victory.\"", "type": "p"}, {"text": "In 2014, Amy Adams played Margaret in Big Eyes, with Walter - who died in 2000 - portrayed by Christoph Waltz.", "type": "p"}], "tags": ["Film", "Art"]}