{"link": "https://www.bbc.com/news/business-62402111", "category": "business", "title": "Airbnb bookings hit record high as travel recovers", "contributor": null, "time": "2022-08-02T21:40:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/101CD/production/_126179956_whatsubject.jpg", "content": [{"text": "Airbnb said travel demand remains strong, despite concerns about economic slowdown and rising prices hitting households.", "type": "b"}, {"text": "Nearly 104 million nights and experiences were booked on the platform in the April through June period, a record high for the lodging website.", "type": "p"}, {"text": "Long-term stays continued to be the fastest growing type of travel, a shift driven by the rise of remote work.", "type": "p"}, {"text": "But international and city travel, which had lagged, have also recovered.", "type": "p"}, {"text": "The company said it was now in the middle of its strongest peak summer travel season yet, and it assured investors that it was well poised for whatever may hit the economy. ", "type": "p"}, [{"text": "US economy shrinks again sparking recession fears", "type": "a", "href": "https://www.bbc.co.uk/news/business-62310355"}, {"text": "Airbnb permanently bans parties around the world", "type": "a", "href": "https://www.bbc.co.uk/news/business-61976350"}, {"text": "Airbnb to quit China as lockdowns restrict tourism", "type": "a", "href": "https://www.bbc.co.uk/news/business-61560385"}], {"text": "In fact, a slowdown may actually help the company, executives said.", "type": "p"}, {"text": "\"Airbnb was founded during the recession,\" chief executive Brian Chesky said in a conference call with analysts to discuss the company's results.", "type": "p"}, {"text": "In the event of another slowdown, he said, \"we think a lot of people may turn to hosting once again, so this is a big opportunity for us\".", "type": "p"}, {"text": "Overall, bookings in the April-June period rose 25% from last year to 103.7 million and up 24% from 2019.", "type": "p"}, {"text": "Higher prices helped lift the company's revenue, which surged 58% from last year to $2.1bn.", "type": "p"}, {"text": "Nearly half of the company's reservations are for a week or longer, the company said.", "type": "p"}, {"text": "Travel demand remains strongest in North America, where bookings are up 37% compared to 2019. ", "type": "p"}, {"text": "Growth in Europe - while travel has recovered from the pandemic - is lagging that recovery, hurt by factors such as the weaker pound.", "type": "p"}, {"text": "The company, which announced in May that it was pulling out of China, said demand remained below pre-pandemic levels in the Asia Pacific region, as Covid restrictions keep Chinese tourists at home.", "type": "p"}, {"text": "Despite the removal of China listings in July, Airbnb still has more than 6 million active listings on the platform.", "type": "p"}, {"text": "Mr Chesky said the company had now achieved \"growth and profitability at scale\" and said the firm would both continue to invest in the business, and spend $2bn on buying its own shares, which have fallen this year. ", "type": "p"}, {"text": "Executives said the buyback programme was a sign of their confidence in the company's future.", "type": "p"}, {"text": "The company reported a profit of $379m, compared to a loss of $68m last year.", "type": "p"}], "tags": ["Companies", "Travel", "Airbnb"]}