{"link": "https://www.bbc.com/news/science-environment-62391069", "category": "science & environment", "title": "Pollution: 'Forever chemicals' in rainwater exceed safe levels", "contributor": "Matt McGrath", "time": "2022-08-02T12:28:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3D50/production/_126169651_gettyimages-1226325158.jpg", "content": [{"text": "New research shows that rainwater in most locations on Earth contains levels of chemicals that \"greatly exceed\" safety levels.", "type": "b"}, {"text": "These synthetic substances called PFAS are used in non-stick pans, fire-fighting foam and water-repellent clothes. ", "type": "p"}, {"text": "Dubbed 'forever chemicals', they persist for years in the environment.", "type": "p"}, {"text": "Such is their prevalence now that scientists say there is no safe space on Earth to avoid them.", "type": "p"}, {"text": "The researchers from Stockholm University say it is \"vitally important\" that the use of these substances is rapidly restricted. ", "type": "p"}, [{"text": "More research needed on climate extinction threat", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62378157"}, {"text": "The race to replace persistent chemicals in our homes", "type": "a", "href": "https://www.bbc.co.uk/news/business-58595098"}, {"text": "Driest July in England since 1935 - Met Office", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62382703"}], {"text": "Scientists fear PFAS may pose health risks including cancer, though research has so far been inconclusive. They have been growing increasingly concerned about the proliferation of PFAS in recent years. ", "type": "p"}, {"text": "PFAS stands for poly- and perfluoroalkyl substances. ", "type": "p"}, {"text": "There are around 4,500 of these fluorine-based compounds and they are found in almost every dwelling on Earth in hundreds of everyday products including food packaging, non-stick cookware, rain gear, adhesives, paper and paints.", "type": "p"}, {"text": "Safety concerns about the presence of these long-lasting substances in drinking water have also been raised. ", "type": "p"}, {"text": "Earlier this year a BBC investigation found PFAS in water samples in England at levels that exceeded European safety levels, but did not exceed the current safety level in England and Wales.", "type": "p"}, {"text": "This new study, which looks at four specific chemicals in the class, suggests that levels of one PFAS in rainwater around the globe often \"greatly exceed\" US drinking water advisory levels.  ", "type": "p"}, {"text": "Soil around the world is similarly contaminated, evidence suggests. ", "type": "p"}, {"text": "The study's findings lead the authors to conclude that a planetary boundary has been crossed - that there simply is no safe space on Earth to avoid these substances.", "type": "p"}, {"text": "\"We argue here that we're not within this safe operating space anymore, because we now have these chemicals everywhere, and these safety advisories, we can't achieve them anymore,\" said Prof Ian Cousins, the lead author from Stockholm University. ", "type": "p"}, {"text": "\"I'm not saying that we're all going to die of these effects. But we're in a place now where you can't live anywhere on the planet, and be sure that the environment is safe.\"", "type": "p"}, {"text": "While this is undoubtedly cause for concern, there are some provisos. ", "type": "p"}, {"text": "Many of these safety levels in place are advisory, meaning they are not legally enforceable. ", "type": "p"}, {"text": "Other scientists take the view that action on these chemicals should wait until the health risks are more clearly proven. ", "type": "p"}, {"text": "Much research has been carried out on the health risks posed by PFAS, and scientists say that exposure to high levels may be associated with an increased risk of some cancers, fertility issues and developmental delays in children. ", "type": "p"}, {"text": "However such associations don't prove cause and effect and other studies have found no connection between PFAS and disease.", "type": "p"}, {"text": "But for those who have spent years working closely with PFAS, the evidence in the new research paper underlines the need for a precautionary approach. ", "type": "p"}, {"text": "\"In this background rain, the levels are higher than those environmental quality criteria already. So that means that over time, we are going to get a statistically significant impact of those chemicals on human health,\" said Prof Crispin Halsall from the University of Lancaster. He was not involved with the Swedish study. ", "type": "p"}, {"text": "\"And how that will manifest itself? I'm not sure but it's going come out over time, because we're exceeding those concentrations which are going to cause some harm, because of exposure to humans in their drinking water.\"", "type": "p"}, {"text": "Removing the chemicals in the study from drinking water at treatment plants is possible, if expensive. ", "type": "p"}, {"text": "But getting below the US advisory levels is extremely challenging, according to the authors.", "type": "p"}, {"text": "As scientists have gained more knowledge about PFAS over the past 20 years, the safety advisories have been continuously lowered. ", "type": "p"}, {"text": "The has also happened with regard to the presence of these chemicals in soil - and that too is causing problems. ", "type": "p"}, {"text": "In the Netherlands in 2018, the infrastructure ministry set new limits on concentrations of PFAS in soil and dredging material.", "type": "p"}, {"text": "But this caused 70% of building projects involving soil removal or using excavated material to be halted. After protests, the government relaxed the guidelines. ", "type": "p"}, {"text": "According to the new study, this type of relaxation of safety levels is likely to happen with water contamination as well. ", "type": "p"}, {"text": "\"If you applied those guidelines everywhere, you wouldn't be able to build anywhere,\" said Prof Ian Cousins. ", "type": "p"}, {"text": "\"I think they'll do the same thing with the US drinking water advisories, because they're not practical to apply.", "type": "p"}, {"text": "\"It's not because there's anything wrong with the risk assessment. It's just because you can't apply those things. It's just impossible, from an economic viewpoint to apply any of those guidelines.\"", "type": "p"}, {"text": "The key challenge with these chemicals is their persistence, rather than their toxicity, say the study authors. ", "type": "p"}, {"text": "While some harmful PFAS were phased out by manufacturers two decades ago, they persist in water, air and soil. ", "type": "p"}, {"text": "One way PFAS cycle through the environment is in the form of tiny particles carried in sea spray into the air and then back to land. ", "type": "p"}, {"text": "This inability to breakdown in the environment means that PFAS are now found even in remote areas of the Antarctic, as reported by Prof Halsall recently. ", "type": "p"}, {"text": "While there are moves at European level to restrict the uses of these chemicals and to find more benign replacements, there are also hopes that industry will quickly move away from using PFAS. ", "type": "p"}, {"text": "\"We do need persistent chemicals and substances, we want our products to last a long time while we use them,\" said Prof Cousins.  ", "type": "p"}, {"text": "\"And while there are conservative voices in industry, there are progressive actors too. I'm very optimistic when I see these progressive industries working together.\"", "type": "p"}, {"text": "The research has been published in the journal Environmental Science & Technology.", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc.", "type": "p"}], "tags": ["Pollution", "Water pollution"]}