{"link": "https://www.bbc.com/news/business-62674301", "category": "business", "title": "Millions prepare for huge rise in energy bills", "contributor": "Kevin Peachey", "time": "2022-08-25T21:52:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14270/production/_126444528_whatsubject.jpg", "content": [{"text": "Millions of households will soon discover how high energy bills will go in October as regulator Ofgem announces a new price cap.", "type": "b"}, {"text": "A household in England, Wales and Scotland using a typical amount of gas and electricity currently pays about £2,000 a year.", "type": "p"}, {"text": "That annual bill is predicted to soar to more than £3,500, leaving many struggling or unable to pay.", "type": "p"}, {"text": "The announcement is expected from Ofgem at 07:00 BST on Friday.", "type": "p"}, {"text": "Charities and suppliers have urged ministers to improve support measures, which currently include a £400 rebate for all households. ", "type": "p"}, {"text": "They say the \"devastating effect\" of bill rises, which come alongside the increasing cost of food and other essentials, will lead some to choose between heating and eating this winter.", "type": "p"}, {"text": "A further increase in bills is predicted when the subsequent cap takes effect in January, with a typical bill forecast by analysts to peak at well over £5,000 later next year.", "type": "p"}, {"text": "On Thursday, UK wholesale gas prices jumped by 82p to 580p per therm, their highest level in five months. It comes amid uncertainty about Russian and European gas supplies ahead of planned maintenance next month.", "type": "p"}, {"text": "The cap is a limit on how much domestic customers in England, Wales and Scotland pay for each unit of gas and electricity, and on how much they can be charged for being connected to the grid (the standing charge). ", "type": "p"}, {"text": "It is set by the regulator Ofgem based on how much energy firms are having to pay for gas and electricity and will next be changed in October. It applies only to providers' standard and default tariffs, which most people are on. There is a separate cap for prepayment meter customers.", "type": "p"}, {"text": "Up until now, a cap has been in place for six months, but from October it will be reviewed and changed every three months.", "type": "p"}, [{"text": "How high will my energy bill go and can I reduce it?", "type": "a", "href": "https://www.bbc.co.uk/news/business-58090533"}, {"text": "Why are global gas prices so high?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-62644537"}], {"text": "Ofgem sets out what people can expect to pay under the cap based on the annual bill for a household using a typical amount of energy. ", "type": "p"}, {"text": "At present that is £1,971 a year for about 19 million households on variable tariffs, and £2,017 for about 4.5 million prepayment meter customers. It is not a cap on the total bill, so any household that uses a lot of energy will pay more, or if it uses a little it will pay less.", "type": "p"}, {"text": "In the six months from October last year, the price cap meant a typical household bill was £1,277 a year, or £1,309 for those on prepayment meters. ", "type": "p"}, {"text": "Prices have been rising consistently in Northern Ireland, where there is no cap owing to the limited number of suppliers. Businesses are also not covered by a cap and many face cost pressures that could be passed on to consumers in higher prices.", "type": "p"}, {"text": "The expected rise in the cap in England, Wales and Scotland will put considerable strain on low-income households, according to charities. ", "type": "p"}, {"text": "Fuel poverty charity National Energy Action said it estimated that the number of households in fuel poverty would rise from 6.5 million to 8.5 million as a direct result of October's increase. A household is considered to be in fuel poverty if it has to spend 10% or more of its income on energy.", "type": "p"}, {"text": "Dame Clare Moriarty, chief executive of Citizens Advice, said: \"Every day our advisers help people in desperate situations: people who can't get to the end of the month without a food bank voucher, parents unable to afford nappies and patients with no credit to call their GP.", "type": "p"}, {"text": "\"Without more support, the soundtrack to winter will be the beeping of emergency prepayment meter credit running out and the click of lights and appliances being turned off.\"", "type": "p"}, {"text": "Among those already struggling with their finances is Marina Keohane, from Gainsborough in Ipswich, who said the thought of higher fuel bills this winter brings tears to her eyes. ", "type": "p"}, {"text": "\"To actually fear every day how you're meant to live, that's just something else. I'm living on nothing,\" she said.", "type": "p"}, {"text": "\"I don't use anything, the only thing that's on all the time is the fridge freezer. I have a TV on, I don't have the light on - I sit in darkness.", "type": "p"}, {"text": "\"Eating wise, I'm scared to use my cooker. It's electric and obviously if you put something in the oven it uses more [energy] so I try to stick to ready meals in the microwave or do salads.\"", "type": "p"}, {"text": "So far the government is giving a £15bn package of support for UK households. This includes two payments totalling £650 for eight million low-income households on benefits and a £400 rebate for all homes.", "type": "p"}, {"text": "No 10 previously said there would be no new support offered before a new prime minister is appointed on 5 September.", "type": "p"}, {"text": "The current favourite to replace Boris Johnson, Liz Truss, has promised tax cuts and recently hinted at direct financial help for hard-pressed households.", "type": "p"}, {"text": "At a leadership hustings on Thursday she said: \"The approach I will take is first of all reducing people's taxes, reversing the national insurance increase, but also having a temporary moratorium on the green energy levy to save people money on their fuel bills.\"", "type": "p"}, {"text": "She added: \"The next thing I would do if I'm elected as prime minister is make sure we're increasing energy supplies and becoming more energy independent, liberating gas from the North Sea, doing more nuclear and of course, in a future budget, the chancellor would need to look at what else needs to be done.\" ", "type": "p"}, [{"text": "How will I get the cost-of-living payments?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61592496"}, {"text": "What can I do if I can't pay my energy bill?", "type": "a", "href": "https://www.bbc.co.uk/news/business-62435432"}], {"text": "Her rival, Rishi Sunak, has said he would introduce more targeted support for households, and has promised to reduce VAT on domestic energy bills from 5% to zero.", "type": "p"}, {"text": "On Wednesday, he said he would prioritise \"helping vulnerable people with the cost of living rather than giving tax cuts funded by borrowing to very large companies and relatively wealthy people\". ", "type": "p"}, {"text": "Labour wants the energy price cap to be frozen at its current level and paid for, in part, by a big increase in tax on oil and gas company profits.", "type": "p"}, {"text": "Leading figures in the energy sector have called on the government to introduce an Energy Tariff Deficit Fund to spread out the cost for households over a decade, assuming prices eventually fall.", "type": "p"}, {"text": "Chancellor Nadhim Zahawi has insisted \"nothing is off the table\" when it comes to action on soaring energy bills, but says he doesn't favour freezing the cap. ", "type": "p"}, {"text": "On Thursday, a Treasury source said: \"From day one the chancellor has been working flat out to develop options for further support. This will mean the incoming prime minister can hit the ground running and deliver support to those who need it most, as soon as possible.\"", "type": "p"}, {"text": "Energy prices have hit record highs this year, driven by pent up demand after the pandemic and Russia's invasion of Ukraine. ", "type": "p"}], "tags": ["Money", "Personal finance", "Energy industry", "Cost of living", "UK economy"]}