{"link": "https://www.bbc.com/news/entertainment-arts-62671940", "category": "entertainment & arts", "title": "Manizha: Russian Eurovision star faces hate campaign over opposition to Ukraine war", "contributor": "Mark Savage", "time": "2022-08-25T10:21:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7214/production/_126440292_gettyimages-1318318330.jpg", "content": [{"text": "The singer who represented Russia at Eurovision in 2021 is being targeted by a cyberbullying campaign over her opposition to the war in Ukraine.", "type": "b"}, {"text": "Manizha Sangin has been an outspoken critic of the invasion, calling it a \"fraternal conflict\"  that goes \"against the will\" of Russian people.", "type": "p"}, {"text": "Now, a co-ordinated online campaign is trying to blacklist the star in Russia.", "type": "p"}, {"text": "Many of her concerts this summer have been scrapped after details of the organisers were posted on social media.", "type": "p"}, {"text": "\"She, her team and the promoters [have] received many threats\", Sangin's spokesman Sergey Yakovlev told the BBC.", "type": "p"}, {"text": "One message shared on social media site Telegram includes the phone number and address for organisers of September's Aleksandrovskaya Fortress festival, which celebrates the Cossack culture of Ukraine and southern Russia.", "type": "p"}, {"text": "It urges people to \"write in\" and \"demand to cancel the performance of Manizha, saying that she opposes the Russian army\".", "type": "p"}, {"text": "It adds: \"Most importantly, be polite and non-offensive. It is important that there are a lot of requests, so spread the word.\"", "type": "p"}, [{"text": "Backlash in Russia against anti-war musicians", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-60814306"}, {"text": "Under attack, Ukraine's musicians become war reporters", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60586817"}, {"text": "How Ukraine left its mark on Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61943613"}], {"text": "Festival organisers confirmed they had been bombarded with complaints. \"Unfortunately, we did indeed receive a significant amount of negative emails and calls from people who seem to be unhappy with Manizha's support for peace,\" they told the BBC. ", "type": "p"}, {"text": "\"However, we don't see any contradiction in Manizha's stance, as peace is a necessary prerequisite for celebrating diversity and multiculturalism, which is what our festival is ultimately about.\"", "type": "p"}, {"text": "At the time of writing, the festival, which is organised by the Volnoe Delo charity foundation, intends to keep Sangin on the bill. However others, including Stereoleto festival and the Glavclub, have dropped her from their line-ups.", "type": "p"}, {"text": "Earlier this week, the magazine Sobaka.ru pulled a cover story about the star, while she was included on an unofficial list of \"blacklisted artists\" that circulated amongst Russian media companies earlier this year.", "type": "p"}, {"text": "The singer, whose fiancé is half-Ukrainian, has repeatedly spoken of her \"despair\" over Russia's invasion.", "type": "p"}, {"text": "\"I want nothing but peace. Children, women, soldiers are dying here and there,\" she wrote on Instagram earlier this year.", "type": "p"}, {"text": "Her opposition is partly based on her childhood experiences of fleeing the civil war in Tajikistan. \"When you see these tragedies from the inside, your position is crystal clear: You never want this to happen to anyone ever again,\" she told US news network NPR.", "type": "p"}, {"text": "Soon after Russia's invasion, she released a song called Soldier, originally written about the war in her homeland, which contains the repeated refrain: \"Stop the war.\"", "type": "p"}, {"text": "It came as President Putin signed a law that banned public figures from using the words \"war\" or \"invasion\" to describe what Russia calls a \"special military operation\".  The penalty is up to 15 years in jail.", "type": "p"}, {"text": "As a result, there have been calls for members of the public to report Sangin to Russia's Ministry of Internal Affairs as someone \"who has committed public actions aimed at discrediting the Armed Forces of the Russian Federation\".", "type": "p"}, {"text": "She has also been accused of fleeing Russia for France earlier this year, calling her a \"traitor\" who only returned to make money by performing concerts. Sangin explained her trip to Paris came after her sister, who lives there, was seriously injured in an accident.", "type": "p"}, {"text": "Sangin's spokesperson said he didn't know who was behind the campaigns. \"These may be people who support the special military campaign in Ukraine or those who show intolerance towards Manizha's national origin [Tajikistan].\" ", "type": "p"}, {"text": "In the meantime, Sangin is performing livestream concerts and helping Ukrainian refugees through her charity, the Silsila Foundation, and as a UNHCR Goodwill Ambassador.", "type": "p"}, {"text": "\"Of course there are fears\" for her safety, her spokesperson added, \"but she would like to continue to work and live in Russia.\"", "type": "p"}, {"text": "The singer has also announced a series of concerts this autumn, dubbed the Uncancelled Tour, with performances scheduled in Armenia, Georgia, Kazakhstan and Kyrgyzstan.", "type": "p"}, {"text": "Sangin is not the only Russian performer to face criticism for opposing the war.", "type": "p"}, {"text": "In May, rock legend Yuri Shevchuk was questioned by security forces after condemning the invasion during a concert.", "type": "p"}, {"text": "\"The motherland, my friends, is not the president's arse, that you have to lick and kiss all the time,\" said the star, who is frontman of the band DDT.", "type": "p"}, {"text": "Although the charges of spreading \"false information\" about the invasion were eventually dropped, DDT suspended its future concert plans.", "type": "p"}, {"text": "Sangin finished ninth at the Eurovision Song Contest in 2021 with the song Russian Woman. Russia was banned from this year's contest, where Ukrainian band Kalush Orchestra were the runaway winners.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Russia-Ukraine war", "Russia", "Eurovision Song Contest", "Ukraine", "Music"]}