{"link": "https://www.bbc.com/news/science-environment-62674800", "category": "science & environment", "title": "Huge recovery for butterfly once extinct in the UK", "contributor": "Georgina Rannard", "time": "2022-08-25T13:45:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9C62/production/_126443004_largeblue_egglayingonnewembankment.png", "content": [{"text": "An endangered butterfly that was once extinct in the UK has had its best summer in 150 years.", "type": "b"}, {"text": "The large blue butterfly is one of Europe's most endangered insects but thousands have been recorded this summer in south-west England.", "type": "p"}, {"text": "It is the result of a long-term conservation project, led by the Royal Entomological Society.", "type": "p"}, {"text": "Scientists said the success story shows how species at risk of extinction can be saved.", "type": "p"}, {"text": "Many other rare species also benefitted from the conservation work across around 40 sites in Somerset and in the Cotswolds.", "type": "p"}, {"text": "The large blue was declared extinct in the UK in 1979. Four years later caterpillars were brought from Sweden in an attempt to reintroduce the species in England.", "type": "p"}, {"text": "Research ecologist David Simcox, one of the duo who reintroduced the butterfly in 1983, said it was \"incredibly satisfying\" to see them now thriving. ", "type": "p"}, {"text": "\"I didn't have a grey hair on my head when I started. Now it's all grey,\" he told BBC News. ", "type": "p"}, {"text": "Back in the 1980s Mr Simcox and his colleague, Oxford University professor Jeremy Thomas, did not expect this type of success. ", "type": "p"}, {"text": "\"Obviously you have hope, but the first 10 years were difficult, the national population was under 10,000 eggs,\" Mr Simcox explained.", "type": "p"}, {"text": "In contrast, this summer conservationists counted 750,000 large blue butterfly eggs. ", "type": "p"}, {"text": "From those, they estimated that around 20,000 butterflies flew, making the south-west of England the largest known colony in Europe.", "type": "p"}, [{"text": "The butterflies we may never see again in Britain", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61580712"}, {"text": "World's rarest sea mammal 'not doomed'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61326413"}, {"text": "Animal that inspired mermaid tales extinct in China", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62638485"}], {"text": "The project saw conservationists focus on restoring a type of wild meadowland where the large blue likes to live. ", "type": "p"}, {"text": "\"It's one of the strangest butterflies in the world,\" said Prof Thomas. ", "type": "p"}, {"text": "It leads a very unusual life, spending most of the year as a caterpillar inside red ant nests where it feeds on grubs. This lifecycle makes it more challenging to protect.", "type": "p"}, {"text": "\"This success shows that if we can understand the ecological requirements of very rare and difficult species, we can turn back the trend of decline,\" Mr Simcox explained.", "type": "p"}, {"text": "But while the large blue butterflies are now doing well, they remain endangered and their long-term future uncertain, he warned.", "type": "p"}, {"text": "\"Two bad years or poor land management could really go against the species.\"", "type": "p"}, {"text": "Extreme weather and climate change also pose a danger, particularly because large blues rely on flowering plants and ant nests.", "type": "p"}, {"text": "Other rare insects that benefitted from the restoration project were the rugged oil beetle, rock-rose pot beetle, shrill carder bumblebee, downland villa and spotted beeflies.", "type": "p"}, {"text": "The sites are run or owned by six organisations, including the National Trust, Somerset and Gloucestershire Wildlife Trusts, J & F Clark Trust, Natural England, and Oxford University. ", "type": "p"}], "tags": ["Endangered species", "Conservation", "Butterflies", "Nature", "Insects"]}