{"link": "https://www.bbc.com/news/technology-62659688", "category": "technology", "title": "Gamers face price rise on PS5 but not Switch", "contributor": "Tom Gerken & Liv McMahon", "time": "2022-08-25T14:12:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6075/production/_126439642_gettyimages-1236466188.jpg", "content": [{"text": "Gamers looking to buy a new console face a price rise if they want a Sony PlayStation 5, but not if they choose a Nintendo Switch. ", "type": "b"}, {"text": "PS5s will cost an extra £30 in the UK, with EU consoles going up by €50 (£42) and Canadian consoles by CAD $20 (£13).", "type": "p"}, {"text": "Sony is increasing its console prices because of inflation, it says, but Nintendo says that despite rising costs, its prices will stay the same.", "type": "p"}, {"text": "Meanwhile, PC gamers may soon be able to save money on their hardware.", "type": "p"}, {"text": "Jensen Huang, chief executive of tech company Nvidia, said the company had overproduced graphics cards, which have been in short supply in recent years.", "type": "p"}, {"text": "\"Our strategy is to sell in well below the current sell-through levels in the marketplace to give the channel an opportunity to correct,\" he said, according to the Verge.", "type": "p"}, {"text": "This could mean the price of high-end graphics cards, including the RTX 3000 series, and gaming laptops falling.", "type": "p"}, {"text": "Despite the increase in cost of the PS5 in many jurisdictions, there will be no price rises in the US.", "type": "p"}, {"text": "Piers Harding-Rolls, industry analyst at gaming research firm Ampere Analysis, told the BBC the lack of a price increase in the US was a result of the strength of the dollar.", "type": "p"}, {"text": "\"Sony is a global entity which is operating I guess more consistently in lots of global markets, so they are impacted by currency exchanges and the strength of the dollar,\" he said.", "type": "p"}, {"text": "\"And that's why you're seeing price increases in some markets, but not in others - you've got this nuanced approach which is trying to reflect the impact on the costs of goods in relation to those specific markets.\"", "type": "p"}, [{"text": "PlayStation sued for £5bn in the UK over 'rip-off' games", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62631533"}, {"text": "Sid Meier warns the games industry about monetisation", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60304123"}], {"text": "Jim Ryan, Sony Interactive Entertainment president and chief executive said in a blog post: \"The global economic environment is a challenge that many of you around the world are no doubt experiencing. ", "type": "p"}, {"text": "\"We're seeing high global inflation rates, as well as adverse currency trends, impacting consumers and creating pressure on many industries.\" ", "type": "p"}, {"text": "But Mr Harding-Rolls said he did not expect the price increase to put off gaming enthusiasts.", "type": "p"}, {"text": "\"I think pent-up demand for PS5, even though the availability is not good, means that this price increase won't have a huge impact at all,\" he said. ", "type": "p"}, {"text": "\"I don't see it changing Sony's outlooks or their sales. I think they're going to sell all the products that they can get into market.\"", "type": "p"}, {"text": "He added the move could potentially hand an advantage to Microsoft, which makes the Xbox console, \"because it has the cheaper console in the market coupled with Game Pass\".", "type": "p"}, {"text": "The BBC has approached Microsoft for comment. ", "type": "p"}, {"text": "Nintendo president Shuntaro Furukawa told financial newspaper Nikkei: \"In order to offer unique entertainment to a wide range of customers, we want to avoid pricing people out.", "type": "p"}, {"text": "\"Our competition is the variety of entertainment in the world, and we always think about pricing in terms of the value of the fun we offer.\"", "type": "p"}], "tags": ["Gaming", "Sony", "PlayStation", "Nintendo"]}