{"link": "https://www.bbc.com/news/business-62539480", "category": "business", "title": "Saudi Aramco: Oil giant tops own record with $48.4bn quarterly profit", "contributor": null, "time": "2022-08-14T15:33:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DEB6/production/_119841075_aramco_getty.jpg", "content": [{"text": "Saudi oil giant Aramco has broken its own record with a $48.4bn (£39.8bn) profit for the second quarter of 2022.", "type": "b"}, {"text": "It is a 90% year-on-year increase and marks the biggest earnings for the world's largest energy exporter since its public listing three years ago.", "type": "p"}, {"text": "Russia's invasion of Ukraine has seen oil and gas prices skyrocket. ", "type": "p"}, {"text": "Russia is one of the world's biggest exporters but Western nations have pledged to curb their dependence on the country for their energy needs.", "type": "p"}, {"text": "According to Bloomberg, the Saudi oil giant's figure represents \"the biggest quarterly adjusted profit of any listed company\".", "type": "p"}, {"text": "As well as the record profits, the state-owned Saudi energy giant announced it would keep its dividend unchanged at $18.8bn for the third quarter.", "type": "p"}, {"text": "The company said it would keep expanding to satisfy demand.", "type": "p"}, {"text": "\"While global market volatility and economic uncertainty remain, events during the first half of this year support our view that ongoing investment in our industry is essential both to help ensure markets remain well supplied and to facilitate an orderly energy transition,\" Aramco president and chief executive Amin Nasser said.", "type": "p"}, {"text": "\"In fact, we expect oil demand to continue to grow for the rest of the decade, despite downward economic pressures on short-term global forecasts,\" he added.", "type": "p"}, [{"text": "BP sees biggest profit in 14 years as bills soar", "type": "a", "href": "https://www.bbc.co.uk/news/business-62382624"}, {"text": "Why won't the world's big oil producers lower prices?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61188579"}, {"text": "Can the world cope without Russian oil and gas?", "type": "a", "href": "https://www.bbc.co.uk/news/58888451"}], {"text": "Oil prices were already rising before the Ukraine war as economies started to recover from the Covid-19 pandemic and demand outstripped supply.", "type": "p"}, {"text": "The world's biggest oil producers, including ExxonMobil, Chevron and BP, have all posted huge earnings this year - leading to growing calls on governments to impose a windfall tax amid an alarming rise in living costs.", "type": "p"}, {"text": "In June, US President Joe Biden said Exxon had made \"more money than God this year\".", "type": "p"}, {"text": "Saudi Arabia is the largest single producer in Opec, a group representing the world's biggest oil producers. ", "type": "p"}, {"text": "Last week Opec+ agreed to raise production slightly in an effort to help ease high oil prices. However, the latest production output increase is at a much slower pace than in recent months. ", "type": "p"}, {"text": "The decision was a blow to leaders including Mr Biden, who have called for production to be ramped up. ", "type": "p"}], "tags": ["Companies", "Oil", "Saudi Arabia", "Oil & Gas industry"]}