{"link": "https://www.bbc.com/news/business-65872962", "category": "business", "title": "Danone boss calls for higher taxes on unhealthy food", "contributor": null, "time": "2023-06-11T20:15:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7F04/production/_130061523_gettyimages-846377874.jpg", "content": [{"text": "The boss of one of the UK's biggest food firms is calling for higher taxes on salty, fatty and sugary foods.", "type": "b"}, {"text": "Food producers had not \"shown enough appetite to change\", said James Mayer, who runs Danone in the UK and Irish Republic.", "type": "p"}, {"text": "The French firm is best known for its yoghurt brands, but also owns bottled water brands Evian and Volvic.", "type": "p"}, {"text": "He said only 10% of Danone's own products would be affected by what have been dubbed \"sin\" taxes.", "type": "p"}, {"text": "\"The UK food industry's efforts to improve the health profile of its products have not moved fast enough,\" Mr Mayer said in comments first shared with the Observer newspaper.", "type": "p"}, {"text": "He said it was time for \"meaningful intervention\" by the government.", "type": "p"}, {"text": "\"We see this as the only way industry as a whole will be incentivised to move towards healthier, more sustainable products over the often cheaper but unhealthy alternatives,\" Mr Mayer said.", "type": "p"}, {"text": "The UK introduced a \"sugar tax\" on soft drinks in 2018, but has rejected more recent proposals to put extra taxes on other unhealthy products, relying instead on manufacturers to engage with voluntary programmes to reduce salt, fat and sugar.", "type": "p"}, [{"text": "Nestle urged to cut sales of unhealthy foods", "type": "a", "href": "https://www.bbc.co.uk/news/business-65328763"}, {"text": "Could ultra-processed foods be harmful for us?", "type": "a", "href": "https://www.bbc.co.uk/news/health-65754290"}, {"text": "Greggs to open 150 shops and extend opening hours", "type": "a", "href": "https://www.bbc.co.uk/news/business-64874761"}], {"text": "The steep rise in the cost of food over the last year makes it a difficult time to argue for higher taxes.", "type": "p"}, {"text": "But Mr Mayer said the new approach should include restrictions on advertising as well as \"looking at how VAT rates can be aligned to the health credentials of products\".", "type": "p"}, {"text": "Currently VAT, a sales tax, is not charged on most food products, but the standard 20% VAT rate is applied to alcoholic drinks, confectionery, many crisps and savoury snacks, ice cream and soft drinks.", "type": "p"}, {"text": "Mineral water, which makes up a significant part of Danone's product portfolio, is also subject to VAT.", "type": "p"}, {"text": "The food industry has previously lobbied against additional taxes, arguing it would push up prices. However campaigners in favour of the strategy argue that tax revenues could be used to promote healthier eating patterns.", "type": "p"}, {"text": "A Department of Health and Social Care spokesperson said the government had taken \"firm action\" to tackle unhealthy foods, and would continue to work closely with industry.", "type": "p"}, {"text": "\"Our sugar reduction programme has delivered dramatic reductions in the amount of sugar in foods eaten by children - including a 14.9% decrease in the sugar content of breakfast cereals and a 13.5% reduction in the sugar content of yogurts and fromage frais,\" the spokesperson said in a statement.", "type": "p"}, {"text": "The government introduced restrictions late last year on where unhealthy foods can be displayed in shops, but delayed new limits on \"volume\" offers such as buy-one-get-one-free, until autumn this year.", "type": "p"}, {"text": "A ban on TV advertising of junk food before 21:00 has been pushed back to October 2025 to give the industry more time to prepare for the restrictions.", "type": "p"}, {"text": "Henry Dimbleby, co-founder of the Leon fast-food chain, appointed as the government's healthy eating \"tsar\", resigned earlier this year, criticising the lack of progress. ", "type": "p"}, {"text": "His report last year, which recommended measures including taxes on salt and sugar used in processed food, with the revenues used to provide fresh fruit and vegetables to low-income families, was not taken up by the government.", "type": "p"}, {"text": "Industry body the Food and Drink Federation (FDF) said manufacturers were committed to improving the \"nutritional profile\" of their products, in part by offering a range of portion sizes. As a result, the average shopping basket contained 13% fewer calories, 15% fewer sugars and 24% less salt than in 2018, the FDF said.", "type": "p"}, {"text": "\"Companies will continue to innovate, but this often takes time, requires significant investment and can be technically challenging depending on the food,\" an FDF spokesperson said.", "type": "p"}, {"text": "Additional taxes would make the task harder by adding to the \"financial burden\" of rising costs that manufacturers were already facing, the FDF said.", "type": "p"}, {"text": "Mr Mayer said Danone UK & Ireland had committed to keep 90% of its range of products below the threshold that counts as high in fat, salt and sugar, and would not launch any new products marketed at children that were in that category.", "type": "p"}], "tags": []}