{"link": "https://www.bbc.com/news/entertainment-arts-65869287", "category": "entertainment & arts", "title": "Gladiator sequel crew members injured in stunt sequence on set", "contributor": null, "time": "2023-06-11T01:54:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7886/production/_104145803_gladiator_gettyuniversal.jpg", "content": [{"text": "Several crew members filming the Gladiator sequel in Morocco have been injured in a stunt accident on set.", "type": "b"}, {"text": "The film's production company Paramount Pictures said the injuries were non life-threatening and happened while shooting a planned stunt sequence.", "type": "p"}, {"text": "The crew members were \"all in stable condition and continue to receive treatment\", the statement said.", "type": "p"}, {"text": "Earlier this week, the Sun reported there had been an explosion and six people went to hospital.", "type": "p"}, {"text": "\"It was terrifying - a huge ball of fire flew up and caught several crew members in its path. In years of filming I've never seen an accident so scary,\" a source told the newspaper.", "type": "p"}, {"text": "\"Everyone involved, from the lowliest runners to the star names, has been shaken up by this,\" they added. ", "type": "p"}, {"text": "In a statement, a Paramount Pictures spokesperson said: \"The safety and full medical services teams on-site were able to act quickly so that those who were impacted immediately received necessary care.\" ", "type": "p"}, {"text": "They said it has \"strict health and safety procedures in place on all our productions\" and would take \"all necessary precautions as we resume production\".", "type": "p"}, {"text": "According to Variety, no cast members were injured but six people received treatment for burn injuries and four remain in hospital.", "type": "p"}, {"text": "Sir Ridley Scott, who directed the original 2000 historical drama film, is returning to direct the second instalment, which is scheduled to be released in November 2024.", "type": "p"}, {"text": "No title has yet  been announced for the sequel, which stars Normal People actor Paul Mescal, Denzel Washington and Connie Nielson. ", "type": "p"}, {"text": "The original film won five Oscars, including best actor for Russell Crowe, who played Roman general Maximus Decimus Meridius alongside Joaquin Phoenix as Emperor Commodus.", "type": "p"}, {"text": "The movie, set during the height of the Roman Empire, sees Maximus start out as a war hero before before being forced to become a gladiator.", "type": "p"}, {"text": "Gladiator made $457m (£355m) at the box office and revived the historical epic drama genre, which had been out of fashion for decades.", "type": "p"}], "tags": []}