{"link": "https://www.bbc.com/news/science-environment-65848872", "category": "science & environment", "title": "Wildfires: UK to set up new Mediterranean-style specialist units", "contributor": null, "time": "2023-06-09T08:13:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B1AB/production/_130038454_b2dfa800-011f-11ee-9040-e950c99b8bec-1.jpg", "content": [{"text": "Firefighters will deploy new techniques  learnt in the world's worst wildfire hotspots as climate change raises the risk level in the UK this summer.", "type": "b"}, {"text": "Last year's heatwaves saw thousands of fires break out, with one destroying homes at Wennington, east London.", "type": "p"}, {"text": "This year has already seen hundreds of grass fires and one of the UK's largest ever has been burning near Cannich in Scotland for the past two weeks.", "type": "p"}, {"text": "More fire crews are now training in skills from southern Europe and the US.", "type": "p"}, [{"text": "Are Europe's wildfires linked to climate change?", "type": "a", "href": "https://www.bbc.co.uk/news/58159451"}, {"text": "Highland wildfire could be largest ever in UK", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-highlands-islands-65765053"}, {"text": "How wildfires start and how to stop them", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-41608281"}], {"text": "Fire chiefs are particularly looking to expand the number of specialist teams trained in \"burn suppression\" techniques - the deliberate burning of land to keep a fire contained.", "type": "p"}, {"text": "At the moment, just five UK units across more than 50 fire and rescue services specialise in the \"fighting fire with fire\" technique, mostly in moorland areas.", "type": "p"}, {"text": "With more than 90 buildings destroyed by wildfires close to urban areas last July, more units - including those in services that straddle urban and rural areas - would be trained in new ways of wildfire fighting. ", "type": "p"}, {"text": "They could then be deployed nationally, in the event of a significant fire.", "type": "p"}, {"text": "Chief Fire Officer Paul Hedley, wildfire lead for the National Fire Chiefs Council (NFCC), said the risk and threat of such major wildfires was \"clearly growing in the UK\".", "type": "p"}, {"text": "\"All of this learning from international partners, who are probably still some years ahead of us, is a very sensible way of trying to get us ahead of the curve,\" he said.", "type": "p"}, {"text": "It is hoped a UK-wide training programme will be set up as part of a national action plan drawn up in response to the lessons learnt from last year's blazes.  ", "type": "p"}, {"text": "One of the services leading the way is Surrey Fire and Rescue, which has already dealt with more than 80 wildfires this year.", "type": "p"}, {"text": "The most recent wildfire was last month at Frensham Common, near Farnham, a popular beauty spot. ", "type": "p"}, {"text": "The cause of the 10-hectare fire is not yet known - but the damage is clear to see. ", "type": "p"}, {"text": "Where once there was rich heathland, home to rare species, including sand lizards, there is now desolation.", "type": "p"}, {"text": "When the BBC visited, volunteers from the Amphibian and Reptile Conservation charity were walking the scorched earth, stretched out in a line like a police forensics team, searching for creatures that survived the blaze.", "type": "p"}, {"text": "If the immediate impact is shocking, the long-term effects are equally concerning.", "type": "p"}, {"text": "\"Whilst we can save some of these animals that survived the fire, we lose an awful lot and we lose all that biodiversity. It takes years, if not decades, for that to come back again,\" explained trustee Howard Inns.  ", "type": "p"}, {"text": "For countryside ranger Darren Hill, who supported firefighters tackling the blaze here, seeing the aftermath, and knowing more wildfires could be on their way, is hard to take.  ", "type": "p"}, {"text": "\"To come back and see a site like this, and know I found this species over here and we had smooth snakes over there, it does take its toll,\" he said.", "type": "p"}, {"text": "Meanwhile, using a drone with thermal imaging to survey the site for hidden subterranean burns is Matt Oakley, a fire investigations officer for Surrey Fire and Rescue.", "type": "p"}, {"text": "He is one of the UK's national wildfire tactical advisors - a group of specialist officers who already have the skills learnt abroad and who will be training units.", "type": "p"}, {"text": "He says the kind of techniques he's seen used in hotspots as far-flung as France and South Africa will be vital in the UK in the years to come. ", "type": "p"}, {"text": "\"Our climate is changing - it's changing beyond recognition,\" he explained. \"What used to be a nine to 12-year cycle, this is every year now. ", "type": "p"}, {"text": "\"We are heading towards a northern Mediterranean climate in the southeast of England within the next decade and this will be business as usual day in, day out.\"", "type": "p"}, {"text": "Many of the wildfire-fighting methods being rolled out across the UK rely on a 'toolbox' of skills, from creating natural firebreaks and reducing the 'fuel-load' of vegetation to setting controlled burns deliberately around wildfires to stop their spread. ", "type": "p"}, {"text": "Together they would reduce the need for huge amounts of water in a drought and reduce the number of appliances needed on site.", "type": "p"}, {"text": "But the Fire Brigades Union says new training and techniques are not enough to tackle the rising challenges of climate change. It says more crews are needed after years of cuts that have seen the loss of thousands of firefighters since 2010.", "type": "p"}, {"text": "Matt Wrack, the Fire Brigades Union's general secretary, called for more funding from the government, saying: \"Rising temperatures and the systematic underfunding of the fire and rescue service are a recipe for destruction.\"", "type": "p"}, {"text": "The government said it was giving fire and rescue authorities around £2.6bn this year, and each authority was able to decide what it spent it on.", "type": "p"}, {"text": "A spokesperson said: \"The Home Office works closely with the National Fire Chiefs Council and England and Wales Wildfire Forum to continue to improve our response to wildfires and mitigate them.\"", "type": "p"}], "tags": []}