{"link": "https://www.bbc.com/news/business-62695937", "category": "business", "title": "Jerome Powell: US stock markets down after interest rate warning", "contributor": "Michelle Fleury & Alys Davies", "time": "2022-08-26T23:58:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14006/production/_126462918_4bf240be4ac3c40086799fd3e5123542ae895105.jpg", "content": [{"text": "Stock markets in the US ended the week sharply down following tough comments by the head of the country's central bank, the Federal Reserve.", "type": "b"}, {"text": "The bank's chairman, Jerome Powell, said the bank must continue to raise interest rates to stop inflation from becoming a permanent aspect of the US economy.", "type": "p"}, {"text": "His words sent US stocks into a tailspin, with markets tumbling 3%.", "type": "p"}, {"text": "It comes as Americans are having to pay more for basic goods.", "type": "p"}, {"text": "Inflation in the world's largest economy is at a four-decade high.", "type": "p"}, {"text": "During a highly anticipated speech at a conference in Wyoming on Friday, Mr Powell said the Federal Reserve would probably impose further interest rate hikes in the coming months and could keep them high \"for some time\".", "type": "p"}, {"text": "\"Reducing inflation is likely to require a sustained period of below-trend growth,\" he said at the meeting in Jackson Hole.", "type": "p"}, {"text": "Investors are concerned that if economic growth falters, higher interest rates will increase the likelihood of a recession. ", "type": "p"}, {"text": "Mr Powell conceded that getting inflation under control would come at a cost to American households and businesses but he argued it was a price worth paying.", "type": "p"}, {"text": "\"While higher interest rates, slower growth and softer labour market conditions will bring down inflation, they will also bring some pain to household and businesses,\" he said. ", "type": "p"}, {"text": "\"These are unfortunate costs of reducing inflation but a failure to restore price stability would mean far greater pain.\"", "type": "p"}, {"text": "Mr Powell wants to avoid inflation becoming entrenched. Simply put, that means if people believe inflation will be high, they will alter their behaviour accordingly, making it a self-fulfilling prophecy. For example, someone who thinks prices will go up 3% next year is more likely to seek a 3% rise in wages.", "type": "p"}, {"text": "The last time this happened, Mr Powell's predecessor, Paul Volcker, had to slam on the brakes, raising interest rates dramatically and sending the economy into recession. ", "type": "p"}, {"text": "In March, the Federal Reserve's key interest rate was almost zero; it has since been raised to a range of 2.25% to 2.5% in an effort to tackle inflation.", "type": "p"}], "tags": ["US economy", "US Federal Reserve", "Jerome Powell", "Inflation"]}