{"link": "https://www.bbc.com/news/science-environment-62707359", "category": "science & environment", "title": "Artemis: Nasa ready to launch new era of Moon exploration", "contributor": "Jonathan Amos", "time": "2022-08-28T20:07:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1613B/production/_126472409_jsc2022e066539_alt.jpg", "content": [{"text": "The American space agency is counting down to the lift-off of its giant new Moon rocket - the Space Launch System.", "type": "b"}, {"text": "SLS is the most powerful vehicle ever developed by Nasa, and will be the foundation of its Artemis project which aims to put people back on the lunar surface after a 50-year absence.", "type": "p"}, {"text": "The rocket is timed to go up from the Kennedy Space Centre at 08:33 local time (12:33 GMT; 13:33 BST) on Monday.", "type": "p"}, {"text": "Its job will be to propel a test capsule, called Orion, far from Earth.", "type": "p"}, {"text": "This spacecraft will loop around the Moon on a big arc before returning home to a splashdown in the Pacific Ocean in six weeks' time.", "type": "p"}, {"text": "Orion is uncrewed for this demonstration but assuming all the hardware works as it should, astronauts will climb aboard for a future series of ever more complex missions, starting in 2024.", "type": "p"}, {"text": "\"Everything we're doing with this Artemis I flight, we're looking at through the lens of what can we prove out and what can we demonstrate that will buy down risk for the Artemis II crewed mission,\" explained Nasa astronaut Randy Bresnik.", "type": "p"}, [{"text": "A photographic mission to show us the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62662685"}, {"text": "Artemis: To the Moon and beyond", "type": "a", "href": "https://www.bbc.co.uk/news/extra/nkzysaP3pB/to-the-moon-and-beyond"}], [{"text": "How we get humans back to the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/resources/idt-c2eecd7e-b73f-47c5-8b04-ae970d6ed7b5"}], {"text": "The US space agency has several opportunities over the next week to fly SLS-Orion, but it will want to take the option immediately in front of it.", "type": "p"}, {"text": "The weather here in Florida is very dynamic at this time of year, with frequent electrical storms passing over the spaceport.", "type": "p"}, {"text": "Indeed, the pad's lightning towers have been struck several times in recent days.", "type": "p"}, {"text": "Early morning is when conditions are usually at their calmest, which makes Monday a great day to fly.", "type": "p"}, {"text": "\"Basically, the beginning of the launch window, or just after 08:30 in the morning, has an 80% chance of favourable weather,\" said meteorologist Melody Lovin.", "type": "p"}, {"text": "However, if technical issues push the launch to the back of the allotted two-hour window, the probability drops to 60%, because of the likely encroachment of showers. The rocket is not permitted to lift off in the rain.", "type": "p"}, {"text": "Is Artemis the Apollo for a new generation?", "type": "b"}, {"text": "In 1969, when Neil Armstrong and Buzz Aldrin took their first small steps on the Moon, they ushered in a golden era of space exploration. The Apollo programme transformed how we see our planet and ourselves. Now, 50 years on, the Moon is in humanity's sights again. And for those who never got to witness the Apollo missions for themselves, the hope is that Artemis will inspire a new generation.", "type": "p"}, {"text": "The new missions will be different. Nasa is planning to land the first woman and first person of colour on the Moon - showing that space exploration is open to everyone. And the lunar surface is just the start. Nasa's ambition lies even further afield, its sights are set on Mars. And that truly will be a giant leap to experience.", "type": "p"}, {"text": "Upwards of 200,000 people are expected to line the beaches and causeways around Kennedy. Campervans began staking out the best positions on Sunday. ", "type": "p"}, {"text": "The ascent should be spectacular.", "type": "p"}, {"text": "SLS will be pulling 39.1 meganewtons (8.8 million pounds) of thrust off the pad. That's close to 15% more than the Saturn V rockets that sent the Apollo astronauts on their way to the Moon in the 1960s and 70s.", "type": "p"}, {"text": "Put another way, the SLS's engines could power the equivalent of almost 60 Concorde supersonic jets on take-off.", "type": "p"}, {"text": "\"This rocket will be bigger, louder and more impressive than any you've seen before,\" said Lorna Kenna, vice president of the Jacobs Space Operations Group, a major contractor at Kennedy.", "type": "p"}, {"text": "\"There's nothing quite like feeling sound - not just hearing it, but feeling it wash over you.\"", "type": "p"}, {"text": "The mission's chief objective actually comes right at the end.", "type": "p"}, {"text": "Engineers are most concerned to see that Orion's heatshield will cope with the extreme temperatures it will encounter on re-entry to Earth's atmosphere.", "type": "p"}, {"text": "Orion will be coming in very fast - at 38,000km/h (24,000mph), or 32 times the speed of sound.", "type": "p"}, {"text": "\"Even the reinforced carbon-carbon that protected the shuttle was only good for around 3,000 degrees Fahrenheit (1,600C),\" said Mike Hawes, the Orion programme manager at aerospace manufacturer Lockheed Martin.", "type": "p"}, {"text": "\"Now, we're coming in at more than 4,000 degrees (2,200C). We've gone back to the Apollo ablative material called Avcoat. It's in blocks with a gap filler, and testing that is a high priority.\"", "type": "p"}, {"text": "This flight is a big moment not just for Nasa, but for the European Space Agency.", "type": "p"}, {"text": "It has provided the service module for Orion. This is the rear section that pushes the capsule through space. It's an in-kind contribution that Europe hopes will lead to its nationals being included in future journeys to the surface of the Moon.", "type": "p"}, {"text": "Missions through to Artemis IX are currently being planned.", "type": "p"}, {"text": "By that stage there should be habitats and roving vehicles on the Moon for astronauts to use.", "type": "p"}, {"text": "But ultimately, Artemis is seen as a proving ground to get people to Mars.", "type": "p"}, {"text": "\"The timetable for that was set by President Obama. He said 2033,\" recalled Nasa Administrator Bill Nelson.", "type": "p"}, {"text": "\"Each successive administration has supported the programme and the realistic timeframe that I'm now informed is the late 2030s, maybe 2040.\"", "type": "p"}], "tags": ["Orion", "Artemis", "Nasa", "Human spaceflight", "The Moon", "Space exploration", "Space Launch System (SLS)"]}