{"link": "https://www.bbc.com/news/business-62267324", "category": "business", "title": "British Airways staff call off Heathrow strike after 8% pay rise deal", "contributor": null, "time": "2022-07-22T14:29:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AAD3/production/_126013734_gettyimages-1226016307.jpg", "content": [{"text": "Strike action by hundreds of British Airways workers at Heathrow has been called off, after staff accepted an 8% pay rise offer.", "type": "b"}, {"text": "The GMB and Unite unions said more than 75% of members backed the pay deal. ", "type": "p"}, {"text": "A total of 700 workers - mostly check-in staff - had been set to strike during the summer over a 10% pay cut imposed during the pandemic.", "type": "p"}, {"text": "Workers will also get a one-off bonus and the reinstatement of extra pay for irregular shifts.", "type": "p"}, {"text": "Unite said the offer, which will be paid in several stages, is worth 13% in total. ", "type": "p"}, {"text": "A spokesman for British Airways said the company was \"delighted with this positive news\". ", "type": "p"}, {"text": "The proposed strike action had been expected to cause disruption and cancellations for passengers during the busy summer holiday period. ", "type": "p"}, {"text": "Unite and GMB members initially voted to strike last month, after a 10% pay cut imposed during the pandemic was not reinstated. ", "type": "p"}, [{"text": "Are UK travellers heading for a summer of misery?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61747449"}, {"text": "Will my summer holiday flights be cancelled?", "type": "a", "href": "https://www.bbc.co.uk/news/61660238"}], {"text": "GMB national officer, Nadine Houghton, said: \"No one wanted a summer strike at Heathrow, but our members had to fight for what was right.\"", "type": "p"}, {"text": "\"Now these mainly women workers have won pay improvements for themselves - as well as forcing BA to make this offer to the rest of their staff too,\" she added. ", "type": "p"}, {"text": "Unite general secretary Sharon Graham said: \"This is a great result for our check-in members at British Airways.", "type": "p"}, {"text": "\"By standing together, they have forced a corporate giant like BA to do the right thing and restore levels of pay slashed in the pandemic.\"", "type": "p"}, {"text": "Meanwhile refuelling workers, who were due to strike at Heathrow Airport this week, have also reached a pay deal.", "type": "p"}, {"text": "A total of 50 workers from Aviation Fuel Services (AFS) were due to stage a three-day walkout from Thursday to Sunday, affecting several airlines, in a row over pay.", "type": "p"}, {"text": "However, the Unite union suspended the strike on Wednesday after talks resulted in a new pay offer from AFS.", "type": "p"}, {"text": "The offer was put to members in a vote, and on Friday Unite announced that its members have accepted it. The deal involves AFS workers receiving a 12.5% pay rise, increase in weekend overtime rates plus a £2,500 bonus.", "type": "p"}, {"text": "Tens of thousands of passengers have been hit by airport disruption and flight cancellations in recent weeks.", "type": "p"}, {"text": "Hundreds of flights across the UK were cancelled during the week of the Platinum Jubilee in June and school half-term holidays, and concerns have been raised of further travel woes during the summer.", "type": "p"}, {"text": "The disruption has been caused by several factors, but the aviation industry has struggled to recruit workers quickly enough after demand for overseas travel returned following the pandemic, leading to staff shortages. ", "type": "p"}, {"text": "Are you concerned about booking a holiday? Do you work in the industry? Please get in touch by emailing: ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload your pictures/video here", "type": "a", "href": "https://www.bbc.co.uk/send/u16904890?ptrt=https://www.bbc.co.uk/news/10725415"}, {"text": "Or fill out the form below", "type": "p"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": ["Travel", "Transport", "GMB", "British Airways", "Air travel"]}