{"link": "https://www.bbc.com/news/entertainment-arts-62261807", "category": "entertainment & arts", "title": "Hugh Grant does first Comic-Con with Dungeons & Dragons film", "contributor": "Lizo Mzimba", "time": "2022-07-22T07:34:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/114E0/production/_126008807_dsc_8073.jpg", "content": [{"text": "In a career spanning 40 years, Hugh Grant has been a guest at almost every major film event on the planet. But this is his first time at Comic-Con.", "type": "b"}, {"text": "\"We did try to come with Sense and Sensibility,\" he deadpan jokes to the thousands in Hall H at the San Diego Convention Centre. \"But we were turned away.\"", "type": "p"}, {"text": "He behaves like a Comic-Con veteran, his self deprecating humour playing perfectly with the audience for a panel for forthcoming fantasy movie Dungeons & Dragons: Honour Among Thieves.", "type": "p"}, {"text": "When the panel moderator questions whether Grant really is a life long D and D fan, one co-star jokes \"I think he mixed it up with S&M\".", "type": "p"}, {"text": "With impeccable comic timing Grant pauses before finally saying: \"She's not wrong\".", "type": "p"}, {"text": "He adds: \"I've been an enthusiastic Dungeon Master for some years now\".", "type": "p"}, {"text": "In the film he actually plays the villain, Forge. After the panel finishes he confesses that originally he didn't think that this would be his kind of movie.", "type": "p"}, {"text": "\"My agent said, 'I'm going to send you this Dungeon and Dragons thing'. I thought, 'I don't think that's for me dear'. And then I read it, and it's like really hilarious.", "type": "p"}, {"text": "\"The two Jonathans who wrote and directed it must have been very steeped in Monty Python or something. Because it was a properly funny script.\"", "type": "p"}, [{"text": "Thousands head to San Diego for Comic-Con", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62246829"}], {"text": "\"[We're] huge fans. The irreverence of it,\" says co-writer/director John Francis Daley. \"The one thing in this that isn't in Monty Python is the true stakes. This is not a comedy per se.", "type": "p"}, {"text": "\"It was very important to us to make sure that we correctly straddled that line between humour and making sure that the stakes were high and the drama was real. So that was the real challenge.\"", "type": "p"}, {"text": "The film, of course, comes from the Dungeons and Dragons role playing game. ", "type": "p"}, {"text": "\"I don't think that anyone needs to know anything about Dungeons and Dragons to enjoy it,\" says the film's lead Chris Pine who plays bard Edgin. ", "type": "p"}, {"text": "\"It reminded me of films I loved from the 80s that encapsulated all the fields. Funny. Sad. Light. Dark. Left you feeling happy about the world. And happy to be entertained,", "type": "p"}, {"text": "\"It takes itself seriously and deals with some interesting and important themes. But at the end of the day, is just real nice salve for what can be a terrifying real world.\"", "type": "p"}, {"text": "Bridgerton star Regé-Jean Page, who co-stars agrees.", "type": "p"}, {"text": "\"I read the script and it was so full of heart and humour, it was so full of compassions and adventure and scope that it made it incredibly hard to say no.,", "type": "p"}, {"text": "\"That's kind of what you're looking for as an actor. You're looking to pick something up that sparks your imagination, that gives you something that you haven't necessarily seen before. And gives you a world you want to hang out in. Because then hopefully the audience wants to hang out in it too. And it just ticked all of those boxes.\"", "type": "p"}, {"text": "The reaction from the Comic-Con crowd to two exclusive clips, and the trailer that was released online immediately after the event was positive.", "type": "p"}, {"text": "\"These are the fans that matter most in some ways. If we can make them happy, then we know we've succeeded at the core level, and then it's about bringing in everybody else,\" says co-writer/director Jonathan Goldstein.", "type": "p"}, {"text": "\"And we did make the movie to appeal to fans and non-fans alike. So getting some positive affirmation from this crowd is very meaningful, but we also know this is going to be something for people who don't play the game.\"", "type": "p"}, {"text": "It's an easy thing to get wrong. Back in 2000 an equally enthusiastic cast and crew rolled the (20- sided) dice on a big budget production, in the hope that the game's wide fan base would ensure that their Dungeons and Dragons film would connect with audiences. It was a commercial and critical failure.", "type": "p"}, {"text": "And two sequels, unlike the titular creatures of the title, also failed to set the world alight.", "type": "p"}, {"text": "Michelle Rodriguez who stars in this reboot has recently been dealing with something that felt almost as hot as dragon fire, filming in London earlier in the week.", "type": "p"}, {"text": "\"I was shooting green screen for Fast [X - the next Fast & Furious film] in that weather, with a helmet on and a leather jacket. It was horrible.\"", "type": "p"}, {"text": "For her the driving force (no pun intended) was the care and attention the Dungeons & Dragons crew brought to the production. ", "type": "p"}, {"text": "\"I saw the last Dungeons and Dragons movie, and it was kind of like a spoofy one. It was kind of jokey ha ha, But it really wasn't that funny. And it didn't pay respect to the legacy which is the Dungeons and Dragons world.", "type": "p"}, {"text": "\"And for me, someone who really enjoys the game and enjoys role playing, and understands how beautiful it can be, It was really magical to have these guys who gave such love. You could tell they really cared about what they were creating, and they came to this with such respect.\"", "type": "p"}, {"text": "Dungeons & Dragons: Honour Among Thieves will be released in 2023.", "type": "p"}], "tags": ["Comic-Con", "Film"]}