{"link": "https://www.bbc.com/news/health-62240061", "category": "health", "title": "Transformational therapy cures haemophilia B", "contributor": "James Gallagher", "time": "2022-07-21T12:55:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8014/production/_125988723_elliottmason2.jpg", "content": [{"text": "A \"transformational\" therapy has effectively cured people with the bleeding disorder haemophilia B, say British doctors. ", "type": "b"}, {"text": "The treatment corrects a genetic defect that leaves people's blood struggling to clot and stop bleeding. ", "type": "p"}, {"text": "Elliott Mason, who was part of the trial which tested the therapy, says his life now feels \"completely normal\". ", "type": "p"}, {"text": "The experts say advances like this could revolutionise the lives of adults with haemophilia in the next few years. ", "type": "p"}, {"text": "From the day Elliott was born, he was unable to make enough of a crucial protein called clotting factor IX. When you cut yourself and it scabs over, clotting factor IX is one of the proteins that stops the bleeding. ", "type": "p"}, {"text": "It meant Elliott grew up \"anxious of getting hurt\", and teachers \"wrapped me up in bubble wrap\". The sport he wanted to play - rugby - was completely off limits. ", "type": "p"}, {"text": "\"I didn't like the fact that I was different and not able to do things,\" he says.", "type": "p"}, {"text": "At one point, Elliott was having injections of factor IX every other day in order to prevent a deadly bleed. ", "type": "p"}, {"text": "But he managed to stay healthy, unlike many others with haemophilia who face severe damage to their joints from the bleeding.", "type": "p"}, {"text": "\"We have a lot of young patients in excruciating agony and there's nothing we can do to reverse the joint damage,\" says Prof Pratima Chowdary, from the Royal Free Hospital and University College London. ", "type": "p"}, {"text": "Elliot was given an engineered virus that was filled with the instructions for manufacturing the missing factor IX.", "type": "p"}, {"text": "The virus acts like a microscopic postman that delivers the blueprints to the liver, which then starts producing the clotting protein.", "type": "p"}, {"text": "It was a one-off infusion that took about an hour to drip into Elliott's body. ", "type": "p"}, {"text": "He recalls being \"astonished\" to see the amount of factor IX in his blood go from only 1% of normal levels to normal. ", "type": "p"}, {"text": "The findings, published in the New England Journal of Medicine, showed nine out of 10 patients given the therapy no longer needed their clotting factor IX injections. ", "type": "p"}, {"text": "\"I've not had any treatment since I had my therapy, it's all a miracle really, well it's science, but it feels quite miraculous to me,\" says Elliott, who now lives in London.", "type": "p"}, {"text": "\"My life is completely normal, there's nothing that I have to stop and think 'how might my haemophilia affect this?'.\" ", "type": "p"}, {"text": "For Elliott, that includes skiing and riding a motorbike. ", "type": "p"}, {"text": "\"We're very excited by the results,\" said Prof Chowdary. ", "type": "p"}, {"text": "She says there was a \"transformational impact\" about a year after the therapy, when suddenly people realised: \"I don't need to worry about my haemophilia at all.\" ", "type": "p"}, {"text": "This trial is just the latest in a series of breakthroughs in treating both haemophilia A and B. ", "type": "p"}, [{"text": "Haemophilia A trial results 'mind-blowing'", "type": "a", "href": "https://www.bbc.co.uk/news/health-42337396"}], {"text": "Prof Chowdary told me she's now \"looking for my next job\", as curing haemophilia \"will be a reality for the majority of the adults in the next one to three years.\"", "type": "p"}, {"text": "But there are still questions which need answering:", "type": "p"}, [{"text": "How much will the gene therapies cost? Current clotting factor injections can cost between £150,000 and £200,000 per patient per year ", "type": "p"}, {"text": "How long will the treatment last? Studies suggest it will be at least a decade, but nobody knows for sure", "type": "p"}, {"text": "How early in life can the therapy be given? Before the age of 12 the liver is still developing, but scientists hope it will be an option from then on", "type": "p"}], {"text": "Clive Smith, chairman of the Haemophilia Society, said: \"This initial data is promising, but we continue to monitor gene therapy trials closely and cautiously, as with all new treatments. ", "type": "p"}, {"text": "\"If they are shown to be safe and effective, NICE [National Institute for Health and Care Excellence] and the NHS must work together to make these innovative treatments available.\" ", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": ["Medical research", "James Gallagher"]}