{"link": "https://www.bbc.com/news/science-environment-62259492", "category": "science & environment", "title": "Nasa's James Webb telescope reveals millions of galaxies", "contributor": "Victoria Gill", "time": "2022-07-22T12:27:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/932C/production/_125867673_7b225922-30ad-494e-af75-c0127a9dba16.jpg", "content": [{"text": "There were 10 times more galaxies just like our own Milky Way in the early Universe than previously thought. ", "type": "b"}, {"text": "This cosmic insight comes from one of the first studies of images captured by Nasa's new James Webb Space Telescope. ", "type": "p"}, {"text": "One of its authors, Prof Christopher Conselice from the University of Manchester, UK, said that Webb could \"zoom in on the early Universe\". ", "type": "p"}, {"text": "This yielded insights about objects in space that \"we knew existed but didn't understand how and when they formed\". ", "type": "p"}, {"text": "Disc galaxies dominate the \"galaxy population\" today,\" the researcher explained.  ", "type": "p"}, {"text": "\"Our own galaxy is a disc, Andromeda (our nearest neighbour, which is 2.5 million light-years from Earth) is a disc.", "type": "p"}, {"text": "\"Three-quarters of nearby galaxies are discs, but it was thought that they formed late in the evolution of the Universe,\" he told BBC News. ", "type": "p"}, [{"text": "Nasa telescope takes super sharp view of early cosmos", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62122859"}, {"text": "Nasa space telescope delivers spectacular pictures", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62140044"}, {"text": "A $10bn machine in search of the end of darkness", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59476869"}], {"text": "That was before the James Webb Space Telescope gave astronomers a view so far back in time. ", "type": "p"}, {"text": "The study, which has been published on a preprint server, meaning it has yet to be peer reviewed by other scientists in the field, used the first image released from the telescope. ", "type": "p"}, {"text": "This image shows a foreground cluster of galaxies called SMACS 0723. The gravity of this great mass of objects has magnified the light of galaxies in the background, in distant Universe, making them visible for the first time. Some of these galaxies existed a mere 600 million years after the Big Bang.", "type": "p"}, {"text": "Webb, with its 6.5m-wide golden mirror and super-sensitive infrared instruments, is able to resolve their shapes and count them.", "type": "p"}, {"text": "\"We knew we would see things Hubble didn't see. But in this case we're seeing things differently,\" said Prof Conselice, who will be presenting some of his discoveries on Saturday 23 July at the Bluedot Festival at Jodrell Bank in Cheshire. ", "type": "p"}, {"text": "The Universe is about 13.8 billion years old, so the images that the JWST is capturing are glimpses of the processes that formed stars and planets long before our own came into existence.  ", "type": "p"}, {"text": "\"These are the processes we need to understand if we want to understand our origins,\" said Prof Conselice. ", "type": "p"}, {"text": "\"This might be the most important telescope ever,\" he added. \"At least since Galileo's.\"  ", "type": "p"}, {"text": "James Webb is a joint effort between the American, European and Canadian space agencies, with Nasa in the lead. ", "type": "p"}, {"text": "Follow Victoria on Twitter", "type": "p"}], "tags": ["Astronomy", "Nasa", "Space", "James Webb Space Telescope"]}