{"link": "https://www.bbc.com/news/business-65964670", "category": "business", "title": "Bernie Sanders announces Amazon safety investigation", "contributor": null, "time": "2023-06-20T20:30:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17E67/production/_130159879_gettyimages-1244276127.jpg", "content": [{"text": "Amazon is facing an investigation by the US Congress over its warehouse safety practices, adding to pressure it faces over its treatment of workers. ", "type": "b"}, {"text": "Senator Bernie Sanders announced the probe, calling the company one of America's \"most dangerous\" employers.", "type": "p"}, {"text": "He pointed to a recent report which found that injury rates at Amazon warehouses in the US are higher than at similar facilities.", "type": "p"}, {"text": "Amazon said it disagreed with the claims.", "type": "p"}, {"text": "Spokesman Steve Kelly said the company had invested more than $1bn to improve safety since 2019 and had reduced injuries in the US by 23% in that time. ", "type": "p"}, {"text": "\"We take the safety and health of our employees very seriously. There will always be ways to improve, but we're proud of the progress we've made,\" he said.", "type": "p"}, {"text": "The report cited by Mr Sanders was published by the union-backed Strategic Organizing Center. Using government data, it found that the company's injury rate in 2022 was 70% higher than the rate at non-Amazon warehouses.", "type": "p"}, [{"text": "Amazon staff vote for six months of strikes", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-coventry-warwickshire-65908005"}, {"text": "Union accuses Amazon of 'dirty tricks' in UK fight", "type": "a", "href": "https://www.bbc.co.uk/news/business-65848585"}], {"text": "Regulators with the US Labor Department have also issued a string of citations against the company over conditions at some of its warehouses, warning of \"ergonomic hazards\" tied to the pace at which staff process orders. Amazon has appealed the citations.", "type": "p"}, {"text": "The Senate investigation follows the increased scrutiny Amazon has faced over its treatment of workers since the pandemic, when a global outcry over conditions sparked walkouts in Europe, regulatory investigations, and a push by workers to unionise at several US warehouses. ", "type": "p"}, {"text": "In the UK, hundreds of Amazon workers in Coventry are currently on strike, but their union recently withdrew its bid for recognition, accusing the shopping giant of \"dirty tricks\".", "type": "p"}, {"text": "Mr Sanders, a self-described socialist who has unsuccessfully sought to be the Democratic presidential nominee, is known for his championship of progressive causes.", "type": "p"}, {"text": "He has previously criticised Amazon over its tax practices and wages, a campaign that Amazon said played a role in its decision to increase its minimum hourly pay for US workers in 2018 to $15 (£11.75).  ", "type": "p"}, {"text": "In a letter to Amazon notifying the company of the investigation, he wrote: \"The company's quest for profits at all costs has led to unsafe physical environments, intense pressure to work at unsustainable rates, and inadequate medical attention for tens of thousands of Amazon workers every year.\"", "type": "p"}, {"text": "As head of the Senate committee charged with overseeing labour laws, Mr Sanders organised a hearing in Washington earlier this year which required Starbucks founder Howard Schultz to publicly respond to claims that the company had illegally retaliated against baristas voting to unionise.", "type": "p"}, {"text": "The move by Mr Sanders could also lead to a hearing in which Amazon is forced to testify.", "type": "p"}], "tags": []}