{"link": "https://www.bbc.com/news/entertainment-arts-65967452", "category": "entertainment & arts", "title": "Taylor Swift announces UK and Europe tour dates for her Eras tour", "contributor": null, "time": "2023-06-20T16:33:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10B21/production/_130158386_gettyimages-1474275195.jpg", "content": [{"text": "Taylor Swift has announced international dates for her record-breaking Eras tour, with dozens of shows set for Europe in summer 2024.", "type": "b"}, {"text": "The pop star will play nine shows in the UK, with concerts in Edinburgh, Liverpool, Cardiff and London.", "type": "p"}, {"text": "There is also a gap on Glastonbury's final night, with the star rumoured to be reclaiming the headline slot she missed in 2020 due to the pandemic.", "type": "p"}, {"text": "The first leg of the tour has seen her play to record audiences in the US.", "type": "p"}, {"text": "Demand for the tickets was so high that it overwhelmed Ticketmaster's systems, with thousands of fans left unable to obtain seats.", "type": "p"}, {"text": "The fiasco led to Ticketmaster being hauled in front of US senators to answer questions on the company's handling of the event.", "type": "p"}, {"text": "Swift herself said it was \"excruciating\" to watch fans struggling to get tickets, and that she had been assured Ticketmaster could cope with the demand.", "type": "p"}, {"text": "For the UK dates, fans have been invited to register interest via Swift's website, although those who tried to do so after the announcement were put in a long queue.", "type": "p"}, {"text": "After registration closes, fans will be sent a purchase link for tickets. The London dates then go on sale on 18 July, followed by Edinburgh on 19 July and Cardiff on 20 July.", "type": "p"}, {"text": "\"We expect there will be more demand than there are tickets available,\" Ticketmaster warned those who successfully registered.", "type": "p"}, {"text": "\"Tickets will be sold on a first come, first served basis while currently-available inventory lasts\".", "type": "p"}, {"text": "Taylor Swift's 2024 UK dates:", "type": "b"}, [{"text": "7 & 8 June - Edinburgh, Murrayfield Stadium", "type": "p"}, {"text": "14 & 15 June - Liverpool, Anfield Stadium", "type": "p"}, {"text": "18 June - Cardiff, Principality Stadium", "type": "p"}, {"text": "21 & 22 June and 16 & 17 August - London, Wembley Stadium", "type": "p"}], {"text": "Eras is Swift's first world tour since 2018, since when she has released four new studio albums, including the Grammy Award-winning Folklore. ", "type": "p"}, {"text": "Music publication Billboard has estimated the ticket revenue from the 52-date US tour to be $591m (£464m).", "type": "p"}, {"text": "Those shows launched in March, with Swift playing a three-hour, 44-song set spanning the entirety of her recording career.", "type": "p"}, {"text": "As well as hits like Shake It Off, Love Story and Lover, she plays two \"surprise\" acoustic songs at every show, often bringing out special guests to help.", "type": "p"}, {"text": "So far, the acoustic section has included fan favourites like Mirrorball, Snow On The Beach and Getaway Car alongside more mainstream hits like Welcome To New York and her debut single Tim McGraw.", "type": "p"}, [{"text": "Taylor Swift fans report 'amnesia' following show", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65765368"}, {"text": "Taylor Swift launches Eras tour with 44-song set", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64999388"}, {"text": "Ticketmaster sorry for Taylor Swift ticket fiasco", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64384304"}, {"text": "Everything we know about Taylor Swift's songwriting", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63233361"}], {"text": "Fans have been clamouring for international dates for months, and the tour extension will see her play in Asia and Australia at the start of 2024, before reaching Europe in May.", "type": "p"}, {"text": "The UK dates will kick off at Edinburgh's Murrayfield Stadium on 7 June, and wrap up with two nights at London's Wembley Stadium in August.", "type": "p"}, {"text": "Two earlier Wembley shows appear to clash with Glastonbury's first two nights. But she has a space in her diary on Sunday 23 June, which means she could close the festival with a headline slot on the Pyramid Stage.", "type": "p"}, {"text": "Reviews for the US leg of the Eras tour have been overwhelmingly positive.", "type": "p"}, {"text": "\"The queen of pop reclaims her throne,\" declared The Times, adding: \"If there is a danger that shifting between 10 such different albums could lead to an uneven experience it is somehow avoided here, with Swift managing to produce a cohesive experience despite the constantly changing outfits and backdrops.\"", "type": "p"}, {"text": "\"The Swifties are certainly going to be Enchanted,\" said Hello magazine in a review peppered with Swift's song titles.", "type": "p"}, {"text": "\"It's been a long wait back to this moment, but karma is, indeed, a queen - and this was worth the wait.\"", "type": "p"}, {"text": "\"The achievement is often staggering,\" concluded Billboard, \"with costume changes, set-piece upheaval [and] vulnerable moments in a crowd of thousands and sing-alongs that will rival the scope of any tour this year.\"", "type": "p"}, {"text": "There have been reports of fans who couldn't get tickets gathering in car parks outside venues to sing along with the star's songs. ", "type": "p"}, {"text": "Other fans have reported suffering a form of amnesia after the show, due to the overwhelming nature of the experience.", "type": "p"}], "tags": []}