{"link": "https://www.bbc.com/news/health-65950168", "category": "health", "title": "A daytime nap is good for the brain", "contributor": null, "time": "2023-06-20T00:50:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/002C/production/_130144000_gettyimages-1073872862.jpg", "content": [{"text": "Regularly finding time for a little snooze is good for our brain and helps keep it bigger for longer, say University College London researchers.", "type": "b"}, {"text": "The team showed nappers' brains were 15 cubic centimetres (0.9 cubic inches) larger - equivalent to delaying ageing by between three and six years. ", "type": "p"}, {"text": "However, the scientists recommend keeping naps to less than half an hour.", "type": "p"}, {"text": "But they said a daytime sleep was hard in many careers, with work culture often frowning on the practice. ", "type": "p"}, {"text": "\"We are suggesting that everybody could potentially experience some benefit from napping,\" Dr Victoria Garfield told me. She described the findings as \"quite novel and quite exciting\".", "type": "p"}, {"text": "Napping has been shown to be critical for development when we are babies, becomes less common as we age and then goes through a resurgence in popularity after retirement, with 27% of people over 65 reporting having a daytime nap. ", "type": "p"}, {"text": "Dr Garfield says advice to nap is \"something quite easy\" to do in comparison to weight loss or exercise which are \"difficult for a lot of people\".", "type": "p"}, {"text": "The brain naturally shrinks with age, but whether naps could help prevent diseases like Alzheimer's will still need extra research. ", "type": "p"}, {"text": "Overall brain health is important for protecting against dementia and the condition is linked to disturbed sleep.", "type": "p"}, {"text": "The researchers suggest poor sleep is damaging the brain over time by causing inflammation and affecting the connections between brain cells. ", "type": "p"}, {"text": "\"Thus, regular napping could protect against neurodegeneration by compensating for deficient sleep,\" researcher Valentina Paz said.", "type": "p"}, {"text": "However, Dr Garfield is not about to find a comfy spot to snooze at work and prefers other ways of looking after her brain.", "type": "p"}, {"text": "\"Honestly, I would rather spend 30 minutes exercising than napping, I'll probably try and recommend that my mum does it.\" ", "type": "p"}, [{"text": "10 tips for sleeping in hot weather ", "type": "a", "href": "https://www.bbc.co.uk/news/health-49072212"}], {"text": "Studying napping can be a challenge. ", "type": "p"}, {"text": "Napping might boost health, but the reverse is also true as your health can leave you so tired you need to nap more. ", "type": "p"}, {"text": "So the researchers used a clever technique to prove that napping is beneficial. ", "type": "p"}, {"text": "They used a gigantic natural experiment based on the DNA - the genetic code -  with which we are born. Previous studies have identified 97 snippets of our DNA that either make us more likely to be nappers or to power through the day. ", "type": "p"}, {"text": "So the team took data from 35,000 people, aged 40 to 69, taking part in the UK Biobank project and simply compared those genetic \"nappers\" and \"non-nappers\".", "type": "p"}, {"text": "The results, published in the journal Sleep Health, showed a 15 cubic centimetre difference - equivalent to 2.6 to 6.5 years of ageing. Total brain volumes were about 1,480 cubic centimetres in the study. ", "type": "p"}, {"text": "\"I enjoy short naps on the weekends and this study has convinced me that I shouldn't feel lazy napping, it may even be protecting my brain,\" Prof Tara Spires-Jones, from the University of Edinburgh and the president of the British Neuroscience Association, told me.", "type": "p"}, {"text": "She said the \"interesting\" findings study showed a \"small but significant increase in brain volume\" and \"adds to the data indicating that sleep is important for brain health\".", "type": "p"}, {"text": "The researchers did not directly study having a big sleep in the middle of the day, but said the science pointed towards a cut off of half an hour. ", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": []}