{"link": "https://www.bbc.com/news/technology-65965453", "category": "technology", "title": "MOVEit hack: Gang claims not to have BBC, BA and Boots data", "contributor": null, "time": "2023-06-20T17:52:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2D41/production/_130158511_c3276f58-ae88-461c-b27e-2dfbd2d49f10.jpg", "content": [{"text": "Cyber criminals have told the BBC they do not have data belonging to large UK organisations thought to be victims of a mass hack. ", "type": "b"}, {"text": "Firms including the BBC, British Airways and Boots have told staff that sensitive payroll data was stolen in last month's breach.", "type": "p"}, {"text": "But now the hackers Clop, speaking over email, claim \"we don't have that data\".", "type": "p"}, {"text": "It raises the possibility that another unknown hacking gang has the stolen data or that Clop is lying.", "type": "p"}, {"text": "Zellis, the UK payroll provider that hackers breached to gain access to the BBC, Boots and BA's data, said it couldn't comment as a police investigation was ongoing.", "type": "p"}, {"text": "Since 14 June, Clop has been posting company profiles of victims of its hack to pressure them into paying a ransom.", "type": "p"}, {"text": "But none of the UK's largest and most well-known victims' names have been posted so far.", "type": "p"}, {"text": "In small batches Clop has added the names, websites and company addresses of nearly 50 victims to their darknet website.", "type": "p"}, {"text": "The organisations include banks, universities, travel firms and software companies from more than a dozen different countries including the US, Germany, Switzerland, the UK, Canada and Belgium.", "type": "p"}, {"text": "Some of the companies listed by Clop on their so-called \"leak site\" have separately confirmed that they have had data stolen.", "type": "p"}, {"text": "Clop is threatening to publish the stolen data unless victims pay a ransom which is likely to be hundreds of thousands of dollars or more in Bitcoin.", "type": "p"}, {"text": "It's thought hundreds of organisations who used the file transfer tool MOVEit have had their data stolen.", "type": "p"}, {"text": "That included eight big UK organisations - among them the BBC, BA and Boots - who were customers of Zellis which was itself breached through MOVEit.", "type": "p"}, {"text": "But in an email exchange with the BBC the cyber criminals repeatedly claimed not to have stolen the Zellis data.", "type": "p"}, {"text": "\"We don't have that data and we told Zellis about it. We just don't have it. We are an old group and have never deceived anyone, if we say that we do not have information, then we do not have it,\" the hackers claimed.", "type": "p"}, {"text": "Zellis would only refer us to its previous statement, which said: \"We can confirm that a small number of our customers have been impacted by this global issue and we are actively working to support them.\"", "type": "p"}, {"text": "The company says that as soon as it became aware of the hack it took immediate action and disconnected the computer server on which the MOVEit software was installed.", "type": "p"}, {"text": "The firm says it has brought in an expert external security team to help it respond to the attack and has notified the relevant UK data authorities. ", "type": "p"}, {"text": "Cyber security experts are puzzled by Clop's claims which further muddy an already complex situation.", "type": "p"}, {"text": "Threat researcher Brett Callow from Emsisoft said Clop could be covering up the fact they stole the data as part of a sale deal with another hacking group.", "type": "p"}, {"text": "But Clop claimed \"we didn't sell anything to other hackers\".", "type": "p"}, {"text": "Other experts say there are multiple possibilities. ", "type": "p"}, {"text": "\"Clop has no real reason to say they don't have the data,\" said SOS Intelligence boss Amir Hadžipasić .", "type": "p"}, {"text": "\"If they are telling the truth then it makes me think that some other hackers may have got in and stolen the data before Clop and if Clop don't have the data then this situation is less predictable. The files are going to end up somewhere on the darkweb via another hacking group,\" he added.", "type": "p"}, {"text": "The hack was first announced on 31 May by Progress Software, the makers of MOVEit.", "type": "p"}, {"text": "The criminals found a way to break into MOVEit and were then able to use that access to get into the databases of potentially hundreds of other companies.", "type": "p"}, {"text": "Since the initial MOVEit disclosure, however, researchers have found multiple security issues within the software which means it's possible that the data was stolen in a different way by a different group.", "type": "p"}, {"text": "On Friday, the US announced a $10m reward for \"information linking the Clop gang or any other malicious cyber actors targeting US critical infrastructure to a foreign government\".", "type": "p"}], "tags": []}