{"link": "https://www.bbc.com/news/entertainment-arts-63728503", "category": "entertainment & arts", "title": "Wilko Johnson: Dr Feelgood guitarist dies, aged 75", "contributor": null, "time": "2022-11-23T11:50:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AEE7/production/_127757744_hi080523857.jpg", "content": [{"text": "Wilko Johnson, whose machine-gun guitar style and manic stage presence was a major influence on punk, has died.", "type": "b"}, {"text": "The musician found fame with the 1970s pub-rock band Dr Feelgood, and later played with Ian Dury before embarking on a four-decade solo career.", "type": "p"}, {"text": "He also starred in two series of Game Of Thrones as the mute executioner Ser Ilyn Payne.", "type": "p"}, {"text": "Ten years ago he survived what was initially diagnosed as a terminal case of pancreatic cancer.", "type": "p"}, [{"text": "Obituary: Wilko Johnson", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-25671434"}], {"text": "The musician refused chemotherapy to embark on a farewell tour.", "type": "p"}, {"text": "\"The decision was quite easy - chemotherapy could do no more than extend my life for a relatively short period and I thought I'd just rather enjoy the health that was left to me,\" he told BBC Radio 5 Live.", "type": "p"}, {"text": "However, later tests discovered that the guitarist's pancreatic cancer was in fact a rare and less aggressive neuroendocrine tumour.", "type": "p"}, {"text": "He underwent a radical, 11-hour operation that removed his pancreas, spleen and parts of his stomach and intestines, and was declared cancer-free in 2014.", "type": "p"}, {"text": "\"Now, I'm spending my time gradually coming to terms with the idea that my death is not imminent, that I am going to live on,\" he said at that year's Q awards.", "type": "p"}, {"text": "The musician continued to play live until last month, hosting his final gig at London's Shepherd's Bush Empire on 18 October.", "type": "p"}, {"text": "Johnson's death was confirmed to the BBC by his representatives.", "type": "p"}, {"text": "In a statement posted on social media, they added: \"This is the announcement we never wanted to make, and we do so, on behalf of Wilko's family and the band, with a very heavy heart.", "type": "p"}, {"text": "\"Wilko Johnson has died. He passed away at home on Monday evening, 21 November 2022.", "type": "p"}, {"text": "\"Thank you for respecting Wilko's family's privacy at this very sad time, and thank you all for having been such a tremendous support throughout Wilko's incredible life.\"", "type": "p"}, {"text": "The Who's Roger Daltrey, who recorded a top three album with Johnson in 2014, said his friend's music would \"live on\".", "type": "p"}, {"text": "\"More than anything Wilko wanted to be a poet,\" he said in a statement. \"I was lucky to have known him and have him as a friend. His music lives on but there's no escaping the final curtain this time.\"", "type": "p"}, {"text": "Led Zeppelin guitarist Jimmy Page tweeted that he was \"sad to hear of the passing of Wilko Johnson\", recalling how the atmosphere was \"electric\" when he saw the late guitarist perform in Camden in 2013.", "type": "p"}, {"text": "Born in Canvey Island, Essex, Johnson developed a distinctive, finger-picked style that blended percussive stabs and fluid licks, allowing him to play lead and rhythm guitar at the same time.", "type": "p"}, {"text": "\"It's a bit like riding a bike,\" he told Radio 4 in 2013. \"It's easy to do but difficult to describe\".", "type": "p"}, {"text": "He perfected the style with Dr Feelgood, where his intense and unhinged stage persona gave the band a menacing energy. ", "type": "p"}, {"text": "Johnson recorded three studio albums with the band but, fittingly, it was the live record Stupidity that became their only number one.", "type": "p"}, {"text": "Steve Howley, of Classic Rock magazine, once said Johnson's confrontational style led directly to punk, calling him \"one of the quintessential English guitar heroes.\"", "type": "p"}, {"text": "\"Wilko may not be as famous as some other guitarists, but he's right up there,\" agreed Paul Weller in an interview with Uncut magazine. ", "type": "p"}, {"text": "\"There are a lot of people who'll say the same. I can hear Wilko in lots of places. It's some legacy.\"", "type": "p"}, {"text": "Arguments with Dr Feelgood's lead singer Lee Brilleaux led to Johnson's departure in 1977. He formed a short-lived band called Solid Senders, who released on album on Virgin Records, before Johnson joined Ian Dury's backing group The Blockheads.", "type": "p"}, {"text": "After Dury's drug problems prompted the dissolution of that group, the guitarist set out on a solo career, with albums including Ice On The Motorway, Call It What You Want and Barbed Wire Blues - which introduced his regular backing group The Wilko Johnson Band.", "type": "p"}, {"text": "They toured relentlessly, receiving a fresh wave of interest in the 21st Century thanks to Julien Temple's Oil City Confidential, a Dr Feelgood documentary that presented Johnson as a loveable, loopy, quintessentially British guitar god.", "type": "p"}, {"text": "On the back of the film's success, two volumes of The Best of Wilko Johnson were released in 2010, and the musician started writing his autobiography, Looking Back on Me, where he detailed his love of astronomy - going so far as to build his own observatory in Southend.", "type": "p"}, {"text": "\"I really would like to go into the galaxies, to be in the intergalactic void,\" he wrote.", "type": "p"}, {"text": "After recovering from cancer, he continued to play and record, supporting Status Quo on their 2014 tour and releasing his last album, Blow Your Mind in 2018.", "type": "p"}, {"text": "News of his death was greeted with sadness on Twitter, with musicians including Blur's Graham Coxon, Blondie's Clem Burke and The Charlatans' Tim Burgess paying tribute.", "type": "p"}, {"text": "\"Very sad to hear Wilko Johnson has died,\" wrote Alex Kapranos of the indie band Franz Ferdinand. ", "type": "p"}, {"text": "\"His unique, wired playing and stage presence thrilled and inspired many guitarists, myself included. His presence will be felt for many more years.\"", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Wilko Johnson", "Music"]}