{"link": "https://www.bbc.com/news/health-63719246", "category": "health", "title": "They died suddenly - then the anti-vax trolling started", "contributor": null, "time": "2022-11-23T12:13:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F928/production/_127748736_0bbd89b3-bdb7-45d5-968a-8b1eff17d9a3.jpg", "content": [{"text": "\"Seven days, 18 hours, 39 minutes ago my beloved... died suddenly of cardiac arrest\". When Victoria Brownworth logged onto Twitter to post these words about her partner of 23 years, she didn't know that two of them in particular would provoke a storm of online harassment. ", "type": "b"}, {"text": "Because, as Victoria waited at her home in Philadelphia on Sunday night for her wife's ashes to be delivered, a video titled Died Suddenly was about to drop. ", "type": "p"}, {"text": "In an hour and eight minutes of dramatic music and out-of-context news reports, the film tells a fictitious story of a dangerous vaccine killing off swathes of young people - all part of an imagined plot to depopulate the earth. ", "type": "p"}, {"text": "It landed on niche video-sharing platform Rumble on Monday and began to spread. By Wednesday morning it had been viewed more than 4 million times on Rumble and at least 1.5 million times on Twitter. ", "type": "p"}, {"text": "The claims made in the video quickly fall apart under scrutiny. Vast amounts of evidence from different independent scientists all over the world, as well as the experiences of billions of people, have shown that serious Covid vaccine side effects are rare.   ", "type": "p"}, [{"text": "Social media battles Plandemic conspiracy video", "type": "a", "href": "https://www.bbc.co.uk/news/technology-52588682"}], {"text": "But its call for people to look at any reported deaths through a lens of suspicion had made Victoria fair game - and as the phrase \"died suddenly\" started to trend, people flocked to her memorial thread. ", "type": "p"}, {"text": "\"How long's it been since she got the jab?\", hundreds of people began to reply. ", "type": "p"}, {"text": "Victoria's wife, Madelaine Gold - a painter and design professor - had an advanced stage of cancer, though she had been doing better just before she died. There is no suggestion the vaccine had anything to do with her death.", "type": "p"}, {"text": "When she began to hit back, Victoria was told she was lying.", "type": "p"}, {"text": "\"She did die suddenly... We didn't have time to say goodbye, I didn't have time to give her a last kiss. I will never get to talk to her again.\"", "type": "p"}, {"text": "\"They were trolling her obituary, literally.\"", "type": "p"}, {"text": "So what was it about this film that led people online to deny Victoria's reality?", "type": "p"}, {"text": "The film flashes through dozens of upsetting news reports and images of people collapsing.", "type": "p"}, {"text": "One headline reads: \"My kind, compassionate son died unexpectedly.\" Another clip shows a young athlete dramatically keeling over. ", "type": "p"}, {"text": "Together, this can easily be used to paint an alarming picture of something suspicious going on.", "type": "p"}, {"text": "Yet just a couple more clicks would reveal the son in question died in a car crash. And the athlete, college basketball player Keyontae Johnson, collapsed in December 2020 before he could even have had a Covid vaccine. He didn't die suddenly as the title suggests - he returned to the court last week. ", "type": "p"}, {"text": "Other people featured are also still alive. And several of the genuine deaths are explained by an alternative cause within the very news reports used as evidence by the film makers.", "type": "p"}, {"text": "Part of the film's power is that it takes scraps of truth but distorts them to tell a misleading story.", "type": "p"}, {"text": "There have been a small number of deaths from the vaccines - I've spoken to people affected - but these cases are rare and their causes are established through extensive monitoring, complex medical testing and statistical analysis. ", "type": "p"}, {"text": "It's not possible to measure vaccine side effects by simply Googling news reports. As Dr Frank Han, a US cardiologist says, it can \"give you pieces of the puzzle, but actual medical training is necessary to link all the pieces of how the body works together\". ", "type": "p"}, {"text": "Long stretches of the film involve gruesome images of clots being pulled out of bodies, designed to suggest Covid vaccines are having alarming effects. ", "type": "p"}, {"text": "When people feel afraid or disgusted they might be more likely to leap to conclusions. But these images can't tell us anything on their own.  ", "type": "p"}, {"text": "Firstly, they are mostly based on the testimony of one embalmer with no indication this is a wider concern. ", "type": "p"}, {"text": "And, Dr Han explains, it's \"insufficient to establish why the clots are there\".", "type": "p"}, {"text": "Blood clots are commonly found in dead bodies and are caused by a range of things from smoking to being bed-bound to Covid-19. ", "type": "p"}, {"text": "When unusual clotting was identified in rare cases after the AstraZeneca vaccine - not used in the US - it was quickly investigated and vaccine recommendations changed, after which the cases pretty much disappeared. ", "type": "p"}, {"text": "Emotional stories, backed up by official numbers make a powerful persuasive tool. ", "type": "p"}, {"text": "But it's important to understand where the numbers actually come from and whether they are being fairly represented - something many people won't have the time or resources to investigate.", "type": "p"}, {"text": "A graph in the film shows stillbirths shooting up around 2021, making the unsupported suggestion Covid vaccines are causing miscarriages, looks shocking. ", "type": "p"}, {"text": "The film-makers don't provide a source, though.", "type": "p"}, {"text": "Although the voiceover claims the data is from Waterloo, Canada, genuine data from Ontario, the province Waterloo is part of, has not seen any increase in stillbirths, according to Dr Victoria Male, a reproductive immunologist. ", "type": "p"}, [{"text": "Pregnant targeted with false Covid vaccine claims", "type": "a", "href": "https://www.bbc.co.uk/news/health-62739554"}, {"text": "The vaccine fertility myths that just won't go away", "type": "a", "href": "https://www.bbc.co.uk/news/health-57552527"}, {"text": "Stillbirth risk may increase with Covid", "type": "a", "href": "https://www.bbc.co.uk/news/health-57193361"}], {"text": "In fact, a large study found a \"lower (not higher) rate of stillbirth among those vaccinated in pregnancy, compared to those who were not,\" she said.", "type": "p"}, {"text": "This is supported by dozens of studies involving tens of thousands of people produced by different independent teams around the world. ", "type": "p"}, {"text": "The tactics used in this video have been seen before and this isn't the first time misleading health information has been spread by verified accounts. ", "type": "p"}, {"text": "What's new this time is the main account spreading the film on Twitter has bought verification - the blue tick which is supposed to be a mark of credibility, something experts have warned could help misinformation spread.", "type": "p"}, [{"text": "Twitter confirms users' fee to buy verification", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63530872"}, {"text": "Twitter drama continues with blue-tick confusion", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63597087"}], {"text": "\"Since Elon Musk took over he's just, you know, let it be the Wild West again,\" Victoria believes.", "type": "p"}, {"text": "Twitter did not respond to a request for comment. ", "type": "p"}, {"text": "If you have a story you can contact Rachel rachel.schraer@bbc.co.uk or follow her on Twitter", "type": "p"}], "tags": ["Coronavirus vaccines", "Fake News", "Reality Check"]}