{"link": "https://www.bbc.com/news/science-environment-63731053", "category": "science & environment", "title": "Global summit is 'last chance' for nature", "contributor": null, "time": "2022-11-23T14:29:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9E3C/production/_123680504_seaturtle_gettyimages-1312768495.jpg", "content": [{"text": "Next month's UN biodiversity summit is the \"best and last chance\" to halt and reverse the decline of nature, the head of Natural England has said.", "type": "b"}, {"text": "In December nearly 200 countries will meet in Montreal, Canada, to agree a landmark deal to safeguard nature.", "type": "p"}, {"text": "The chair of the government nature agency, Natural England, said countries must come together and agree an ambitious plan.", "type": "p"}, {"text": "\"This isn't just about saving rare species,\" said Tony Juniper.", "type": "p"}, {"text": "\"It's about sustaining the web of life upon which humankind ultimately depends, for food, water, health and climate regulation.\"", "type": "p"}, {"text": "On Wednesday, Natural England and other government agencies are setting out their vision on restoring nature at an event at the Royal Society in London, ahead of the long-delayed talks.", "type": "p"}, {"text": "A healthy natural environment is \"the cornerstone of a healthy climate, secure and clean water supplies and a resilient food supply\" said the minister for international nature, Lord Benyon.", "type": "p"}, [{"text": "Covid-hit nature summit moved from China to Canada", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61871373"}, {"text": "Biodiversity loss risks 'ecological meltdown' ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58859105"}, {"text": "Warning of 'unsafe' biodiversity loss", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-36805227"}], {"text": "Biodiversity refers to all the different living things on Earth and how they fit together in a delicate web of life. And the new Global Biodiversity Framework is seen as the \"nature equivalent\" of the Paris climate agreement, an international treaty in which nations committed to limit global temperature rise. ", "type": "p"}, {"text": "Some of the key ambitions for the biodiversity summit include:", "type": "p"}, [{"text": "Turning 30% of the Earth's lands and seas into protected areas by 2030", "type": "p"}, {"text": "Ensuring that, by 2050, a \"shared vision of living in harmony with nature is fulfilled\"", "type": "p"}, {"text": "Eliminating billions of dollars of environmentally-damaging government subsidies and restoring degraded ecosystems.", "type": "p"}], {"text": "The summit comes in the wake of what is being seen as a disappointing outcome at the UN climate conference, COP27 in Egypt. ", "type": "p"}, {"text": "While wildlife charity WWF welcomed a fund for climate change-fuelled loss and damage that was established in the final agreement at COP27, it said the failure to agree to more ambitious action on emission reductions meant \"the goal of limiting global warming to 1.5°C is slipping away with disastrous consequences for the world\".", "type": "p"}, {"text": "Speaking to the BBC at the climate conference, Dr Fernanda Carvalho, head of climate policy at WWF, said: \"We have to remember that the climate crisis and the biodiversity crisis are the defining crises of our time. If they are not tackled, she added, \"we may not have a planet to live on\". ", "type": "p"}, {"text": "The government has committed to the goal of protecting 30% of land and sea by 2030.", "type": "p"}, {"text": "According to the Wildlife Trusts, little progress has been made to date, with just 3% of land and 8% of the sea effectively protected by 2022.", "type": "p"}, {"text": "The government is also facing criticism from nature campaigners over missing a deadline to set targets on nature as required by the Environment Act.", "type": "p"}, {"text": "The Cop15 conference in Montreal is taking place nearly three years later than originally planned, due to repeated delays caused by the Covid pandemic.", "type": "p"}, {"text": "This has left the world without targets - over the course of this decade - for halting extinctions and reversing the worldwide loss of nature.", "type": "p"}, {"text": "Follow Helen on Twitter @hbriggs and follow Victoria @Vic_Gill", "type": "p"}], "tags": ["Biodiversity", "Wildlife", "Nature", "Environment"]}