{"link": "https://www.bbc.com/news/technology-63731751", "category": "technology", "title": "Meta claims US military link to online propaganda campaign", "contributor": null, "time": "2022-11-23T18:34:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8C69/production/_127754953_pentagongettyimages-dv1132024.jpg", "content": [{"text": "\"Individuals associated with the US military\" are linked to an online propaganda campaign, ", "type": "b"}, {"text": "The campaign was the first major covert pro-US propaganda operation taken down by a big-tech company, independent researchers said in August.", "type": "p"}, {"text": "It supported the US and its allies, while opposing countries such as Russia, China and Iran.", "type": "p"}, {"text": "But experts said it was largely ineffective.", "type": "p"}, {"text": "On Facebook, 39 accounts, 16 pages, and two groups were removed, as well as 26 accounts on Instagram, for violating the platforms' policy against \"coordinated inauthentic behaviour\".", "type": "p"}, {"text": "\"This network originated in the United States,\" Meta wrote. ", "type": "p"}, {"text": "It focused on countries including Afghanistan, Algeria, Iran, Iraq, Kazakhstan, Kyrgyzstan, Russia, Somalia, Syria, Tajikistan, Uzbekistan and Yemen - and mirrored tactics commonly used in propaganda campaigns against the West, including:", "type": "p"}, [{"text": "fake personas ", "type": "p"}, {"text": "artificially generated images ", "type": "p"}, {"text": "campaigns across multiple platforms", "type": "p"}], {"text": "The accounts targeting Iran had criticised Iranian authorities and their policies and posted about issues such as women's rights, researchers said.", "type": "p"}, {"text": "Some of those supporting the US had posed as independent media outlets and some had tried to pass off content from legitimate outlets, such as BBC News Russian, as their own.", "type": "p"}, {"text": "The operation ran across many internet services, including Twitter, YouTube, Telegram, VKontakte and Odnoklassniki, according to Meta.", "type": "p"}, {"text": "\"Although the people behind this operation attempted to conceal their identities and coordination, our investigation found links to individuals associated with the US military,\" its report says.", "type": "p"}, {"text": "But most of the posts had \"little to no engagement\" from real users.", "type": "p"}, {"text": "US think tank the Atlantic Council's Digital Forensic Research Lab managing editor Andy Carvin told the BBC when the campaign was first revealed, it would be \"ineffective and counterproductive\" for democracies to undertake such campaigns, because it meant using \"the very tactics used by your adversaries\" and \"further eroding public trust\".", "type": "p"}, {"text": "Meta's announcement confirms previous reporting by the Washington Post. Sources told the newspaper concern over the operation had made the Pentagon complete \"a sweeping audit\" of how the US military conducted clandestine information warfare.", "type": "p"}, {"text": "The US Department of Defense told BBC News it was \"aware of the report published by Meta\".", "type": "p"}, {"text": "\"At this time, we do not have any further comments on the report or potential actions that may be taken by the department as a result of the report,\" it added.", "type": "p"}], "tags": ["Disinformation", "Military", "United States"]}