{"link": "https://www.bbc.com/news/business-66733193", "category": "business", "title": "Bank of England boss says interest rates close to peak", "contributor": null, "time": "2023-09-06T17:16:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E56A/production/_131003785_gettyimages-1238157427-1.jpg", "content": [{"text": "Bank of England Governor Andrew Bailey has said interest rates are close to their peak, but that they may still have further to rise.", "type": "b"}, {"text": "He told MPs \"we are much nearer now to the top of the cycle\" of rate rises.", "type": "p"}, {"text": "The Bank has hiked rates 14 times in a row as it tries to slow the fastest pace of price rises among the world's big economies.", "type": "p"}, {"text": "It is expected to raise borrowing costs again later this month, taking the Bank rate to 5.5%.", "type": "p"}, {"text": "The theory is that raising interest rates makes it more expensive to borrow money, meaning people have less to spend, reducing demand and slowing inflation, which is the rate at which prices rise.", "type": "p"}, {"text": "But the Bank rate is currently at its highest level for 15 years, and inflation has remained stubbornly high.", "type": "p"}, {"text": "Although inflation fell to 6.8% in the year to July - down from 7.9% in June - it is still much higher than the government's target of 2%.", "type": "p"}, {"text": "Speaking to MPs on the Treasury Select Committee, Mr Bailey said there was evidence that it may be slowing.", "type": "p"}, {"text": "But it was not clear how much that would reduce the pace of wage growth, which recently hit a record high. Wage growth can bolster inflation. ", "type": "p"}, {"text": "\"Many of the indicators are now moving as we would expect them to move, and are signalling that the fall in inflation will continue and - as I've said a number of times - I think will be quite marked by the end of this year,\" he said.", "type": "p"}, {"text": "\"The question now is as headline inflation comes down, will we see inflation expectations continue to come down? And will that be reflected into wage bargaining?\" he added.", "type": "p"}, [{"text": "UK economy 'listless' with little growth in four years", "type": "a", "href": "https://www.bbc.co.uk/news/business-66179998"}, {"text": "Mortgages: What happens if I am struggling to pay?", "type": "a", "href": "https://www.bbc.co.uk/news/business-63486782"}], {"text": "Britain's economic activity may be cooling after the sharp rise in borrowing costs, but quickly rising wages have been a focus for the Bank.", "type": "p"}, {"text": "Mr Bailey's remarks may mean a smaller increase in rates in the coming months than markets had expected.But he emphasised that the next decision, on 21 September, will still depend on the latest evidence, including data on jobs, growth, wages and inflation.", "type": "p"}, {"text": "He also said again that interest rates may stay high for a while, echoing earlier comments.", "type": "p"}, {"text": "More than half of mortgage holders have been hit by the higher rates so far and many more are set to be squeezed as their fixed rate deals expire in the coming months.", "type": "p"}, {"text": "They may face a rise in monthly repayments of hundreds of pounds or more.", "type": "p"}], "tags": []}