{"link": "https://www.bbc.com/news/entertainment-arts-66729573", "category": "entertainment & arts", "title": "Freddie Mercury: Queen star's piano and other items sold at Sotheby's", "contributor": null, "time": "2023-09-06T19:51:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D07A/production/_131007335_515e493c-6a38-452a-9b3d-4cb87ee351c7.jpg", "content": [{"text": "A Yamaha baby grand piano used by late Queen frontman Freddie Mercury to compose some of the group's most iconic hits sold at auction for £1.7m.", "type": "b"}, {"text": "The final sale came slightly below estimates but was nonetheless a record for a composer's piano, auctioneers Sotheby's said.", "type": "p"}, {"text": "Thousands of items belonging to Mercury were sold during a live auction on Wednesday after weeks on display.", "type": "p"}, {"text": "Several further auctions, including two live sessions, are to follow.", "type": "p"}, {"text": "Items to sell early in the auction included the door of his Garden Lodge home in west London for £412,750, including buyer's premium and fees - far in excess of the £15,000-25,000 estimate.", "type": "p"}, {"text": "Mercury fronted the UK band whose mix of glam rock, heavy metal and camp theatrics made them one of the most popular bands of the 1970s.", "type": "p"}, {"text": "An original 15-page manuscript for their epic hit Bohemian Rhapsody, with the working title \"Mongolian Rhapsody\" and which reveals in its notes the different directions Mercury saw the track going in, was sold for £1.3m.", "type": "p"}, {"text": "Similar notes for the music and lyrics of tracks like Don't Stop Me Now, Somebody to Love and We Are The Champions are also available to the highest bidder.", "type": "p"}, {"text": "Hammer prices at Sotheby's attract a buyer's premium of between 26 and 13.9% depending on the value, as well as local VAT.", "type": "p"}, {"text": "Zanzibar-born Mercury had a big art collection and paintings by Salvador Dali and Pablo Picasso that adorned his home are also going under the hammer, as well as the last painting he bought a month before he died from Aids aged 45 in 1991.", "type": "p"}, {"text": "In total, 1,469 items from his home at Garden Lodge are being offered for sale by Mary Austin, a close friend and one-time fiancée of the star.", "type": "p"}, {"text": "Gabriel Heaton, a books and manuscripts specialist at Sotheby's, told AFP: \"Mary Austin has lived with the collection and has cared for the collection for more than three decades.\"", "type": "p"}, {"text": "He added that while Mercury \"was not interested in having a museum of his life\", the Sotheby's regular \"loved auctions\".", "type": "p"}, {"text": "Other personal items up for sale include his most flamboyant stage costumes, such as his designer crown and cloak, as well as his collection of kimonos and moustache comb.", "type": "p"}, {"text": "Personal polaroid photographs, pictures of the performer shot by rock photographer Mick Rock and a book of personally annotated poetry are also up for grabs, along with champagne bottles from his cellar.", "type": "p"}, {"text": "Before the sale, which is estimated to bring in at least £6m, the auction house hosted the collection at a month-long free open exhibition. ", "type": "p"}, {"text": "Part of the proceeds will be donated to the Mercury Phoenix Trust and the Elton John Aids Foundation.", "type": "p"}, {"text": "Sir Elton's own 1988 Sotheby's sale of 2,000 lots sold for a total of £4.8m.", "type": "p"}], "tags": []}