{"link": "https://www.bbc.com/news/science-environment-66733888", "category": "science & environment", "title": "Experts warn RAAC concrete affects thousands of UK buildings", "contributor": null, "time": "2023-09-06T17:00:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5EBA/production/_131005242_raaclab003.jpg", "content": [{"text": "Tens of thousands of government and privately owned buildings should be safety checked because of crumbling RAAC concrete, experts say.", "type": "b"}, {"text": "The team that alerted the government to the problems posed by the concrete said safety checks will need to be regular.", "type": "p"}, {"text": "The Loughborough University team told BBC News about their research and their advice for dealing with the problem.", "type": "p"}, {"text": "Prof Chris Goodier said most affected buildings were probably not dangerous but should be inspected just in case.", "type": "p"}, {"text": "\"We've suddenly found out that a certain proportion of our building stock is not as good as we thought it was,\" he said. ", "type": "p"}, {"text": "\"It's a small proportion but we have millions of buildings - even if its just one per cent of 10 million that's 100,000,\" he said.", "type": "p"}, {"text": "Prof Goodier said that as well as government buildings such as hospitals, court houses and prisons, an unknown number in the private sector offices and warehouses were also potentially affected because they contained the concrete, also known as reinforced autoclaved aerated concrete (RAAC)..", "type": "p"}, {"text": "His team is advising the government to send surveyors to assess the affected buildings, most of which the researchers expect to be found not to have any dangerous flaws. But they will require regular inspections.", "type": "p"}, {"text": "Others buildings may need areas reinforced or have certain areas closed and a small number may need to be rebuilt.", "type": "p"}, {"text": "But in the longer term, the team says a new approach will be needed of regular inspections and management of possibly tens of thousands of buildings, according to Prof Sergio Cavalaro from the Loughborough team.", "type": "p"}, {"text": "\"Buildings that were not inspected will now need to be inspected. We need to intensify these inspections. But that will be a challenge because there are so many buildings that need inspections. So we may lack the qualified people to do it in a timely fashion,\" he said.", "type": "p"}, {"text": "The term the researchers are using is \"living with RAAC\" and say the material should be dealt with in the same way as the asbestos crisis of the 1980s and 1990s.", "type": "p"}, {"text": "It won't be clear exactly how much RAAC is involved until the assessments are conducted, according to Prof Goodier. ", "type": "p"}, {"text": "\"There are 40 really big hospitals which have 10,000 RAAC planks in the ceiling and some have spent £10m to look after that. There are 22,000 schools and they found 150 with RAAC but they vary in size a lot some will be tiny ones. ", "type": "p"}, {"text": "''But the public sector is the easy bit because the government has control over that and knows where it is. But when you move to the private sector - you are mainly looking at 1960s, 1970s offices, factories and warehouses and possibly some housing where you may not know who owns it,\" Prof Goodier said.", "type": "p"}, {"text": "It was the Loughborough team's research that showed that the potential risks of RAAC were greater than previously thought. Although the material has been used for decades, there has been very little research into what happens when it ages. ", "type": "p"}, {"text": "The team started looking into the issue two years ago, on behalf of the NHS.", "type": "p"}, {"text": "They found three main factors that had not been fully taken into account by risk assessors.", "type": "p"}, [{"text": "RAAC soaks up water like a sponge and increases the load on the building if it is exposed to rainwater.", "type": "p"}], [{"text": "Stress tests showed it becomes 25% weaker when wet.", "type": "p"}], [{"text": "And analysis under a microscope showed that cracks can appear around the steel rods running through the RAAC", "type": "p"}], {"text": "All this is made more likely by a lack of proper maintenance, say the researchers.", "type": "p"}, {"text": "To make matters worse, these problems aren't really apparent until the material breaks.", "type": "p"}, {"text": "\"Collapse after something looks like it's going to collapse is one thing, it's collapse without warning is the worry,\" says Prof Goodier.", "type": "p"}, {"text": "A government spokesperson said it had been guided by expert advice. \"That professional advice from experts on RAAC has evolved over time, from advice in the 1990s that RAAC did not pose a safety hazard to more recent advice on identifying and assessing structural adequacy,\" the spokesperson said.", "type": "p"}, {"text": "Follow Pallab on X", "type": "p"}, {"text": "How have you been affected by the issues raised in this story? You can share your story about RAAC by emailing: ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Or fill out the form below", "type": "p"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}