{"link": "https://www.bbc.com/news/entertainment-arts-63174493", "category": "entertainment & arts", "title": "Eurovision 2023: Liverpool beats Glasgow to be song contest host city", "contributor": null, "time": "2022-10-07T21:13:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/76B6/production/_127009303_img_9539_cut.jpg", "content": [{"text": "Liverpool has been chosen to host the first Eurovision Song Contest to be held in the UK for 25 years.", "type": "b"}, {"text": "The home of The Beatles, Frankie Goes to Hollywood and The Wombats will stage the spectacular event on 13 May after beating off competition from Glasgow.", "type": "p"}, {"text": "The show is coming to the UK after this year's winner, Ukraine, was unable to take up hosting duties due to the war.", "type": "p"}, {"text": "In a message to Ukraine, Liverpool's mayor said the event, at the M&S Bank Arena, would \"do you proud\".", "type": "p"}, [{"text": "Liverpool's Eurovision win will come at a cost", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63119375"}, {"text": "Liverpool will host best Eurovision party - mayor", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-merseyside-63176525"}, {"text": "Eurovision fans 'gutted' as Glasgow loses out", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-63177417"}], {"text": "Joanne Anderson said the city \"faced strong competition from Glasgow\" but she was \"over the moon\".", "type": "p"}, {"text": "\"This is a massive event and the eyes of the world will be on us in May, especially those of our friends in Ukraine,\" she said.", "type": "p"}, {"text": "\"Now begins months of work to put on the best party ever. Ukraine - you have my promise we will do you proud.\"", "type": "p"}, {"text": "Claire McColgan, director of the city council's Culture Liverpool, told BBC News: \"It feels like the whole city kind of jumped in the air at exactly the same time tonight.\"", "type": "p"}, {"text": "UK Prime Minister Liz Truss said Liverpool would \"put on an unforgettable show which celebrates the rich culture and creativity of Ukraine\".", "type": "p"}, {"text": "Culture Secretary Michelle Donelan added: \"The city loves music and knows how to throw a party, so I've no doubt it will host a spectacular experience for the thousands in attendance and millions watching at home on the BBC.\"", "type": "p"}, {"text": "Merseyside pop star Sonia, who came second for the UK at Eurovision in 1993, agreed. She told the BBC's One Show: \"Scousers know how to party and we're going to have the biggest party ever.\"", "type": "p"}, {"text": "Some fans watched the announcement on screens at Liverpool's famous Masquerade drag bar, where DJ Candi Take-It celebrated by playing Sir Cliff Richard's 1968 Eurovision classic Congratulations.", "type": "p"}, {"text": "\"Anything that brings investment into the city has got to be good, hasn't it?\" she said afterwards.", "type": "p"}, {"text": "\"We're only hosting Eurovision to support Ukraine, aren't we, because we didn't win it [this year]. The UK has decided to do that, and I'm glad that Liverpool won it, and sorry for Glasgow. Sort of!\"", "type": "p"}, {"text": "Friday's announcement came after a hotly-contested bidding process, which saw 20 possible host cities cut to a final two.", "type": "p"}, {"text": "Glasgow had been the bookies' favourite, but Liverpool can now expect thousands of visitors and a slice of the global spotlight in May. Around 160 million TV viewers around the world watched this year's show live.", "type": "p"}, {"text": "The UK has hosted Eurovision eight times in the past, most recently in Birmingham in 1998. But 2023 will be the first time the contest has been in Liverpool.", "type": "p"}, {"text": "A winning country normally hosts the following year's contest, but Essex singer Sam Ryder's second-placed finish this May led the UK to be asked to step in because of the war in Ukraine.", "type": "p"}, {"text": "Last year's winners Kalush Orchestra will be on stage in Liverpool next year, and said on Friday: \"Playing in the same place that The Beatles started out will be a moment we'll never forget.", "type": "p"}, {"text": "\"Although we are sad that next year's competition cannot take place in our homeland, we know that the people of Liverpool will be warm hosts and the organisers will be able to add a real Ukrainian flavour to Eurovision 2023 in this city.\"", "type": "p"}, {"text": "Scotland's First Minister Nicola Sturgeon congratulated Liverpool, but said she was \"gutted\" for Glasgow.", "type": "p"}, {"text": "Eurovision executive supervisor Martin Osterdahl said the city was \"synonymous with music\", and that Liverpool's arena \"exceeds all the requirements needed to stage a global event of this scale\".", "type": "p"}, {"text": "He added: \"We have been very impressed with the passion the city has shown in embracing the contest and their inclusive ideas for placing last year's winners, Ukraine, front and centre when thousands of fans visit next May.\"", "type": "p"}, {"text": "The BBC said both Liverpool and Glasgow had provided \"incredibly strong bids\".", "type": "p"}, {"text": "The broadcaster added: \"Liverpool has a fantastic venue, a beautiful backdrop of a city with a rich history of music, and a cultural offer that puts Ukraine at the heart of next year's song contest.\"", "type": "p"}, {"text": "Ticket details for the show have not yet been released. In fact, there won't just be one show - there will be nine.", "type": "p"}, {"text": "As well as the live final on Saturday 13 May, fans will be able to watch a \"jury show\" on the Friday, which the international juries base their votes on, and a \"family show\" on Saturday afternoon, which is effectively a final rehearsal.", "type": "p"}, {"text": "Then there will be two semi-finals on the preceding Tuesday and Thursday - and jury and family shows for each.", "type": "p"}, {"text": "There will also be a programme of cultural events running alongside Eurovision itself - including artist exchanges and co-production between Liverpool and its sister city Odesa.", "type": "p"}, {"text": "Ukrainian fashion, street art, orchestral musicians and painted eggs are among those plans - as is a trail of 20 life-sized cut-outs of Sonia, which people will be challenged to follow around the city.", "type": "p"}, {"text": "The 11,000-capacity arena is on a former dock on the banks of the River Mersey - next to the vibrant Albert Dock, and along from the historic \"Three Graces\" (the Liver Building, Cunard Building and Port of Liverpool Building) on the waterfront.", "type": "p"}, {"text": "In short, it will look great on TV.", "type": "p"}, {"text": "It's next to a convention centre and an exhibition centre, which will be handy for hosting things like the press centre and other facilities, and has a couple of hotels on site.", "type": "p"}, {"text": "It's also a short walk to the city centre's other hotels and rail links, and eight miles from John Lennon Airport.", "type": "p"}, {"text": "The city's rich musical history already attracts hundreds of thousands of music tourists every year, and the arena's past major events have included the MTV Europe Music Awards in 2008.", "type": "p"}, {"text": "The venue is likely to have to postpone some concerts that are already in the schedule for next April and May, though, because it will be needed for preparations for six to eight weeks ahead of the song contest.", "type": "p"}, {"text": "Although there is no confirmation yet of which shows will be moved, events currently in the diary include Sir Elton John on 22 and 23 April and Andre Rieu on 12 May. Olly Murs has just announced a show there on 6 May - but that may now be rearranged too.", "type": "p"}, {"text": "After the announcement, Booking.com said 99% of hotels were booked up for 13 May, with the cheapest remaining room priced at £639.", "type": "p"}], "tags": ["Television", "Eurovision Song Contest", "Glasgow", "Liverpool", "Music"]}