{"link": "https://www.bbc.com/news/health-63171417", "category": "health", "title": "Record excess deaths in UK's heatwave summer", "contributor": null, "time": "2022-10-07T10:50:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0B86/production/_127005920_gettyimages-1241993232.jpg", "content": [{"text": "As the UK endured record high temperatures of 40C this summer, there were around 3,000 more deaths in the over-65s than usual in England and Wales - the highest figure since 2004.", "type": "b"}, {"text": "Many happened during the hottest days towards the end of July and in early August.", "type": "p"}, {"text": "The data comes from a report by the Office for National Statistics (ONS) and UK Health Security Agency (UKHSA). ", "type": "p"}, {"text": "Experts say it shows just how dangerous hot weather can be.", "type": "p"}, {"text": "\"These estimates show clearly that high temperatures can lead to premature death for those who are vulnerable,\" said Isabel Oliver, chief scientific officer at the UKHSA.", "type": "p"}, {"text": "\"A warming climate means we must adapt to living safely with hotter summers in the future.\"", "type": "p"}, {"text": "There were five heat-periods between June and August 2022 - defined as days when the average temperature is greater than 20°C in central England.", "type": "p"}, {"text": "During those periods, there were 3,271 excess deaths - 6.2% above the five-year average - out of a total of 56,303 deaths in England and Wales.", "type": "p"}, {"text": "And among those aged 65 years and over, there were 2,803 excess deaths - the highest number since 2004, when England introduced a plan to prepare for heatwaves.", "type": "p"}, {"text": "The UK recorded temperatures of over 40C (104F) for the first time between 17 and 20 July, during one of the hottest summers on record.", "type": "p"}, {"text": "The report also found:", "type": "p"}, [{"text": "more excess deaths in women (2,159) compared with men (1,115)", "type": "p"}, {"text": "each heat-period was followed by a fall in deaths to below the average, suggesting deaths among the most vulnerable happened earlier than they would have done", "type": "p"}, {"text": "there were 1,458 excess deaths in over-65s from 8-17 August - the deadliest period of heat", "type": "p"}], {"text": "The analysis of deaths was compiled by the ONS using information from death registrations. The UKHSA also used a statistical model to estimate excess mortality, excluding Covid-19, during heat-periods.", "type": "p"}, {"text": "Sarah Caul, head of mortality analysis at the ONS, said: \"During the UK summer of record-breaking temperatures, there was an increase in deaths. ", "type": "p"}, {"text": "\"However, these spikes around the hottest days were followed by periods of below average mortality. ", "type": "p"}, {"text": "\"This is likely to be a result of short-term mortality displacement, especially among older age groups, where people died a few days or weeks earlier than expected.\"", "type": "p"}, {"text": "Most of those who died had dementia and Alzheimer's disease, making it the leading cause of excess deaths, the ONS said.", "type": "p"}, {"text": "People in older age groups with these conditions are most at risk during periods of intense heat.", "type": "p"}, {"text": "The 3,000 extra deaths seen during the hottest days only go a small way to explaining the high rates of deaths seen this summer, however. ", "type": "p"}, {"text": "In England and Wales, there were about 16,000 more deaths from June to August than we might expect based on previous summers. ", "type": "p"}, {"text": "During the winter months, there are still more deaths on most days than during a hot summer like 2022.", "type": "p"}, {"text": "It was the joint hottest summer in England, tied with 2018 in records going back to 1884, and the fourth warmest summer for the UK overall. ", "type": "p"}, {"text": "Temperatures in the UK rose above 40C for the first time - with a new record-high temperature of 40.3C being set at Coningsby, Lincolnshire.", "type": "p"}, {"text": "33 other locations went past the UK's previous highest temperature of 38.7C, set in 2019.", "type": "p"}, {"text": "New record-high temperatures were also set in Scotland and Wales in July - 34.8C and 37.1C respectively.", "type": "p"}, [{"text": "Heat-health alert issued as UK braced for heatwave", "type": "a", "href": "https://www.bbc.co.uk/news/uk-62084934"}, {"text": "Fires blaze after UK passes 40C for first time", "type": "a", "href": "https://www.bbc.co.uk/news/uk-62217282"}, {"text": "Final day of 'extreme' heat with thunder on way", "type": "a", "href": "https://www.bbc.co.uk/news/uk-62539909"}, {"text": "‘It’s like an oven’: Life in Britain’s hottest areas", "type": "a", "href": "https://www.bbc.co.uk/news/uk-62126463"}]], "tags": ["UK heatwaves", "Office for National Statistics", "Heatwaves"]}