{"link": "https://www.bbc.com/news/business-64448880", "category": "business", "title": "Adani Group says Hindenburg fraud claim 'calculated attack on India'", "contributor": null, "time": "2023-01-30T04:17:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9B41/production/_128454793_f29f215b588beecd697901a68efc7c726e119d61.jpg", "content": [{"text": "The company owned by Asia's richest man Gautam Adani has issued a detailed rebuttal of allegations of wrongdoing by short seller Hindenburg Research.", "type": "b"}, {"text": "In a document, which runs to more than 400 pages, Adani Group says the report is a \"calculated attack on India\".", "type": "p"}, {"text": "Later on Sunday, Hindenburg said \"Adani failed to specifically answer 62 of our 88 questions\" detailed in its report.", "type": "p"}, {"text": "Adani Group, an Indian conglomerate, had more than $50bn (£40.4bn) wiped off its stock market value last week.", "type": "p"}, {"text": "It also said that it had complied with all local laws and had made the necessary regulatory disclosures.", "type": "p"}, {"text": "\"All transactions entered into by us with entities who qualify as 'related parties' under Indian laws and accounting standards have been duly disclosed by us,\" Adani Group said in a 413-page document issued late on Sunday.", "type": "p"}, {"text": "It went on to accuse the Hindenburg report of being intended to enable the US-based short seller to book gains, without citing evidence.", "type": "p"}, {"text": "\"This is rife with conflict of interest and intended only to create a false market in securities to enable Hindenburg, an admitted short seller, to book massive financial gain through wrongful means at the cost of countless investors,\" it added.", "type": "p"}, {"text": "\"Short-selling\" is when someone bets against a company's share price in the expectation that it will fall.", "type": "p"}, {"text": "In response Hindenburg said: \"To be clear, we believe India is a vibrant democracy and an emerging superpower with an exciting future.\"", "type": "p"}, {"text": "\"We also believe India's future is being held back by the Adani Group, which has draped itself in the Indian flag while systematically looting the nation.\"", "type": "p"}, [{"text": "Fortune of Asia's richest man hit by fraud claims", "type": "a", "href": "https://www.bbc.co.uk/news/business-64431235"}, {"text": "Asia's richest man hits back at 'con' claims", "type": "a", "href": "https://www.bbc.co.uk/news/business-64408720"}], {"text": "It comes as Adani Group's flagship firm, Adani Enterprises, is this week pushing ahead with a $2.5bn share sale.", "type": "p"}, {"text": "Last week, a report published by Hindenburg questioned the Adani Group's ownership of companies in offshore tax havens such as Mauritius and the Caribbean. ", "type": "p"}, {"text": "It also claimed Adani companies had \"substantial debt\" which put the entire group on a \"precarious financial footing\".", "type": "p"}, {"text": "But on Thursday, Adani Group said it was evaluating \"remedial and punitive action\" against Hindenburg Research in the US and India.", "type": "p"}, {"text": "Adani said it had always been \"in compliance with all laws\".", "type": "p"}, {"text": "Also on Thursday, Hindenburg responded to Adani's comments, saying the firm had not addressed \"a single substantive issue we had raised\".", "type": "p"}], "tags": ["Companies", "India"]}