{"link": "https://www.bbc.com/news/entertainment-arts-64454163", "category": "entertainment & arts", "title": "Eva Green: Actress gives evidence in High Court over bitter film dispute", "contributor": null, "time": "2023-01-30T19:14:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4016/production/_128460461_4ed58e8717c4cfc1b17752932e1e3fd8ac468db10_26_2721_15302721x1530.jpg", "content": [{"text": "Actress Eva Green described a film producer as an \"inexperienced, pretentious moron\" as \"an emotional response\" after she was lied to about filming, she has told the High Court.", "type": "b"}, {"text": "The Casino Royale star is suing White Lantern Films over her $1m (£810,000) fee for a film that never got made.", "type": "p"}, {"text": "Her barrister has claimed the production company wants to paint her as a \"diva\" to damage her reputation.", "type": "p"}, {"text": "They dispute her claim and are countersuing.", "type": "p"}, {"text": "The company is arguing she made \"unreasonable\" demands and pulled out.", "type": "p"}, {"text": "The French actress was due to star in and executive produce A Patriot in 2019, but fell out with fellow producers over the budget, location and preparations.", "type": "p"}, {"text": "Ms Green argues that she is owed her fee under a so-called \"pay or play\" provision, which guarantees an agreed payment to an actor even if the film is never made.", "type": "p"}, {"text": "A series of her WhatsApp messages have been revealed to the court, in which she called executive producer Jake Seal \"the devil\" and \"evil\", and described the crew as \"peasants\".", "type": "p"}, {"text": "Asked about her description of an \"inexperienced, pretentious moron\", she told the court on Monday: \"I'm probably talking about [producer] Adam [Merrifield] at the time, but it was an emotional response, I felt betrayed.\"", "type": "p"}, {"text": "She added that she had been \"lied to\" about the move of the production from Ireland to the UK.", "type": "p"}, {"text": "Referring to another message describing two of the film-makers as \"weak and stupid\", she said: \"It's my Frenchness coming out sometimes.\"", "type": "p"}, {"text": "She added: \"Sometimes you say things you don't actually mean. Of course they are not weak and stupid.\"", "type": "p"}, {"text": "And asked about the reference to crew members as \"peasants... from Hampshire\", she said: \"I have nothing against peasants.", "type": "p"}, {"text": "\"I didn't want to work with a sub-standard crew. I wanted to work with a high-quality crew who just wanted to be paid standard industry rates.\"", "type": "p"}, {"text": "Ms Green said she withdrew after budget cuts forced filming to move from Ireland, and because of \"chaotic\" preparations and what she described as corner-cutting - such as an \"extremely dangerous\" reduction in her stunt training - and the crew being paid \"significantly\" below industry rates.", "type": "p"}, {"text": "She said she would not make a \"B-movie\" because appearing in such a film \"could kill my career\".", "type": "p"}, {"text": "\"When an actor has appeared in a B-movie they are labelled as a B-actor, you never get offered quality work ever again\", she added.", "type": "p"}, {"text": "White Lantern has claimed \"Ms Green's expectations for the film were incompatible with its budget\", and that she was \"repeatedly making unreasonable demands\" about the crew, locations and equipment.", "type": "p"}, {"text": "Max Mallin KC, for White Lantern, has also claimed that Ms Green had an \"animosity\" towards a vision for the film held by Mr Seal.", "type": "p"}, {"text": "The civil trial is due to last for a total of eight days.", "type": "p"}], "tags": []}