{"link": "https://www.bbc.com/news/science-environment-64457573", "category": "science & environment", "title": "Nasa's Mars rover Perseverance completes rock depot", "contributor": null, "time": "2023-01-30T16:29:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/137DC/production/_128463897_renew.jpg", "content": [{"text": "Nasa's Perseverance rover has finished building a rock depot on Mars.", "type": "b"}, {"text": "It's laid down a series of tubes on the ground containing a variety of rock and environmental specimens.", "type": "p"}, {"text": "The depot will serve as a reserve cache to be brought back to Earth in the event Perseverance is unable to complete the next stage of its mission.", "type": "p"}, {"text": "Scientists want rock samples brought home to study in the lab. It will be the best way to determine whether life has ever existed on the Red Planet.", "type": "p"}, {"text": "Photos downlinked from the robot on Monday showed the last of the 10 titanium cylinders intended for the depot, lying in the dust between the vehicle's wheels.", "type": "p"}, {"text": "The tube's exact position has been carefully documented.", "type": "p"}, [{"text": "Ingenuity helicopter to fly over the hills of Mars", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63965245"}, {"text": "Life on Mars? Australian rocks may hold clues", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63589825"}, {"text": "Nasa's Mars rover collects 'amazing' rock samples", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62950404"}], {"text": "Perseverance was sent to Mars to investigate a 45km-wide bowl called Jezero Crater.", "type": "p"}, {"text": "It's a location thought to have held a lake billions of years ago.", "type": "p"}, {"text": "It also has on its western fringe the remnants of a delta.", "type": "p"}, {"text": "This is a structure created from the silt and sand dumped by a river as it slows on entry into a wider body of water.", "type": "p"}, {"text": "It's the kind of feature that might just have trapped evidence of past microbial organisms.", "type": "p"}, {"text": "Perseverance has drilled a mix of volcanic and sedimentary rocks that should tell the story of the crater and the lake it once held. Examples of those rocks are now in the depot on a flat piece of terrain dubbed \"Three Forks\".", "type": "p"}, {"text": "To be clear, the collection is not the primary cache Nasa wishes to return to Earth; it's more of a \"Plan B\".", "type": "p"}, {"text": "Perseverance retains copies of the Three Forks samples in the caching system inside its belly.", "type": "p"}, {"text": "The hope is the rover can directly deliver these rocks - and others yet to be drilled - to the mission that comes to take them home. ", "type": "p"}, {"text": "But Nasa can't risk the scenario where the rover breaks down with all the rocks stuck inside it. ", "type": "p"}, {"text": "The depot is therefore an insurance. It guarantees something is available to pick up when the retrieval mission arrives at the end of the decade.", "type": "p"}, {"text": "Should the nightmare happen and Perseverance dies, the fetch mission will be directed straight to Three Forks.", "type": "p"}, {"text": "The rover is about to drive up on to the top of the delta, accompanied by its scout drone. This mini-helicopter, named Ingenuity, has already begun the climb.", "type": "p"}, {"text": "Perseverance is going to investigate what appears to be evidence of flood activity, judging from the large size of some of the boulders scattered across the top of the delta.", "type": "p"}, {"text": "The robot will then move to the edge of the crater where satellite imagery indicates there are carbonate-type sedimentary rocks. These again will be a good place to look for traces of ancient biology.", "type": "p"}, {"text": "Perseverance still has more than 20 sample tubes waiting to be filled.", "type": "p"}], "tags": ["Mars", "Nasa", "Geology", "Nasa Perseverance Mars rover", "Space exploration"]}