{"link": "https://www.bbc.com/news/business-64493849", "category": "business", "title": "King Charles will not appear on new Australia $5 note", "contributor": null, "time": "2023-02-02T06:30:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E069/production/_128494475_gettyimages-520536934.jpg", "content": [{"text": "King Charles III will not feature on Australia's new five dollar note, ", "type": "b"}, {"text": "The new design will pay tribute to \"the culture and history\" of Indigenous Australians, the Reserve Bank of Australia (RBA) says.", "type": "p"}, {"text": "A portrait of the late Queen Elizabeth II appears on the current design of the five dollar note.", "type": "p"}, {"text": "The Queen's death last year reignited debates about Australia's future as a constitutional monarchy.", "type": "p"}, {"text": "\"This decision by the Reserve Bank Board follows consultation with the Australian government, which supports this change,\" the bank said in a statement.", "type": "p"}, {"text": "\"The Bank will consult with First Australians in designing the $5 banknote. The new banknote will take a number of years to be designed and printed. In the meantime, the current $5 banknote will continue to be issued. It will be able to be used even after the new banknote is issued,\" it added.", "type": "p"}, {"text": "The A$5 banknote is the only Australian banknote to carry the image of a British monarch. The late Queen appears on the country's coins as well, although Australia is transitioning to using an effigy of King Charles III.", "type": "p"}, {"text": "The RBA told the BBC it has not yet set a date for when it will reveal the new five dollar note design.", "type": "p"}, {"text": "The decision was welcomed by Aboriginal politicians and community leaders.", "type": "p"}, {"text": "\"This is a massive win for the grassroots, First Nations people who have been fighting to decolonise this country,\" said Lidia Thorpe, a Greens senator and DjabWurrung Gunnai Gunditjmara woman.", "type": "p"}, {"text": "First Nations people lived in Australia for at least 65,000 years before British colonisation, according to recent estimates.", "type": "p"}, {"text": "The King became the British monarch after his mother's death in September.", "type": "p"}, {"text": "As the British monarch, he is also the head of state of Australia, New Zealand and 12 other Commonwealth realms outside the United Kingdom. The role is largely ceremonial.", "type": "p"}, {"text": "The British monarch's portrait has appeared on at least one design in every series of Australian banknotes.", "type": "p"}, {"text": "However, in September Australia said the image of the new monarch would not automatically replace the Queen on its five dollar notes, and that she might be replaced by Australian figures.", "type": "p"}, [{"text": "First pictures of King Charles banknotes revealed", "type": "a", "href": "https://www.bbc.co.uk/news/business-64026683"}, {"text": "What next for Australia after the Queen?", "type": "a", "href": "https://www.bbc.co.uk/news/world-australia-62874044"}], {"text": "Much of Australia's currency already features Indigenous Australian figures and artworks. ", "type": "p"}, {"text": "In a 1999 referendum Australian voters chose to keep the British monarch as the country's head of state.", "type": "p"}, {"text": "In 2021, Australia officially changed its national anthem to remove reference to the country being \"young and free\", amid calls to recognise that its Indigenous people are the oldest civilization in the world.", "type": "p"}], "tags": ["Indigenous Australians", "King Charles III", "Queen Elizabeth II", "Australia"]}