{"link": "https://www.bbc.com/news/entertainment-arts-64496388", "category": "entertainment & arts", "title": "BBC News channel announces chief presenter line-up for revamp", "contributor": null, "time": "2023-02-02T12:08:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4D43/production/_128497791_9bdc5ee0-75b3-45bb-83b0-cb52bcbcdf94.jpg", "content": [{"text": "The BBC has announced its line-up of chief presenters for its revamped TV news channel.", "type": "b"}, {"text": "It follows the decision to merge the two existing news channels, aimed at viewers in the UK and around the world.", "type": "p"}, {"text": "Matthew Amroliwala, Christian Fraser, Yalda Hakim, Lucy Hockings and Maryam Moshiri will lead the new line-up.", "type": "p"}, {"text": "Other hosts on the two current channels include Jane Hill, Martine Croxall and Ben Brown. However they have not been named among the new chief presenters.", "type": "p"}, {"text": "Another current presenter, Geeta Guru-murthy, tweeted shortly before going on air on Thursday: \"Catch me whilst you can!\"", "type": "p"}, {"text": "There are currently 18 presenters across the two existing channels.", "type": "p"}, {"text": "As well as appointing five UK-based lead anchors, the new channel is now recruiting eight correspondents who will also co-present, and two presenters based in Washington DC.", "type": "p"}, {"text": "BBC News CEO Deborah Turness said she was \"thrilled\" to announce the lead presenters. ", "type": "p"}, {"text": "\"This team's editorial leadership, talent, knowledge and flair make them the ideal presenters to bring the BBC's trusted journalism to people at home in the UK and around the globe, and to guide audiences through the big stories as they break,\" she said.", "type": "p"}, {"text": "Three other long-serving news presenters - Joanna Gosling, David Eades and Tim Willcox - recently announced their departures from the corporation.", "type": "p"}, {"text": "Gosling gave an emotional sign-off during her final appearance after 23 years last week.", "type": "p"}, {"text": "The revamped news channel is due to launch this spring. It will have the ability to split into two separate feeds - for the UK and elsewhere - at certain times of day and if there is breaking news that's mainly of interest to a domestic audience.", "type": "p"}, {"text": "It will be anchored from London during the daytime and evening in the UK, and from Washington DC and Singapore overnight.", "type": "p"}, {"text": "Of the new chief presenters, Amroliwala currently hosts Global on BBC World News, while Fraser fronts The Context on both existing channels, as well as co-presenting BBC Two's Newsnight.", "type": "p"}, {"text": "Moshiri is a regular face on both channels, while Hakim presents the global Impact and Our World strands, and Hockings has Live with Lucy Hockings on BBC World News.", "type": "p"}, {"text": "Overall, around 50 jobs are expected to be lost on and off air as part of the merger.", "type": "p"}, {"text": "The appointments to the revamped news channel comes against the backdrop of a large number of big-name presenters leaving the BBC.", "type": "p"}, {"text": "Ken Bruce, Paul O'Grady, Vanessa Feltz, Emily Maitlis and Dan Walker are among the broadcasters who have left or are leaving, to take up jobs in the commercial sector.", "type": "p"}, {"text": "In the case of news presenters, it is specifically the merging of the two existing channels that has prompted job cuts. ", "type": "p"}, {"text": "However, there are a plethora of reasons for the exit of major entertainment personalities - ranging from the publication of their salaries to the increasingly fragmented media industry.", "type": "p"}, [{"text": "Read more: Why TV and radio presenters are leaving the BBC", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62723769"}]], "tags": ["Television", "BBC"]}