{"link": "https://www.bbc.com/news/health-64486351", "category": "health", "title": "Folic acid in flour too low to prevent birth defects, scientists say", "contributor": null, "time": "2023-02-02T03:55:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1142A/production/_128489607_gettyimages-1219399892.jpg", "content": [{"text": "Leading scientists say adding higher levels of folic acid to all flour and rice would stop hundreds more UK babies being born with lifelong disabilities.", "type": "b"}, {"text": "They say current levels being proposed are too low and will not help some groups of women, while any concerns over potential harms are unjustified.", "type": "p"}, {"text": "The government says mandatory fortification of one type of white flour allows an element of choice.", "type": "p"}, {"text": "The Food Standards Agency says it will still offer big public health benefits.", "type": "p"}, {"text": "Last year, governments across the UK decided to introduce new laws making it compulsory for the food industry to add a vitamin called folic acid, also known as B9, to non-wholemeal wheat flour. That means everyone who eats white bread would get more folic acid in their diets.", "type": "p"}, {"text": "The vitamin is particularly important in the early stages of pregnancy, helping a baby's brain, skull and spinal cord develop properly. ", "type": "p"}, {"text": "Women are advised to take a daily folic supplement before becoming pregnant but many do not - mostly the least well-off - and about half of pregnancies are also unplanned.", "type": "p"}, {"text": "This means they run the risk of giving birth to babies with severe abnormalities called neural tube defects, such as spina bifida. These conditions affect about one in 1,000 pregnancies in the UK.", "type": "p"}, {"text": "But a group of scientists says the new proposals will not help women who eat gluten-free foods, wholemeal flour or any kind of rice in preference to bread.", "type": "p"}, {"text": "They also say the proposed level of folic acid added is too low and will only prevent 20% of birth defects, instead of about 80% (equivalent to 800 babies with neural tube defects) which could be achieved with higher doses.", "type": "p"}, {"text": "One of those scientists, Neena Modi, professor of neonatal medicine at Imperial College London, said: \"In the UK we have a neural tube defect rate that is one of the highest in Europe.", "type": "p"}, {"text": "\"This is not a trivial condition,\" she said. \"It leads to major lifelong complications for baby and family.\"", "type": "p"}, {"text": "\"Each neural tube defect is a tragedy - I see no reason not to move to a higher level of fortification.\"", "type": "p"}, {"text": "The UK government proposes to add 0.25mg of folic acid per 100g of non-wholemeal wheat flour, but Prof Modi and others are calling for four times that amount to be added - 1mg per 100g of all flour and rice.", "type": "p"}, {"text": "Prof Dame Lesley Regan, professor of obstetrics and gynaecology at St Mary's Hospital, Paddington in London, said there were medical, ethical and economic reasons for much higher doses.", "type": "p"}, {"text": "\"I'm the one who has to pick up the pieces,\" she said, when families choose to have late terminations of affected babies after a diagnosis is discovered.", "type": "p"}, {"text": "The cost of caring for babies born with the defects for the rest of their lives often runs into the tens of millions of pounds, Prof Regan said, adding that 800 families \"have to deal with those problems.\"", "type": "p"}, {"text": "Ingesting folic acid direct from fortified foods is thought to be twice as effective at raising levels of the crucial vitamin as taking the same dose via a supplement.", "type": "p"}, {"text": "Some experts have previously voiced concern that adding too much folic acid to everyone's diets could mask other health issues, such as anaemia. ", "type": "p"}, {"text": "However, University of Oxford neurologist Prof Peter M Rothwell rejects that notion, saying: \"There isn't an issue. The idea just doesn't fit with evidence or with modern practice.\"", "type": "p"}, {"text": "It was important to be aware of unintended consequences but \"they seem to very small indeed\", he added.", "type": "p"}, {"text": "A study in the Lancet in 1991 showed that taking a daily 4mg folic acid supplement reduced neural tube defects in babies by about 80% in a UK trial.", "type": "p"}, {"text": "University College London professor of preventive medicine Sir Nicholas Wald, who led that study, said higher levels of fortification \"would be safe and prevent many more birth defects\" and \"benefit all mothers - rich and poor alike\".", "type": "p"}, {"text": "The Department of Health and Social Care in England said the proposed level of folic acid in flour was the result of modelling by Food Standards Scotland.", "type": "p"}, {"text": "It looked at the safety of different options, ensuring no increase in people at risk of consuming too much folic acid, as well as no decrease in current average intakes.", "type": "p"}, {"text": "\"Choosing to fortify non-wholemeal wheat flour only...  allows an element of consumer choice as wholemeal flour and other milled grains and flours including those that are 'gluten free' are not currently subject to other fortification,\" it said.", "type": "p"}, {"text": "A consultation on the issue closed in November and responses are currently being analysed. A spokesperson for the Department said an agreed level of folic acid would be confirmed \"in due course\",", "type": "p"}, [{"text": "the synthetic version of the vitamin folate, or vitamin B9", "type": "p"}, {"text": "it is essential in the formation of spine and nerve cells during the first few weeks of pregnancy", "type": "p"}, {"text": "anyone trying to get pregnant is advised to take 400 micrograms, once a day", "type": "p"}, {"text": "you should take it for the first 12 weeks of pregnancy", "type": "p"}, {"text": "for families where there is a history of spina bifida, a higher dose - 5mg - is needed", "type": "p"}, {"text": "folate is the natural form of it, and is found in food such as spinach, cabbage, oranges, wholegrain foods", "type": "p"}, {"text": "if you are not pregnant, you should be able to get enough in your diet from these sources.", "type": "p"}], {"text": "The charity Shine, which supports those living with spina bifida, say it is keen to see mandatory fortification of flour with folic acid implemented as soon as possible.", "type": "p"}, {"text": "\"We would hope that whatever the decision on the amount of folic acid to be added, the levels of mandatory fortification are kept under review, its impact monitored, and adjustments made as evidence of the impact becomes apparent,\" said its chief executive Kate Steele.     ", "type": "p"}, {"text": "Shine said all women who might become pregnant should take a daily supplement of folic acid, whether or not they are trying for a baby.  ", "type": "p"}, {"text": "Folic acid is added to flour in more than 80 countries - and when it was added to bread in Australia, neural tube defects fell by 14%.", "type": "p"}], "tags": ["Medicine", "Children", "Babies & toddlers", "Neurology", "Pregnancy"]}