{"link": "https://www.bbc.com/news/entertainment-arts-66140356", "category": "entertainment & arts", "title": "BBC presenter accused of paying teen for explicit photos - report", "contributor": null, "time": "2023-07-08T19:37:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1169A/production/_130322317_bbcpa2.jpg", "content": [{"text": "A BBC presenter has been accused of paying a teenager for sexually explicit photographs, beginning when they were 17, according to The Sun.", "type": "b"}, {"text": "The newspaper reported that the unnamed male presenter had paid the alleged victim tens of thousands of pounds.", "type": "p"}, {"text": "It is understood that the BBC is looking into the allegations, and that the star is currently not scheduled to be on air in the coming days.", "type": "p"}, {"text": "The Sun said the young person's family complained to the BBC on 19 May.", "type": "p"}, {"text": "The family is reported to have become frustrated that the star remained on air and approached the newspaper, but said they wanted no payment for the story.", "type": "p"}, {"text": "The mother told the paper that the anonymous individual, now aged 20, had used the money from the presenter to fund a crack cocaine habit.", "type": "p"}, {"text": "She described to the paper how her child had gone from a \"happy-go-lucky youngster to a ghost-like crack addict\" in three years.", "type": "p"}, {"text": "Following the reports, several high-profile BBC presenters have taken to social media to deny they are the presenter in question. ", "type": "p"}, {"text": "Broadcaster Rylan Clark tweeted on Saturday that he was not the presenter, saying \"that ain't me babe\" and adding that he is filming in Italy for a BBC programme.", "type": "p"}, {"text": "Separately BBC Radio 2 presenter Jeremy Vine has also distanced himself from the Sun story, saying the allegations are not about him.", "type": "p"}, {"text": "He tweeted: \"Just to say I'm very much looking forward to hosting my radio show on Monday — whoever the 'BBC Presenter' in the news is, I have the same message for you as Rylan did earlier: it certainly ain't me.\"", "type": "p"}, {"text": "Match of the Day presenter Gary Lineker did not mention the allegations specifically, but writing on Twitter later on Saturday evening he said: \"Hate to disappoint the haters but it's not me.\" ", "type": "p"}, {"text": "Nicky Campbell tweeted that he has reported an anonymous Twitter account to the police over a post claiming he was the presenter. ", "type": "p"}, {"text": "\"I think it's important to take a stand. There's just too many of these people on social media. Thanks for your support friends,\" he said.", "type": "p"}, {"text": "The corporation said the information would be \"acted upon appropriately\".", "type": "p"}, {"text": "A BBC spokesperson said: \"We treat any allegations very seriously and we have processes in place to proactively deal with them.", "type": "p"}, {"text": "\"As part of that, if we receive information that requires further investigation or examination we will take steps to do this. That includes actively attempting to speak to those who have contacted us in order to seek further detail and understanding of the situation.", "type": "p"}, {"text": "\"If we get no reply to our attempts or receive no further contact that can limit our ability to progress things but it does not mean our enquiries stop. ", "type": "p"}, {"text": "\"If, at any point, new information comes to light or is provided - including via newspapers - this will be acted upon appropriately, in line with internal processes.\" ", "type": "p"}, {"text": "BBC's culture editor Katie Razzall said many questions remain unanswered, including how the corporation has investigated the family's complaint and if it was appropriate for the presenter, who has not been named, to stay on air after a serious allegation was made.", "type": "p"}, {"text": "The BBC's statement appears to suggest its initial investigation may have been hampered by a lack of response from the family, she said.", "type": "p"}, {"text": "This allegation, if proven, would mean the career of a high-profile BBC presenter is likely to be over.", "type": "p"}], "tags": []}