{"link": "https://www.bbc.com/news/science-environment-66131038", "category": "science & environment", "title": "Climate change: Shipping agrees net-zero goal but critics chide deal", "contributor": null, "time": "2023-07-07T10:00:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11527/production/_130315907_gettyimages-1237712781.jpg", "content": [{"text": "The global shipping industry has agreed to reduce planet warming gases to net-zero \"by or around 2050\", but critics say the deal is fatally flawed.", "type": "b"}, {"text": "Ships produce around 3% of global CO2 but countries will now have to reduce this as close as possible to zero by the middle of the century.", "type": "p"}, {"text": "Small island states have welcomed the plan but green groups are furious. ", "type": "p"}, {"text": "They believe the strategy is toothless and will do little to limit rising temperatures.", "type": "p"}, [{"text": "World sees hottest day since records began", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66104822"}, {"text": "Oil giant Shell warns cutting production 'dangerous'", "type": "a", "href": "https://www.bbc.co.uk/news/business-66108553"}, {"text": "Greta Thunberg charged for blocking oil port", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66120290"}], {"text": "The global shipping industry is critical to world trade carrying up to 90% of commercial goods. But that trade is highly polluting, using some of the most carbon heavy fuels to power ships' engines. ", "type": "p"}, {"text": "These dirty smokestacks produce roughly the same amount of carbon each year as Germany. ", "type": "p"}, {"text": "But maritime transport has proved hard to regulate as ships are often owned in one country but registered with another. ", "type": "p"}, {"text": "Small states like the Marshall Islands, Liberia and Panama have huge numbers of ships sailing under their national flags but they have no real responsibility for these vessels.", "type": "p"}, {"text": "This complex arrangement meant that shipping was omitted from the Paris climate agreement in 2015 when the world put in place a global plan to tackle rising temperatures. ", "type": "p"}, {"text": "In 2018 shipping did agree to cut carbon in half by 2050, but this was seen as totally inadequate by scientists.", "type": "p"}, {"text": "Now after growing pressure from a coalition of countries including the UK, the US, and Pacific island states, delegates meeting in London have agreed a new strategy that would bring emissions to net-zero \"by or around\" 2050. ", "type": "p"}, {"text": "Net-zero means that any emissions remaining then would be cancelled out by actively removing greenhouse gases from the atmosphere. ", "type": "p"}, {"text": "Richer countries and small island states had called for a 50% reduction by 2030 and a 96% emissions cut by 2040.", "type": "p"}, {"text": "But with resistance from China, Brazil, Saudi Arabia and others the new strategy that will see \"indicative checkpoints\" rather than hard targets and these would aim to see emissions from shipping fall by at least 20% by 2030, and at least 70% by 2040. ", "type": "p"}, {"text": "For both these checkpoints, the agreement says that countries should \"strive\" for a higher target of 30% by 2030 and 80% by 2040.", "type": "p"}, {"text": "\"This outcome is far from perfect, but countries across the world came together and got it done - and it gives us a shot at 1.5C,\" said Ralph Regenvanu, Vanuatu's climate change minister.", "type": "p"}, {"text": "Keeping global temperatures under 1.5C is a key part of the Paris agreement and scientists agree that allowing the world to warm more than this level would be very dangerous. ", "type": "p"}, {"text": "Industry voices have also welcomed the new deal, but with reservations. ", "type": "p"}, {"text": "\"It's a remarkable improvement that the revised strategy now aims to achieve net-zero emissions by or around 2050, and the introduction of indicative 2030 and 2040 checkpoints for emissions reductions sends an important signal to governments and industry,\" said Johannah Christensen, chief executive of the Global Maritime Forum.", "type": "p"}, {"text": "\"However, the revised strategy falls short to provide the necessary clarity and strong commitments for a just and equitable Paris Agreement-aligned transition.\"", "type": "p"}, {"text": "Many environmental groups were strongly critical of the new agreement saying that shipping's new plan would do very little to keep the world under that key temperature threshold. ", "type": "p"}, {"text": "\"While the inclusion of 2030 and 2040 emissions reduction targets for shipping is not insignificant, this strategy will see the shipping industry exhaust its 1.5C carbon budget by 2032,\" said Madeline Rose, from the Pacific Environment campaign group.", "type": "p"}, {"text": "The new deal also keeps alive the idea of a carbon levy on shipping that has been strongly supported by developing countries, who believe that this measure will be key in bringing down emissions over the decades to come. ", "type": "p"}, {"text": "\"Ultimately it's not the targets but the incentives we put in place to meet them. So we in the Pacific are going to keep up a strong fight for a levy that gets us to zero emissions by 2050,\" said Minister Regenvanu.", "type": "p"}], "tags": []}