{"link": "https://www.bbc.com/news/business-64415990", "category": "business", "title": "US economic growth stronger than expected", "contributor": null, "time": "2023-01-26T15:07:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16870/production/_128427229_whatsubject.jpg", "content": [{"text": "The US economy did better than expected at the end of last year, despite higher borrowing costs and rising cost of living dragging on growth. ", "type": "b"}, {"text": "The economy grew at an annual rate of 2.9% in the last three months of 2022, official figures show. ", "type": "p"}, {"text": "That was down from 3.2% in the previous quarter, as home sales and construction tumbled. ", "type": "p"}, {"text": "Some analysts are worried that the US economy is headed for recession, although the jobs market has held up. ", "type": "p"}, {"text": "The unemployment rate is hovering around historic lows, but other parts of the economy have been weakening.", "type": "p"}, {"text": "In December, normally a big month for consumer spending, retail sales dropped 1.1% from a month earlier.", "type": "p"}, {"text": "Manufacturing has also suffered, while the stock market dropped sharply last year.", "type": "p"}, {"text": "Thursday's report showed housing investment - which is sensitive to interest rates - falling at an annual rate of nearly 27% in the three months to December, driven by declines in the construction of new homes.", "type": "p"}, {"text": "But consumer spending, the main driver of the US economy, continued at a solid, albeit slowing, pace.", "type": "p"}, {"text": "For the full year, the economy grew by 2.1%. That was down from last year, when the economy roared back to life after the pandemic, expanding by 5.9% - the fastest rate since 1984. ", "type": "p"}, {"text": "That surge helped spark a rapid rise in prices, pushing the US central bank to intervene to try to stabilise costs.", "type": "p"}, {"text": "Last year, the Federal Reserve hiked interest rates from near zero to more than 4% - the highest rate in 15 years.", "type": "p"}, {"text": "By lifting borrowing costs, the bank is encouraging consumers to save more and spend less, hoping this will ease the pressures pushing up prices. But it risks triggering a severe slowdown, which could leave millions of people out of work. ", "type": "p"}, {"text": "Reports of job cuts have been rising.  Manufacturing firm 3M, chemicals company Dow, and tech firms IBM and SAP were among the big firms to announce major redundancies this week. But others, such as restaurant chain Chipotle, are adding staff.", "type": "p"}, {"text": "Fed officials have said they remain hopeful the economy can adjust without massive job losses, allowing their rate-hiking campaign to end in a so-called \"soft landing\" instead. ", "type": "p"}, {"text": "\"For almost a year, the Federal Reserve has been trying to achieve a soft landing by raising short-term interest rates just-enough to bring down inflation without causing a recession. It's clear the economy remains relatively strong in the face of the Fed's efforts, suggesting they're succeeding,\" said Richard Flynn, managing director at Charles Schwab UK.", "type": "p"}, {"text": "\"However, investors may fear that today's figures are somewhat deceiving as other recent data has pointed towards a recession.\"", "type": "p"}], "tags": ["US economy", "Global economy", "Recession", "GDP"]}