{"link": "https://www.bbc.com/news/entertainment-arts-64409947", "category": "entertainment & arts", "title": "Jacob Rees-Mogg to host GB News show", "contributor": null, "time": "2023-01-26T13:24:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/248C/production/_127065390_gettyimages-1243884422.jpg", "content": [{"text": "Former Tory cabinet minister Jacob Rees-Mogg is to host his own TV talk show on GB News, the broadcaster said.", "type": "b"}, {"text": "The North East Somerset MP's new show, it added, will see him \"debate the hot topics of the day\" and interview guests from \"across the political spectrum\".", "type": "p"}, {"text": "The ex-business secretary and minister of state for Brexit opportunities and government efficiency described GB News as \"a bastion of free speech\".", "type": "p"}, {"text": "He joins fellow conservative MP Esther McVey on the television channel.", "type": "p"}, {"text": "Other presenters include Nigel Farage, John Cleese and Eamonn Holmes.", "type": "p"}, {"text": "Mr Rees-Mogg - a vocal supporter of previous prime ministers Liz Truss and Boris Johnson - quit as business secretary in October, amid a major cabinet overhaul after Rishi Sunak entered No 10 Downing Street.", "type": "p"}, {"text": "Now a backbencher, he also previously served as leader of the House of Commons and lord president of the Privy Council from 2019 to 2022.", "type": "p"}, {"text": "Speaking about his new role, he said: \"GB News is a bastion of free speech which clearly has its finger uniquely on the pulse of public opinion and does not talk down to its viewers and listeners.", "type": "p"}, {"text": "\"I have been impressed by the channel's independent-mindedness and its determination to talk to people with many different perspectives, which is exactly what I will do on my programme.\"", "type": "p"}, {"text": "GB News launched in June 2021, becoming the UK's first TV news start-up for 30 years, since the launch of Sky News.", "type": "p"}, {"text": "But its chairman and lead presenter Andrew Neil resigned just three months after it went on air.", "type": "p"}, [{"text": "Andrew Neil: I was minority of one at GB News", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-58591909"}, {"text": "Simon McCoy leaves GB News for 'personal reasons'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-59621747"}, {"text": "John Cleese to host new GB News TV show", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63197829"}], {"text": "The channel's editorial director Mick Booker described its latest addition, Mr Rees-Mogg, as \"an authentic and authoritative voice of the Tory backbenches with his trademark common sense, refreshing directness, and an impish sense of fun\".", "type": "p"}, {"text": "He added that the new programme \"will embrace a range of guests and viewpoints from all sides of politics but will also explore some of Jacob's other wide-ranging interests\".", "type": "p"}], "tags": ["Conservative Party", "Jacob Rees-Mogg", "Television"]}