{"link": "https://www.bbc.com/news/science-environment-64414493", "category": "science & environment", "title": "Government green heating scheme off to slow start", "contributor": null, "time": "2023-01-26T18:43:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8252/production/_128426333_gettyimages-1235398897.jpg", "content": [{"text": "A major new grant scheme to replace gas boilers in England and Wales has got off to a slow start, government figures released on Thursday show.", "type": "b"}, {"text": "Under The Boiler Upgrade Scheme households can apply for vouchers to help them switch to a heat pump.", "type": "p"}, {"text": "The government aims to give out 30,000 vouchers annually but only managed 9,888 between the scheme's launch in May and the end of the year.", "type": "p"}, {"text": "The government told the BBC it was on track to meet its targets.", "type": "p"}, {"text": "Switching to heat pumps helps lower heating emissions and therefore will help the UK meet its climate targets.", "type": "p"}, {"text": "Since May last year households across England and Wales have been able to apply for a £5,000 voucher to replace their boiler with a more environmentally-friendly heating system.", "type": "p"}, {"text": "The government set aside £450m for this scheme, and said it would fund 90,000 pumps over three years.", "type": "p"}, {"text": "Based on new figures released on Thursday, at the current rate, by March 2025 when the scheme is due to end only 42,000 vouchers would be issued.", "type": "p"}, {"text": "A spokesperson for the UK's Climate Change Committee, the government's advisory group on climate, told the BBC that although the number of retrofits is broadly in line with their models \"the government could increase uptake of Boiler Upgrade Scheme, specifically by raising public awareness and providing further funding\". ", "type": "p"}, {"text": "A government spokesperson told the BBC that it has recently launched a targeted marketing campaign to increase public awareness in the scheme. ", "type": "p"}, {"text": "Jess Ralston, head of energy at policy think-tank Energy and Climate Intelligence Unit, told the BBC she was not surprised by the scheme's slow start: \"In terms of government schemes they all have teething issues in the first year.\"", "type": "p"}, {"text": "Industry experts say the delay in getting the scheme online deterred installers from offering their services.", "type": "p"}, {"text": "The scheme was set up by the government to reduce the climate impact of heating UK homes - which produces 14% of the country's greenhouse gas emissions. ", "type": "p"}, {"text": "Heat pumps run on electricity rather than gas and are three times more efficient, so also offer households an opportunity to save money. ", "type": "p"}, [{"text": "£5K to ditch your boiler - how do heat pumps work?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-57159056"}, {"text": "Households to get £5,000 to replace gas boilers", "type": "a", "href": "https://www.bbc.co.uk/news/business-58959045"}], {"text": "The scheme had already come under criticism for providing funding for just 90,000 vouchers when the government is targeting 600,000 installations by 2028. ", "type": "p"}, {"text": "But it said that the scheme was about creating a demand for heat pumps to allow the market to grow.", "type": "p"}, {"text": "Ms Ralston said that the scheme will certainly help the industry get ready but there \"is still a massive scale of difference, and in other countries we are seeing long-term policy plans. Three years isn't very long and people need the confidence to invest\".", "type": "p"}, {"text": "Currently the UK is one of the poorest performing countries for heat pump installation in Europe. In 2020, nearly 400,000 heat pumps were installed in France compared to the UK's 37,000, according to energy analysts.", "type": "p"}, {"text": "The application and issuing of vouchers also differs significantly across the regions of England and Wales.", "type": "p"}, {"text": "The top four of the five regions for heat pump installations in this scheme were in the south of England.", "type": "p"}, {"text": "Voucher deployment is dependent upon households applying for the scheme but the cost of living crisis may be putting some people off as the voucher only covers between 75% and 50% of the cost, said Ms Ralston. ", "type": "p"}], "tags": ["Greenhouse gas emissions", "UK government", "Climate change", "Heat pumps"]}