{"link": "https://www.bbc.com/news/business-61555306", "category": "business", "title": "Starbucks to quit Russia but pay six months' wages", "contributor": null, "time": "2022-05-23T15:42:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/288A/production/_124887301_hi074612734.jpg", "content": [{"text": "Starbucks is leaving Russia after 15 years, the latest Western corporation to quit the country after the war in Ukraine.", "type": "b"}, {"text": "The coffee chain will now retreat entirely from the Russian market, after suspending trading there in March.", "type": "p"}, {"text": "It said it would continue to pay nearly 2,000 staff working at its shops in the country for six months.", "type": "p"}, {"text": "Starbucks joins firms such as McDonald's and Renault in permanently exiting the country.", "type": "p"}, {"text": "US and Western allies responded to the war by hitting Russia with wide ranging economic sanctions aimed at isolating it economically and cutting it off from the global financial system. The rules make it difficult for Western companies to operate there.", "type": "p"}, {"text": "Starbucks entered Russia in 2007 and had grown to include 130 coffee shops, owned and operated by a licensee.", "type": "p"}, {"text": "The company had stopped shipments to Russia in March. It said it had now \"made the decision to exit and no longer have a brand presence in the market\".", "type": "p"}, {"text": "It did not give details of the financial impact of the decision, but said it would provide assistance to its staff \"to transition to new opportunities outside of Starbucks\".", "type": "p"}, {"text": "A spokeswoman for Starbucks said the stores would close.", "type": "p"}, [{"text": "Russian McDonald's buyer to rebrand restaurants", "type": "a", "href": "https://www.bbc.co.uk/news/business-61512255"}, {"text": "Russia nationalises Renault's Moscow plant", "type": "a", "href": "https://www.bbc.co.uk/news/business-61463874"}], {"text": "The Kuwait-based Alshaya Group, which owns and operates the Starbucks stores, said the decision to leave was a \"Starbucks announcement\" and referred questions to the coffee chain.  It did not say whether it would seek to sell its stores or reopen under a new brand.     ", "type": "p"}, {"text": "Last week, McDonald's announced that it was selling its nearly 850 restaurants in Russia to a current licensee, Russian businessman Alexander Govor, who is expected to rebrand the restaurants.", "type": "p"}, {"text": "Earlier this month, French carmaker Renault also said its business had been nationalised and would be run by Russian government entities, who said they hoped to revive production under a Soviet-era car brand.", "type": "p"}, {"text": "The mayor of Moscow last month estimated that about 200,000 people in that city alone risked losing their jobs as Western companies left the country.", "type": "p"}], "tags": ["Companies", "Russia-Ukraine war", "Starbucks"]}