{"link": "https://www.bbc.com/news/entertainment-arts-61550018", "category": "entertainment & arts", "title": "Cannes Film Festival red carpet protest highlights murders of women", "contributor": null, "time": "2022-05-23T11:18:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1640/production/_124869650_cannesepa_cut.jpg", "content": [{"text": "A group of feminist protesters have staged a protest on the Cannes Film Festival red carpet, unfurling a banner to highlight violence against women.", "type": "b"}, {"text": "The group set off smoke flares and held their fists in the air as they carried the banner, showing the names of 129 women they say have been murdered in France since the last Cannes festival.", "type": "p"}, {"text": "The protest came at the premiere for the Iranian film Holy Spider.", "type": "p"}, {"text": "It came two days after another red carpet protest against sexual violence.", "type": "p"}, {"text": "At the premiere of Three Thousand Years of Longing on Friday, a woman took off her clothes to reveal the message \"stop raping us\" on her body next to the colours of the Ukraine flag, with red paint on her underwear.", "type": "p"}, [{"text": "Women share evidence of Russian soldiers raping and killing civilians in Ukraine", "type": "a", "href": "https://www.bbc.co.uk/news/av/world-europe-61072762"}, {"text": "The murders of women giving France a wake-up call", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-49586759"}], {"text": "Sunday's protest came before the screening of Holy Spider, which was described by Hollywood website Deadline as a feminist thriller about a woman who tracks down a man killing prostitutes.", "type": "p"}, {"text": "It is based on the true story of Saeed Hanaei, who said he killed 16 women in 2000 and 2001 \"for the sake of God, and for the protection of my religion because they were prostitutes and were corrupting other people\".", "type": "p"}, {"text": "The protests have grabbed headlines at the festival, which hosts some of the world's leading film-makers and actors. This year's event has seen screenings of films including Tom Cruise's Top Gun sequel and Baz Luhrmann's Elvis Presley biopic.", "type": "p"}], "tags": ["Femicide", "Women", "Film", "Cannes Film Festival"]}