{"link": "https://www.bbc.com/news/health-61546199", "category": "health", "title": "World faces big challenges over Covid, monkeypox and wars - WHO", "contributor": null, "time": "2022-05-23T01:29:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11C98/production/_124865827_cab36202-3779-4ba1-be8d-86acb61aaa3a.jpg", "content": [{"text": "The world is facing \"formidable\" challenges, including Covid, the war in Ukraine and monkeypox, the head of the World Health Organization has warned.", "type": "b"}, {"text": "Tedros Adhanom Ghebreyesus was speaking in Geneva, where the UN health agency's experts were discussing the monkeypox outbreak in 15 nations outside Africa.", "type": "p"}, {"text": "More than 80 cases have been confirmed in Europe, the US, Canada, Australia and Israel.", "type": "p"}, {"text": "However, the risk to the wider public is said to be low.", "type": "p"}, {"text": "Monkeypox - the virus that is most common in remote parts of Central and West Africa - does not tend to spread easily between people and the illness is usually mild. ", "type": "p"}, {"text": "Most people who catch the virus recover within a few weeks, according to the UK's National Health Service.", "type": "p"}, {"text": "The outbreak has taken scientists by surprise, and UK health officials have issued new advice, saying high-risk contacts of cases should self-isolate for three weeks. Belgium became the first country to announce a three-week quarantine for infected persons on Friday.", "type": "p"}, {"text": "More confirmed cases are expected to be announced in the UK on Monday, the Guardian newspaper reports.", "type": "p"}, [{"text": "EXPLAINER: What is monkeypox? ", "type": "a", "href": "https://www.bbc.co.uk/news/health-45665821"}, {"text": "ANALYSIS: Time to worry or one to ignore?", "type": "a", "href": "https://www.bbc.co.uk/news/health-61524508"}], {"text": "Speaking at Sunday's opening of his agency's World Health Assembly, Dr Tedros said: \"Of course the [Covid] pandemic is not the only crisis in our world. ", "type": "p"}, {"text": "\"As we speak our colleagues around the world are responding to outbreaks of Ebola in the Democratic Republic of Congo, monkeypox and hepatitis of unknown cause and complex humanitarian crises in Afghanistan, Ethiopia, Somalia, South Sudan, the Syrian Arab Republic, Ukraine and Yemen. ", "type": "p"}, {"text": "\"We face a formidable convergence of disease, drought, famine and war, fuelled by climate change, inequity and geopolitical rivalry,\" the WHO head added. ", "type": "p"}, {"text": "The WHO earlier said that a number of other suspected monkeypox cases were being investigated - without naming the countries involved - and warned that more infections were likely to be confirmed.", "type": "p"}, {"text": "After the outbreak was first identified in the UK, the virus began to be detected across Europe - with public health agencies in Spain, Portugal, Germany, Belgium, France, the Netherlands, Italy and Sweden all confirming cases.", "type": "p"}, {"text": "Further cases were confirmed in Austria and Switzerland on Sunday.", "type": "p"}, {"text": "The UK Health Security Agency has identified 20 cases so far and its chief medical adviser Dr Susan Hopkins told the BBC's Sunday Morning programme: \"We are detecting more cases on a daily basis.\"", "type": "p"}, {"text": "She said the virus was now spreading in the community - with cases detected which have had no contact with anyone who has visited West Africa, where the disease is endemic.", "type": "p"}, {"text": "But the risk to the general population remains \"extremely low\", with cases so far mostly found in some urban areas and among gay or bisexual men, Dr Hopkins said.", "type": "p"}, {"text": "Although there is no specific vaccine for monkeypox, several countries have said they are stocking smallpox vaccines, which are about 85% effective in preventing infection because the two viruses are quite similar.", "type": "p"}, {"text": "It is not yet clear why this unexpected outbreak is happening now.", "type": "p"}, {"text": "One possibility is that the virus has changed in some way, although currently there is little evidence to suggest this is a new variant.", "type": "p"}, {"text": "Another explanation is that the virus has found itself in the right place at the right time to thrive.", "type": "p"}, {"text": "Monkeypox may also spread more easily than it did in the past, when the smallpox vaccine was widely used.", "type": "p"}, [{"text": "'I LEFT THREE KIDS AND A WIFE I ADORE': Ukrainian tennis player who returned to defend his country", "type": "a", "href": "https://www.bbc.co.uk/sport/tennis/61387779#xtor=CS8-1000-%5BIn_Article_Promo_Box%5D-%5BNews_Promo_In_Article%5D-%5BNews_Promo_In_Article_BBCGeneric%5D-%5BPS_SPORT~N~~A_UkrainianTennisPlayer%5D"}, {"text": "'I EARN MORE THAN MY FRIENDS WHO WENT TO UNI': Meet the young bricklayers building their lives", "type": "a", "href": "https://www.bbc.co.uk/bbcthree/article/90f4edca-535c-4b8c-a175-ea1e4893b304#xtor=CS8-1000-%5BIn_Article_Promo_Box%5D-%5BNews_Promo_In_Article%5D-%5BNews_Promo_In_Article_BBCGeneric%5D-%5BPS_THREE~N~~A_Brickies%5D"}]], "tags": ["Russia-Ukraine war", "World Health Organization (WHO)", "Monkeypox", "Viruses", "Coronavirus pandemic"]}