{"link": "https://www.bbc.com/news/science-environment-61537610", "category": "science & environment", "title": "Gene-edited tomatoes could soon be sold in England", "contributor": "Pallab Ghosh", "time": "2022-05-23T15:01:41.000Z", "cover": "https://ichef.bbci.co.uk/news/2048/cpsprodpb/16F7B/production/_124857049_stills7.jpg", "content": [{"text": "Tomatoes that boost the body's vitamin D could be among the first gene-edited crops allowed on sale in England.", "type": "b"}, {"text": "Researchers in Norwich created the plants by turning off a specific molecule in their genetic code.", "type": "p"}, {"text": "A bill will be introduced on Wednesday to allow commercial growing of gene-edited crops in England.", "type": "p"}, {"text": "The technique is currently not used for food production in the UK because of rules set by the EU but Brexit has enabled the UK to set its own rules.", "type": "p"}, {"text": "One in six people in the UK are deficient in vitamin D, which is vital to strong bones and muscles and helps reduce risk of cancer.", "type": "p"}, {"text": "Prof Cathie Martin, who led the research at the John Innes Centre, said that the development, published in Nature Plants, could be hugely beneficial.", "type": "p"}, {"text": "\"With humans, half an hour in the sunshine every day is enough to make enough vitamin D. But a lot of people don't have that time outside and that's why they need supplements. The tomatoes themselves could provide another source of vitamin D in their diet.\"", "type": "p"}, {"text": "If government legislation gets through Parliament successfully, the vitamin-boosting fruits could be among the first gene-edited crops allowed on supermarket shelves in England.", "type": "p"}, {"text": "Gene editing is a relatively recent technology. It involves switching genes on and off by snipping out a small section of the plant's DNA. The older technique of genetic modification involves putting genes in, sometimes from a completely different species.", "type": "p"}, {"text": "EU restrictions mean both methods have been effectively banned in Europe for a quarter century. ", "type": "p"}, {"text": "Both methods are used in other countries, to produce food. But the EU set stringent regulations on GM crops 25 years ago because of safety concerns and public opposition to the technology. Gene-edited crops are covered by the same regulations.", "type": "p"}, {"text": "The UK currently follows European Union regulations on both technologies.", "type": "p"}, {"text": "Any new GM or GE crop must undergo a scientific safety assessment, which can take around five years. Plant breeders believe that to be too onerous and expensive and so do not invest in the technology in Europe. In addition, any new variety that passes the EU's safety tests must then be approved by a majority at the European Parliament. ", "type": "p"}, {"text": "Plant breeders believe that political opposition is too strong for the approval of new GM or GE varieties. The regulations, say the plant industry, effectively prevented the commercial production of GM foods in Europe. ", "type": "p"}, {"text": "The UK government has decided that gene editing is safe to use and is to introduce a bill on Wednesday to allow its commercial development in England. The regulations on GM crops will not be relaxed at this stage.", "type": "p"}, {"text": "The Environment Secretary George Eustice told BBC News that the change in the law was necessary to combat the impact of climate change. ", "type": "p"}, {"text": "''The reality is  we're going to need more drought resistant plants and as we try and reduce the use of chemical pesticides, we need to breed in the natural resistance of plants to diseases and this precision breeding technology gives you the ability to do that; it gives you the ability to change traits in a plant faster than you could by conventional breeding but it's not the same as genetic modification''.", "type": "p"}, {"text": "The development has been welcomed by Nigel Moore, of KWS, a plant-breeding firm in Hertfordshire which produces wheat and barley. ", "type": "p"}, {"text": "\"With the varieties we see in England, it generally takes us 12 years to produce those new ones. With gene-editing, we can respond to changing farmers' much faster.\"", "type": "p"}, {"text": "KWS has been developing new varieties of wheat and barley for farmers for 150 years using traditional cross-breeding techniques. Mr Moore says that the firm needs to use gene-editing to produce the new varieties farmers are asking for.", "type": "p"}, {"text": "\"If we think about the pace of change: climate change, the need to reduce nitrogen fertilizer, need to use less pesticides; the faster we get the genetic changes we need, the faster we are able to adapt to all of that changing world around us\".", "type": "p"}, {"text": "Critics of the technology, such as Liz O'Neill, who is the director of the campaign group, GM Freeze, says that the government is being too hasty in lifting restrictions for gene-edited crops.", "type": "p"}, {"text": "\"Mistakes happen. Other changes can get made. Genetics is not like Lego. It is a new set of techniques, and it has developed very quickly which means that there is an awful lot that could go wrong.", "type": "p"}, {"text": "The process does involve putting genetic material in, in order to take it out, and there is a deliberate oversimplification in the description of the process in order to make people feel comfortable about it.\"", "type": "p"}, {"text": "Ms O'Neill also wonders how the relaxation of regulations, which apply to England only, won't happen in other parts of the UK, which will make their own decisions about the use of the technology. ", "type": "p"}, {"text": "\"The food chain doesn't operate only in England. It operates across the UK. Who is going to keep gene-edited food out of the food in Scotland and Wales?", "type": "p"}, {"text": "Customers want informed choice and can only get that if GMOs in the food chain are traceable\".", "type": "p"}, {"text": "Nigel Moore from KWS responds by saying that new gene-edited crop varieties are analysed to ensure that there is no new DNA in them before they are approved for use and that a number of scientific assessments have judged gene-editing technology to be safe.", "type": "p"}, {"text": "He also believes that English-grown GE foods won't find their way to other parts of the UK.", "type": "p"}, {"text": "\"Agricultural supply chains are already very competent in delivering brand requirements such as gluten free and organic foods to very high standards.\"", "type": "p"}, {"text": "The Scottish Government has a long standing opposition to GM crops. Their argument is that they want to protect the \"purity\" of Scotland's food and drinks sector. But this is now is direct opposition to NFU Scotland which says it puts Scottish farmers at a competitive disadvantage.", "type": "p"}, {"text": "A Welsh Government spokesperson said: \"We have no plans to revise the existing GMO Deliberate Release Regulations in Wales and will maintain our precautionary approach towards genetic modification.", "type": "p"}, {"text": "GM crop growing in Northern Ireland was banned at the same time as in Scotland and Wales, back in 2015, and it was said then that that decision would hold for the foreseeable future.", "type": "p"}, {"text": "Follow Pallab on Twitter", "type": "p"}], "tags": ["Genetics", "Agriculture"]}