{"link": "https://www.bbc.com/news/business-63326810", "category": "business", "title": "Firms hold off investment due to Tory turmoil", "contributor": null, "time": "2022-10-20T10:51:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/56C9/production/_127271222_manufacturingworker_getty.jpg", "content": [{"text": "There is good news and bad news for the government this morning. ", "type": "b"}, {"text": "The good news is that the financial markets have not taken further fright at the extraordinary political scenes of discord and chaos in the UK's governing party. ", "type": "p"}, {"text": "As Tony Danker of the CBI business lobby group said to me last week, \"market stability is a pre-requisite for business investment - nothing happens if the government's borrowing costs (which affect all borrowing costs) are soaring\". ", "type": "p"}, {"text": "Government bond yields (the interest rate the government has to pay to borrow) were stable this morning and are half a percent below the level seen in the aftermath of the disastrous mini-budget.", "type": "p"}, {"text": "There is a striking consensus among business leaders and owners in their appreciation of the calming influence of the new Chancellor, Jeremy Hunt.", "type": "p"}, {"text": "\"He's started well,\" said one. \"I don't care who is PM as long as they don't mess with Hunt,\" said another. \"Either we have a new prime minister with Hunt as chancellor or another chancellor with Hunt as PM,\" said another.", "type": "p"}, {"text": "They appreciate that the reverse-budget he delivered has reduced what is openly called \"the moron premium\" that the UK government, and therefore everyone else, has to pay to borrow.", "type": "p"}, [{"text": "Investors remain calm despite political chaos", "type": "a", "href": "https://www.bbc.co.uk/news/business-63326809"}, {"text": "Truss has 12 hours to turn things around - Tory MP", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-63325779"}], {"text": "That's the good news. The bad news is that stability is necessary for investment, but it is not sufficient. ", "type": "p"}, {"text": "\"The UK is uninvestable right now,\" according to the head of the UK subsidiary of an international company.", "type": "p"}, {"text": "Another boss told me: \"We need to see what incentives to invest there will be in the government's new plan and where the OBR ends up,\" a reference to the independent analysis of the Office for Budget Responsibility watchdog that usually accompanies big economic policy decisions and which was so glaringly absent from the recent mini-budget. ", "type": "p"}, {"text": "The other bad news is that there is little confidence that the Conservative Party will be able to agree on what the climate for investment will look like.", "type": "p"}, {"text": "Key issues such as planning reform and immigration policy are big factors when businesses are choosing to invest and the Conservatives seem riven with the kind of conflict that produced the chaotic scenes over a vote to ban fracking cunningly tabled by the Labour Party. ", "type": "p"}, {"text": "Immigration is a particularly sensitive one for business and the Tory party in a post-Brexit world.", "type": "p"}, {"text": "As one (Brexit-voting as it happens) UK chief executive said to me: \"I can see why you would want to control immigration, but that doesn't mean having a pathological hatred of it with totally arbitrary targets.", "type": "p"}, {"text": "\"I can see why you might want the freedom to change some regulation or diverge in some areas but not an obsession to deregulate or diverge for its own sake - that makes life harder for business not easier.\"", "type": "p"}, {"text": "Many business leaders fear that there is no one unity candidate who can get everyone in the same tent. The frackers and the anti-frackers, the planning looseners and the nimbys, the fans of a hard line on the numbers of foreign workers and those who recognise it is very hard to grow an economy unless you have the workers to do the additional work. ", "type": "p"}, {"text": "The last text on my phone last night said: \"They need to find a unity candidate, back them or hold a general election very soon.\"", "type": "p"}], "tags": ["UK economy", "CBI"]}