{"link": "https://www.bbc.com/news/entertainment-arts-63331322", "category": "entertainment & arts", "title": "Channel 4's Krishnan Guru-Murthy suspended for insulting minister", "contributor": null, "time": "2022-10-20T12:25:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C55F/production/_127272505_gettyimages-1243462023.jpg", "content": [{"text": "Krishnan Guru-Murthy has been taken off air for a week by Channel 4 News after he was recorded using an offensive insult about a government minister.", "type": "b"}, {"text": "Guru-Murthy apologised \"unreservedly\" to Northern Ireland minister Steve Baker on Wednesday.", "type": "p"}, {"text": "The presenter used a strong swear word in an off-air remark after what he described as a \"robust interview\".", "type": "p"}, {"text": "On Thursday, Channel 4 said it has a strict code of conduct for employees and \"takes any breaches seriously\".", "type": "p"}, {"text": "Video of Guru-Murthy's remark later circulated on social media.", "type": "p"}, {"text": "He wrote on Twitter: \"After a robust interview with Steve Baker MP I used a very offensive word in an unguarded moment off air.", "type": "p"}, {"text": "\"While it was not broadcast that word in any context is beneath the standards I set myself and I apologise unreservedly.", "type": "p"}, {"text": "\"I have reached out to Steve Baker to say sorry.\"", "type": "p"}, {"text": "Mr Baker replied to Guru-Murthy's tweet, accepting the apology and saying he \"appreciated\" the gesture.", "type": "p"}, {"text": "However, he also told Times Radio, that sacking Guru-Murthy would be a \"service to the public\" if he was found to be in breach of his code of conduct.", "type": "p"}, {"text": "Channel 4's statement said: \"Channel 4 has a strict code of conduct for all its employees, including its programming teams and on-air presenters, and takes any breaches seriously.", "type": "p"}, {"text": "\"Following an off-air incident Channel 4 News anchor Krishnan Guru-Murthy has been taken off air for a week.\"", "type": "p"}, {"text": "After his suspension, Guru-Murthy will not return to Channel 4 News before 4 November due to an additional pre-existing week of leave. ", "type": "p"}], "tags": ["Steven Baker", "Channel 4"]}