{"link": "https://www.bbc.com/news/science-environment-63336201", "category": "science & environment", "title": "Rosalind Franklin: Europe's delayed Mars rover to receive rescue package", "contributor": null, "time": "2022-10-20T16:30:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4870/production/_123744581_f8ff690a-6151-459f-9eea-44f0d0ae6eff.jpg", "content": [{"text": "Europe's research ministers are to be asked for \"up to €360m\" (£313.5m) to start the process of reconfiguring the Rosalind Franklin Mars rover mission.", "type": "b"}, {"text": "The UK-built robot missed its window to go to the Red Planet this year when the West suspended all scientific co-operation with Russia.", "type": "p"}, {"text": "Engineers are now having to redesign the project to include only European and American components.", "type": "p"}, {"text": "This shift in emphasis means the robot will not now launch until 2028.", "type": "p"}, {"text": "A long cruise through space would result in a 2030 landing.", "type": "p"}, {"text": "Eight years is a long time to wait, but European Space Agency (Esa) officials are convinced the scientific imperative behind the mission will still be compelling at the end of the decade.", "type": "p"}, {"text": "\"The point is there is no other mission that is foreseen or planned to actually go to a location on Mars that is four billion years old, and drill below the surface to look for prebiotic chemistry,\" Dr David Parker, Esa's head of human and robotic exploration, told BBC News. ", "type": "p"}, [{"text": "Joint Europe-Russia Mars rover project is parked", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60782932"}, {"text": "Wanted: New job for unemployed Mars rover", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63118856"}, {"text": "Nasa's Mars rover collects 'amazing' rock samples", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62950404"}], {"text": "The future of Rosalind Franklin was put in doubt when Russia invaded Ukraine. ", "type": "p"}, {"text": "The diplomatic fallout resulted in the suspension of the mission because it planned to not only use a Russian rocket to get off Earth, but also a Russian landing mechanism to get down to the surface of Mars. Western sanctions made such a joint undertaking impossible.", "type": "p"}, {"text": "Officials have since been talking to their US counterparts about a transatlantic tie-up.", "type": "p"}, {"text": "This would see the American space agency (Nasa) launch the rover, with European industry then taking on the responsibility for building the entry, descent and landing mechanism.", "type": "p"}, {"text": "Nasa's interest would be served by ensuring Rosalind Franklin's key instrument reaches Mars. This chemistry lab, called the Mars Organic Molecule Analyser, was part-developed at the Goddard Space Flight Center in the US State of Maryland.", "type": "p"}, {"text": "At its regular council meeting on Thursday, Esa member states were presented with the rationale for continuing with the mission. The showcase was reportedly greeted at its conclusion with an enthusiastic round of applause.", "type": "p"}, {"text": "The next step is for European research ministers to approve a budget for the reconfiguration. They will have an opportunity to do this in a few weeks when they gather in Paris to set Esa's near-term programmatic goals.", "type": "p"}, {"text": "The €360m request will initiate the design work on the landing mechanism, although it should be stated that some of this money also covers the ongoing costs of Europe's Trace Gas Orbiter. This satellite, which is already at Mars, is supposed to be the communications relay for Rosalind Franklin when it finally arrives.", "type": "p"}, {"text": "The rover itself will need some modifications. Principal among these is the removal of two Russian scientific instruments on board, and the installation of American radioisotope heaters to keep the robot warm in the freezing environment of the Red Planet.", "type": "p"}, {"text": "In addition, engineers are thinking of making some upgrades. One of these could be a shake mode that would enable Rosalind Franklin to periodically rid itself of the Martian dust that over time would gather on its solar panels and reduce their efficiency.", "type": "p"}, {"text": "Dr Parker said the budget requested next month would not be sufficient to get the rover to the launch pad in 2028, and that further development funds would be required later in the decade.", "type": "p"}, {"text": "Rosalind Franklin was assembled in an ultra-clean facility at the Stevenage, UK, factory of aerospace manufacturer Airbus. The company is hopeful the rover modifications can also be carried out in Britain.", "type": "p"}, {"text": "The rover and the Trace Gas Orbiter, collectively referred to as the ExoMars project, have so far cost Esa member states well in excess of €1bn. The UK alone has invested more than €300m, with most of this money geared to the production of the wheeled robot.", "type": "p"}], "tags": ["Mars", "Nasa", "European Space Agency", "Franklin rover Mars mission"]}