{"link": "https://www.bbc.com/news/technology-63328589", "category": "technology", "title": "Amazon could pay UK shoppers £900m compensation", "contributor": null, "time": "2022-10-20T14:23:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9675/production/_127271583_gettyimages-1024718696.jpg", "content": [{"text": "Amazon shoppers in the UK could receive a share of £900m in compensation, once a legal claim is submitted against the technology giant. ", "type": "b"}, {"text": "The proposed claim alleges the company breached competition law and caused customers to pay higher prices.", "type": "p"}, {"text": "It is being led by consumer-rights champion Julie Hunter, who says products sold on Amazon.co.uk and the Amazon app obscured better-value deals.", "type": "p"}, {"text": "The collective action is due to be filed before the end of the month.", "type": "p"}, {"text": "Started as an online bookseller, Amazon is now the biggest e-commerce company in the world.", "type": "p"}, {"text": "More than 80% of purchases on the site are made via featured offers in the \"buy box\". ", "type": "p"}, {"text": "But Ms Hunter alleges independent sellers are excluded from the buy box, even when they offer the same product cheaper or on better terms - thus breaching UK and EU competition law.", "type": "p"}, {"text": "\"Nine out of 10 shoppers in the UK have used Amazon, according to surveys, and two-thirds use it at least once a month,\" she said. ", "type": "p"}, {"text": "Ms Hunter alleges Amazon uses \"tricks of design to manipulate consumer choice and direct customers towards the features offers in its buy box\".", "type": "p"}, {"text": "This featured offer is the only one considered and selected by the vast majority of users, many of whom trust Amazon and wrongly assume it is the best deal, according to Ms Hunter.", "type": "p"}, {"text": "The legal action, to be filed in the Competition Appeal Tribunal, in London, will seek damages from Amazon estimated in the region of £900m.", "type": "p"}, {"text": "David Greene, from the London Solicitors Litigation Association, told BBC News the likelihood of success was difficult to assess.", "type": "p"}, {"text": "\"Clearly Amazon will fight the case at all stages, including class certification, but the tribunal has made a number of orders recently for similar actions, certifying the optout process,\" he said.", "type": "p"}, {"text": "\"Big tech companies are well resourced to fight.\"", "type": "p"}, {"text": "Anyone living in the UK who has made purchases on Amazon.co.uk or the Amazon mobile app since October 2016 is an eligible member of the claimant class. ", "type": "p"}, {"text": "The proposed lawsuit is an optout collective-action claim, which means affected shoppers, on whose behalf the class action is brought, will not pay costs or fees to participate. ", "type": "p"}, {"text": "Lesley Hannah, one of the partners at Hausfeld and Co LLP, who are leading the litigation, said: \"Competition laws are there to protect everyone. They ensure that individuals can make genuine and informed choices and are not simply led into making selections which benefit the companies they interact with.", "type": "p"}, {"text": "\"Fairness is at the heart of competition law - and consumers are not being treated fairly by Amazon.\" ", "type": "p"}, {"text": "Ms Hunter added: \"Amazon shouldn't be allowed to set the rules in its favour and treat consumers unfairly. That is why I am bringing this action.\" ", "type": "p"}, {"text": "An Amazon official said: \"This claim is without merit and we're confident that will become clear through the legal process. ", "type": "p"}, {"text": "\"Amazon has always focused on supporting the 85,000 businesses that sell their products on our UK store - and more than half of all physical product sales on our UK store are from independent selling partners. ", "type": "p"}, {"text": "\"We always work to feature offers that provide customers with low prices and fast delivery.\"", "type": "p"}, {"text": "The European Commission is pursuing two formal anti-trust investigations into Amazon. ", "type": "p"}, {"text": "One, from November 2020, is evaluating the same alleged \"self-preferencing\" by Amazon as is alleged in the UK claim. ", "type": "p"}, {"text": "The commission's preliminary finding was the rules and criteria for the buy box unduly favoured Amazon's own retail business and marketplace sellers using its logistics and delivery services. ", "type": "p"}, {"text": "It is currently evaluating commitments offered by Amazon to address these concerns.", "type": "p"}, {"text": "In July 2022, the Competition and Markets Authority (CMA) announced it was investigating Amazon's business practices, including how it set the criteria for selecting of the featured offer. ", "type": "p"}, {"text": "The CMA indicated its investigation followed on from the European Commission's.", "type": "p"}], "tags": ["Compensation", "Amazon", "Competition and Markets Authority"]}