{"link": "https://www.bbc.com/news/business-65228927", "category": "business", "title": "Elon Musk: Tesla to build new battery factory in Shanghai", "contributor": null, "time": "2023-04-10T04:46:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9589/production/_129318283_teslashowroominbeijing.jpg", "content": [{"text": "Elon Musk's electric car company Tesla says it is expanding in China as it builds a new factory to make its large-scale batteries.", "type": "b"}, {"text": "The plant in Shanghai will be able to produce 10,000 of its \"Megapack\" energy storage units a year, the firm says.", "type": "p"}, {"text": "A Megapack is a very large battery that can be used to help stabilise energy grids and prevent power outages.", "type": "p"}, {"text": "Tesla already has Megapack plant in California, which also produces 10,000 of the units each year.", "type": "p"}, {"text": "Mr Musk said on Twitter that the new Chinese plant will be in addition to Tesla's US factory.", "type": "p"}, {"text": "Building work on the new Megapack plant in China is expected to begin later this year, with battery production due to get underway by the summer of 2024, according to Chinese state media outlet Xinhua.", "type": "p"}, {"text": "Tesla did not immediately respond to a BBC request for comment.", "type": "p"}, {"text": "China is the biggest producer of batteries, which Tesla will be able tap into to increase production and lower costs.", "type": "p"}, {"text": "The announcement came as the US government has been pressing American companies to become less reliant on China amid rising tensions between Beijing and Washington.", "type": "p"}, {"text": "Last year, US technology firms that receive federal funding were banned by the Biden administration from building \"advanced technology\" facilities in China for 10 years.", "type": "p"}, {"text": "The guidelines were part of a $50bn (£40bn) plan aimed at building up the US semiconductor industry.", "type": "p"}, {"text": "In August, Mr Biden signed a law committing $280bn to high tech manufacturing and scientific research, amid fears that the US is losing its technological edge to China.", "type": "p"}, {"text": "In 2019, Tesla opened its first factory outside the US in Shanghai. The plant currently produces 22,000 vehicles a week. ", "type": "p"}, {"text": "Tesla also makes cars near Berlin in Germany and announced plans for another overseas plant in Monterrey, Mexico.", "type": "p"}, {"text": "China, which is the world's largest car market, has seen a sharp drop in vehicle sales this year as the economy slows.", "type": "p"}, {"text": "Last month, Tesla cut the prices on models made at its Shanghai plant as it faced a backlog of unsold vehicles and tough competition in the country.", "type": "p"}], "tags": []}