{"link": "https://www.bbc.com/news/entertainment-arts-65232127", "category": "entertainment & arts", "title": "Lasse Wellander: Abba pay tribute to guitarist's 'musical brilliance'", "contributor": null, "time": "2023-04-10T12:37:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4DB3/production/_129319891_gettyimages-1173835467.jpg", "content": [{"text": "Abba have paid tribute to long-serving guitarist Lasse Wellander, saying his \"musical brilliance\" played \"an integral role in the Abba story\".", "type": "b"}, {"text": "Wellander first worked with the Swedish quartet as a session musician on their self-titled 1975 album and became the main guitarist on their subsequent LPs.", "type": "p"}, {"text": "He can be heard on hits such as Knowing Me, Knowing You, Thank You for the Music and The Winner Takes It All.", "type": "p"}, {"text": "\"Lasse was a dear friend, a fun guy and a superb guitarist,\" Abba said.", "type": "p"}, {"text": "He died on Friday at the age of 70.", "type": "p"}, {"text": "\"The importance of his creative input in the recording studio as well as his rock solid guitar work on stage was immense,\" the group continued in a statement.", "type": "p"}, {"text": "\"We mourn his tragic and premature death and remember the kind words, the sense of humour, the smiling face, the musical brilliance of the man who played such an integral role in the Abba story.", "type": "p"}, {"text": "\"He will be deeply missed and never forgotten.\"", "type": "p"}, {"text": "Speaking to Guitarist magazine in 2021, Wellander said Björn Ulvaeus and Benny Andersson wrote some guitar lines, but others were the result of \"a lot of jamming and spreading of ideas and finding out things\", adding: \"I was able to bring my own sounds [to recordings].\"", "type": "p"}, {"text": "Wellander also performed live with the legendary group between 1975 and 1980, worked with Björn and Benny on their 1984 album Chess and played on the soundtracks for the 2008 Mamma Mia film and its 2018 sequel.", "type": "p"}, {"text": "He appeared on two of Agnetha Fältskog's solo albums and reunited with the group to play on their 2021 comeback album Voyage.", "type": "p"}, {"text": "\"I played with many different groups and artists, but working with Abba was of course always a bit special,\" he told the Sunday Express before the album was released. \"It is a real honour and a privilege for me to be involved with them again.\"", "type": "p"}, {"text": "As a guitarist or producer, he was credited on more than 6,300 songs in total by numerous artists and released several solo albums.", "type": "p"}, {"text": "His family said in a statement on Facebook: \"You were an amazing musician and humble as few, but above all you were a wonderful husband, father, brother, uncle and grandfather.", "type": "p"}, {"text": "\"Kind, safe, caring and loving... and so much more, that cannot be described in words.\"", "type": "p"}], "tags": []}