{"link": "https://www.bbc.com/news/business-66197446", "category": "business", "title": "Fresh boost for Microsoft bid to buy Call of Duty maker", "contributor": null, "time": "2023-07-14T09:53:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D08B/production/_130378335_s2.5_bowingblossomscamo-1.png", "content": [{"text": "US competition watchdog, the Federal Trade Commission (FTC), has lost a new attempt to temporarily block Microsoft from completing its deal to buy the maker of Call of Duty.", "type": "b"}, {"text": "The technology giant's proposed $69bn (£52.6bn) purchase of Activision Blizzard would be the biggest of its kind in gaming industry history.", "type": "p"}, {"text": "The planned deal has faced a series of legal challenges in the US and split regulators around the world.", "type": "p"}, {"text": "It is due to be completed by 18 July.", "type": "p"}, {"text": "However the UK regulator, the Competition and Markets Authority (CMA), has announced it is giving itself another six weeks beyond that deadline to consider the deal.", "type": "p"}, {"text": "The CMA had initially blocked the takeover, arguing it would hinder competition in the emerging cloud gaming market.", "type": "p"}, {"text": "But, after a judge in the US rejected the FTC's attempts to block the deal, the CMA announced on Wednesday it was \"ready to consider any proposals from Microsoft to restructure the transaction\". ", "type": "p"}, {"text": "Now it has said it needs until 29 August for a \"full and proper consideration\" of the \"detailed and complex\" submissions it has received from Microsoft, though it says it \"aims to discharge its duty as soon as possible and in advance of this date.\"", "type": "p"}, {"text": "Late on Thursday, US District Judge Jacqueline Scott Corley rejected a request from the FTC to temporarily halt attempts to close the Microsoft-Activision deal.", "type": "p"}, {"text": "It was the latest ruling in a long-running legal battle between Microsoft and the FTC over the planned takeover.", "type": "p"}, {"text": "The FTC has since asked a different court for a \"temporary pause\" on the deal.", "type": "p"}, {"text": "Any outstanding regulatory issues would make it more likely that Microsoft and Activision would have to negotiate an extension to their planned completion date.", "type": "p"}, {"text": "Without an agreement either company would be able to walk away from the deal. If the takeover does not go ahead Microsoft would be liable to pay Activision a breakup fee of up to $3bn.", "type": "p"}, [{"text": "New blow to Microsoft's bid to buy Call of Duty maker", "type": "a", "href": "https://www.bbc.co.uk/news/business-66184993"}, {"text": "Microsoft's big deal - what you need to know", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-63920033"}], {"text": "Microsoft did not immediately respond to a BBC request for comment.", "type": "p"}, {"text": "Earlier this week, Microsoft president Brad Smith said the company was \"disappointed that the FTC is continuing to pursue what has become a demonstrably weak case\".", "type": "p"}, {"text": "\"We will oppose further efforts to delay the ability to move forward,\" Mr Smith added.", "type": "p"}, {"text": "To address the FTC's concerns, Microsoft had agreed to license the hit video game Call of Duty to rivals, including a 10-year contract with Japan's Nintendo, if the deal was completed.", "type": "p"}, {"text": "European Union regulators have approved the deal, saying that Microsoft had addressed their competition concerns.", "type": "p"}], "tags": []}