{"link": "https://www.bbc.com/news/entertainment-arts-66201462", "category": "entertainment & arts", "title": "Shekhar Kapur: Hollywood's diversity push is guilt driven", "contributor": null, "time": "2023-07-14T21:36:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FE68/production/_130382156_untitled.png", "content": [{"text": "Director Shekhar Kapur has said Hollywood's push for more diverse casts has come from its guilt over \"all the actors who are not getting work\".", "type": "b"}, {"text": "Kapur said the inclusion of ethnic minority actors in shows such as Netflix's Bridgerton is \"a good thing\" in terms of opportunity.", "type": "p"}, {"text": "But, he said, it hides \"a greater, more fundamental issue\" of which stories are brought to the big screen.", "type": "p"}, {"text": "He added the rise in protests had helped bring the issue to the fore.", "type": "p"}, {"text": "\"Hollywood should be telling stories of that culture, of the culture of the brown people, of the African-American people, of the black people, of Asians,\" he told BBC Newsnight's Sima Kotecha.", "type": "p"}, {"text": "\"But what's happening is they're still addicted to their, you know, the narrative is still their point of view.\"", "type": "p"}, {"text": "Kapur is best known for his films Elizabeth and its sequel The Golden Age, both starring Cate Blanchett, and Bollywood films such as Mr India and Bandit Queen. ", "type": "p"}, {"text": "When asked about Hollywood's efforts to increase the diversity of actors in its films, Kapur described it as \"a guilt trip\" and woke.", "type": "p"}, {"text": "\"It's Hollywood feeling guilty about all the actors that are not getting work. And because there's a huge rise of protests,\" he said.", "type": "p"}, {"text": "The live-action remake of The Little Mermaid released in cinemas in May starred black actress and singer Halle Bailey as main character Ariel, which caused controversy in some quarters.", "type": "p"}, {"text": "Kapur joined the film industry in India as an actor, before going on to become a director.", "type": "p"}, {"text": "His 1998 film Elizabeth, about the early years of the reign of Queen Elizabeth I, received widespread critical acclaim and several Oscar nominations.", "type": "p"}, {"text": "Following its release, the director said many of the scripts he received went on to be \"a huge success\", including ones that he turned down. ", "type": "p"}, {"text": "Discussing international scripts he would receive, he said: \"It's always an American going in, fixing the world's problem, going to Africa... and I said, 'Don't send me those scripts because it's not true'.", "type": "p"}, {"text": "\"For example, if you were going to make Gandhi the answer, the question was: 'Who's the American in it? Who's the American who goes and fixes all the problems? And who's the white man in the film?'", "type": "p"}, {"text": "\"And I would refuse to do those films. Absolutely. Because it's not patently not true.\"", "type": "p"}, {"text": "Kapur was educated in Delhi before moving to London for a career as a management consultant and chartered accountant, but later turned to film directing, releasing his first film Masoom in 1983.", "type": "p"}, {"text": "The 77-year-old, whose most recent film What's Love Got To Do With It? starred Shazad Latif and Lily James, suggested the film industry is contained within far too small a geographical area.", "type": "p"}, {"text": "\"I really believe that Hollywood's too concentrated together as like a group,\" he said. \"I think it needs to be taken away and spread out. ", "type": "p"}, {"text": "\"I would love to see it in Shanghai if you can. I would love to see it in Mumbai or in Tokyo or as it's happening in Seoul.\"", "type": "p"}], "tags": []}