{"link": "https://www.bbc.com/news/health-66180986", "category": "health", "title": "Aspartame advice unchanged despite cancer question", "contributor": null, "time": "2023-07-13T23:52:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9494/production/_130363083_gettyimages-1009122252.jpg", "content": [{"text": "Advice on how much aspartame we can eat or drink is unchanged, despite the sweetener being classified as \"possibly\" causing cancer. ", "type": "b"}, {"text": "Two groups of experts at the World Health Organization have been reviewing thousands of scientific studies. ", "type": "p"}, {"text": "The \"possibly carcinogenic\" label often causes fear and confusion, but just means the evidence is unconvincing. ", "type": "p"}, {"text": "Most people consume less than the safe upper limits of aspartame, but the WHO recommends heavy consumers cut down.", "type": "p"}, {"text": "Aspartame is found in diet and sugar-free versions of foods, as the chemical gives a taste 200 times sweeter than sugar for little calories.", "type": "p"}, {"text": "Famous brands containing the sweetener include Diet Coke, Coke Zero, Pepsi Max and 7 Up Free, but aspartame is in around 6,000 products ranging from toothpaste and chewing gums to yoghurts and cough sweets.", "type": "p"}, {"text": "Despite being so widespread, the chemical's safety has been a source of controversy since it was introduced in the 1980s.", "type": "p"}, {"text": "I asked Dr Francesco Branca, the director of the department of nutrition and food safety at the World Health Organisation (WHO), what was the healthier choice: sugar or sweetener? ", "type": "p"}, {"text": "He told me: \"Faced with a decision of whether to take cola with sweeteners or one with sugar, I think there should be a third option, which is to drink water instead and to limit the consumption of sweetened products altogether.\"", "type": "p"}, {"text": "He said the reviews had \"raised the flag\" that aspartame may not be great for your health, but said you \"shouldn't have a concern\" about an occasional diet drink or other product containing the sweetener, adding \"the problem is for high consumers\". ", "type": "p"}, {"text": "The first body to assess the evidence was the WHO's cancer experts - the International Agency for Research on Cancer.", "type": "p"}, {"text": "IARC uses four possible classifications: ", "type": "p"}, {"text": "It has moved aspartame into the \"possibly carcinogenic\" category alongside other substances such as aloe vera and lead. This decision largely centres on three studies suggesting a connection to a type of liver cancer. ", "type": "p"}, {"text": "However, the \"possibly\" refers only to the strength of scientific evidence. If the evidence was strong, then aspartame would be in a higher category.", "type": "p"}, {"text": "Dr Mary Schubauer-Berigan, of the International Agency for Research on Cancer, said the \"evidence was not of sufficiently high quality or convincing enough\" and \"this is really more a call to the research community\" to study the sweetener more. ", "type": "p"}, {"text": "The cancer classifications frequently lead to misleading headlines. Alcohol and plutonium are in the same category (both are proven to cause cancer), but one is seriously more dangerous than the other. ", "type": "p"}, {"text": "So a separate body - the World Health Organization and the Food and Agriculture Organization Joint Expert Committee on Food Additives - has the job of working out safe doses.", "type": "p"}, {"text": "It analysed the cancer risk as well as other issues such as heart disease and type 2 diabetes, but found \"no sufficient reason\" to alter the advice it has had since 1981.", "type": "p"}, {"text": "So the safe limits remain at 40 milligrams per kilogram of your body weight, per day. ", "type": "p"}, {"text": "These aren't targets, they're the upper safety limits. But as the advice is based on body weight, it is easier for children to get close to the limit.", "type": "p"}, {"text": "Dr Branca said it was \"not a good practice\" to have a bottle of sweet fizzy drink on the table at family dinner time, as children risked being set up with a sweet tooth for life. ", "type": "p"}, {"text": "He also stressed that large reviews of the evidence show sweeteners do not help people lose weight.", "type": "p"}, {"text": "So his advice is for everyone to shift to a less sweet diet - cutting both sugar and sweeteners - and for companies to produce foods that are less sweet, but still tasty.", "type": "p"}, {"text": "One of the big outstanding research questions is how might aspartame result in cancer (if indeed it does). The WHO reports show that aspartame itself is rapidly broken down in the gut into three other substances - phenylalanine, aspartic acid and methanol.", "type": "p"}, {"text": "But these are also the product of digesting a wide variety of other foods that are not linked with cancer. And the researchers concluded that aspartame is not directly making cancerous mutations in people's DNA. Raising levels of inflammation in the body is one possibility. ", "type": "p"}, {"text": "Frances Hunt-Wood, secretary general of the International Sweeteners Association, said the work had \"once again reaffirmed aspartame's safety\".", "type": "p"}, {"text": "She added: \"Aspartame, like all low/no calorie sweeteners, when used as part of a balanced diet, provides consumers with choice to reduce sugar intake, a critical public health objective.\"", "type": "p"}, {"text": "There are some people who cannot safely consume aspartame. These are people with an inherited disease called phenylketonuria or PKU, who are born unable to metabolise the phenylalanine that is released as aspartame is broken down. ", "type": "p"}, {"text": "Follow Jameson Twitter.", "type": "p"}], "tags": []}