{"link": "https://www.bbc.com/news/science-environment-66179323", "category": "science & environment", "title": "James Webb telescope image dazzles on science birthday", "contributor": null, "time": "2023-07-12T14:14:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F560/production/_130361826_weic2316a.jpg", "content": [{"text": "Happy first science birthday to the James Webb Space Telescope.", "type": "b"}, {"text": "It's exactly one year since the super observatory was handed over to astronomers to begin using in anger.", "type": "p"}, {"text": "And to celebrate, the US space agency Nasa has just released a spectacular image of one of the most photographed parts of the sky.", "type": "p"}, {"text": "It's the Rho Ophiuchi cloud complex, which is the nearest star-forming region in space to us, being just 400 light-years away.", "type": "p"}, {"text": "Both professional and amateur stargazers like to look at Rho Ophiuchi, which can be found just to one side of the plane of the Milky Way.  ", "type": "p"}, {"text": "What Webb shows us is only a tiny part of this dense region of gas and dust, which is what you'd expect, given the telescope's astonishing resolution.", "type": "p"}, {"text": "The entire image is about half a light-year across, or 4.7tn km.", "type": "p"}, [{"text": "Webb telescope reveals theatrics of starbirth", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64249978"}, {"text": "Webb telescope 'fingerprints' earliest galaxies", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63919257"}, {"text": "The amazing images taken by the $10bn telescope", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64051171"}], {"text": "The eye is immediately drawn to the white nebula at centre-left where a relatively young - a few million years old - star called S1 is lighting up everything around it.", "type": "p"}, {"text": "But look below at the red, bar-like feature that stretches across the entire image. This is an outflow of material from a protostar called VLA1623.", "type": "p"}, {"text": "Very young stars - their age measured in mere thousands of years - will pull hydrogen gas and dust on to themselves as they grow. But the dynamics involved mean some of this material will also get ejected outwards to crash into, and light up, the nearby environment.", "type": "p"}, {"text": "VLA1623 is one such nascent star. It's buried deep within the outflow and is invisible to Webb's infrared eyes. We know it's there, however, because telescopes sensitive at radio wavelengths have seen it. ", "type": "p"}, {"text": "They've also detected two or three other similar protostars in the immediate vicinity that are likely contributing to the outflow's contortions.", "type": "p"}, {"text": "Once you realise what's going on in the image around VLA1623, you can then pick out similar flows elsewhere in the Webb vista. There are a great many, which just illustrates how productive this region of space is.", "type": "p"}, {"text": "JWST is a joint project of Nasa and the European (Esa) and Canadian (CSA) space agencies.", "type": "p"}, {"text": "It was launched on 25 December, 2021, but engineers needed six months to set up the observatory and test all its systems.", "type": "p"}, {"text": "It was on 12 July, 2022, that we were shown the first colour images.", "type": "p"}, {"text": "Webb's key goal is to trace the very first stars to shine in the Universe more than 13.5bn years ago, and already it has demonstrated that galaxies of stars assembled much earlier, and matured much more quickly, than anyone had previously thought possible.", "type": "p"}, {"text": "The telescope has other objectives, too, one of which is to show us the detail of how stars are created and how they spawn planets. And it's for this reason that Rho Ophiuchi is a fascinating target for the most powerful observatory in space.", "type": "p"}, {"text": "\"There's so much going on in this spectacular picture, as young stars splash vibrant colours across the clouds of gas and dust from which they're being born,\" commented Prof Mark McCaughrean, Esa's senior advisor for science & exploration.", "type": "p"}, {"text": "\"Much of the bright red emission comes from jets of shocked molecular gas flowing at high speed from an invisible protostar, VLA1623, a star so young that many Stone Age cave paintings pre-date it. ", "type": "p"}, {"text": "\"JWST is not only going to revolutionise our view of how galaxies were born in the early universe, but also how stars and planets are being made today, much closer to home in our own Milky Way,\" the astronomer told BBC News.", "type": "p"}, {"text": "To underline just what a marvel Webb is, the below image of the Rho Ophiuchi complex was acquired by Nasa's now retired Spitzer space telescope. Spitzer, like Webb, was sensitive to infrared light. It was a very capable facility, but with a primary mirror just 85cm in diameter, it could never have achieved the kind of detail we now see with Webb's 6.5m primary mirror.", "type": "p"}, {"text": "You can re-read the BBC's coverage of the release of Webb's first colour images on 12 July, 2022, by clicking ", "type": "b"}], "tags": []}