{"link": "https://www.bbc.com/news/business-61904522", "category": "business", "title": "Twitter tests 'notes' feature with 2,500 word limit", "contributor": null, "time": "2022-06-22T21:18:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9C27/production/_124057993_gettyimages-1239414349.jpg", "content": [{"text": "Twitter is trialling a new feature allowing users to share \"notes\" as long as 2,500 words.", "type": "b"}, {"text": "The social media platform normally limits posts to 280 characters. ", "type": "p"}, {"text": "Twitter said the move was a response to seeing people use the platform to post pictures of longer announcements and steer followers to outside newsletters. ", "type": "p"}, {"text": "The test will run for two months and involve a small group of writers in Canada, Ghana, the UK and US.", "type": "p"}, {"text": "The new feature aims to keep audiences in the Twitter eco-system, with readers able to see a headline and access the \"note\" by clicking on a link.", "type": "p"}, {"text": "\"Since the company's earliest days, writers have depended on Twitter to share their work, get noticed, be read, create conversation - everything but the actual writing,\" the company said, making the announcement using the new \"Notes\" product.", "type": "p"}, {"text": "\"With Notes, the goal is to fill in that missing piece.\"", "type": "p"}, {"text": "The move follows Twitter's purchase last year of Revue, a Dutch newsletter start-up.", "type": "p"}, {"text": "On Wednesday, it said it was folding Revue into the new \"Notes\" product, which allows writers to embed gifs, photos and other features into long-form essays that can be read on and off Twitter.", "type": "p"}, {"text": "The move is the latest tweak Twitter has announced as billionaire Elon Musk's planned takeover of Twitter has brought scrutiny of the social media platform's business prospects and raised questions about its direction.", "type": "p"}, {"text": "The firm announced in April it was working on an edit button, shortly after Mr Musk - who had called for such a feature - revealed he had taken a large stake in the company. Twitter said the events were unrelated. ", "type": "p"}, {"text": "Mr Musk has also said he sees potential in a subscription model in which people would pay to use the platform.", "type": "p"}], "tags": ["Companies", "Social media", "Twitter"]}