{"link": "https://www.bbc.com/news/entertainment-arts-61893741", "category": "entertainment & arts", "title": "BBC told to improve complaints process by regulator Ofcom", "contributor": null, "time": "2022-06-22T12:16:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AC37/production/_125578044_bbc_gettyimages-530975530.jpg", "content": [{"text": "The BBC has been told to make its complaints process simpler and more transparent because \"people just don't have sufficient confidence in it\".", "type": "b"}, {"text": "Research by media regulator Ofcom suggests more than half the people who complained to the BBC reported having a bad experience using the process.", "type": "p"}, {"text": "There is also \"a lot of lingering public concern about impartiality\", which Ofcom said needs \"a laser focus\".", "type": "p"}, {"text": "The BBC said it was making improvements on complaints and impartiality.", "type": "p"}, {"text": "The corporation published a 10-point plan in October to improve impartiality, while it said it would work with Ofcom on making its complaints system better.", "type": "p"}, {"text": "About 18% of people who told Ofcom they had complained to the broadcaster said they had a good experience, whereas 54% had a bad one, according to the watchdog's research.", "type": "p"}, {"text": "\"The process is very lengthy, and people just don't feel that they get clear answers all the time,\" chief executive Dame Melanie Dawes told BBC Radio 4's Today programme.", "type": "p"}, {"text": "\"So I'm afraid only one in five people come away feeling satisfied.\"", "type": "p"}, {"text": "Ofcom has now told the BBC to publish the reasons why it does not uphold complaints about impartiality or accuracy. It currently only goes into detail if complaints are upheld by its executive complaints unit.", "type": "p"}, {"text": "\"What we think the BBC can do to help itself here is just to be clear, particularly when they don't uphold a complaint, to actually publish more about their reasoning,\" Dame Melanie said.", "type": "p"}, {"text": "\"That's what Ofcom does on our handling of other TV complaints. And actually, viewers really appreciate it, even if their own views are not necessarily agreed with. They actually feel that they've been listened to and heard.\"", "type": "p"}, {"text": "Ofcom currently handles complaints about commercial broadcasters but only deals with complaints about the BBC in certain circumstances, such as if the complainant is dissatisfied with the outcome of the BBC process.", "type": "p"}, {"text": "The regulator also said BBC impartiality \"remains a key area of concern with its audiences\". It explained that audiences rate the corporation highly for trust and accuracy, but \"they consistently rate it less favourably on impartiality\".", "type": "p"}, {"text": "\"The BBC needs to understand why this is the case, and do more to address concerns arising from perceptions of its impartiality,\" an Ofcom statement said.", "type": "p"}, {"text": "The organisation also noted that its research \"illustrates the complexity of the issue\", for example finding that different audiences \"reach diametrically opposing conclusions when judging the due impartiality of the same news content\".", "type": "p"}, {"text": "In response, a BBC spokesperson said: \"Like any organisation, we work to make continuing improvements, which is why we published a 10-point plan on impartiality and editorial standards last year.", "type": "p"}, {"text": "\"Everyone knows this is an absolute priority for the BBC, and Ofcom rightly recognises impartiality is a complex area, audiences hold us to a higher standard than other broadcasters and that we have a good record of complying with broadcasting rules.", "type": "p"}, {"text": "\"In addition, the BBC has the most thorough and transparent complaints process in UK media and we are committed to being accessible and accountable to our audiences. We will work with Ofcom to make further improvements to this system.\"", "type": "p"}, {"text": "Culture Secretary Nadine Dorries said: \"Being open, transparent and impartial is vital to the BBC maintaining trust. The BBC must significantly improve its handling of complaints.\"", "type": "p"}], "tags": ["Ofcom", "Television", "BBC"]}