{"link": "https://www.bbc.com/news/science-environment-61899509", "category": "science & environment", "title": "Europe told to prepare for Russia turning off gas", "contributor": "Jonah Fisher", "time": "2022-06-22T14:51:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11E02/production/_125581237_tv076226694.jpg", "content": [{"text": "The head of the International Energy Agency has warned that Russia may stop supplying gas to Europe this winter. ", "type": "b"}, {"text": "Fatih Birol says he believes a complete shutdown is not the most likely scenario but that Europe needs to work on contingency plans just in case.", "type": "p"}, {"text": "In recent weeks, several European countries said they received significantly less Russian gas than they expected. ", "type": "p"}, {"text": "Russian officials deny it's deliberate and have blamed technical issues. ", "type": "p"}, {"text": "Before the invasion of Ukraine, Europe imported about 40% of its natural gas from Russia but that figure has now fallen to about 20%.", "type": "p"}, {"text": "Mr Birol says he believes that recent Russian reductions in gas supply are \"strategic\". The falls are making it harder for European countries to fill up their gas storage and increasing Russia's leverage this winter. ", "type": "p"}, {"text": "\"I wouldn't rule out Russia continuing to find different issues here and there, and continuing to find excuses to further reduce gas deliveries to Europe and maybe even cut it off completely,\" Mr Birol told BBC News. ", "type": "p"}, {"text": "Last week the flow of natural gas through Nord Stream 1, one of the main pipelines from Russia to Europe, was just 40% of capacity. Many experts are sceptical of the Russian explanation that this was caused by \"technical issues\". ", "type": "p"}, {"text": "Across Europe, shortfalls in gas supply continue to be reported. On Friday the Italian firm energy firm Eni said that it had only received half of the gas that it was expecting from the Russian state-controlled gas giant Gazprom, while Slovakia and Austria have also reported falls. ", "type": "p"}, [{"text": "Russia sanctions: Can the world cope without its oil and gas??", "type": "a", "href": "https://www.bbc.co.uk/news/58888451"}, {"text": "Italy's Eni says Russian gas supply cut by half", "type": "a", "href": "https://www.bbc.co.uk/news/business-61838905"}, {"text": "Gazprom: Russian gas boss says 'our product, our rules' in supply row", "type": "a", "href": "https://www.bbc.co.uk/news/business-61830551"}], {"text": "France says it has received no Russian gas from Germany since 15 June while Poland, Bulgaria, Finland, Denmark and the Netherlands have had their Russian gas deliveries suspended after they refused a demand to pay in Russian roubles.", "type": "p"}, {"text": "Last month European countries agreed to try to protect themselves from the volatility of gas prices by filling up their storage facilities. They jointly committed to reaching at least 80% capacity by November, with the latest data suggesting they are at about 55%.", "type": "p"}, {"text": "Mr Birol said the ongoing gas crisis now justified emergency short-term measures to reduce demand, such as increasing the use of coal-fired power stations, and if possible prolonging the life of nuclear power plants.  If there was a complete shutdown of Russian gas supply, he says drastic measures may be needed. ", "type": "p"}, {"text": "\"I don't exclude the possibility that Europe will need a planned and orderly rationing of gas,\" Mr Birol says.  ", "type": "p"}, {"text": "\"I don't say this is the base scenario, but looking at the last several months, if not several years, the experiences we have had with Russia as an energy partner, this is a scenario we cannot afford to exclude for the time being.\"", "type": "p"}], "tags": ["Russia-Ukraine war", "Natural gas"]}