{"link": "https://www.bbc.com/news/entertainment-arts-61345107", "category": "entertainment & arts", "title": "Hairy Bikers: TV chef Dave Myers reveals cancer diagnosis", "contributor": null, "time": "2022-05-06T15:51:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F688/production/_124621136_hi058180783.jpg", "content": [{"text": "TV chef Dave Myers has revealed he is undergoing chemotherapy after receiving a cancer diagnosis.", "type": "b"}, {"text": "The 64-year-old is best known as one half of the celebrity cooking duo the Hairy Bikers, alongside Si King.", "type": "p"}, {"text": "Speaking on their Agony Uncles podcast, Myers told his friend and fellow chef he would be taking a break from filming and certain public events.", "type": "p"}, {"text": "\"Anyway Kingy, I've got to come clean now, I haven't been too well recently,\" he revealed.", "type": "p"}, {"text": "\"And basically, I've got to have some chemo, you know all this anyway, so this year is going to be a bit quiet for me.", "type": "p"}, {"text": "\"I'm not going to be filming, some of the festivals I'm not going to be able to go to, some may be OK but this year's a bit of a write-off for us.\"", "type": "p"}, {"text": "Myers, who has also appeared on Countdown and Strictly Come Dancing, asked listeners to respect his privacy while he undergoes treatment for an unspecified cancer, adding that he decided to go public with the news as he didn't want to \"hide under a rock\".", "type": "p"}, {"text": "\"But look, the prognosis is OK, I'm going to be fine,\" he continued.", "type": "p"}, {"text": "The TV personality said that for the foreseeable future he intended to \"get on with it [treatment]\" and to \"tuck in, look after myself, eat sensibly and get over this mess, flog books, and be a happy person\".", "type": "p"}, {"text": "He joked: \"I may be a baldy biker for a while so it's just a warning, I don't want to make a fuss about it, I look all right bald actually\".", "type": "p"}, {"text": "Myers and King met in the 1990s and went on to become household names while presenting The Hairy Bikers' Cookbook on BBC TV together from 2004. They traversed the UK on their motorbikes with subsequent culinary shows like the Hairy Bikers' Food Tour of Britain and published several accompanying books and recipes online. along the way.", "type": "p"}, {"text": "Both of them have previously addressed health issues. In 2018 Myers told viewers he had been diagnosed with glaucoma, saying he had originally dismissed the eye condition as a bad hangover.", "type": "p"}, {"text": "King meanwhile has spoken openly about suffering from a brain aneurysm in 2014 and the importance of his subsequent weight loss.", "type": "p"}, {"text": "A new series featuring both bikers has already been filmed and is due to appear at a later date. A spokeswoman for the BBC said: \"We wish Dave our best while he focuses on his recovery, and we look forward to filming with him when he is better.\"", "type": "p"}], "tags": ["Television", "Barrow-in-Furness", "Durham"]}