{"link": "https://www.bbc.com/news/business-65135405", "category": "business", "title": "House prices see biggest annual fall since 2009", "contributor": null, "time": "2023-03-31T08:55:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14E13/production/_129232558_housing-index-afp.jpg", "content": [{"text": "House prices fell in March at their fastest annual pace for 14 years, according to the latest figures from the Nationwide.", "type": "b"}, {"text": "The lender said prices were down 3.1% compared with a year earlier, the largest annual decline since July 2009.", "type": "p"}, {"text": "The Nationwide said the housing market reached a \"turning point\" last year, after the financial market turbulence which followed the mini-budget.", "type": "p"}, {"text": "Since then, \"activity has remained subdued\", it added.", "type": "p"}, {"text": "\"It will be hard for the market to regain much momentum in the near term, since consumer confidence remains weak and household budgets remain under pressure from high inflation,\" said Robert Gardner, Nationwide's chief economist.", "type": "p"}, {"text": "A drop in house prices would generally be welcomed by potential first-time buyers, who have watched property values surge, even during the pandemic.", "type": "p"}, {"text": "However, the reality is that renting has become more expensive for many people, and mortgage rates are higher than they might have planned for. The continuing rise in many regular bills and food prices are also adding to the financial strain.", "type": "p"}, {"text": "The Nationwide's findings, based on its own lending data, suggest prices have now fallen for seven months in a row. This echoes the general conclusion of other house price surveys and commentary, which show a slowdown in the sector and falling prices.", "type": "p"}, [{"text": "What is happening to house prices?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-63147101"}, {"text": "What happens if I can't afford to pay my mortgage?", "type": "a", "href": "https://www.bbc.co.uk/news/business-63486782"}], {"text": "In March, the Office of Budget Responsibility - which advises the government on the health of the economy - predicted that house prices will drop by 10% between their peak last year and the middle of next year. ", "type": "p"}, {"text": "The Nationwide said that prices were already 4.6% below their peak, after taking seasonal factors into account.", "type": "p"}, {"text": "Alice Haine, analyst at investment platform Bestinvest, said: \"What is clear is that the red-hot property market of pandemic days - when buyers snapped up bigger homes in the race for space, aided by temporary stamp duty incentives - is now behind us, with buyers and lenders taking a far more conservative approach towards home ownership.\"", "type": "p"}, {"text": "Concern over mortgage rates is a major factor in the slowdown in the sector. Rates surged after last year's mini-budget during the short-lived Liz Truss government. ", "type": "p"}, {"text": "Although the rates have dropped back partially since, a succession of base rate rises by the Bank of England have fed through - so interest rates on home loans are higher now than people became accustomed to in the past decade.", "type": "p"}, {"text": "Although the UK's housing market is made up of a series of local property sectors, the Nationwide's regional breakdown for the first three months of the year suggested a slowdown across all areas of the country.", "type": "p"}, {"text": "How does the fall in house prices affect you? Are you trying to buy or sell property? Tell us by emailing: ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Or fill out the form below", "type": "p"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}