{"link": "https://www.bbc.com/news/business-65691127", "category": "business", "title": "Netflix expands password sharing crackdown to UK", "contributor": null, "time": "2023-05-23T21:25:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3857/production/_120732441_-1.jpg", "content": [{"text": "Netflix has started its long-promised crackdown on password sharing in major markets including the UK and the US.", "type": "b"}, {"text": "The streaming giant said it was notifying customers that they must pay £4.99 per month, or $7.99 in the US, if they want to share their account with someone outside their homes. ", "type": "p"}, {"text": "The move is intended to boost subscribers.", "type": "p"}, {"text": "But in some countries where it has already been trialled, some are baulking at the expense. ", "type": "p"}, {"text": "In Spain, when it started charging 5.99 euros (£5.27) for an additional account, it lost more than a million subscribers in the first three months of the year, according to Kantar.", "type": "p"}, {"text": "On Tuesday Netflix sent an email about sharing accounts to customers in 103 countries and territories including Australia, Brazil, France, Germany, Mexico and Singapore.", "type": "p"}, {"text": "The company previously warned investors there would be cancellations as it expands its programme, but said: \"Longer term, paid sharing will ensure a bigger revenue base from which we can grow as we improve our service\".", "type": "p"}, {"text": "In Canada, where the changes were introduced in February, its paid membership base is now larger than it was before the changes, and revenue growth picked up, it said previously. ", "type": "p"}, {"text": "Netflix had previously estimated that more than 100 million households share passwords despite this being against its official rules.", "type": "p"}, {"text": "The company wants to tap into this audience to make more money, as its subscriber growth slows and increased competition challenges its dominance of the streaming market.", "type": "p"}, {"text": "Heavyweights such as Disney and Amazon have weighed in with their own services, and Netflix has a host of other rivals.", "type": "p"}, {"text": "These entertainment giants are vying for customers, many of whom have been under pressure from the soaring pace of general price rises.", "type": "p"}, {"text": "Netflix has been trying to tempt users with a less expensive streaming option with ads, and cut prices in 116 countries in the three months to March. ", "type": "p"}, {"text": "It has also been expanding its paid sharing programme, which it started trialling in some countries last year.", "type": "p"}, {"text": "The move to notify customers brings the scheme to some of the company's most important markets.", "type": "p"}, {"text": "Netflix has 233 million subscribers globally.", "type": "p"}], "tags": []}