{"link": "https://www.bbc.com/news/entertainment-arts-65686590", "category": "entertainment & arts", "title": "Sir Salman Rushdie writing again following attack", "contributor": null, "time": "2023-05-23T20:06:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14720/production/_129844738_salmanrushdiegongcrop.jpg", "content": [{"text": "British novelist Sir Salman Rushdie said he has started writing again after being attacked in New York last year.", "type": "b"}, {"text": "The Booker Prize winner was among those recognised at Windsor Castle on Tuesday after being made a Companion of Honour.", "type": "p"}, {"text": "Asked when he expects to complete his next book, he said: \"Oh, I'll let you know.\"", "type": "p"}, {"text": "Sir Salman was repeatedly stabbed at an event in New York last year as he was about to make a speech.", "type": "p"}, {"text": "He spent six weeks in hospital following the attack and lost vision in one eye.", "type": "p"}, {"text": "Speaking after the investiture ceremony on Tuesday, in which he met the Princess Royal, Sir Salman said it was a \"great honour\" to be recognised for a \"lifetime\" of work and described Anne as \"very generous\".", "type": "p"}, {"text": "He said it \"took a while\" but he has finally started working again.  ", "type": "p"}, {"text": "During a festival in Washington at the weekend he disclosed: \"I am not reading as fast as I used to but . . . I am writing what I think will be a fairly short book about what happened.\"", "type": "p"}, {"text": "Sir Salman has long faced death threats for his 1988 novel The Satanic Verses.", "type": "p"}, {"text": "The Order of the Companions of Honour is an honour given to people in the Commonwealth realms who have made a significant contribution to the arts, science, medicine or the government over a long period of time.", "type": "p"}, {"text": "English snooker player Mark Selby was also honoured at Windsor on Tuesday.", "type": "p"}, {"text": "Selby, known by fans as the Jester from Leicester, was made an MBE for his services to snooker and charity in the 2022 Birthday Honours List, the late Queen's last.", "type": "p"}, {"text": "The snooker ace was praised by mental health charity Mind for speaking publicly about his ongoing struggle with depression, admitting he suffered a \"relapse\" after losing a Masters tournament in January 2022.", "type": "p"}], "tags": []}