{"link": "https://www.bbc.com/news/health-65615782", "category": "health", "title": "Ageing body scans to aid understanding of why diseases occur", "contributor": null, "time": "2023-05-17T23:53:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/90E7/production/_129759073_fergus_scan2.jpg", "content": [{"text": "The world's biggest human imaging project is set to rescan the brains and bodies of 60,000 UK volunteers to find new ways of treating and preventing disease.  ", "type": "b"}, {"text": "By looking at how bodies age, the study could help predict those more likely to develop dementia or different cancers. ", "type": "p"}, {"text": "The study has already led to a genetic test for people born with an increased risk of coronary heart disease.", "type": "p"}, {"text": "I was the first volunteer to be scanned nine years ago, and am back for more.", "type": "p"}, {"text": "Everything from my brain, to my heart, eyes and bone density will be analysed for a second time.", "type": "p"}, {"text": "Like me, all the volunteers are part of UK Biobank, and researchers in more than 90 countries are using the database for health-related studies.", "type": "p"}, {"text": "Having two sets of highly-detailed MRI and bone density images for thousands of people, taken several years apart, could open up huge new possibilities for spotting and preventing illnesses like dementia, cancer and heart disease.", "type": "p"}, {"text": "Chief scientist Prof Naomi Allen told the BBC: \"Researchers will be able to look at changes in our organs as we get older that will help to develop biomarkers of disease, perhaps many years before a clinical diagnosis and symptoms.\"", "type": "p"}, {"text": "There will also be many other potential insights from the research.", "type": "p"}, {"text": "It could also unearth who will respond best to treatments, and why some people seem to be so much more resilient to certain ailments than others, Prof Paul Matthews, head of UK Dementia Research at Imperial College London and chair of the Imaging Working Group for UK Biobank, told me.", "type": "p"}, {"text": "First launched in 2006, UK Biobank set out to be the most comprehensive study of the nation's health. ", "type": "p"}, {"text": "It enrolled half a million adults - including me - to undergo medical checks, answer health and lifestyle questions and donate genetic samples, to be stored and studied for decades.", "type": "p"}, {"text": "All participants have had their genome - their entire DNA - sequenced.  ", "type": "p"}, {"text": "The imaging part of the project was started in 2014, and involves detailed scans of the brain, and the rest of the body. ", "type": "p"}, {"text": "All the data gathered is anonymised and there is usually no feedback to participants. So what is in it for them, and me?   ", "type": "p"}, {"text": "Marian Keeling, 67, summed it up like this: \"There's a measure of altruism, and it's a bit like being a blood donor, you do it for your fellow man.\" ", "type": "p"}, {"text": "Fellow volunteer Mary Wilson, 81, made a similar point: \"It's going to help future generations and help the health service. The longer you can stay healthy, the better it is.\"", "type": "p"}, {"text": "Other biomedical databases exist, but they are either smaller, or have not been going as long as UK Biobank.  ", "type": "p"}, {"text": "It is already starting to help inform medicine. ", "type": "p"}, {"text": "More than 7,000 peer-reviewed papers have been published, nearly a third of those last year alone, showing how its scientific value is increasing over time.  ", "type": "p"}, {"text": "In 2018, researchers devised a genetic test to detect people born with an increased risk of coronary heart disease by analysing genomic data from UK Biobank.   ", "type": "p"}, {"text": "\"If you combine all your genetic variation across your genome, each variation has a small effect but, taken together, some individuals have quite a large genetic risk of developing heart disease or developing different types of cancers that we simply didn't know beforehand,\" said Prof Allen.", "type": "p"}, {"text": "Prof Paul Elliott, epidemiologist at the School of Public Health, Imperial College London, said the huge store of volunteers' scans would improve understanding of how our genes and environment affect our risk of disease.", "type": "p"}, {"text": "\"It builds on the ability of the NHS to follow people up through their health records, with consent, and is a pre-eminent example of the benefits of publicly-funded research,\" he said.", "type": "p"}, {"text": "He said UK Biobank had become the \"gold standard\" internationally for this type of study. ", "type": "p"}, {"text": "The imaging project is funded by the Medical Research Council, Wellcome Trust, British Heart Foundation, Dementias Platform UK, Calico and Chan Zuckerberg Initiative. ", "type": "p"}], "tags": []}