{"link": "https://www.bbc.com/news/technology-65686989", "category": "technology", "title": "Minister attacks Meta boss over Facebook message encryption plan", "contributor": null, "time": "2023-05-23T21:46:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13BE0/production/_129846808_gettyimages-1246185052.jpg", "content": [{"text": "A government minister has attacked Meta boss Mark Zuckerberg for the \"extraordinary moral choice\" to roll out encryption in Facebook messages.", "type": "b"}, {"text": "Meta was allowing child abusers to \"operate with impunity\", Security Minister Tom Tugendhat said.", "type": "p"}, {"text": "End-to-end encryption (E2EE) stops anyone but the sender and recipient reading the message.", "type": "p"}, {"text": "Meta which owns Facebook, said it would work with law enforcement and child safety experts as it deployed the tech.", "type": "p"}, {"text": "The government has long been critical of those plans and of other platforms' resistance to weakening the privacy of end-to-end-encrypted messaging.", "type": "p"}, {"text": "Police and government maintain the tech - also used in apps such as Signal, WhatsApp and Apple's iMessage - prevents law enforcement and the firms themselves from identifying the sharing of child sexual abuse material.", "type": "p"}, {"text": "Mr Tugendhat said: \"Faced with an epidemic of child sexual exploitation abuse, Meta are choosing to ignore it and in doing so, they are allowing predators to operate with impunity. ", "type": "p"}, {"text": "\"That is an extraordinary moral choice. It is an extraordinary decision. And I think we should remember who it is who is making it.\"", "type": "p"}, {"text": "He was speaking at the PIER23 conference on tackling online harms at Anglia Ruskin University Chelmsford.", "type": "p"}, {"text": "The security minister singled out the Meta boss for criticism. ", "type": "p"}, {"text": "\"I am speaking about Meta specifically, and Mark Zuckerberg's choices particularly. These are his choices,\" he said.", "type": "p"}, {"text": "A government advertising campaign will soon be launched \"to tell parents the truth about Meta's choices and what they mean for the safety of their children\", he said. ", "type": "p"}, {"text": "The campaign, which would run in print, online and broadcast, would \"encourage tech firms to take responsibility and to do the right thing\", Mr Tugendhat said.", "type": "p"}, {"text": "The Home Office declined to provide more detail about the campaign when approached by the BBC.", "type": "p"}, {"text": "Meta argues the majority of British people already rely on apps that use encryption to keep them safe from hackers, fraudsters and criminals.", "type": "p"}, {"text": "\"We don't think people want us reading their private messages so have developed safety measures that prevent, detect and allow us to take action against this heinous abuse, while maintaining online privacy and security\", it said.", "type": "p"}, {"text": "The company removes and reports millions of images each month. ", "type": "p"}, {"text": "WhatsApp, which Meta owns, made more than one million reports in a year even though it uses end-to-end-encryption.", "type": "p"}, {"text": "The Home Office has promoted similar campaigns in the past, such as last year's No Place to Hide campaign, which also called on Facebook to abandon plans for end-to-end encryption. ", "type": "p"}, {"text": "But the data watchdog the Information Commissioner's Office was critical of the campaign, arguing the tech helped protect children from criminals and abusers, urged Facebook to roll it out without delay.", "type": "p"}, {"text": "The Online Safety Bill, currently going through Parliament, contains powers that could enable communication regulator Ofcom to direct platforms to use accredited technology to scan the contents of messages.", "type": "p"}, {"text": "Several messaging platforms, including Signal and WhatsApp, have previously told the BBC they will refuse to weaken the privacy of their encrypted messaging systems if directed to do so.", "type": "p"}, {"text": "The government argues it is possible to provide technological solutions that mean the contents of encrypted messages can be scanned for child abuse material.", "type": "p"}, {"text": "The only way of doing that, many tech experts argue, would be to install software that would scan messages on the phone or computer before they are sent, called client-side scanning.", "type": "p"}, {"text": "This, critics argue, would fundamentally undermine the privacy of messages and to argue otherwise would be like arguing that digging a hole under a fence did not break the fence.", "type": "p"}, {"text": "Apple tried client-side scanning but abandoned it after a backlash. ", "type": "p"}, {"text": "Former National Cyber Security Centre boss Ciaran Martin, in an article in the FT, suggested Apple is privately critical of the powers in the bill, but the firm has so far declined to set out publicly its position on the issue.", "type": "p"}, {"text": "The BBC learned from Freedom of Information requests that Apple has had four meetings since April 2022 with the Ofcom team responsible for the enforcement of the relevant section of the bill. ", "type": "p"}], "tags": []}