{"link": "https://www.bbc.com/news/business-64311737", "category": "business", "title": "EU biometric border system faces more delays", "contributor": null, "time": "2023-01-17T18:49:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15C15/production/_126890198_doverport_reuters_hi077610376.jpg", "content": [{"text": "A new EU border control IT system which sparked fears of summer holiday queues at Dover has been delayed again.", "type": "b"}, {"text": "The Entry/Exit System was due to be introduced in late May, having already been pushed back from last year.", "type": "p"}, {"text": "A new timetable will aim to have the technology in place by the end of 2023.", "type": "p"}, {"text": "Under the scheme people entering the bloc from non-EU countries - including the UK - will need to register fingerprints and a photo with their passport details.", "type": "p"}, {"text": "Once travellers have given their fingerprints and details, that registration will be valid for three years.", "type": "p"}, {"text": "During that time it must be validated every time someone crosses the border. This will replace passport-stamping.", "type": "p"}, {"text": "The Port of Dover previously warned the time taken for initial registration at the port could cause queues. ", "type": "p"}, {"text": "The former boss of Eurostar, who left in the autumn, had also expressed concern.", "type": "p"}, {"text": "Records from an EU agency's board meeting last week said the May 2023 date was \"considered no longer achievable\", blaming contractor delays.", "type": "p"}, {"text": "The EU-LISA agency, which is based in Tallin and deals with big IT programmes for the bloc, is now planning a revised timetable.", "type": "p"}, {"text": "A summary from a meeting last Thursday said: \"Border crossing points should be fully equipped for the use of the Entry/Exit System by the end of the year.\"", "type": "p"}, {"text": "The European Commission has been approached for comment.", "type": "p"}, {"text": "When travelling from Dover, entry to France is checked by passport officers at the UK port.", "type": "p"}, {"text": "In September, Doug Bannister, chief executive of the Port of Dover, warned that it could take 10 minutes to register one car carrying four people.", "type": "p"}, {"text": "The technology to be used was unclear, but if it was a tablet computer, it could cause delays as it was passed round in a car, he said at the time.", "type": "p"}, {"text": "He warned the system seemed designed for an airport environment, rather than people travelling in vehicles, and the port had safety concerns around people being made to get out of their vehicles in the busy terminal.", "type": "p"}, {"text": "However, a spokesperson for the UK government said on Tuesday that passengers would \"not experience unnecessary delays at the border\".", "type": "p"}, {"text": "The government is \"working closely with port authorities, operators and the French government to make sure passengers are prepared,\" the spokesperson said.", "type": "p"}], "tags": ["Travel", "Dover", "European Union", "Brexit"]}