{"link": "https://www.bbc.com/news/entertainment-arts-64306753", "category": "entertainment & arts", "title": "Madonna announces a career-spanning greatest hits tour", "contributor": null, "time": "2023-01-17T16:41:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16E92/production/_128324839_gettyimages-463027628.jpg", "content": [{"text": "Madonna is to celebrate the 40th anniversary of her breakout single, Holiday, by embarking on her first ever greatest hits tour.", "type": "b"}, {"text": "The pop icon will perform music from her entire career, from 1983's self-titled debut album to 2019's Madame X.", "type": "p"}, {"text": "The 35-date Celebration Tour will see also her return to arenas and stadiums after the experimental, theatre-based Madame X shows in 2019 and 2020.", "type": "p"}, {"text": "Some of those shows were called off as the star battled knee and hip injuries.", "type": "p"}, {"text": "The final 10 dates in Paris were then cancelled as a result of the Covid-19 pandemic.", "type": "p"}, [{"text": "Madonna cringes at British accent as tour resumes", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-51297537"}, {"text": "Madonna: 'I want to reinvent pop tours'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-41269047"}, {"text": "Madonna to direct film of her own life story", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-54170939"}], {"text": "Announcing the new tour, the star said: \"I am excited to explore as many songs as possible, in hopes to give my fans the show they have been waiting for.\"", "type": "p"}, {"text": "A press release said the concerts \"will take us on Madonna's artistic journey through four decades and pays respect to the city of New York where her career in music began\".", "type": "p"}, {"text": "The tour will kick off in Vancouver, Canada, in July, with dates in New York, Barcelona, Paris and Stockholm before it wraps up in Amsterdam on 1 December.", "type": "p"}, {"text": "Only one date has been announced for the UK so far, at London's O2 Arena on 14 October. However, her schedule is clear for a week on either side of that date, suggesting more shows will be announced when the initial dates sell out.", "type": "p"}, {"text": "Tickets for the Celebration tour go on sale at 10:00 local time on Friday 20 January, with pre-sales for fan club members starting on Tuesday 17 (North America) and Wednesday 18 (Europe).", "type": "p"}, {"text": "In selecting the setlist, the 64-year-old singer-songwriter will have no shortage of songs to choose from.", "type": "p"}, {"text": "She has scored 63 top 10 hits in the UK, including 13 number one singles, from Into The Groove (1985) and Like A Prayer (1989), to Vogue (1990) and Hung Up (2005).", "type": "p"}, {"text": "Speaking to the BBC in 2017, the star explained why she had sometimes avoided those classics on previous tours.", "type": "p"}, {"text": "\"Some songs I'm sick of doing and I don't want to do them,\" she said. ", "type": "p"}, {"text": "\"So if I did Material Girl on the tour before, or Express Yourself on the tour before, then I'll say, 'OK, I did that for 88 shows. I can't do it again.'\"", "type": "p"}, {"text": "Her 2004 Reinvention concerts are the closest she has previously come to a formal greatest hits tour. ", "type": "p"}, {"text": "On those dates, the setlist largely ignored her then-current album, American Life, in favour of classics like Papa Don't Preach, Into The Groove and Holiday.", "type": "p"}, {"text": "In 2008-09, her Sticky and Sweet Tour became the highest-grossing tour by a female artist ever, with receipts of $411m (£335m). ", "type": "p"}, {"text": "Speaking to V Magazine in 2021 about her ill health during the Madame X shows, the star said she had been determined to complete that tour.", "type": "p"}, {"text": "\"I had no cartilage left in my right hip, and everyone kept saying, 'You gotta stop, you gotta stop,'\" .", "type": "p"}, {"text": "\"I said, 'I will not stop. I will go until the wheels fall off'.\"", "type": "p"}, {"text": "In the same interview, Madonna added: \"I don't think about stopping. I could have done a stadium tour, greatest hits, and made a billion dollars.\"", "type": "p"}, {"text": "Madonna has also seen a resurgence of her music on TikTok over the last year, with hits like Frozen and Material Girl finding a new audience. ", "type": "p"}, {"text": "A decade-old leaked demo called Back That Up To The Beat also resurfaced on the video-sharing app in September, spawning thousands of videos. ", "type": "p"}, {"text": "The success prompted Madonna to give the demo an official release in December. (A completed, but vastly different, version of the song also appeared as a bonus track on Madame X.)", "type": "p"}, {"text": "Last year also saw the release of a career-spanning compilation, Finally Enough Love, featuring dance remixes of her biggest hits. Twenty of the tracks were rare recordings gaining their first official release.", "type": "p"}, {"text": "The album, which reached number three in the UK charts, was the first project under Madonna's 2021 deal with Warner Music for an \"extensive, multi-year series of catalogue releases that will revisit the groundbreaking music that made her an international icon\".", "type": "p"}], "tags": ["Live music", "Madonna", "Music"]}