{"link": "https://www.bbc.com/news/science-environment-64253634", "category": "science & environment", "title": "Tonga eruption: Atlantic seafloor felt Pacific volcano megablast", "contributor": null, "time": "2023-01-17T01:13:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1485C/production/_128306048_picture-e.jpg", "content": [{"text": "The massive volcanic blast in the Pacific last year was felt 18,000km away on the other side of the world, on the floor of the Atlantic Ocean.", "type": "b"}, {"text": "The cataclysmic eruption of Hunga-Tonga Hunga-Ha'apai on 15 January 2022 sent pressure waves through Earth's atmosphere that connected with the sea surface and triggered 50 highly sensitive seismometers placed 5,000m under water on the seabed.", "type": "p"}, {"text": "It was one of a number of intriguing phenomena picked up by the instrument network in the Azores-Madeira-Canary Islands region.", "type": "p"}, {"text": "Scientists, led from University College London, had set up the stations primarily to detect earthquakes. ", "type": "p"}, {"text": "The goal is to use the signals from ground motions to image the interior of the planet, to trace the great upwellings of magma of the type that built the islands of the Portuguese and Spanish archipelagos.", "type": "p"}, [{"text": "Tonga volcano eruption continues to astonish", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63953531"}, {"text": "Tonga eruption was 'record atmospheric explosion'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61452860"}], {"text": "The project is called Upflow, or UPward mantle FLOW from novel seismic observations.", "type": "p"}, {"text": "Sensing a far-off volcanic eruption through an atmosphere-ocean interaction was unexpected, as was the detected cacophony of whale song and the explosive sinking of a cargo ship carrying some of the most luxurious cars money can buy.", "type": "p"}, {"text": "The volcano signal is interesting because it neatly illustrates the power and reach of the remarkable Pacific event.", "type": "p"}, {"text": "Hunga-Tonga produced the highest ash cloud ever recorded, sending rocky particles more than half way to space.", "type": "p"}, {"text": "But the energy involved also shook the atmosphere, despatching so called Lamb waves in all directions.", "type": "p"}, {"text": "These are energetic waves in the air that move at the speed of sound, along a path guided by the surface of the planet. ", "type": "p"}, {"text": "Over the eastern Atlantic they produced pressure changes that were transmitted to the seabed.", "type": "p"}, {"text": "\"It must have been a long wavelength feature because we see it best at the deepest seismometers on the abyssal plain, less well in shallower waters,\" UCL's Dr Stephen Hicks told BBC News. ", "type": "p"}, {"text": "Have a look at the chart above. It displays the data from the Upflow instruments, arranged for distance from Tonga.", "type": "p"}, {"text": "Just over an hour after the onset of the mighty eruption, seismic waves from its associated Magnitude 5.8 earthquake ripple through the Atlantic network. This signal will have travelled around the Earth, through its crust, at a velocity of a few kilometres per second. ", "type": "p"}, {"text": "It's a further 14 hours before a Lamb wave arrives. ", "type": "p"}, {"text": "Because the pressure disturbance only moves at 330m/s, it takes a while to move across the network, producing the gradient, or slant, in the chart.  ", "type": "p"}, {"text": "The UPFLOW seismometers were in position on the Atlantic Ocean floor for one year, ending in September 2022. ", "type": "p"}, {"text": "The submerged instruments carried onboard dataloggers, which meant scientists had to recover them to access and analyse their information. ", "type": "p"}, {"text": "A research vessel went from site to site over a period of six weeks to make the retrievals. ", "type": "p"}, {"text": "\"The protocols were like a space mission,\" recalled principal investigator Prof Ana Ferreira. ", "type": "p"}, {"text": "\"The seismometers were anchored to the seabed. A release mechanism would allow them to float back to the surface but not until we had transmitted a special code. Only one didn't come back.\"", "type": "p"}, {"text": "As part of its year-long primary mission, the network recorded seismic signals from more than 250 large earthquakes worldwide, including a Magnitude 8.2 in Alaska.", "type": "p"}, {"text": "These big tremors can act like a strobe light to illuminate the interior structure of our world.", "type": "p"}, {"text": "The scientists want to investigate the plumes of hot rock that rise up from deep, and which, when they breach the crust, will result in volcanoes. ", "type": "p"}, {"text": "The Azores, the Canaries and Madeira were all built as a consequence of such activity. The Hawaiian arc is another example.", "type": "p"}, {"text": "Plumes have also been responsible through geological history for some of the greatest ever outpourings of lava. In Siberia and India, there are regions where hundreds of thousands of cubic kilometres of molten material spilled across the land surface.", "type": "p"}, {"text": "\"These large igneous provinces, as we call them, coincided with changes in the climate and also mass extinctions,\" explained Prof Ferreira.", "type": "p"}, {"text": "Nothing on that scale looks like it is about to happen under the area studied by Upflow, fortunately. But it's thought still to be an excellent laboratory.", "type": "p"}, {"text": "Its siting was close to the Mid-Atlantic Ridge where some of Earth's tectonic plates meet. The nearby continent of Africa would also influence how plumes would flow. The Upflow team hopes to publish its imagery in the next couple of years.", "type": "p"}, {"text": "The project is funded by the European Research Council. Co-principal investigator is Prof Miguel Miranda from the Portuguese Institute for Sea and Atmosphere (IPMA).", "type": "p"}], "tags": ["Earth science", "Volcanoes", "Tonga eruption and tsunami", "Geology", "Atlantic Ocean", "Canary Islands", "Seismology"]}