{"link": "https://www.bbc.com/news/technology-64289251", "category": "technology", "title": "Twitter: Five ways Elon Musk has changed the platform for users", "contributor": null, "time": "2023-01-16T15:56:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2ECC/production/_128308911_gettyimages-1245545003.jpg", "content": [{"text": "It is three months since Elon Musk swept into Twitter's San Francisco headquarters - and the company has barely been out of the headlines.", "type": "b"}, {"text": "We have talked a lot about his opinions about the social network and some of his more controversial business decisions, such as laying off 50% of the workforce, but less about how using the platform day-to-day has changed for its 237 million monthly active users.", "type": "p"}, {"text": "The most recent change appears to be Twitter suspending access to its API, which is what other platforms use to communicate with it. So if, for example, you are using a social media manager to view your account rather than the Twitter app or website, you may find that Twitter is currently not working with it. ", "type": "p"}, {"text": "It is unclear whether the move was deliberate, although many experts believe it was.", "type": "p"}, {"text": "\"My guess is that this is because those third-party apps do not show ads and they allow the user to manage their feed as they see fit, which is at odds with Musk's plans to put more ads in front of users' eyeballs and prioritise the tweets of people who have paid for Twitter Blue,\" said tech commentator Kate Bevan.", "type": "p"}, {"text": "Twitter has not made an official announcement about it yet, but popular apps which seem to be struggling include Tweetbot, Fenix and Twitterific.", "type": "p"}, {"text": "Perhaps the most obvious change has been the order in which people see tweets that appear on their timeline. A new tab invites you to choose between the latest tweets from people you follow, and tweets recommended by Twitter.", "type": "p"}, {"text": "If you are using the platform on an iPhone you will see two columns at the top, \"for you\" and \"following\" - if you are on an Android device you have to hit a star icon on the top right-hand side of the screen.", "type": "p"}, {"text": "The issue is that many users did not notice this, or did not realise that the app seems to default back to Twitter's curated \"for you\" feed from time to time. There have been complaints that this feed is full of Twitter's recommendations, and interactions between people you follow and people you do not know, rather than content you have chosen to follow in the first place.", "type": "p"}, {"text": "However, others do not mind it: \"Some days I want to go to a restaurant with just my friends, some days I'll pitch up at the pub and see who's in...can be fun,\" one Twitter user told me.", "type": "p"}, {"text": "Mr Musk started with some high-profile accounts which had been banned under the previous regime for violating Twitter's rules. They included Ye (the rapper Kanye West) who was banned for sharing antisemitic posts, the influencer Andrew Tate (who is currently being held in Romania on charges of people trafficking) and former US president Donald Trump, whose tweets were accused of fuelling the Capitol Hill riots of January 2021.", "type": "p"}, {"text": "After a few false starts, Twitter's subscription service Twitter Blue rolled out at the end of November. The $8/$11 (£6.50/£9) monthly fee promises access to bonus features including an edit button, boosted visibility and fewer ads. Anecdotally it looks like it has attracted a reasonable number of subscribers but not loads - although as ever there has been no official news released about its success so far.", "type": "p"}, {"text": "Twitter's \"blue tick\", now the sign of a subscriber, used to be a symbol of a verified account. It was awarded by Twitter itself to the account of hand-picked celebrities, journalists and brands to indicate that they were not fakes.", "type": "p"}, {"text": "Those who acquired a blue tick under the old regime still have them, along with a message explaining that it is a \"legacy\" and \"may or may not be notable\". So seeing a blue tick next to an account does not necessarily give that account any badge of authority.", "type": "p"}, {"text": "It has been replaced by a gold or silver tick for brands and government figures - so Coca-Cola is now gold, with an explainer saying that it is an \"official business\", while the account of Rishi Sunak, the UK's prime minister now has a silver badge.", "type": "p"}, {"text": "The fact is that with or without Mr Musk, Twitter had to change. Its user numbers and revenue from ads had languished for a long time, while rival social networks sprung up and enjoyed explosive growth. Twitter is known for being small but influential - but this was not translating into profit.", "type": "p"}, {"text": "Mr Musk is \"a master of PR and spin and innovation and creativity\", said social media expert Matt Navarra. He is not afraid of controversy or of ripping up the rule book. But will his revolutionary tactics reverse the fortunes of this ailing firm, which he says was losing $4m per day when he took over?", "type": "p"}, {"text": "It is difficult to tell, because Twitter is cagey about its metrics. It is a privately-owned company now, and so it is entitled to be.", "type": "p"}, {"text": "But new advertisers do not appear to be flocking to the site, users are complaining about the changes to the way in which their accounts are displayed and the recent API alteration has upset developers, a community which Twitter needs onside to help it grow.", "type": "p"}, {"text": "\"The vibe seems to have shifted and it doesn't seem to be quite what it was before,\" said Mr Navarra of his own user experience of engaging with 150,000 followers.", "type": "p"}, {"text": "\"I don't see any signs of green shoots for a new Twitter.\"", "type": "p"}, {"text": "You can follow Zoe Kleinman on ", "type": "b"}], "tags": ["Elon Musk", "Twitter"]}