{"link": "https://www.bbc.com/news/business-66106909", "category": "business", "title": "Water firms planning to raise bills, says regulator", "contributor": null, "time": "2023-07-05T14:14:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6A5D/production/_130292272_mediaitem130292271.jpg", "content": [{"text": "Water companies are likely to seek higher bills from 2025 to cover the cost of improving services, the boss of regulator Ofwat has said. ", "type": "b"}, {"text": "It comes after the biggest suppliers have been severely criticised for their records on sewage spills and plugging leaks. ", "type": "p"}, {"text": "Many are also heavily in debt, with Thames Water currently at risk of being taken over by the government. ", "type": "p"}, {"text": "Ofwat boss David Black denied it had failed to regulate the industry well.", "type": "p"}, {"text": "But he admitted there were \"hard lessons to learn\" and that he had been \"angered\" by excessive chief executive pay in the industry. ", "type": "p"}, {"text": "Despite the criticism, Mr Black told BBC Radio 4's Today programme that customer bills were likely to rise as companies tried to improve. ", "type": "p"}, {"text": "\"We expect companies will request increases in bills at the next price review to fund large investment programmes, and those programmes will deliver improvements to the environment.\"", "type": "p"}, {"text": "Former environment secretary George Eustice said last Wednesday bills were set to rise again in 2025 by about £42 per household on average over a \"long time frame\". ", "type": "p"}, {"text": "It followed a report in the Times newspaper that increases could be as much as 40%, a figure Mr Eustice dismissed, saying it would be \"far lower\".", "type": "p"}, {"text": "Water UK, which represents suppliers, told the BBC that any rises would be a matter for the regulator.", "type": "p"}, [{"text": "Thames Water needs 'substantial' sums of money", "type": "a", "href": "https://www.bbc.co.uk/news/business-66103356"}, {"text": "Why is sewage pumped into rivers and the sea?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-62631320"}, {"text": "Thames Water boss quits after sewage spills", "type": "a", "href": "https://www.bbc.co.uk/news/business-66035897"}], {"text": "Campaign group Surfers Against Sewage said it would be a disgrace if water firms raised bills. ", "type": "p"}, {"text": "It said consumers should not \"bear the burden of water company mismanagement\". ", "type": "p"}, {"text": "\"We've been paying water companies for decades to deliver on environmental services, yet they have continued to siphon these funds into shareholder's pockets.\"", "type": "p"}, {"text": "Last week it emerged that Thames Water was struggling to raise the money it needs to service its huge £14bn debt pile.", "type": "p"}, {"text": "The firm, which supplies a quarter of the UK population, has faced heavy criticism over sewage discharges and leaks and is under pressure to improve services. ", "type": "p"}, {"text": "If Thames cannot raise the money it could be put into a \"special administration regime\" - where it would be temporarily re-nationalised - although Mr Black said this remained a \"backstop option\" and \"we're still a long way from that\".", "type": "p"}, {"text": "He said Thames had until the \"early part of next year\" to find the money and currently had £4.2bn cash reserves.", "type": "p"}, {"text": "Asked if customers would have to pick up the tab if the company went bust, he responded: \"No.\" ", "type": "p"}, {"text": "An Ofwat spokesperson later told the BBC that there are no similarities with the collapse of Bulb - the energy company which went under last year costing the taxpayer millions. ", "type": "p"}, {"text": "\"This is not a Bulb moment, there is no switch on, switch off here,\" they said. ", "type": "p"}, {"text": "Last week Health Minister Neil O'Brien also sought to assuage concerns about the potential impact on customers, but the influential business select committee warned taxpayers could still be hit. ", "type": "p"}, {"text": "Labour MP Darren Jones told the BBC that if the government was forced to take over the running of Thames Water, \"taxpayers will be exposed to the debt and running costs of a very large company\". ", "type": "p"}, [{"text": "Rescue of Bulb set to cost taxpayers billions more", "type": "a", "href": "https://www.bbc.co.uk/news/business-60653751"}, {"text": "Thames Water in urgent talks amid collapse fears", "type": "a", "href": "https://www.bbc.co.uk/news/business-66039170"}], {"text": "Ofwat says it is still waiting to see how Thames Water plans to fix its finances and that the company needs to raise \"substantial\" sums. Talks are ongoing to try to secure the extra funding.", "type": "p"}, {"text": "Commenting on claims the regulator had failed to stop big water firms getting into debt, Mr Black said that suppliers were responsible for their financial structures, not Ofwat, which was tasked with protecting customers.", "type": "p"}, {"text": "Water companies across England and Wales need to submit their business plans for 2025-2030 to Ofwat by 2 October. These include their planned improvement works for the period.", "type": "p"}, {"text": "The regulator will then issue guidance on how they should set bills early next year.", "type": "p"}, {"text": "Industry body Water UK announces the planned price increases annually, usually in February, Ofwat said. ", "type": "p"}], "tags": []}