{"link": "https://www.bbc.com/news/entertainment-arts-66111919", "category": "entertainment & arts", "title": "Coco Lee: Disney star and pop singer dies at 48", "contributor": null, "time": "2023-07-05T17:33:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14BDF/production/_130295948_gettyimages-136061682.jpg", "content": [{"text": "Singer Coco Lee, who enjoyed pop stardom in Asia in the 1990s and 2000s, has died at the age of 48.", "type": "b"}, {"text": "Born in Hong Kong, Lee moved to the US as a child and released albums in Mandarin and English.", "type": "p"}, {"text": "She also voiced the lead character in the Mandarin version of Disney's hit film Mulan, and performed a song from the soundtrack of Crouching Tiger, Hidden Dragon at the 2001 Oscars.", "type": "p"}, {"text": "Her sisters said she had been in a coma since a suicide attempt at the weekend.", "type": "p"}, {"text": "Lee had been suffering from depression for a few years, older sisters Carol and Nancy wrote in a Facebook post.", "type": "p"}, {"text": "She tried to take her own life at home on Sunday and was taken to hospital, where she died on Wednesday, they wrote.", "type": "p"}, {"text": "Lee broke into the Mandopop scene in 1994 with two Mandarin albums. Within the next year, she released an English-language album as well as a third Mandarin album.", "type": "p"}, {"text": "\"Not only did she bring us joy with her songs and dances in the past 29 years, she also worked hard to break new ground for Chinese singers in the international music scene and has been doing her utmost to shine for the Chinese,\" Lee's sisters wrote.", "type": "p"}, {"text": "She also sang the Mandarin version of the Mulan theme song, Reflection; while her song Before I Fall in Love is on the soundtrack to the 1999 Hollywood film Runaway Bride, starring Julia Roberts and Richard Gere.", "type": "p"}, {"text": "Her performances included a Michael Jackson & Friends benefit concert in South Korea in 1999, and she was a judge on TV talent shows including Chinese Idol.", "type": "p"}, {"text": "This past New Year's Eve, Lee said in an Instagram post that she had \"faced major life changing hurdles\", and described 2022 as an \"incredibly difficult year\".", "type": "p"}, {"text": "Her latest single Tragic was released on 14 February this year.", "type": "p"}, {"text": "In March, she said on Facebook that she had undergone pelvic and thigh surgery after triggering an old leg injury during dance practice late last year.", "type": "p"}, {"text": "In 2011, Lee married Bruce Rockowitz, former chief executive officer of Hong Kong-based supply chain giant Li & Fung. They have two daughters from his previous marriage. ", "type": "p"}, {"text": "Rumours that they had split started to surface about three years ago, but Lee never addressed them.", "type": "p"}, {"text": "On Wednesday, Lee's sisters wrote: \"In addition to remembering Coco, I hope that you will share her trademark bright smile, honesty and kindness with everyone around you, and continue Coco's wish that all those around her will feel her love and joy.\"", "type": "p"}], "tags": []}