{"link": "https://www.bbc.com/news/health-66088110", "category": "health", "title": "Smartwatches may provide early Parkinson's diagnosis", "contributor": null, "time": "2023-07-03T15:00:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8E38/production/_130280463_smartwatch_getty.jpg", "content": [{"text": "Smartwatches might help diagnose Parkinson's disease up to seven years ahead of symptoms, a study suggests.", "type": "b"}, {"text": "The UK Dementia Research Institute team at Cardiff University used artificial intelligence to analyse data from 103,712 smartwatch wearers.", "type": "p"}, {"text": "And by tracking their speed of movement over a single week, between 2013 and 2016, they were able to predict which would go on to develop Parkinson's.", "type": "p"}, {"text": "It is hoped this could ultimately be used as a screening tool.", "type": "p"}, {"text": "But more studies, comparing these findings with other data gathered around the world, are needed to check how accurate it will be, the researchers say, in the journal Nature Medicine. ", "type": "p"}, {"text": "The brains of people with Parkinson's disease become damaged over many years.", "type": "p"}, {"text": "Symptoms include:", "type": "p"}, [{"text": "involuntary shaking or tremors", "type": "p"}, {"text": "slow movement ", "type": "p"}, {"text": "stiff and inflexible muscles", "type": "p"}], {"text": "But often by the time a diagnosis has been made, there has already been too much irreversible damage to brain cells. ", "type": "p"}, {"text": "And since about 30% of the UK population wore smartwatches, study leader Dr Cynthia Sandor said, they might offer a cheap and reliable way to identify early-stage Parkinson's.", "type": "p"}, {"text": "\"We have shown here that a single week of data captured can predict events up to seven years in the future,\" she said.", "type": "p"}, {"text": "\"With these results, we could develop a valuable screening tool to aid in the early detection of Parkinson's. ", "type": "p"}, {"text": "\"This has implications both for research, in improving recruitment into clinical trials, and in clinical practice, in allowing patients to access treatments at an earlier stage, in future, when such treatments become available.\"", "type": "p"}, {"text": "The study used data from the UK Biobank, an in-depth health database of more than half a million people.", "type": "p"}, [{"text": "Parkinson's disease device trialled at hospital", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-cambridgeshire-65239564"}, {"text": "Research could reveal early causes of Parkinson's", "type": "a", "href": "https://www.bbc.co.uk/news/uk-wales-65545614"}, {"text": "Dementia risk higher for footballers than keepers", "type": "a", "href": "https://www.bbc.co.uk/news/health-64965253"}], {"text": "Dr Kathryn Peall, who worked on the study, told BBC News it appeared to be accurate and distinguish Parkinson's from other things that might affect movement, such as old age or frailty.", "type": "p"}, {"text": "\"We compared our model across a number of different disorders, including other types of neurodegenerative disorders, individuals with osteoarthritis, and other movement disorders, amongst others, an advantage of being able to work with a dataset such as the UK Biobank,\" she said.", "type": "p"}, {"text": "\"The results from individuals diagnosed with Parkinson's disease were distinct.\"", "type": "p"}, {"text": "But whether people should be told they had Parkinson's, years before symptoms developed, \"will always remain an individual and personal choice\".", "type": "p"}, {"text": "\"Where this work is potentially important to the field is that we ultimately hope that new therapies that allow us to slow disease progression will become available,\" Dr Peall added.", "type": "p"}], "tags": []}