{"link": "https://www.bbc.com/news/science-environment-66104822", "category": "science & environment", "title": "Climate change: World's hottest day since records began", "contributor": null, "time": "2023-07-04T18:28:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A7EC/production/_130288924_gettyimages-1258264154.jpg", "content": [{"text": "The world's average temperature reached a new high on Monday 3 July, topping 17 degrees Celsius for the first time. ", "type": "b"}, {"text": "Scientists say the reading was the highest in any instrumental record dating back to the end of the 19th century. ", "type": "p"}, {"text": "The high heat is due to a combination of the El Niño weather event and ongoing emissions of carbon dioxide.", "type": "p"}, {"text": "Researchers believe there will be more records in the coming months as El Niño strengthens.", "type": "p"}, [{"text": "UK had hottest June on record - Met Office", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66084543"}, {"text": "Why shipping faces a showdown over greenhouse gas", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66064838"}, {"text": "China's green power surge offers hope for climate ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66043485"}], {"text": "Since the start of this year, researchers have been growing increasingly concerned about rapidly rising temperatures on land and at sea. ", "type": "p"}, {"text": "Record spring heat in Spain and in many countries in Asia was followed by marine heatwaves in places that don't normally see them, such as in the North Sea.", "type": "p"}, {"text": "This week China continued to experience an enduring heatwave with temperatures in some places above 35C, while the southern US has also been subject to stifling conditions. ", "type": "p"}, {"text": "Against this background, the global average temperature reached 17.01C on 3 July, according to the US National Centers for Environmental Prediction.", "type": "p"}, {"text": "This broke the previous record of 16.92C that had stood since August 2016.", "type": "p"}, {"text": "Monday's high was also the warmest since satellite monitoring began in 1979. ", "type": "p"}, {"text": "The El Niño Southern Oscillation, or ENSO, as it is properly called, has three different phases: Hot, cold or neutral. It is the most powerful fluctuation in the climate system anywhere on Earth.", "type": "p"}, {"text": "In June, scientists declared that El Niño conditions were present. This means that additional heat is now welling up to the surface of the Pacific ocean, pushing up the global temperature. ", "type": "p"}, {"text": "\"The average global surface air temperature reaching 17C for the first time since we have reliable records available is a significant symbolic milestone in our warming world,\" said climate researcher Leon Simons.", "type": "p"}, {"text": "\"Now that the warmer phase of El Niño is starting we can expect a lot more daily, monthly and annual records breaking in the next 1.5 years.\"", "type": "p"}, {"text": "Monday's record temperature comes as the month of June was also confirmed as the hottest June in the global record. ", "type": "p"}, {"text": "Average temperatures across the planet were 1.46C above the average in the period between 1850 and 1900.", "type": "p"}, {"text": "The impact of high temperatures is also being felt at the world's extremes. In Antarctica, the July temperature record was recently broken with a reading of 8.7C taken at Ukraine's Vernadsky Research base. ", "type": "p"}, {"text": "With El Niño likely to strengthen over the coming months, it's likely that more records will be shattered as the northern hemisphere summer goes on.", "type": "p"}, {"text": "\"Chances are that July will be the warmest ever, and with it the hottest month ever: 'ever' meaning since the Eemian which is some 120,000 years ago,\" said Karsten Haustein, from the University of Leipzig.", "type": "p"}, {"text": "\"While southern hemisphere temperatures will drop a bit in the next few days, chances are that July and August will see even warmer days yet given that El Niño is now pretty much in full swing\".", "type": "p"}], "tags": []}