{"link": "https://www.bbc.com/news/technology-66106067", "category": "technology", "title": "Biden officials must limit contact with social media firms", "contributor": null, "time": "2023-07-05T04:54:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5E91/production/_130290242_gettyimages-1506001186.jpg", "content": [{"text": "A US federal judge has limited the Biden administration's communications with social media companies which are aimed at moderating their content.", "type": "b"}, {"text": "In a 155-page ruling on Tuesday, judge Terry Doughty barred White House officials and some government agencies from contacting firms over \"content containing protected free speech\".", "type": "p"}, {"text": "It is a victory for Republicans who have accused officials of censorship.", "type": "p"}, {"text": "Democrats said the platforms have failed to address misinformation.", "type": "p"}, {"text": "The case was one of the most closely-watched First Amendment battles in the US courts, sparking a debate over the government's role in moderating content which it deemed to be false or harmful.", "type": "p"}, {"text": "The White House said the US Department of Justice was reviewing the ruling and deciding on its next steps.", "type": "p"}, {"text": "\"Our consistent view remains that social media platforms have a critical responsibility to take account of the effects their platforms are having on the American people,\" the White House said in a statement.", "type": "p"}, {"text": "It added that platforms should \"make independent choices about the information they present\".", "type": "p"}, [{"text": "Instagram owner set to launch Twitter rival this week", "type": "a", "href": "https://www.bbc.co.uk/news/business-66094072"}, {"text": "War crimes evidence erased by social media firms", "type": "a", "href": "https://www.bbc.co.uk/news/technology-65755517"}], {"text": "The ruling comes after a lawsuit by the Republican attorneys general of Missouri and Louisiana alleged that US officials had pressured social media platforms to address posts on topics including Covid-19 policies and election security.", "type": "p"}, {"text": "Judge Doughty, who was an appointee of former US President Donald Trump, said the plaintiffs had \"presented substantial evidence in support of their claims\".", "type": "p"}, {"text": "\"Evidence produced thus far depicts an almost dystopian scenario,\" Mr Doughty said in his ruling.", "type": "p"}, {"text": "He added: \"During the Covid-19 pandemic, a period perhaps best characterized by widespread doubt and uncertainty, the United States Government seems to have assumed a role similar to an Orwellian 'Ministry of Truth.'\"", "type": "p"}, {"text": "The ruling limited communications by government agencies including the Department of Health and Human Services and the FBI.", "type": "p"}, {"text": "It also restricted US officials including Department of Homeland Security Secretary Alejandro Mayorkas and Jen Easterly, who heads the Cybersecurity and Infrastructure Security Agency.", "type": "p"}, {"text": "However, it made exceptions for contacting firms to warn them about risks to national security and criminal activity.", "type": "p"}, {"text": "Judge Doughty also referred to several e-mail exchanges between White House executives and social media companies.", "type": "p"}, {"text": "This included an April 2021 email by Rob Flaherty, who was formerly the White House's director of digital strategy, to employees at technology giant Google.", "type": "p"}, {"text": "In the email, Mr Flaherty said Google's video-sharing platform YouTube was \"funneling\" people into vaccine hesitancy.", "type": "p"}, {"text": "\"This is a concern that is shared at the highest (and I mean highest) levels of the WH,\" he wrote.", "type": "p"}, {"text": "Google did not immediately respond to a BBC request for comment.", "type": "p"}, {"text": "Social media platform Twitter, which is owned by multi-billionaire Elon Musk, did not directly to a respond to a request for comment. ", "type": "p"}, {"text": "Meanwhile, Facebook and Instagram owner Meta declined to comment on the ruling.", "type": "p"}], "tags": []}