{"link": "https://www.bbc.com/news/business-65517488", "category": "business", "title": "Tata Steel warns of uncertainty over future of UK business", "contributor": null, "time": "2023-05-07T11:21:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5E7B/production/_128378142_getty2.jpg", "content": [{"text": "Tata Steel has warned that the finances of its UK business face \"material uncertainty\" given market conditions and the level of government support.", "type": "b"}, {"text": "Tata said a stress-test of its European arm to assess the impact of a downturn had flagged concerns for the UK unit.", "type": "p"}, {"text": "However, Tata Steel UK said it expected trading to pick up later this year.", "type": "p"}, {"text": "The Department for Business said the government is providing support to protect the steel industry from \"unfair trade and energy costs\".", "type": "p"}, {"text": "The UK business of India's Tata Steel employs about 8,000 people, with half at the Port Talbot steelworks in Wales.", "type": "p"}, {"text": "In results published last week, Tata said that earnings at Tata Steel Europe - which includes the UK business - fell by more than 60% in the year to 31 March.", "type": "p"}, {"text": "It added it had carried out tests to assess the potential impact of an economic downturn in Europe, given factors such as higher inflation and interest rates.", "type": "p"}, {"text": "These tests found the outlook for the UK business would be \"adversely impacted\", but it added it was continuing to \"implement various measures aimed at improving its business performance and conserving cash\".", "type": "p"}, {"text": "In July last year, Tata Steel said it would make a decision over the future of the its UK business in the next 12 months.", "type": "p"}, {"text": "One uncertainty hanging over Tata Steel UK is what level of help it could get from the government.", "type": "p"}, {"text": "The company is still in talks with the UK government over support to switch away from existing steelmaking processes to ones that emit less carbon.", "type": "p"}, {"text": "Currently natural gas helps heat the blast furnaces and carbon, in the form of coke, is used to make iron as part of the steel-making process.", "type": "p"}, {"text": "Replacing those processes with electric arc furnaces could reduce carbon emissions significantly especially if the electricity is generated from renewable sources. ", "type": "p"}, {"text": "Reports have suggested that the firm will get £300m, although the cost of decarbonising the Port Talbot plant has been estimated at up to £3bn.", "type": "p"}, {"text": "A decision on support is needed soon, as the life of Tata's blast furnaces are coming to an end and electric arc furnaces take between four and five years to build.", "type": "p"}, [{"text": "Steel industry warns of more job cuts without help", "type": "a", "href": "https://www.bbc.co.uk/news/business-64741323"}, {"text": "Government to offer £600m for green steel switch", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64366998"}], {"text": "Last month, Tata Steel UK told the Welsh Parliament that it wanted a \"level playing field\" with its European rivals to help it switch away from coal.", "type": "p"}, {"text": "The company's director of decarbonisation, Huw Morgan, said German firm Salzgitter had received €1bn towards its decarbonisation plans. \"That's half of the capital investment that we believe that they require to make the transition,\" he said. ", "type": "p"}, {"text": "The Department for Business said: \"We consider the success of the steel sector a priority and will continue to work intensively with the industry to help secure a decarbonised, sustainable and competitive future.\"", "type": "p"}, {"text": "In a statement, Tata Steel UK said that while it \"starts the year at the bottom of the cycle with challenging market conditions given the difficult economic position in the UK and Europe, we ended 2022-23 with a positive cash balance and un-utilised financing facilities\".", "type": "p"}, {"text": "\"We are expecting that this - along with specific actions to improve business performance - will ensure that we manage this period of downturn.", "type": "p"}, {"text": "\"We should then be well placed to optimise our production and delivery volumes in 2023-24 as market conditions improve in the latter half of the year.\"", "type": "p"}], "tags": []}