{"link": "https://www.bbc.com/news/business-61628770", "category": "business", "title": "Shanghai lockdown: China's financial hub set to lift Covid curbs", "contributor": "Peter Hoskins", "time": "2022-05-30T03:13:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14D12/production/_124966258_gettyimages-1240975385.jpg", "content": [{"text": "Authorities in Shanghai have announced that some Covid-19 lockdown measures imposed on businesses will be lifted from Wednesday.", "type": "b"}, {"text": "Plans have also been introduced to support the city's economy, which has been hit hard by the restrictions.", "type": "p"}, {"text": "The commercial centre has been under a strict lockdown for almost two months.", "type": "p"}, {"text": "Meanwhile, China's capital Beijing has reopened parts of its public transport system as well as some shopping malls and other venues as infections ease.", "type": "p"}, {"text": "The announcement in Shanghai came as official figures showed on Sunday that new daily coronavirus cases fell to 122 from 170 over the previous 24 hours.", "type": "p"}, {"text": "Officials said guidelines to curb the spread of Covid-19 and control the number of people returning to work will be revised.", "type": "p"}, {"text": "The move will see \"unreasonable restrictions\" being lifted on restarting work and production at companies, vice mayor Wu Qing told a news briefing.", "type": "p"}, {"text": "Companies will no longer need to be on a \"whitelist\" to resume production starting from 1 June. ", "type": "p"}, [{"text": "Why is Shanghai in a lockdown?", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-china-61023811"}, {"text": "China unemployment rate near pandemic peak", "type": "a", "href": "https://www.bbc.co.uk/news/business-61461099"}, {"text": "Shanghai moves to impose tightest restrictions yet ", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-china-61404082"}], {"text": "The announcement came as the city launched a 50-point plan aimed at revitalising Shanghai's economy, which before the lockdown was worth more than $600bn (£475bn).", "type": "p"}, {"text": "The new measures included reducing some taxes for car buyers, speeding up the issuance of local government bonds, and fast-tracking approvals of building projects.", "type": "p"}, {"text": "Under the plans, drivers who switch to an electric vehicle will be able claim a $1,500 subsidy.", "type": "p"}, {"text": "Additional help for businesses will include allowing firms to delay insurance and rent payments, as well as subsidies for utility charges.", "type": "p"}, {"text": "The measures are significant and will be widespread, but they are desperately needed. ", "type": "p"}, {"text": "Most parts of this vast city ground to a halt for two months. It's beginning to change, but where I live the vast majority of shops are closed, the roads are very far from their usual constant hum and almost no-one is back at work, in the conventional sense. ", "type": "p"}, {"text": "The lockdown crippled this city. The easing of restrictions and the \"opening up\" that comes with it will likely be a gradual one, underpinned by caution. ", "type": "p"}, {"text": "China needs its single biggest city, and the second biggest contributor to its economic growth, to get going. But remember too that the ruling Communist Party remains committed to 'zero Covid'.", "type": "p"}, {"text": "Banks will also be asked to renew loans to small and medium-sized businesses totalling $15bn this year.", "type": "p"}, {"text": "At the same time vouchers will be handed out to help support retailers and e-commerce platforms, particularly for businesses in the cultural, tourism and fitness industries.", "type": "p"}, {"text": "The latest moves aimed to revitalise the city's hard-hit economy come on top of measures rolled-out at the end of March.", "type": "p"}, {"text": "Shanghai is China's biggest city with a population of around 25 million and is a key financial, manufacturing and shipping hub.", "type": "p"}, {"text": "The lockdown has seen many of its residents lose income, struggle to find enough food and cope mentally with prolonged isolation.", "type": "p"}, {"text": "Manufacturers in Shanghai, including western car makers Volkswagen and Tesla, have been particularly impacted by the restrictions as staff were kept away from factories or had to work in so-called \"closed loop\" conditions, where they lived at the plants.", "type": "p"}, {"text": "Also on Sunday, authorities in Beijing eased curbs in several parts of the city after officials said the outbreak is now under control.", "type": "p"}, {"text": "Most of the capital's public transport system - including buses, trains and taxis - will resume in three districts including the central area of Chaoyang.", "type": "p"}, {"text": "Shopping malls and other venues have also been allowed to reopen in some parts of the city.", "type": "p"}, {"text": "Workers in two districts in the south west and north east of the city have also been allowed to return to work.", "type": "p"}, {"text": "However, tutoring businesses, Internet cafes and karaoke bars remained closed.", "type": "p"}], "tags": ["Coronavirus lockdown measures", "China", "Shanghai", "Beijing", "Coronavirus pandemic"]}