{"link": "https://www.bbc.com/news/entertainment-arts-61635822", "category": "entertainment & arts", "title": "Mona Lisa: Man dressed as old woman throws cake at da Vinci painting", "contributor": null, "time": "2022-05-30T14:02:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BF1F/production/_124972984_hi076394674.jpg", "content": [{"text": "A man disguised as an elderly woman in a wheelchair has thrown cake at the Mona Lisa, Leonardo da Vinci's famous painting at the Louvre in Paris.", "type": "b"}, {"text": "The piece, which was undamaged, was left with white cream smeared across its protective glass.", "type": "p"}, {"text": "The perpetrator, seen wearing a wig and lipstick, urged people to \"think of the Earth\" while being led from the scene.", "type": "p"}, {"text": "The incident on Sunday was described by witnesses as being \"jaw-dropping\".", "type": "p"}, {"text": "Louvre visitor Luke Sundberg, from the US, saw it all unfold. \"The crowd begin gasping and we looked up and some man in a wheelchair [dressed] as an old lady ran up to the painting and started punching it before smearing cake all over it,\" the 20-year-old told the PA news agency.", "type": "p"}, {"text": "\"It took about 10 to 15 seconds for the security to actually take the man away, but the crowd seemed to panic a little bit.", "type": "p"}, {"text": "\"It was jaw-dropping, it was a lot to take in considering how historic Mona Lisa is... the moment was once in a million.\"", "type": "p"}, {"text": "The activist, who was also seen throwing roses in the gallery, was escorted out by security. \"Think of the Earth,\" he declared.", "type": "p"}, {"text": "\"There are people who are destroying the Earth. Think about it. Artists tell you: think of the Earth. That's why I did this.\"", "type": "p"}, {"text": "A 36-year-old man was detained and sent to a police psychiatric unit, the Paris prosecutor's office confirmed on Monday, adding it had started an investigation into the damage of cultural artefacts.", "type": "p"}, {"text": "The Renaissance painting had glass installed in the 1950s to protect it after an acid attack.", "type": "p"}, [{"text": "The detail that unlocks the Mona Lisa", "type": "a", "href": "https://www.bbc.com/culture/article/20210211-the-detail-that-unlocks-the-mona-lisa"}, {"text": "Mooning Mona Lisa bronze statue goes on display", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-bristol-58552412"}, {"text": "Mona Lisa is moving - what does it take to keep her safe?", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-49004223"}, {"text": "Leonardo da Vinci feud: The 'earlier' Mona Lisa mystery", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-50046133"}], {"text": "A video from Mr Sundberg showed onlookers breaking into applause after the cream was cleaned from the glass.", "type": "p"}, {"text": "Fellow museum visitor, Klevis, 26, from Albania questioned: \"What were the odds this would happen?\"", "type": "p"}, {"text": "The BBC has contacted the Louvre for comment. ", "type": "p"}], "tags": ["Mona Lisa", "Paris"]}