{"link": "https://www.bbc.com/news/health-61608384", "category": "health", "title": "Monkeypox patients should avoid pet contact", "contributor": "Jim Reed", "time": "2022-05-27T14:06:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BAD8/production/_124923874_gettyimages-169837234.jpg", "content": [{"text": "Monkeypox patients should avoid any contact with their pets for 21 days, according to new advice from the UK Health Security Agency (UKHSA). ", "type": "b"}, {"text": "So far, 106 people in the UK have been confirmed as infected with the virus.", "type": "p"}, {"text": "Gerbils, hamsters and other rodents could be particularly susceptible to the disease and the concern is it could spread in the animal population. ", "type": "p"}, {"text": "The government said no cases have been detected in pets so far and the risk is still low.", "type": "p"}, {"text": "\"The worry is the virus could get into domestic animals and essentially ping-pong between them and humans,\" said Prof Lawrence Young, a virologist at the University of Warwick.", "type": "p"}, {"text": "\"If you are not careful you might create an animal reservoir for the disease that could result in it spreading back into humans, and we'll be in a loop of infection.\"", "type": "p"}, [{"text": "What is monkeypox and how do you catch it?", "type": "a", "href": "https://www.bbc.co.uk/news/health-45665821"}, {"text": "How to tell if a rash is monkeypox", "type": "a", "href": "https://www.bbc.co.uk/news/health-61551164"}, {"text": "Monkeypox: Handing out health advice without stigma", "type": "a", "href": "https://www.bbc.co.uk/news/uk-61609888"}], {"text": "The guidance from the UKHSA and other health authorities recommends that pet guinea pigs, rats, mice and other rodents should be removed from the household of someone infected with monkeypox for 21 days, and be tested for the disease. ", "type": "p"}, {"text": "There are thought to be two million households in the UK with a pet rodent of some kind, according to sales data.", "type": "p"}, {"text": "Other pets like dogs and cats should be placed under household isolation with regular vet checks to \"ensure no clinical signs are observed\".", "type": "p"}, {"text": "Related advice from the Department for Environment, Food and Rural Affairs (Defra) says that \"where possible\" the patient should avoid preparing food or grooming their pet if this can be done by someone else in the household. ", "type": "p"}, {"text": "England's chief veterinary officer Christine Middlemiss said: \"No cases of monkeypox have ever been suspected or reported in pets in the UK and the risk remains low. ", "type": "p"}, {"text": "\"We will continue to monitor the situation closely and work with veterinary and public health colleagues, both in the UK and across the world, to manage the animal health associated risks with monkeypox.\"", "type": "p"}, {"text": "Separate advice published by the European Centre for Disease Control (ECDC) this week said that rodent pets belonging to monkeypox patients should \"ideally\" be isolated in monitored facilities and tested for the disease before their quarantine period ends.", "type": "p"}, {"text": "The animals should only be put down as a last resort in situations where isolation is not feasible, the document said. ", "type": "p"}, {"text": "Larger pets, such as dogs, could quarantine at home with regular checks on their health status. ", "type": "p"}, {"text": "Scientists say little is currently known about how monkeypox might behave in the domestic pet population. ", "type": "p"}, {"text": "But rodents and a particular species of squirrel are likely to be capable of catching and spreading the disease more easily than humans. ", "type": "p"}, {"text": "The ECDC says a \"spillover\" event, where a human infects a pet animal, could potentially lead to the virus establishing itself in European wildlife, although it describes the risk as \"very low\".", "type": "p"}, {"text": "The concern is that monkeypox could become what's known as an endemic zoonoses, where a disease jumps between animal species and is constantly present in that new population. ", "type": "p"}], "tags": ["Monkeypox", "Pets", "Animals", "Viruses"]}