{"link": "https://www.bbc.com/news/technology-61606477", "category": "technology", "title": "Cinemas now accepting digital ID cards", "contributor": "Shiona McCallum", "time": "2022-05-29T23:51:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/80B0/production/_124944923_cinemas_over_18_card.png", "content": [{"text": "Being turned away from a 15 or 18 rated film for not having the right identification with you might be a thing of the past. ", "type": "b"}, {"text": "The UK Cinema Association - which includes Cineworld, Odeon, Showcase Cinemas, and Vue - are partnering with digital ID firm Yoti.", "type": "p"}, {"text": "The free app will be accepted as proof of age, providing a safe and convenient way to show ID.", "type": "p"}, {"text": "It is hoped the move will tackle abuse against cinema staff too.", "type": "p"}, {"text": "Yoti harnesses the same technology you see at the airport, where you scan your passport and capture an image of your face. ", "type": "p"}, {"text": "In order to use the Yoti ID, children will need to have a smartphone where they can download the free app, adding details from their passport and a current photograph.  ", "type": "p"}, {"text": "The digital ID card will then show an age-verified image which cinema staff can then accept. ", "type": "p"}, {"text": "Phil Clapp, CEO at the UK Cinema Association said: \"Of the 165 million to 170 million admissions per year UK cinemas were seeing pre-pandemic, around 30% fall within the 15-24-year-old bracket and around 20% within the 9-14-year-old age group. ", "type": "p"}, {"text": "\"For many wanting to get into a 15 or even 18 certificate film, proving their age - without a passport or driving licence to hand - can be incredibly difficult and an understandable source of frustration should they be turned away from the cinema.\"", "type": "p"}, {"text": "Yoti's apps have been downloaded more than 11 million times globally and are already accepted by a wide range of organisations including the NHS, Virgin Atlantic and the NSPCC.", "type": "p"}, {"text": "Robin Tombs, CEO and Co-founder at Yoti said: \"We're thrilled to have many UK Cinema Association members join the 30,000 locations on the UK high street accepting our reusable digital ID apps. ", "type": "p"}, {"text": "\"Young people expect to be able to do everything with their phone, and using it to prove their age will come naturally to them. It's a win-win for both cinemas and young cinemagoers.\"", "type": "p"}, {"text": "It is hoped that having the digital ID will help reduce pressure on staff when carrying out age checks. ", "type": "p"}, {"text": "Shaun Jones, vice-president of operations at Cineworld, told the BBC: \"Sadly, abuse against our staff happens more often than you'd imagine - from young people, but frequently from parents too. ", "type": "p"}, {"text": "\"When challenged for young people's ID, parents express frustration and anger at being asked for their children's passports, and they refuse to let them bring it out of the home. ", "type": "p"}, {"text": "\"We're expecting the digital ID technology from Yoti to really help negate some of the abuse to staff.\"", "type": "p"}], "tags": ["British cinema", "Passports"]}