{"link": "https://www.bbc.com/news/entertainment-arts-64392702", "category": "entertainment & arts", "title": "Oscar nominations 2023: Andrea Riseborough shock and other talking points", "contributor": null, "time": "2023-01-24T18:57:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BFF4/production/_128404194_risebgettyimages-1245451539-1.jpg", "content": [{"text": "Awards pundits are still picking their jaws off the floor after Tuesday's Oscar nominations.", "type": "b"}, {"text": "Despite enjoying a flurry of late celebrity support, many Oscar-watchers felt British actress Andrea Riseborough had too high a hill to climb to score a nomination in the highly competitive best actress category.", "type": "p"}, {"text": "But on Tuesday, she was nominated for her performance in To Leslie, in which she plays an alcoholic mother from Texas who tries to make ends meet after squandering her lottery winnings.", "type": "p"}, {"text": "There is no doubt that Riseborough is impressive in the film, but the nod took even her by surprise. \"I'm astounded,\" she told Deadline after the nominations were unveiled. \"It's such an unexpected ray of light... I'm not entirely sure how this happened.\"", "type": "p"}, {"text": "Well, we have a bit of an idea - and it involves Gwyneth Paltrow, Edward Norton, Courteney Cox, Susan Sarandon, Charlize Theron, Jennifer Aniston, Kate Winslet, Mark Ruffalo, Sarah Paulson and Amy Adams. ", "type": "p"}, {"text": "They are just a few of the Hollywood A-listers who got behind To Leslie - voicing their support for the film on social media in the dying days of voting, and in some cases even hosting their own screenings.", "type": "p"}, {"text": "It had beome a bit of a running joke in recent days that many posts championing the film used the same wording, calling To Leslie a \"small film with a giant heart\". But the copy-and-paste tweets and Instagram posts were driven by an apparently genuine admiration.", "type": "p"}, {"text": "The efforts to get the film on to the Academy's radar were ultimately successful, but it's hard to overstate how unusual Riseborough's campaign has been. ", "type": "p"}, {"text": "To Leslie reportedly only made $27,000 (£21,800) at the box office when it first opened. (Having said that, it did make at least an extra £4.49 last week when this reporter paid to rent it on a well-known streaming service.)", "type": "p"}, {"text": "The film premiered at South by Southwest last March. Unlike Toronto, Venice or Cannes, SXSW is not one of the film festivals considered a key part of the awards race and the film went largely unnoticed.", "type": "p"}, {"text": "\"After SXSW there was a quiet lull,\" Riseborough recalled. \"And then slowly, as the film had a few screenings elsewhere - including at Raindance, which was a big deal because we hadn't had a release in the UK - we found people were starting to talk about it.", "type": "p"}, {"text": "\"And people were asking us, 'Why can I not go and see it? Where can I see it?' After a while, we were able to point them to iTunes and Amazon, but it didn't happen right away.\"", "type": "p"}, {"text": "Nonetheless, a nomination seemed like a long shot. \"It was so hard to believe it might ever happen because we really hadn't been in the running for anything else,\" Riseborough commented.", "type": "p"}, {"text": "Crucially, the team behind the film uploaded it to the Academy's viewing portal, which meant voters could access it more easily. Meanwhile, the nomination Riseborough netted at the Independent Spirit Awards, which recognise small indie films, certainly didn't hurt.", "type": "p"}, {"text": "However, some expressed scepticism that the campaign was anything other than contrived.", "type": "p"}, {"text": "\"There are people saying this is such a beautiful, organic movement, and I've got to tell you, this is not organic,\" said Vanity Fair's Rebecca Ford. \"[Riseborough] has a very well-connected manager, she is well-respected by actors, and they just took this moment to launch this campaign, and it is a campaign.\"", "type": "p"}, {"text": "Riseborough's nomination is somewhat humbling for the many awards watchers who usually pride themselves on predicting which way things will go, based on the countless films they've watched and their sense of momentum on the ground at industry events.", "type": "p"}, {"text": "As Erik Anderson of Awards Watch tweeted, only half-jokingly: \"We are going to talk about the Andrea Riseborough campaign for DECADES to come.\"", "type": "p"}, {"text": "We'll certainly be talking about it until the Oscars ceremony on 12 March. Here are just four of the other talking points from this year's nominations:", "type": "p"}, {"text": "Streaming services have not had as strong a year at the Oscars as they did in 2022, when Apple's Coda became the first film from a streamer to win best picture.", "type": "p"}, {"text": "All Quiet On The Western Front", "type": "b"}, {"text": "Glass Onion", "type": "b"}, {"text": "In contrast, All Quiet had not initially seemed as strong a contender - until it started showing up prominently at precursor ceremonies, at which point the marketing and campaigning was stepped up a gear. It has now secured nine nods at the Oscars.", "type": "p"}, {"text": "The Banshees of Inisherin,", "type": "b"}, {"text": "In total, streaming services got about half the number of nominations they did a year ago. Netflix, Apple and Amazon accounted for 19 total nominations, down from 37 last year.", "type": "p"}, {"text": "Despite the distinct possibility that Netflix's All Quiet could win best picture, the weaker year for streaming overall may partly reflect a return to cinema releases following the pandemic.", "type": "p"}, {"text": "Bill Nighy, Colin Farrell, Austin Butler", "type": "b"}, {"text": "Paul Mescal", "type": "b"}, {"text": "\"This is bananas!\" Mescal said of his nomination. \"To be recognised by the Academy is such an insane honour and I'm so utterly grateful.\"", "type": "p"}, {"text": "The Banshees of Inisherin", "type": "b"}, {"text": "An Cailín Ciúin/The Quiet Girl", "type": "b"}, {"text": "Writer and director Colm Bairéad said the team behind the film were \"honoured beyond words\" to be recognised.", "type": "p"}, {"text": "Angela Bassett", "type": "b"}, {"text": "Black Panther: Wakanda Forever", "type": "b"}, {"text": "But while Wakanda Forever missed best picture, the nominations for Top Gun: Maverick and Avatar: The Way of Water ensured a record was still broken for the most sequels to make it into the shortlist in a single year. ", "type": "p"}, {"text": "Brian Tyree Henry,", "type": "b"}, {"text": "This was a huge but very welcome surprise. Henry plays a mechanic who befriends Lawrence's character as she begins recovering from a traumatic brain injury.", "type": "p"}, {"text": "Hong Chau", "type": "b"}, {"text": "Danielle Deadwyler,", "type": "b"}], "tags": ["The Oscars", "Film"]}