{"link": "https://www.bbc.com/news/technology-64393868", "category": "technology", "title": "US accuses Google of 'driving out' ad rivals", "contributor": null, "time": "2023-01-24T20:51:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8494/production/_128404933_gettyimages-621183270.jpg", "content": [{"text": "The US Department of Justice (DOJ) and eight US states have ", "type": "b"}, {"text": "Its anti-competitive actions had \"weakened if not destroyed competition in the ad tech industry\", US Attorney General Merrick Garland said.", "type": "p"}, {"text": "Google accused the DOJ of \"doubling down on a flawed argument\".", "type": "p"}, {"text": "The case attempted to \"pick winners and losers\" in a competitive industry, the firm said.", "type": "p"}, {"text": "Online advertising accounts for the lion's share of Google's multibillion dollar revenue. ", "type": "p"}, {"text": "Google is the market leader, but its slice of total US digital ad income has fallen from 36.7% in 2016 to 28.8% in 2022, according to market research firm Insider Intelligence.", "type": "p"}, {"text": "Mr Garland alleged that Google's anti-competitive conduct extended into three key areas:", "type": "p"}, [{"text": "It controls the technology used by nearly all major website publishers to offer ad space for sale. ", "type": "p"}, {"text": "It controls the leading tool used by advertisers to buy ad space.", "type": "p"}, {"text": "It controls the largest ad exchange that matches publishers and advertisers.", "type": "p"}], {"text": "As a result of Google's scheme, \"website creators earn less and advertisers pay more\", Mr Garland said.", "type": "p"}, {"text": "It meant that fewer publishers were able to offer content without subscriptions, paywalls, or other forms of monetisation.", "type": "p"}, {"text": "Assistant Attorney General Jonathan Kanter alleged that the firm's actions over 15 years had the effect of \"driving out rivals, diminishing competition, inflating advertising costs, reducing website publisher revenues, stymieing innovation and flattening our public marketplace of ideas\".", "type": "p"}, {"text": "But in a statement to the BBC Google said the legal action \"attempts to pick winners and losers in the highly competitive advertising technology sector. ", "type": "p"}, {"text": "\"It largely duplicates an unfounded lawsuit by the Texas Attorney General, much of which was recently dismissed by a federal court. ", "type": "p"}, {"text": "\"DOJ is doubling down on a flawed argument that would slow innovation, raise advertising fees, and make it harder for thousands of small businesses and publishers to grow.\"", "type": "p"}, {"text": "In a blog post Dan Taylor, vice president of global ads said the DOJ's action would \"reverse years of innovation, harming the broader advertising sector\".", "type": "p"}, {"text": "The almost 150-page complaint accuses Google of breaches of US antitrust law and aims to \"halt Google's anti-competitive scheme, unwind Google's monopolistic grip on the market, and restore competition to digital advertising\".", "type": "p"}, {"text": "It could lead to the break-up of the firm's advertising business if the courts side with the US government. The Justice Department complaint asks the court to compel Google to divest parts of its ad business.", "type": "p"}, {"text": "The US states of Connecticut, California, Colorado, New Jersey, New York, Rhode Island, Tennessee and Virginia are also joining the legal action.", "type": "p"}, {"text": "This latest case follows a 2020 action launched during the Trump presidency against the tech giant over its dominance in search.", "type": "p"}], "tags": ["Google", "Advertising", "United States"]}