{"link": "https://www.bbc.com/news/business-62291458", "category": "business", "title": "Gazprom: Nord Stream 1 supply to EU to be cut further", "contributor": "Jennifer Meierhans", "time": "2022-07-25T21:18:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1913/production/_124991460_gettyimages-1240472726.jpg", "content": [{"text": "Russian energy giant Gazprom says it will once again drastically cut gas supplies to the EU through its main pipeline due to maintenance work.", "type": "b"}, {"text": "Gazprom said stopping another turbine at the Nord Stream 1 pipeline would cut daily gas production to 20%, halving the current level of supply. ", "type": "p"}, {"text": "The German government said there was no technical reason to limit gas supply. ", "type": "p"}, {"text": "It is likely to make it more difficult for EU countries to replenish their stores of gas before winter.", "type": "p"}, {"text": "The Nord Stream 1 pipeline, which pumps gas from Russia to Germany, has been running well below capacity for weeks, and was completely shut down for a 10-day maintenance break earlier this month. ", "type": "p"}, {"text": "Russia supplied the EU with 40% of its gas last year, and the EU has accused Russia of using energy as a weapon. ", "type": "p"}, {"text": "The European Commission has urged countries to cut gas use by 15% over the next seven months after Russia warned it could curb or halt supplies altogether.", "type": "p"}, {"text": "Under the proposals, the voluntary target could become mandatory in an emergency. ", "type": "p"}, {"text": "European Commission President, Ursula von der Leyen, has said the prospect of Russia cutting off all supplies to the EU is a \"likely scenario\".", "type": "p"}, {"text": "On Tuesday energy ministers will meet in Brussels in an attempt to sign off the plans.", "type": "p"}, {"text": "But numerous opt-outs are expected amid resistance from some member states. ", "type": "p"}, {"text": "Wholesale gas prices have soared since Russia invaded Ukraine in February, with a knock-on impact on consumer energy bills.", "type": "p"}, {"text": "Reacting to Gazprom's announcement, Ukrainian President Volodymyr Zelensky said this was \"an overt gas war that Russia is waging against a united Europe - this is exactly how it should be perceived\".", "type": "p"}, [{"text": "Can the world cope without its oil and gas?", "type": "a", "href": "https://www.bbc.co.uk/news/58888451"}, {"text": "No faith in Russia, Germany scrambles for energy", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-62234188"}, {"text": "Russian gas boss says 'our product, our rules'", "type": "a", "href": "https://www.bbc.co.uk/news/business-61830551"}], {"text": "Gazprom said the latest reduction in supply would begin at 04:00 GMT on Wednesday due to the \"technical condition\" of one of the last two operating turbines. ", "type": "p"}, {"text": "But a German economy ministry spokeswoman told AFP news agency: \"According to the information we have there is no technical reason for a reduction of deliveries.\"", "type": "p"}, {"text": "The Kremlin maintains that it is a reliable energy partner, and blames Western sanctions for the recent disruption of gas supplies to the EU. ", "type": "p"}, {"text": "Gazprom says the delayed return - because of sanctions - of equipment serviced in Canada has forced it to keep the gas flow through Nord Stream 1 to just 40% of capacity.", "type": "p"}, {"text": "\"Our product, our rules. We don't play by rules we didn't create,\" Gazprom chief executive Alexei Miller has said. ", "type": "p"}, {"text": "The continued reduction in gas supply through Nord Stream 1 is likely to make it more difficult for countries to replenish their stores before winter, when gas usage is much higher.", "type": "p"}, {"text": "Gazprom has cut gas supplies altogether to Bulgaria, Denmark, Finland, the Netherlands and Poland, over their refusal to comply with a Kremlin order to pay their bills in roubles, instead of euros or dollars.", "type": "p"}], "tags": ["Russia-Ukraine war", "Gazprom", "Germany", "Russia", "Natural gas"]}