{"link": "https://www.bbc.com/news/entertainment-arts-62295324", "category": "entertainment & arts", "title": "Tim Westwood: Ex-BBC employee raised concerns about bullying by DJ, reports say", "contributor": null, "time": "2022-07-25T17:57:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FFFE/production/_126043556_1200-super-2021-gettyimages-1331362775.jpg", "content": [{"text": "An ex-BBC employee has said they raised concerns about \"bullying\" by Tim Westwood when he was a Radio 1 DJ, but \"felt they were warned against taking further action\", the Guardian reported.", "type": "b"}, {"text": "Another former employee told the newspaper about a \"sexist 'boys' club' culture at Radio 1\" during Westwood's 19 years as a presenter.", "type": "p"}, {"text": "The BBC has been asked for comment.", "type": "p"}, {"text": "Earlier this month the BBC revealed a complaint against the DJ had previously been referred to police.", "type": "p"}, {"text": "It is one of six complaints the corporation said on 4 July it had received about alleged bullying or sexual misconduct by Westwood.", "type": "p"}, {"text": "Director general Tim Davie said in April \"no evidence of complaints\" had been found, after BBC News and the Guardian revealed accounts of predatory sexual behaviour by the DJ.", "type": "p"}, {"text": "The BBC told The Guardian on 25 July its internal investigation was being carried out by its corporate investigations and internal audit teams and would report directly to the BBC board's director, Sir Nicholas Serota.", "type": "p"}, {"text": "A BBC spokesperson added: \"We are taking this incredibly seriously and want to understand what happened with regard to the BBC.", "type": "p"}, {"text": "\"At the beginning of the month we confirmed we had received a number of complaints relating to allegations of bullying and sexual harassment. As we have set out, we are fully committed to investigating them and when that work has concluded we will publish findings.\"", "type": "p"}, {"text": "The newspaper says the corporation is now facing further questions over its handling of the complaints made against Westwood.", "type": "p"}, {"text": "A joint investigation between BBC News and the Guardian in April published multiple allegations of sexual misconduct by women who said Westwood abused his position in the music industry to exploit them.", "type": "p"}, {"text": "Westwood denies the allegations.", "type": "p"}, {"text": "The newspaper said the former BBC staff member who has now raised bullying concerns asked to remain anonymous. They told the paper they worked with Westwood in the early 2010s, providing \"a timeline of issues they raised on multiple occasions\" including alleged \"unacceptable bullying\". ", "type": "p"}, {"text": "The ex-staffer pointed out that the complaints \"did not relate to sexual misconduct\".", "type": "p"}, {"text": "The paper said that in an email it had seen, sent to a BBC executive, the former employee said: \"I have already had a conversation with you about the ongoing difficulties we're having with Tim's staffing/duty of care. We're in a real pickle now as essentially, there's no one who wants to work on that show.\"", "type": "p"}, {"text": "The executive replied with a promise to \"work out what next steps might be needed\" with other senior leaders, adding they had to \"balance our needs to look after the staff with our need to produce some difficult talent\", the paper added.", "type": "p"}, {"text": "The ex-employee said a different senior executive had then spoken to them, the Guardian reported, telling them to be \"really careful about saying the words 'duty of care'\".", "type": "p"}, {"text": "The paper reported that the former staffer did say some executives had previously tried to find \"solutions\". But this latest conversation \"felt designed to silence\", it added.", "type": "p"}, {"text": "\"What I got from that was: be quiet, don't say any more, be careful what you say,\" the paper quotes the ex-employee as saying.", "type": "p"}, {"text": "BBC News has asked Westwood for comment.", "type": "p"}], "tags": ["BBC", "Tim Westwood"]}