{"link": "https://www.bbc.com/news/science-environment-62291954", "category": "science & environment", "title": "Ancient fossil is earliest known animal predator", "contributor": "Jonathan Amos", "time": "2022-07-25T15:17:14.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/12CB7/production/_126038967_fossil_top-nc.png", "content": [{"text": "A fossil representing the earliest known animal predator has been identified by UK scientists. ", "type": "b"}, {"text": "The 560-million-year-old specimen, which was found in Charnwood Forest in Leicestershire, is likely a forerunner of cnidaria - the group of species that today includes jellyfish.", "type": "p"}, {"text": "The researchers have named it Auroralumina attenboroughii in honour of Sir David Attenborough. ", "type": "p"}, {"text": "The first part of the name recalls the Latin for \"dawn lantern\".", "type": "p"}, {"text": "\"I think it looks like the Olympic torch, with its tentacles being the flames,\" said Oxford University's Dr Frankie Dunn, who is reporting the discovery in the journal Nature Ecology and Evolution.", "type": "p"}, [{"text": "'Every mineral has a history and a story to tell'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62013806"}, {"text": "Earliest evidence of wildfire found in Wales", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61929966"}, {"text": "'Jurassic Pompeii' yields astounding fossil haul", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-57853537"}], {"text": "Not only does it push back evidence for predation in the animal kingdom by about 20 million years, it's probably also the first example of an organism with a true skeleton.  ", "type": "p"}, {"text": "The outline of the 20cm (8 inches)-tall creature was imprinted on a long, sloping slab of quarry siltstone, surrounded by other fossil forms.", "type": "p"}, {"text": "It's thought all were smothered in a turbid flow of sediment and ash that ran down the underwater flank of an ancient volcano. ", "type": "p"}, {"text": "The death scene was originally uncovered in 2007 when researchers cleaned the Charnwood rock face with high-pressure hoses.", "type": "p"}, {"text": "It's taken the 15 years that have passed since then to make sense of the assemblage and Auroralumina's position within it.", "type": "p"}, {"text": "The Leicestershire location is internationally famous for what it tells us about the Ediacaran (635 to 538 to million years ago). ", "type": "p"}, {"text": "This is the period in geological history that immediately precedes the Cambrian, which witnessed a great explosion in the numbers and diversity of lifeforms on Earth.", "type": "p"}, {"text": "It was in the Cambrian (538 to 485 million years ago) that the blueprint for many modern animal groups was fixed.", "type": "p"}, {"text": "But Auroralumina proves that its grouping - the cnidaria - have a heritage that stretches further back, into the Ediacaran.", "type": "p"}, {"text": "\"This is the cast-iron evidence of modern-looking organisms in the Pre-Cambrian. That means the fuse for the Cambrian explosion was probably quite long,\" said Dr Phil Wilby, palaeontology leader at the British Geological Survey.", "type": "p"}, {"text": "Although the name cnidaria may not be that familiar, everyone will recognise its members. They include corals, jellyfish and anemones. One of their characteristics are stinging cells they use to capture their prey.", "type": "p"}, {"text": "Dr Dunn's analysis of Auroralumina's features links it to the medusozoa sub-grouping within the cnidaria. ", "type": "p"}, {"text": "Medusozoans transition through various stages in the course of their complex life cycles. During one stage they are a mass anchored to the seafloor. Later they morph into a free-floating, sexual phase during which they engage in reproduction. ", "type": "p"}, {"text": "During that free-floating stage, they assume an umbrella-shaped body with stinging tentacles. They become a jellyfish.", "type": "p"}, {"text": "Auroralumina therefore most closely resembles a medusozoan in its immobile, rooted stage.", "type": "p"}, {"text": "\"What's really interesting is that we think it's bifurcating, so you have these two 'goblets' which are attached near their base, and then there would have been a continuous bit of skeleton going down to the seafloor, which we don't see. Unfortunately, the fossil is incomplete,\" Dr Dunn told BBC News.", "type": "p"}, {"text": "Bifurcation - the division of something into two branches or parts - is another first for Auroralumina in the fossil record.", "type": "p"}, {"text": "Palaeontologists come from all over the world to visit Charnwood Forest.", "type": "p"}, {"text": "Its major claim to fame is the fossil known as Charnia masoni.", "type": "p"}, {"text": "This was found in the 1950s by two schoolchildren - Roger Mason and Tina Negus - and was the first ever Pre-Cambrian fossil to come to light.", "type": "p"}, {"text": "Charnia was also later identified in the rocks that make up Australia's Ediacara Hills after which the Ediacaran Period is named. ", "type": "p"}, {"text": "It's a strange-looking lifeform, akin to a fern frond, but scientists are convinced it was an animal of some kind.", "type": "p"}, {"text": "And there's even an example of it just 40cm from Auroralumina in the siltstone assemblage.", "type": "p"}, {"text": "There's a wonderful connection here with Sir David Attenborough, who grew up in the English midlands. ", "type": "p"}, {"text": "\"When I was at school in Leicester, I was an ardent fossil-hunter,\" he recalled.", "type": "p"}, {"text": "\"The rocks in which Auroralumina has now been discovered were then considered to be so ancient that they dated from long before life began on the planet. So I never looked for fossils there. ", "type": "p"}, {"text": "\"A few years later, a boy from my old school found one and proved the experts wrong. He was rewarded by his name being given to his discovery. Now I have - almost - caught up with him and I am truly delighted.\"", "type": "p"}], "tags": ["Fossils", "Earth science", "Evolution", "Geology", "Leicester"]}