{"link": "https://www.bbc.com/news/technology-62265756", "category": "technology", "title": "Twitter spent $33m in three months on Elon Musk deal", "contributor": "Zoe Kleinman", "time": "2022-07-22T12:55:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9D42/production/_124485204_tv075719297.jpg", "content": [{"text": "Twitter spent $33m (£27m) on Elon Musk's proposed deal to buy the firm between April and June 2022.", "type": "b"}, {"text": "It also said its number of monthly daily users had risen to 237m - but it reported a net loss of $270m, which was worse than expected.", "type": "p"}, {"text": "Mr Musk has since changed his mind about the purchase, and a court date is now set for October because Twitter wants to force through the sale.", "type": "p"}, {"text": "There is a $1bn termination fee potentially at stake.", "type": "p"}, {"text": "Twitter declined to discuss its latest financial results, citing the \"pending acquisition\" as the reason.", "type": "p"}, {"text": "The report covers the period from April to June 2022.", "type": "p"}, {"text": "Twitter has doubled-down on its position on the amount of spam and fake accounts on the platform - the reason Elon Musk had given for terminating the deal.", "type": "p"}, {"text": "\"We have performed an internal review of a sample of accounts and estimate that the average of false or spam accounts during the second quarter of 2022 represented fewer than 5% of our [monthly active users] during the quarter,\" it said - although it added that the figure was an estimate.", "type": "p"}, {"text": "In 2021, Twitter's revenue was $5bn (£4.2bn), but in the last 12 months its share price has fallen by 45%.", "type": "p"}, {"text": "Analyst Mike Proulx from the firm Forrester said Twitter was in \"purgatory\".", "type": "p"}, {"text": "\"Twitter now has an acquirer who no longer wants it, a CEO and board who wants to get rid of it, and an employee base which is caught in the middle of it all,\" he said.", "type": "p"}, {"text": "\"The real victim from all this drama is Twitter itself.\"", "type": "p"}, {"text": "On Thursday Snap, which owns Snapchat, reported revenue of $1.11bn for the three months to the end of June, which missed Wall Street expectations.", "type": "p"}, {"text": "Its shares slumped by more than 25% after the news.", "type": "p"}, {"text": "It said some of its advertisers had cut their spending, faced with rising costs.", "type": "p"}, {"text": "It also said it had been affected by a change made by Apple last year, which meant iPhone and iPad users could opt out of being tracked by apps. ", "type": "p"}, {"text": "This has affected the personalisation of ads - a very valuable service to tech firms - because they can no longer see their users' other online activities and tailor advertising accordingly.", "type": "p"}, {"text": "Twitter said its ad revenue had increased by just 2%, to $1.08bn.", "type": "p"}, {"text": "Meta and Alphabet, the parent company of Google, are both due to report their earnings next week.", "type": "p"}], "tags": ["Companies", "Social media", "Mergers and acquisitions", "Elon Musk", "Twitter", "United States"]}