{"link": "https://www.bbc.com/news/entertainment-arts-63754702", "category": "entertainment & arts", "title": "Kanye West announces 2024 presidential bid", "contributor": null, "time": "2022-11-25T10:41:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/27F8/production/_113523201_949c8faf-3119-4022-8ffb-50cb92448eef.jpg", "content": [{"text": "Rapper Kanye West has said he intends to run for US president in 2024, despite facing several scandals over his recent behaviour.", "type": "b"}, {"text": "The star, who has legally changed his name to Ye, posted a video of his campaign logo to social media, alongside the caption Ye 24.", "type": "p"}, {"text": "He also claimed to have asked Donald Trump to be his running mate.", "type": "p"}, {"text": "West previously ran for president in 2020, but that campaign flopped, attracting a meagre 70,000 votes.", "type": "p"}, {"text": "His latest claims came in a video posted after West was spotted at Trump's Mar-A-Lago golf club earlier this week, accompanied by Nick Fuentes, a prominent white nationalist.", "type": "p"}, {"text": "West said his request for a running mate left the former president, who recently launched his own re-election campaign, \"most perturbed\".", "type": "p"}, {"text": "In a video titled Mar-A-Lago Debrief, West claimed: \"Trump started basically screaming at me at the table, telling me I'm going to lose. Has that ever worked for anyone in history?\"", "type": "p"}, {"text": "The launch of West's campaign comes as the rapper faces a number of damaging controversies.", "type": "p"}, {"text": "He provoked a storm of criticism after attending Paris Fashion Week in a T-shirt bearing the slogan \"White Lives Matter\" - a phrase adopted by white supremacists, who began using it in 2015 as a response to the Black Lives Matter movement.", "type": "p"}, {"text": "West then claimed his critics were being paid by a secret cabal of Jewish people, a common trope of antisemitism.", "type": "p"}, [{"text": "Adidas investigates claims over 'toxic' Kanye West", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63747492"}, {"text": "Kanye West's social media accounts locked", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63198991"}, {"text": "So how many votes did Kanye West get in 2020?", "type": "a", "href": "https://www.bbc.co.uk/news/election-us-2020-54849605"}], {"text": "As he continued to make antisemitic comments online and in television interviews, the 45-year-old was dropped by his talent agency, while fashion companies including Gap, Adidas and Balenciaga said they would no longer work with him.", "type": "p"}, {"text": "The musician later commented that he had lost \"two billion dollars in one day\".", "type": "p"}, {"text": "Earlier this week, Rolling Stone magazine reported claims that West had used \"porn, bullying and mind games\" to create a \"toxic environment\" among Adidas employees working on his Yeezy brand shoes.", "type": "p"}, {"text": "The company said on Thursday it had launched an independent investigation into the claims.", "type": "p"}, {"text": "When West ran for president in 2020, he announced his campaign too late to appear on the ballot in at least six states.", "type": "p"}, {"text": "He held only one rally, in which he broke down in tears as he discussed abortion, and funded two television adverts. In the end, he was only listed as a candidate in 12 states.", "type": "p"}, {"text": "For his 2024 bid, the rapper suggested he had enlisted alt-right commentator Milo Yiannopoulos as his campaign manager.", "type": "p"}, {"text": "A former editor at the right wing publication Breitbart, Mr Yiannopoulos was largely shunned by mainstream conservatives after a video emerged in 2017 of him appearing to condone paedophilia. He said the comments were \"gallows humour\" and stated his \"disgust\" at the sexual abuse of minors.", "type": "p"}, {"text": "Most recently, Mr Yiannopolous worked as an intern for Republican congresswoman Marjorie Taylor Greene.", "type": "p"}], "tags": ["Kanye West", "US election 2024", "Donald Trump", "Music"]}