{"link": "https://www.bbc.com/news/science-environment-63741207", "category": "science & environment", "title": "Charles Darwin: Autographed document could fetch record price", "contributor": null, "time": "2022-11-25T00:01:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/178AB/production/_127772469_092322-mfm-darwin-005.jpg", "content": [{"text": "A piece of paper signed by Charles Darwin, defending his theory of evolution, goes on sale on Friday with Sotheby's in New York. ", "type": "b"}, {"text": "The item is likely to fetch more than £1m - a world-record price for a Darwin manuscript.", "type": "p"}, {"text": "He'd produced the document so it could be copied in what, in 1865, was a celebrity magazine. ", "type": "p"}, {"text": "Darwin didn't make a habit of archiving his paperwork and so little original material survives.", "type": "p"}, {"text": "If it does, and it's signed, it's almost always just with the abbreviated \"C Darwin\" or \"Ch Darwin\".", "type": "p"}, {"text": "It's very rare to have his name, \"Charles Darwin\", written out in full and in his own hand.", "type": "p"}, [{"text": "'Stolen' Darwin notebooks mysteriously returned", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60980288"}, {"text": "UK meteorite fragments sell for more than gold", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60495954"}, {"text": "T. rex dinosaur 'Stan' sold for world record price", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-54448994"}], {"text": "But Prof John van Wyhe, who curates the scholarly collection known as Darwin Online, says it's extra special because of what the great man had chosen to put on the page along with his signature. ", "type": "p"}, {"text": "\"He includes a passage that appears in the third edition of On the Origin of Species,\" the senior lecturer at the National University of Singapore explained.", "type": "p"}, {"text": "\"It's a really favourite passage, because he's trying to make the point that people might find his theory unbelievable and outlandish, but they said the same about Newton and gravity, and nobody doubted the existence of gravity anymore. ", "type": "p"}, {"text": "\"The same, he says, would be true eventually with evolution and natural selection,\" the prof told BBC News.", "type": "p"}, {"text": "The document was produced for The Autographic Mirror.", "type": "p"}, {"text": "Its publisher, Hermann Kindt, printed facsimiles of the handwriting or the autographs of famous people along with their biographies.", "type": "p"}, {"text": "When he asked Darwin if he'd contribute, the scientist jumped at the chance. It was an opportunity to hit back at his doubters.", "type": "p"}, {"text": "At the time, six years after the first-edition release of On the Origin of Species, it was a common criticism that he couldn't explain the origin of life itself.", "type": "p"}, {"text": "Darwin conceded this was the case but that it was irrelevant to his observations of how life on Earth evolved and diversified. As with gravity, its \"essence\" might not be understood but Newton's equations certainly worked. ", "type": "p"}, {"text": "He doesn't mention Newton by name, but Prof John van Wyhe said it was known that when he wrote the passage he'd recently read Newton's biography. The 17th Century genius also had to endure the ire of the establishment when he released his law of universal gravitation.", "type": "p"}, {"text": "The Darwin leaf on sale with Sotheby's is in pristine condition.", "type": "p"}, {"text": "The auction house set the previous world record for a Darwin manuscript of £400,000 and expects this to be beaten easily. ", "type": "p"}, {"text": "\"What's different about this leaf is that Darwin was choosing the passage that he wanted to be associated with himself and his legacy,\" said Dr Kalika Sands, an expert at Sotheby's on the history of 19th Century science.", "type": "p"}, {"text": "\"He wrote it out on an oversized sheet. It's done incredibly clearly, and he's very boldly signed his name. In this passage he mentions natural selection, he mentions Newton, and he discusses the room for higher powers, but at the same time he says nothing explains away these theories. ", "type": "p"}, {"text": "\"It really serves as his definitive, or authorised, statement on his work.\"", "type": "p"}, {"text": "Sotheby's online Age of Wonder sale opens on Friday and ends in two weeks' time on 9 December.", "type": "p"}, {"text": "The Darwin passage reads:", "type": "p"}, {"text": "I have now recapitulated the chief facts and considerations, which have thoroughly convinced me that species have been modified, during a long course of descent, by the preservation or the natural selection of many successive slight favourable variations. I cannot believe that a false theory would explain, as it seems to me that the theory of natural selection does explain, the several large classes of facts above specified. It is no valid objection that science as yet throws no light on the far higher problem of the essence or origin of life. Who can explain what is the essence of attraction of gravity? No one now objects to following out the results consequent on this unknown element of attraction; notwithstanding that Leibnitz formerly accused Newton of introducing \"occult qualities & miracles into philosophy\". - Charles Darwin.", "type": "p"}], "tags": ["Evolution", "Charles Darwin"]}