{"link": "https://www.bbc.com/news/business-65336715", "category": "business", "title": "Business group CBI reports new 'criminal offence' to police", "contributor": null, "time": "2023-04-20T13:48:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B8EA/production/_129283374_29a18a2f-ad01-4d00-adef-357f5518114c.jpg", "content": [{"text": "Business group giant the CBI says it has handed over additional information about what it describes as a serious criminal offence to the police.", "type": "b"}, {"text": "The City of London police is already investigating claims a woman was raped at a CBI summer party in 2019.", "type": "p"}, {"text": "The BBC understands that the \"additional information\" relates to a new allegation.", "type": "p"}, {"text": "The CBI has been engulfed in a crisis over a range of allegations including sexual harassment and misconduct.", "type": "p"}, {"text": "The organisation is one of the UK's leading business lobby groups and claims to speak for 190,000 companies.", "type": "p"}, {"text": "In a statement, it said: \"Late yesterday afternoon the CBI was made aware of additional information relating to a report of a serious criminal offence. ", "type": "p"}, {"text": "\"We have passed that information immediately to the police, with whom we are liaising closely and who have asked us not to comment further on potentially criminal matters\".", "type": "p"}, {"text": "The BBC has contacted the City of London police for comment.", "type": "p"}, {"text": "The CBI also said it was expecting the results of an investigation into the allegations by the law firm Fox Williams \"imminently\".", "type": "p"}, {"text": "\"The board will be communicating its response to this and other steps we are taking to bring about the wider change that is needed early next week.\"", "type": "p"}, {"text": "The original allegations emerged after the Guardian reported that more than a dozen woman claimed they had been subject to various forms of sexual misconduct at the CBI.", "type": "p"}, {"text": "The CBI has since suspended three employees while the investigation took place.", "type": "p"}, {"text": "Separately, the lobby group fired its director general Tony Danker in April following complaints of workplace misconduct against him.", "type": "p"}, {"text": "Mr Danker admitted to the BBC that he had made some staff feel \"very uncomfortable\", adding: \"I apologise for that.\"", "type": "p"}, {"text": "However, he said that his \"reputation has been totally destroyed\" because his name had been wrongly associated with separate claims including of serious sexual assault that were made at the CBI before he joined. ", "type": "p"}, {"text": "He said that his dismissal letter had set out four reasons for firing him and added he was considering legal action against the CBI.", "type": "p"}, {"text": "But Brian McBride, president of the CBI, told the BBC that Mr Danker's description of events was \"selective\" and he was free to seek \"redress\" if he felt unfairly treated.", "type": "p"}, {"text": "He claimed that Mr Danker had been sacked on strong legal grounds.", "type": "p"}, {"text": "A former CBI staff member, who was in touch with existing workers at the organisation, said they were \"furious\" and \"upset\" by Mr Danker's interview.", "type": "p"}, {"text": "\"It's important that we remember who the victims of this situation are: the women who've had negative experiences with men at the CBI,\" she said.", "type": "p"}, {"text": "\"They have described to me feeling furious, grossed out and upset by Danker's attempts to downplay his role in this situation. As director general, Danker bore responsibility not only for his own actions but for the culture of the organisation under which numerous men acted inappropriately.", "type": "p"}, {"text": "\"He shouldn't be permitted to sweep that under the carpet.\"", "type": "p"}, [{"text": "What counts as sexual harassment at work?", "type": "a", "href": "https://www.bbc.co.uk/news/business-65311346"}], {"text": "The CBI said on Thursday: \"Recognising the need for confidentiality, we urge anyone, including the media, who has further information in relation to any alleged offence to also report that to the police.\"", "type": "p"}, {"text": "Rain Newton-Smith, formerly the CBI's chief economist, has been named as the lobby group's new director general. She had left to join Barclays, the banking group.", "type": "p"}, {"text": "When the CBI announced Ms Newton-Smith's appointment, it also said that it was taking \"a number of steps to bring in new leadership and make immediate changes to the way we operate\". ", "type": "p"}, {"text": "These included appointing Jill Ader, an existing board member of the CBI, to \"oversee a root-and-branch review of our culture, governance and processes\" and lead a new sub-committee with Mr McBride. ", "type": "p"}, {"text": "Commenting on Ms Newton-Smith's appointment, Ann Francke, the chief executive of the Chartered Management Institute, told the BBC: \"I'm not sure there was a huge amount of openness and transparency around the process and obviously you can question whether somebody who was there is the right change agent to change the culture.\" ", "type": "p"}, {"text": "She added that organisations typically look for outsiders to come in \"because it is easier to be objective and it is easier to point to the things that need to change\". ", "type": "p"}, {"text": "\"And clearly one of the things that needs to change is a better understanding of and better mechanisms for dealing with sexual harassment and a change in workplace culture that makes people comfortable.\" ", "type": "p"}, {"text": "Mr McBride admitted last week that a \"handful\" of small companies had left the CBI since the allegations had emerged. ", "type": "p"}, {"text": "Since then, the British Insurance Brokers' Association has also left, stating: \"We have withdrawn our membership of the CBI in light of recent reports.\"", "type": "p"}, {"text": "The government has also \"paused\" its engagement with the CBI. ", "type": "p"}, {"text": "If you work or have worked at the CBI and wish to share your experience, contact the BBC in confidence by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}