{"link": "https://www.bbc.com/news/entertainment-arts-65343821", "category": "entertainment & arts", "title": "Alec Baldwin: Criminal charges dropped over shooting, say lawyers", "contributor": null, "time": "2023-04-20T21:04:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/741B/production/_129432792_gettyimages-1238517779.jpg", "content": [{"text": "Criminal charges have been dropped against Alec Baldwin over a fatal on-set shooting, according to his lawyers. ", "type": "b"}, {"text": "The Emmy-award winning actor was charged with two counts of involuntary manslaughter over the shooting during the filming of Rust in New Mexico.", "type": "p"}, {"text": "Cinematographer Halyna Hutchins was killed by a live bullet fired from a prop gun that was being used by Baldwin in October 2021. ", "type": "p"}, {"text": "The development comes less than two weeks before a trial was set to begin. ", "type": "p"}, {"text": "\"We are pleased with the decision to dismiss the case against Alec Baldwin and we encourage a proper investigation into the facts and circumstances of this tragic accident,\" his lawyer, Luke Nikas, told the BBC in a statement.", "type": "p"}, {"text": "Mr Baldwin had been practising firing the gun on set at a ranch near Santa Fe when it went off, fatally striking 42-year-old Ukrainian-born Hutchins and wounding director Joel Souza. ", "type": "p"}, {"text": "The actor denied pulling the trigger, although an FBI report later concluded that the gun could not have been fired without the trigger being pulled.", "type": "p"}, {"text": "He had been due in court for a preliminary hearing on 3 May. ", "type": "p"}, {"text": "The film's armourer, Hannah Gutierrez-Reed, is also facing two counts of involuntary manslaughter. It is unclear whether prosecutors will drop the charges against her as well. ", "type": "p"}, {"text": "A lawyer for Ms Gutierrez-Reed told AP News they \"fully expect at the end of this process that Hannah will also be exonerated\".", "type": "p"}, {"text": "According to the LA Times, prosecutors had recently learned that the gun used in the shooting, a .45 Colt revolver, had been modified with a new trigger in a way that could have made a misfire more likely.", "type": "p"}, {"text": "Prosecutors had accused Mr Baldwin, 65, of showing a \"reckless\" disregard for the safety of his colleagues. ", "type": "p"}, {"text": "Mr Nikas, a lawyer for the star of The Hunt for Red October, previously called the initial decision to charge his client \"a terrible miscarriage of justice\".", "type": "p"}, {"text": "\"Mr Baldwin had no reason to believe there was a live bullet in the gun - or anywhere on the movie set,\" Mr Nikas said. ", "type": "p"}, {"text": "\"He relied on the professionals with whom he worked, who assured him the gun did not have live rounds.\"", "type": "p"}, {"text": "In order to have been found guilty prosecutors would have had to convince a jury that he had acted with \"criminal negligence\".", "type": "p"}, {"text": "If convicted, he could have faced up to 18 months in prison.", "type": "p"}, {"text": "The Santa Fe district attorney had initially added a firearm enhancement charge, which could have added five years to his sentence. ", "type": "p"}, {"text": "But it was dropped after prosecutors determined that the enhancement law was not in place at the time of the shooting. ", "type": "p"}, {"text": "The Sante Fe district attorney's office directed the BBC to the office of a special prosecutor handling the case. The special prosecutor did not immediately respond to inquiries. ", "type": "p"}, {"text": "The decision to drop the charges comes on the same day that Rust resumed filming - 18 months after the shooting. ", "type": "p"}, {"text": "Melina Spadone, a lawyer for Rust Movie Productions, said new rules on the set \"will bar any use of working weapons and any form of ammunition\".", "type": "p"}, {"text": "\"Live ammunition is - and always was - prohibited on set.\"", "type": "p"}, {"text": "According to Variety magazine, Mr Baldwin is currently filming Rust on location in Montana. ", "type": "p"}, {"text": "Hutchins' widower, Matthew, will be an executive producer. Baldwin last October reached a settlement in a wrongful death lawsuit brought by her family. ", "type": "p"}, {"text": "Rust Movie productions, which Baldwin is part of, said in February the scene that was being rehearsed when Hutchins was shot has now been rewritten.", "type": "p"}], "tags": []}