{"link": "https://www.bbc.com/news/science-environment-65317469", "category": "science & environment", "title": "Accelerating melt of ice sheets now 'unmistakable'", "contributor": null, "time": "2023-04-20T07:00:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9ED8/production/_107546604_whatsubject.jpg", "content": [{"text": "If you could shape an ice cube out of all the ice losses from Greenland and Antarctica over the past three decades, it would stand 20km high.", "type": "b"}, {"text": "An international group of scientists who work with satellite data say the acceleration in the melting of Earth's ice sheets is now unmistakable.", "type": "p"}, {"text": "They calculate the planet's frozen poles lost 7,560 billion tonnes in mass between 1992 and 2022. ", "type": "p"}, {"text": "Seven of the worst melting years have occurred in the past decade.", "type": "p"}, {"text": "Mass loss from Greenland and Antarctica is now responsible for a quarter of all sea-level rise.", "type": "p"}, {"text": "This contribution is five times what it was 30 years ago.", "type": "p"}, {"text": "The latest assessment comes from the Ice Sheet Mass Balance Intercomparison Exercise, or Imbie.", "type": "p"}, {"text": "This project, which is supported by the US and European space agencies, issues regular reviews of the state of the planet's ice sheets.", "type": "p"}, [{"text": "Vast glacier at mercy of sea warmth increase", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64640796"}, {"text": "More snow and rain is falling in the Arctic", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63967630"}, {"text": "East Antarctica: Sleeping giant of sea-level rise", "type": "a", "href": "https://www.bbc.com/future/article/20230309-climate-change-the-sea-level-rise-locked-in-east-antarctica"}], {"text": "This is the third such report, and like the previous studies, it has collated and reviewed all available satellite measurements. ", "type": "p"}, {"text": "It includes the observations from orbit of some 50 spacecraft missions from 1992. That particular year was when orbiting instruments best suited to studying the elevation and velocity of ice started overflying the poles routinely.   ", "type": "p"}, {"text": "The 7,560 billion tonnes of ice lost from Greenland and Antarctica during the study period pushed up sea-levels by 21mm.", "type": "p"}, {"text": "Almost two-thirds (13.5mm) of this was due to melting in Greenland; one-third (7.4mm) was the result of melting in Antarctica. ", "type": "p"}, {"text": "\"All this has profound implications for coastal communities around the world and their risk of being exposed to flooding and erosion,\" said Dr Inès Otosaka from the UK's Centre for Polar Observation and Modelling (CPOM), who led the latest assessment.", "type": "p"}, {"text": "\"It's really important that we have robust estimates for the future contribution to sea-level rise from the ice sheets so that we can go to these communities and say, 'Yes, we understand what is happening and we can now start to plan mitigations',\" she told BBC News.", "type": "p"}, [{"text": "Norwegian seafloor holds clue to Antarctic melting", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65192825"}, {"text": "Scientists track iceberg the size of London", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64919341"}], {"text": "The worst year of melting was in 2019 when the ice sheets lost a combined 612 billion tonnes.", "type": "p"}, {"text": "Most of this - 444 billion tonnes - was the result of an exceptional heat wave in the Arctic during its summer. ", "type": "p"}, {"text": "Melting in Antarctica has been happening predominantly in its peninsula region - the finger of land that extends towards South America - and in the west of the continent where its ice margin is being eaten away from below by relatively warm ocean waters.", "type": "p"}, {"text": "Sea-level rise is driven by a number of factors, including the thermal expansion of water in a hotter world; the run-off of meltwaters from glaciers outside the ice sheets; and changes in the amount of water held on the continents. ", "type": "p"}, {"text": "In the early 90s, ice sheet melting accounted for only a small fraction (5.6%) of the total sea-level rise budget. Now, it's responsible for more than a quarter (25.6 %). A five-fold increase.", "type": "p"}, {"text": "\"Accelerating ice sheet losses mean we're looking in the next decade at a marked rise in the rate of sea-level rise,\" said Prof Andrew Shepherd, from Northumbria University and the founder of Imbie.", "type": "p"}, {"text": "\"In past decades, it's been about 3mm a year. Soon, we will see 4mm, 5mm, 6mm per year; and this will be a big psychological change from what we've been used to.\"", "type": "p"}, {"text": "The latest Imbie assessment is published in the journal Earth System Science Data. ", "type": "p"}], "tags": []}