{"link": "https://www.bbc.com/news/technology-65338916", "category": "technology", "title": "Facebook $725m settlement fund opens to US claims", "contributor": null, "time": "2023-04-20T17:21:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11B18/production/_129427427_gettyimages-1232495873.jpg", "content": [{"text": "US Facebook users can now apply for their share of a $725m (£583m) privacy-case settlement.", "type": "b"}, {"text": "The legal action alleged the social-media company shared 87 million users' data without their consent, via third parties such as Cambridge Analytica. ", "type": "p"}, {"text": "The allegation, dating back to 2018, remains one of the highest-profile data-privacy scandals.", "type": "p"}, {"text": "Meta, which owns Facebook, has denied any wrongdoing but agreed to the settlement.", "type": "p"}, {"text": "Anyone who used Facebook in the US between 24 May 2007 to 22 December 2022 can claim - \"in the range of 250-280 million\" people, according to the ruling document.", "type": "p"}, {"text": "Claims can be filed on the settlement website or by mail, including:", "type": "p"}, [{"text": "name", "type": "p"}, {"text": "address", "type": "p"}, {"text": "date of birth", "type": "p"}, {"text": "Facebook handle ", "type": "p"}, {"text": "contact details", "type": "p"}, {"text": "payment information", "type": "p"}], {"text": "Claimants can choose to receive their funds via:", "type": "p"}, [{"text": "direct deposit", "type": "p"}, {"text": "PayPal", "type": "p"}, {"text": "Zelle", "type": "p"}, {"text": "Venmo ", "type": "p"}, {"text": "a prepaid Mastercard", "type": "p"}], {"text": "The deadline to claim is 25 August - but anyone wanting to object to the settlement or retain their right to take separate legal action against Meta by opting out must do so by 26 July.", "type": "p"}, {"text": "Claimants who qualify will be awarded one point for each month they had a Facebook account during the \"class period\".", "type": "p"}, {"text": "The net settlement amount ($725m minus legal and administrative costs) will then be divided by the total number of points, to determine how much money will be paid for each. ", "type": "p"}, {"text": "A federal judge gave the agreement preliminary approval at the end of March - but a final approval hearing is set for 7 September and there may be appeals that delay the process further. ", "type": "p"}, [{"text": "Facebook scandal 'hit 87 million users'", "type": "a", "href": "https://www.bbc.co.uk/news/technology-43649018"}, {"text": "Facebook agrees to pay Cambridge Analytica fine", "type": "a", "href": "https://www.bbc.co.uk/news/technology-50234141"}, {"text": "Facebook sued for 'losing control' of users’ data", "type": "a", "href": "https://www.bbc.co.uk/news/technology-55998588"}], {"text": "Technology author James Ball told BBC News that Meta executives would be relatively pleased with this settlement. ", "type": "p"}, {"text": "\"On one level, $725m is a huge amount of cash - but Meta is such a large company that this figure represents less than three days of its revenue,\" he said.", "type": "p"}, {"text": "\"Meta is keen to present privacy issues such as those raised by the Cambridge Analytica controversy as historical - obviously it remains to be seen whether that's the case - as if there are more settlements in the future, that could start to have a more serious impact on the company.\"", "type": "p"}], "tags": []}