{"link": "https://www.bbc.com/news/business-61749090", "category": "business", "title": "Eurozone interest rates set to rise for first time in 11 years", "contributor": null, "time": "2022-06-09T21:07:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/101C9/production/_125339956_lagarde_reutershi076276248.jpg", "content": [{"text": "The European Central Bank (ECB) has said it intends to raise interest rates for the first time in more than 11 years next month as it tries to control soaring inflation in the eurozone.", "type": "b"}, {"text": "The ECB said it would raise its key interest rates by 0.25% in July, with further increases planned for later in the year.", "type": "p"}, {"text": "The bank also intends to end its bond-buying stimulus programme on 1 July.", "type": "p"}, {"text": "The latest eurozone inflation estimate was 8.1%, well above the ECB's target.", "type": "p"}, {"text": "\"High inflation is a major challenge for all of us. The [ECB] governing council will make sure that inflation returns to its 2% target over the medium term,\" the ECB said in a statement.", "type": "p"}, {"text": "\"It is not just a step, it is a journey,\"  ECB President Christine Lagarde said of the moves.", "type": "p"}, {"text": "The ECB's main policy interest rate is currently at -0.50% and it could be back at zero or above by the end of September, the bank said. The last time it raised interest rates in the eurozone was in 2011.", "type": "p"}, {"text": "Inflation in May \"again rose significantly\" as energy and food prices surged, it added.", "type": "p"}, {"text": "But it said inflationary pressures had \"broadened and intensified, with prices for many goods and services increasing strongly\".", "type": "p"}, {"text": "As a result, the bank has upped its estimate for annual inflation this year to 6.8%, before slowing to 3.5% in 2023 and 2.1% in 2024.", "type": "p"}, {"text": "The ECB also cut its growth forecast for the eurozone from 3.7% to 2.8% for 2022, and from 2.8% to 2.1% for 2023.", "type": "p"}, {"text": "Several other central banks have already started raising interest rates as they try to slow inflation that has been accelerating amid surging energy costs.", "type": "p"}, {"text": "In the US, the Federal Reserve has now raised rates twice this year, while a series of moves by the Bank of England has now lifted UK rates to 1% - the highest level for 13 years.", "type": "p"}, [{"text": "Interest rates: What are they and how high could they go?", "type": "a", "href": "https://www.bbc.co.uk/news/business-57764601"}, {"text": "How the interest rate rise might affect you", "type": "a", "href": "https://www.bbc.co.uk/news/business-59140059"}], {"text": "Speaking at a news conference after the ECB's decision, the bank's president, Christine Lagarde, said inflation would remain \"undesirably elevated for some time\".", "type": "p"}, {"text": "Energy prices are up nearly 40% from a year earlier, she said, while food prices rose 7.5% in May, partly due to the impact of the war in Ukraine on food supplies.", "type": "p"}, {"text": "\"Do we expect that the July interest rate hike will have an immediate impact on inflation? The answer is no,\" she said.", "type": "p"}, {"text": "Seema Shah, chief strategist at Principal Global Investors, said: \"With this inflation outlook and the unavoidable path for higher rates, the ECB is facing stagflation threats full-frontal.", "type": "p"}, {"text": "\"The strangling hold of desperately high living costs means that euro area growth will slow through the second half of this year, with recession increasingly likely - particularly now with sharp policy tightening in the near-term horizon.\"", "type": "p"}], "tags": ["Europe economy", "Eurozone", "Inflation", "European Central Bank (ECB)"]}