{"link": "https://www.bbc.com/news/entertainment-arts-61743917", "category": "entertainment & arts", "title": "Prince Harry libel claim against Mail on Sunday has High Court hearing", "contributor": null, "time": "2022-06-09T13:52:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C637/production/_125334705_hi076483547.jpg", "content": [{"text": "Details of the Duke of Sussex's latest legal claim against the publishers of the Daily Mail and Mail on Sunday have been aired at a High Court hearing.", "type": "b"}, {"text": "Prince Harry is suing Associated Newspapers Limited (ANL) for libel over a February article about a dispute over his family's security arrangements.", "type": "p"}, {"text": "His barrister said the story falsely suggested he had \"lied\" and \"cynically\" tried to manipulate public opinion.", "type": "p"}, {"text": "But ANL said it contained \"no hint of impropriety\" and was not defamatory.", "type": "p"}, {"text": "The story, published in the Mail on Sunday and online, referred to the prince's separate legal case against the Home Office over security arrangements when he and his family are in the UK.", "type": "p"}, {"text": "In a written statement to Thursday's preliminary hearing, Prince Harry said it had caused him \"substantial hurt, embarrassment and distress, which is continuing\".", "type": "p"}, {"text": "The prince's barrister Justin Rushbrooke said the article suggested he had \"lied in his initial public statements\" by claiming to have always been willing to pay for police protection in the UK. The story suggested \"he had only made such an offer recently, after his dispute had started and after his visit to the UK in June 2021\", Mr Rushbrooke said.", "type": "p"}, {"text": "He added that the Mail on Sunday story claimed he had \"improperly and cynically tried to manipulate and confuse public opinion by authorising his 'spin doctors' to put out false and misleading statements about his willingness to pay for police protection immediately after the Mail on Sunday had revealed he was suing the government\".", "type": "p"}, {"text": "He said the story also claimed the prince \"tried to keep his legal fight with the government secret from the public, including the fact that he expected British taxpayers to pay for his police protection, in a way which was improper and showed a lack of transparency on his part\".", "type": "p"}, {"text": "ANL is disputing the claim, and the company's barrister Andrew Caldecott said the print and online versions of the article were \"essentially identical\" and were not \"defamatory\" to Prince Harry in the eyes of \"the reasonable reader\".", "type": "p"}, {"text": "\"There is no hint of impropriety on any sensible reading of the article,\" he said. \"The claimant is not portrayed as seeking to keep the whole action secret.", "type": "p"}, {"text": "\"The article does not accuse the claimant of lying in his initial statement about offering to pay for his security.", "type": "p"}, {"text": "\"The article does allege that the claimant's PR team spun the story (or added a gloss unduly favourable to the claimant) which led to inaccurate reporting and confusion about the nature of the claim. It does not allege dishonesty against them.\"", "type": "p"}, {"text": "Judge Justice Nicklin oversaw Thursday's hearing and must now decide a number of things before the case proceeds, including the meaning of parts of the article, whether they are a statement of fact or opinion, and if they are defamatory. He will deliver his ruling at a later date.", "type": "p"}, {"text": "The Duke and Duchess of Sussex announced last year that they would step back as \"senior\" royals and work to become financially independent, dividing their time between the US and UK.", "type": "p"}, {"text": "Last year, he accepted an apology and \"substantial damages\" from ANL after suing the company for libel over claims that he had \"turned his back\" on the Royal Marines.", "type": "p"}, {"text": "Meghan won a privacy claim against the company after the Mail on Sunday published a handwritten letter that Meghan sent to her father Thomas Markle in 2018.", "type": "p"}, {"text": "Last weekend, Prince Harry and Meghan attended their first royal event since leaving the UK, at St Paul's Cathedral, to mark the The Queen's Platinum Jubilee.", "type": "p"}], "tags": ["Media", "Prince Harry, Duke of Sussex", "UK newspapers"]}