{"link": "https://www.bbc.com/news/business-61484639", "category": "business", "title": "Global firms are boosting baby formula supplies in the US", "contributor": null, "time": "2022-05-17T20:07:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17731/production/_124794069_hi075913261.jpg", "content": [{"text": "Global firms are boosting supplies of baby formula in the US as the country grapples with a shortage.", "type": "b"}, {"text": "Gerber-maker Nestle said it was flying additional shipments to the country from the Netherlands and Switzerland.", "type": "p"}, {"text": "UK-based Reckitt Benckiser, which makes Enfamil and has factories in the US, has also said it has ramped up production by 30% this year.", "type": "p"}, {"text": "The move comes as US officials warned that resolution of the shortage remained months away.", "type": "p"}, {"text": "On Monday, Abbott Laboratories, the biggest US supplier of powder infant formula brands such as Similac, reached a deal with regulators on steps needed to restart production at a key Michigan factory. It will take weeks for products to hit shelves after reopening, officials said.", "type": "p"}, {"text": "The plant in Sturgis has been closed since February after bacteria was found in the facility, prompting recalls of several products.", "type": "p"}, {"text": "The shutdown and recalls worsened a shortage that had been percolating for months due to supply chain and logistics delays and spiralled further after parents rushed to the stores to stock up.", "type": "p"}, {"text": "The White House has been under pressure to respond to the problem.", "type": "p"}, {"text": "On Monday, the US Food and Drug Administration said the US was working to address the issue, including easing rules to allow increased foreign shipments.", "type": "p"}, {"text": "\"With increased production by other manufacturers, forthcoming import actions and the potential for Abbott Nutrition's Sturgis facility to resume production in the near-term, the FDA expects supply to continue to improve over the next couple of months,\" it said. ", "type": "p"}, {"text": "The FDA said sales of infant formula rose 13% in April compared to January, before the recall, and some indicators suggested that the out-of-stock rates had been over-stated.", "type": "p"}, {"text": "\"Increased sales are a good indicator of formula available to the general population,\" it said.", "type": "p"}], "tags": ["Companies", "US economy"]}