{"link": "https://www.bbc.com/news/entertainment-arts-61478428", "category": "entertainment & arts", "title": "Kay Mellor: Actress and Fat Friends creator dies aged 71", "contributor": null, "time": "2022-05-17T10:43:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13914/production/_124784108_hi027486164.jpg", "content": [{"text": "Actress, screenwriter and director Kay Mellor has died aged 71, it has been announced.", "type": "b"}, {"text": "A spokesman for her TV production company, Rollem Productions, confirmed \"with profound sadness\" that she died on Sunday.", "type": "p"}, {"text": "She was known for creating and writing the ITV series Fat Friends - which helped launch James Corden's career.", "type": "p"}, {"text": "Mellor also wrote comedy and drama series such as The Syndicate, Girlfriends and Band of Gold.", "type": "p"}, {"text": "A Rollem Productions spokesman said: \"It is with profound sadness that we announce the untimely and sudden passing of our beloved friend, mentor and colleague Kay Mellor on Sunday 15 May 2022.", "type": "p"}, {"text": "\"We have lost a phenomenal talent and a true luminary. We ask that you please respect the privacy of the family and friends at this time.\"", "type": "p"}, [{"text": "Kay Mellor: A Leeds woman through and through", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-leeds-61480686"}], {"text": "Mellor began her career writing plays, worked on Coronation Street and created the award-winning children's drama Children's Ward.", "type": "p"}, {"text": "She also wrote BBC One's women's football series Playing The Field and in 2010 received an OBE. ", "type": "p"}, {"text": "Fat Friends aired from 2000-2005 and gave a young Corden his first major acting role. It also starred Ruth Jones, Sheridan Smith and Alison Steadman.", "type": "p"}, {"text": "The BBC's chief content officer, Charlotte Moore, paid tribute to Kay Mellor following her death, saying she was \"shocked and deeply saddened\" by the news.", "type": "p"}, {"text": "\"Kay was an outstanding writer and the creative force behind many of the nation's best-loved television dramas,\" Moore said. \"She wrote with such heart, humanity, humour and passion with strong female characters often taking centre stage.\"", "type": "p"}, {"text": "Writing on Instagram, Corden said: \"[Mellor] was the most generous, kind and loving person. An exceptionally gifted writer. She changed my life when she cast me in Fat Friends on ITV. She saw something in me that no one had before that point. ", "type": "p"}, {"text": "\"She gave so many people their first chances. I have the fondest memories of being on set with her. She will be missed by so many. My thoughts are with her family and friends at this time.\"", "type": "p"}, {"text": "West Yorkshire mayor Tracy Brabin paid tribute on Twitter, writing: \"Just dreadful news & difficult to take in. Sending all our love from everyone in West Yorkshire to Kay's family, friends & colleagues.", "type": "p"}, {"text": "\"Our voice of the North, she put working class characters at the centre of her brilliant compassionate, moving & funny stories. Such a loss.\"", "type": "p"}, {"text": "Sir Lenny Henry, who starred in The Syndicate, tweeted: \"I was saddened to hear that Kay Mellor has died. I was lucky to work with her on the Syndicate and found her to be incredibly creative, funny and instinctive.", "type": "p"}, {"text": "\"She knew what she wanted and knew how to get the best from us as actors. She will be missed. Condolences to her family.\"", "type": "p"}, {"text": "Gavin and Stacey writer Ruth Jones told the PA news agency: \"She was a great mentor to me when I first started writing - and always hugely encouraging of new writers - a real testament to the idea of paying it forward.", "type": "p"}, {"text": "\"Her series Fat Friends was a massive turning point in my career and I will be eternally grateful to her for what she did for me.", "type": "p"}, {"text": "\"British television has lost one of its greats. Thank you Kay for all that you gave us. I cannot believe you've gone.\"", "type": "p"}, {"text": "Doctor Who and It's A Sin writer Russell T Davies posted a tribute on Instagram, saying: \"I adored her. She taught me so much. And she was hilarious... I think of her always when I'm writing.\"", "type": "p"}, {"text": "The Syndicate and Waterloo Road actress Kym Marsh tweeted: \"I am so so sad to hear of the passing of Kay Mellor. I had the pleasure of working with Kay briefly last year and it was an absolute honour. A huge talent, a huge personality a wonderful lady. She will be missed. Our thoughts are with her family and friends.\"", "type": "p"}, {"text": "Former Emmerdale actress Lisa Riley described Mellor as \"the best boss to work for\". while Coronation Street's Antony Cotton noted that she \"was a real trailblazer for women\"", "type": "p"}, {"text": "ITV's Band of Gold, which ran from 1995 to 1997 was considered a ground-breaking drama, bringing to life the lives of a group of sex workers in Bradford as they tried to take on police and gangsters in a bid to run their own street business.", "type": "p"}, {"text": "It gave Hollywood actress Samantha Morton one of her first major roles, later going on to star in films such as Minority Report opposite Tom Cruise. She also played Alpha in The Walking Dead.", "type": "p"}, {"text": "BBC One drama The Syndicate is about five members of a lottery syndicate who get a big win. Each of the four series featured a different group of people and setting, including a supermarket and a hospital.", "type": "p"}, {"text": "Mellor said she was inspired to write the drama because of \"the times we are living in, where people are desperate and holding on to the dream of winning the lottery as the only solution available\".", "type": "p"}, {"text": "The first series aired in 2012 and starred Timothy Spall and Gavin and Stacey actress Joanna Page. Series four came out last year.", "type": "p"}, {"text": "Asked about the setting of that first series being Leeds, Mellor said: \"I think it's vital that the north of England is represented in mainstream drama, not just soap opera. For me personally northern dramas have a different feeling because it feels like these are my people, this is the world I know, this is the world I grew up in. ", "type": "p"}, {"text": "\"That's not to say that I don't watch and enjoy British dramas that are set in the south of England. I just think that geographically there needs to be equality and England exists outside of London.\"", "type": "p"}, {"text": "Mellor once told BBC Leeds: \"I am Leeds born and bred, and the city, both architecturally and socially, feeds my creativity.", "type": "p"}, {"text": "\"That's why I don't live in London. When people ask me why I don't live down there I always say, 'Why should I?' I would feel like a fish out of water.\"", "type": "p"}, {"text": "Mellor's writing career began at Granada TV writing for long-running soap Coronation Street. She also wrote for Channel 4 soap Brookside.", "type": "p"}, {"text": "She went on to write Children's Ward with former Coronation Street writing colleague Paul Abbott before penning the dramas she made her name with series such as Band of Gold. ", "type": "p"}, {"text": "Mellor was also an actress, starring in her own adaptation of Jane Eyre in 1997 and Gifted (2003).", "type": "p"}, {"text": "She also penned A Passionate Woman, based on the story of her own mother's doomed affair with a Polish fairground worker. The play was turned into a two-part BBC drama starring Billie Piper and Sue Johnston. ", "type": "p"}, {"text": "In 2017, Mellor turned Fat Friends into a stage musical which toured the UK the following year. She also adapted Band of Gold, which toured the UK in 2019 but ended due to the Covid-19 pandemic.", "type": "p"}, {"text": "Mellor appeared on BBC Radio 4's Desert Island Discs in 2017 and chose The Beautiful South's Perfect 10, the Fat Friends theme tune, as one of her sound tracks, saying \"every time I heard that I used to get excited and get butterflies\".", "type": "p"}, {"text": "She explained: \"It was such a lovely time of my life, it was a drama that was really important to me because I thought I had something to say about weight and body image.\"", "type": "p"}, {"text": "Mellor and her husband Anthony were married in 1968 and have two daughters, actress Faye and television producer Yvonne Francas.", "type": "p"}], "tags": ["Television"]}