{"link": "https://www.bbc.com/news/science-environment-61470537", "category": "science & environment", "title": "Perseverance: Nasa rover begins key drive to find life on Mars", "contributor": "Jonathan Amos", "time": "2022-05-17T00:40:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E0E5/production/_122237575_m2.jpg", "content": [{"text": "Nasa's Perseverance rover has reached a big moment in its mission on Mars.", "type": "b"}, {"text": "Tuesday will see the six-wheeled robot begin the climb up an ancient delta feature in the crater where it landed.", "type": "p"}, {"text": "It will roll uphill, stopping every so often to examine rocks that look to have the best chance of retaining evidence of past life on the planet.", "type": "p"}, {"text": "On its way back down, Perseverance will collect some of these rocks, placing the samples at the base of the delta to be retrieved by later missions.", "type": "p"}, {"text": "The goal is to bring this material back to Earth in the 2030s for detailed inspection. ", "type": "p"}, {"text": "\"The delta in Jezero Crater is the main astrobiology target of Perseverance,\" said deputy project scientist, Dr Katie Stack Morgan.  ", "type": "p"}, {"text": "\"These are the rocks that we think likely have the highest potential for containing signs of ancient life and can also tell us about the climate of Mars and how this has evolved over time,\" she told BBC News.", "type": "p"}, [{"text": "Perseverance Mars rover finds its 'baseline' rocks", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59677383"}, {"text": "Mars scientists now know where to look for life", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58852236"}, {"text": "Nasa shows dramatic video of Mars rover's landing", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-56158928"}], {"text": "The rover made its spectacular landing in the middle of Mars' 45km-wide Jezero Crater on 18 February last year. ", "type": "p"}, {"text": "Since then it's been testing its tools and instruments, flying an experimental mini-helicopter, and gathering a general impression of its surroundings.", "type": "p"}, {"text": "But the robot's chief purpose in going to the near-equatorial bowl on the Red Planet has always been to study the huge mound of sediments in the west of Jezero.", "type": "p"}, {"text": "Long suspected to be a delta, based on satellite imagery, Perseverance's initial observations on the ground have now confirmed this assessment.", "type": "p"}, {"text": "A delta is a structure built up from the silt and sand dumped by a river as it enters a wider body of water. The sudden deceleration that occurs in the river's flow allows anything carried in suspension to fall out.   ", "type": "p"}, {"text": "In Jezero's case, the wider body of water was very probably a crater-wide lake that existed billions of years ago.", "type": "p"}, {"text": "\"Rivers that flow into a delta will bring nutrients, which are helpful for life, obviously; and then the fine-grained sediment that is brought and laid down at a high rate in a delta is good for preservation,\" explained mission scientist Prof Sanjeev Gupta from Imperial College London, UK. ", "type": "p"}, {"text": "\"Also, if there is life in the hinterland, this can get brought down the river and concentrated in a delta.\" ", "type": "p"}, {"text": "In recent days, Perseverance has manoeuvred itself to an \"on ramp\" to the delta dubbed Hawksbill Gap. This is a gentle incline that will take the robot to an elevation of a few tens of metres above the crater floor.", "type": "p"}, {"text": "The ascent is billed as a reconnaissance. Perseverance will go \"walkabout\", looking for the most enticing delta rock. There are some exquisitely layered, fine-grained outcrops.", "type": "p"}, {"text": "\"The rover has an amazing suite of instruments that can tell us about the chemistry, mineralogy and structure of the delta, by examining the sediments all the way down to the scale of a grain of salt,\" said mission scientist Prof Briony Horgan from Purdue University, Indiana. ", "type": "p"}, {"text": "\"We will learn about the chemistry of this ancient lake, whether its waters were acidic or neutral, whether it was a habitable environment and what kind of life it might have supported.\"", "type": "p"}, {"text": "To be clear, no-one knows if life ever got started on Mars, but, if it did, the three or four rocks Perseverance chooses to drill and cache on the way back down to the crater floor could be the ones to tell us.", "type": "p"}, {"text": "It's unlikely the robot itself will be able to make any definitive statements - as smart as its instruments are. Even on Earth, where we know microbial life has existed for billions of years, the evidence of its earliest fossilised forms is hard to interpret, even contentious.", "type": "p"}, {"text": "Establishing the facts of life on Mars will therefore have to wait for the rover's rock collection to be brought home for the type of rigorous investigation only the biggest laboratories are equipped to carry out. ", "type": "p"}, {"text": "\"The claim that there is microscopic life on another planet in our Solar System is an enormous claim. And so the proof needs to be enormous as well,\" said Jennifer Trosper, Nasa's Perseverance project manager.", "type": "p"}, {"text": "\"I don't think that the instruments we have by themselves can provide that level of proof. They can provide a level of 'we think this might be it', and then we bring the samples back to Earth and we use the more sophisticated larger instruments here to make sure,\" she told BBC News.", "type": "p"}, {"text": "Perseverance is expected to put down its first rock stash when it returns to the crater floor at the end of the year.", "type": "p"}, {"text": "This depot will comprise not just those rocks gathered during the Hawksbill descent but four samples collected in previous months out on the crater floor.", "type": "p"}, {"text": "Nasa, together with the European Space Agency, is in the advanced stages of planning the missions required to go and retrieve the depot. These ventures, which will incorporate another rover, a Mars rocket and carrier spacecraft, should be launched towards the end of this decade.", "type": "p"}, {"text": "Perseverance has plenty more years of work ahead of it. After it has put down its first rock stash, it will drive back up Hawksbill Gap to the very top of the delta and beyond, to visit rocks that look like they could be the remnants of the shoreline to the ancient Jezero lake.", "type": "p"}, {"text": "These deposits are made of carbonate minerals, and, again, look to have formed in a setting conducive to the recording of past life - if ever it existed.", "type": "p"}], "tags": ["Mars", "Nasa", "Geology", "Nasa Perseverance Mars rover", "Space exploration", "Mars rovers"]}