{"link": "https://www.bbc.com/news/technology-61466049", "category": "technology", "title": "Social platforms' Buffalo shooting response called inadequate", "contributor": "Liv McMahon and Chris Vallance", "time": "2022-05-17T17:26:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BD9A/production/_124783584_4277c6f9-cb88-4133-b77a-075b52db69b0.jpg", "content": [{"text": "Social-media sites are facing criticism for the spread of graphic and far-right material from Saturday's attack in Buffalo, New York.", "type": "b"}, {"text": "Campaign group Hope Not Hate called the response \"wholly inadequate\".", "type": "p"}, {"text": "The gunman livestreamed the fatal shooting of 10 people at a Buffalo supermarket on Twitch. ", "type": "p"}, {"text": "Twitch quickly took down the livestream, on Saturday - but Meta and Twitter's moderation remains under scrutiny.", "type": "p"}, {"text": "The platforms say footage from the attack and links to the shooter's manifesto are being actively removed.", "type": "p"}, {"text": "The footage, captured on the gunman's helmet, was duplicated on other streaming sites after Twitch removed it.", "type": "p"}, {"text": "While 22 viewers watched the stream live on Twitch, the Washington Post reports, a copy uploaded to an alternative streaming site was viewed more than three million times before its removal. ", "type": "p"}, {"text": "And Facebook did not remove a link to the copy for more than 10 hours, by which time it had been shared more than 46,000 times on the platform.", "type": "p"}, [{"text": "Buffalo shooting: Gunman sought to 'continue his rampage'", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-61459023"}, {"text": "Meta being sued by ex-Facebook content moderator", "type": "a", "href": "https://www.bbc.co.uk/news/technology-61409556"}], {"text": "Meta says it is removing and blocking copies of the livestream, the shooter's manifesto and external links to them.", "type": "p"}, {"text": "The Global Internet Forum to Counter Terrorism's Content Incident Protocol includes sharing digital identifiers of the Buffalo shooter's footage and copies of it in a database, to enable faster removals.", "type": "p"}, {"text": "But Meta says some people have been trying to bypass its policies to post material from the attack online. ", "type": "p"}, {"text": "Hope Not Hate senior researcher Patrik Hermansson said: \"The speed at which the mass shooter's video and manifesto has spread on mainstream social-media platforms is worrying - and moderation of it has proven to be wholly inadequate. ", "type": "p"}, {"text": "\"For it to spread to as many people as possible, in order to cause fear and inspire others to commit similar attacks, is one of the primary goals of the perpetrator - and he has succeeded in that.\"", "type": "p"}, {"text": "In the wake of the attacks on two mosques in Christchurch, New Zealand, in 2019, which were also livestreamed, technology companies promised more action to limit the spread of terrorist content.", "type": "p"}, {"text": "But Mr Hermansson said what happened in Buffalo suggests more still needs to be done.", "type": "p"}, {"text": "\"Despite having had several years to put in place appropriate measures to hinder far-right terror propaganda to be spread virally, it has had little effect,\" he added.", "type": "p"}, {"text": "Center for Countering Digital Hate research found platforms had failed to take action on 90% posts promoting the Great Replacement conspiracy theory cited by the Buffalo shooter. ", "type": "p"}, {"text": "The attack proved \"words can kill\", chief executive Imran Ahmed said, and platforms needed to remove \"not just content relating to the shooting but the violent ideology that inspired it.\"", "type": "p"}, {"text": "A Twitter official said moderators were proactively removing media related to the Buffalo shooting, as per its perpetrators-of-violent-attacks policy. And the company \"may remove\" Tweets sharing the shooter's manifesto and other perpetrator-produced content.", "type": "p"}, {"text": "\"We believe the hateful and discriminatory views promoted in content produced by perpetrators are harmful for society and that their dissemination should be limited in order to prevent perpetrators from publicising their message,\" the official said.", "type": "p"}, {"text": "\"In line with our glorification-of-violence policy, glorifying, celebrating, praising or condoning violent crimes, violent events where people were targeted because of their membership in a protected group or the perpetrators of such acts is prohibited.\"", "type": "p"}, {"text": "The Institute for Strategic Dialogue (ISD) said it had seen \"significant efforts\" from large social platforms to remove English-language copies of the manifesto and attack footage.", "type": "p"}, {"text": "But versions of the video in languages besides English had received many views prior to removal, \"suggesting that content-moderation efforts are still not creating equal results across geographies\".", "type": "p"}, {"text": "ISD researchers spotted links to the shooter's manifesto on file-sharing platforms and streaming sites used to spread graphic video footage. ", "type": "p"}, {"text": "\"It is extremely difficult to prevent all instances of the manifesto and video from being uploaded across the web,\" an ISD official said. ", "type": "p"}, {"text": "\"The primary issue here is that there are well known sites such as 4chan where users share the latest links to uploads, so even when one is taken down, there will always be other uploads to take its place.\"", "type": "p"}], "tags": ["Social media", "Streaming", "United States", "Mass shootings"]}