{"link": "https://www.bbc.com/news/science-environment-62592286", "category": "science & environment", "title": "Food crops made 20% more efficient at harnessing sunlight", "contributor": "Ella Hambly", "time": "2022-08-18T18:05:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/19CD/production/_126350660_gettyimages-182508522.jpg", "content": [{"text": "Scientists have made a breakthrough in a genetic approach that improves food crops' ability to harness the Sun.", "type": "b"}, {"text": "Researchers developed a way to make photosynthesis - the natural process that all plants use to convert sunlight energy into food - more efficient.", "type": "p"}, {"text": "The research team, which is spread across UK and US, genetically altered soybean plants, and achieved a 20% greater crop yield.", "type": "p"}, {"text": "They hope this breakthrough will help alleviate food scarcity.", "type": "p"}, {"text": "Lead researcher Prof Stephen Long, an agricultural scientist based at both the University of Illinois and the University of Lancaster, said that this was \"the most important breakthrough\" he had been involved in during his long career. ", "type": "p"}, {"text": "\"We've been looking at photosynthesis and why it might be inefficient for 30 years,\" he told BBC News. \"There was huge scepticism that we could improve it, so showing that we can do this completely changes the ground and contributes hugely to our ability to increase global food supply.\"", "type": "p"}, [{"text": "Genetic breakthrough: Crops use more sunlight to grow", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-37988439"}, {"text": "Gene-edited tomatoes could soon be sold in England", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61537610"}, {"text": "How farmers and scientists are engineering your food", "type": "a", "href": "https://www.bbc.co.uk/news/business-57332484"}], {"text": "Directly or indirectly, all of our food comes from photosynthesis. It is a multistage chemical process, which uses energy from sunlight to turn carbon dioxide and water into sugars that fuel a plant's growth. ", "type": "p"}, {"text": "These scientists tackled one small but critical part of that process: In very bright sunlight, plants switch into a protective mode and release excess energy as heat, to avoid damage to their cells. But it takes several minutes for a plant to switch out of \"protective mode\" and back into \"fully productive growth mode\". ", "type": "p"}, {"text": "In their genetic approach, these Illinois and Lancaster University scientists tweaked the genes responsible for this protective function and made their experimental soy plants \"switch back\" more swiftly. The leaves of these genetically modified plants gained more photosynthesis time, which increased the total crop yield by 20%. ", "type": "p"}, {"text": "Previous studies, involving tobacco plants, were carried out in lab conditions. This is the first to be successfully replicated in the field.", "type": "p"}, {"text": "\"It's so important, with any new technology, that you trial it in a real agricultural situation to see if there is good chance that this will work for farmers,\" said Prof Long. ", "type": "p"}, {"text": "\"This jump in the yield is huge by comparison to the improvements we get through plant breeding,\" he added. \"And the process we've tackled is universal, so the fact we have it working in a food crop gives us a lot of confidence that this should work in wheat, maize and rice.\"", "type": "p"}, {"text": "Prof Long said that those crops could be growing in the field within 10 years. ", "type": "p"}, {"text": "The rules on growing genetically modified crops vary from country to country. The UK government announced last year that it would relax the regulation of \"gene-edited\" crops - to enable them to be grown commercially in England. ", "type": "p"}, {"text": "But these scientists hope their breakthrough will help some of the world's the poorest farmers. Dr Amanda De Souza, also at the University of Illinois and lead author on the study, said: \"The number of people affected by food insufficiency continues to grow, and projections clearly show that there needs to be a change at the food supply level to change the trajectory.\"", "type": "p"}, {"text": "According to UNICEF, by 2030, more than 660 million people are expected to face food scarcity and malnutrition. The main causes of this are harsher growing conditions caused by climate change and inefficiency in food supply chains.", "type": "p"}, {"text": "Dr De Souza said: \"Improving photosynthesis is a major opportunity to gain the needed jump in yields.\"", "type": "p"}], "tags": ["Genetically modified crops", "Lancaster"]}