{"link": "https://www.bbc.com/news/technology-62605749", "category": "technology", "title": "Sites ban gamer who removed Spider-Man Pride flags", "contributor": "Liv McMahon", "time": "2022-08-19T15:37:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C376/production/_126383005_msmr_pc_reveal_city_4k_legal_2022-scaled.jpg", "content": [{"text": "A modification to the new PC version of the Spider-Man Remastered video game removing its LGBTQ+ Pride flags has been banned by two gaming sites.", "type": "b"}, {"text": "Players are able to modify some video games by adding new features such as weapons and locations.", "type": "p"}, {"text": "The person who replaced Pride flags with the USA flag in Spider-Man was banned on Nexus Mods and ModDB.", "type": "p"}, {"text": "Nexus Mods director Robin Scott told users who disagreed with this decision to \"delete your account\".", "type": "p"}, {"text": "The presence of LGBTQ+ Pride flags in Spider-Man Remastered was supported by fans who were in favour of more in-game LGBTQ+ representation when it was first released in 2018. ", "type": "p"}, {"text": "The game was released for PC last week.", "type": "p"}, {"text": "Nexus Mods said the modification was \"very clearly done deliberately to be a troll mod\".", "type": "p"}, {"text": "Game modification sites like Nexus and Mod DB allow users to upload their own tweaks or edits to a game which can be downloaded and implemented for other users, to enhance their playing experience.", "type": "p"}, {"text": "Modifications, or mods, can range from changing colours and surroundings in games to adding new characters and storylines within existing worlds.", "type": "p"}, {"text": "The modifications can even result in the creation of entirely new games. ", "type": "p"}, {"text": "The first game in the popular Counter-Strike franchise was initially developed as a mod for the 1998 first-person shooter blockbuster Half-Life.", "type": "p"}, {"text": "Mr Scott said in a blog post on Wednesday that the upload of the Spider-Man Remastered mod had sparked \"some silly drama\" on Nexus's site.", "type": "p"}, {"text": "\"The mod replaced the very few Pride flags the game actually has, with the already prevalent USA flag texture from the game,\" he added.", "type": "p"}, {"text": "He said the upload was removed and its creator was banned from Nexus Mods for violating the company's policies. ", "type": "p"}, {"text": "These say content which could be considered provocative, discriminatory or abusive towards \"any real-world individual or group\" may be moderated. ", "type": "p"}, {"text": "\"In regards to the replacement of Pride flags in this game, or any game, our policy is thus: we are for inclusivity, we are for diversity,\" Mr Scott added.", "type": "p"}, {"text": "ModDB, another popular modding site, also deleted similar uploads to its site this week.", "type": "p"}, {"text": "These included an \"Anti-Gay Mod\" replacing LGBTQ+ flags in the Spider-Man game with a flag promoting former US president Donald Trump's 2024 presidential campaign.", "type": "p"}, {"text": "After a Twitter user flagged a mod on the website which, according to its description, \"changes the stupid Pride flags to American flags\", ModDB said it removed the content and banned users.", "type": "p"}, {"text": "\"ModDB is an inclusive environment for all and we do not permit targeting marginalised groups,\" it wrote, adding the site had a \"zero tolerance policy\" for such content. ", "type": "p"}], "tags": ["Gaming", "Pride", "LGBT"]}