{"link": "https://www.bbc.com/news/business-64803468", "category": "business", "title": "FTX's Nishad Singh pleads guilty to fraud charges", "contributor": null, "time": "2023-02-28T19:24:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14FC8/production/_128806958_whatsubject.jpg", "content": [{"text": "Another top executive at collapsed cryptocurrency firm FTX has pleaded guilty to criminal charges in the US.", "type": "b"}, {"text": "Former engineering director Nishad Singh admitted six charges, which included three counts of conspiracy to commit fraud on Tuesday.", "type": "p"}, {"text": "The plea comes after FTX founder Sam Bankman-Fried has been accused of 12 criminal charges, which he denies.", "type": "p"}, {"text": "FTX filed for bankruptcy last year, leaving many users unable to withdraw their funds.", "type": "p"}, {"text": "Prosecutors have said the fall was caused by a massive scheme run by Mr Bankman-Fried, who has been released on $250m while awaiting trial.", "type": "p"}, {"text": "Once known as the \"King of Crypto\", Mr Bankman-Fried is accused of directing customer deposits at FTX to be improperly funnelled to his hedge fund Alameda Research and used for political donations, property purchases and other investments.", "type": "p"}, {"text": "Mr Singh, a childhood friend of Mr Bankman-Fried's brother, worked at Alameda Research and was later part of the team that established FTX.", "type": "p"}, {"text": "Like Mr Bankman-Fried, he had also become a multi-million dollar donor to political campaigns in recent years. ", "type": "p"}, {"text": "According to court filings, he wrote the software code that ultimately gave Alameda special treatment on the FTX platform and helped Mr Bankman-Fried backdate financial transactions to make FTX's financial performance look better than it was.", "type": "p"}, {"text": "The filings said the 27-year-old was also aware of Mr Bankman-Fried transferring FTX customer funds, as the company entered shaky territory following the collapse of crypto prices in 2022.  ", "type": "p"}, {"text": "Mr Singh withdrew $6m for his own personal use and expenditure in 2022, as the firm approached its November bankruptcy, according to the documents. ", "type": "p"}, {"text": "\"I am unbelievably sorry for my role in all of this,\" said Mr Singh, who is facing civil fraud charges from financial regulators on top of the criminal charges. ", "type": "p"}, {"text": "He said in the hearing that he would forfeit the money he made from the scheme.  ", "type": "p"}, {"text": "Two other senior members of Mr Bankman-Fried's management team - former Alameda chief executive Caroline Ellison and former FTX chief technology officer Gary Wang - pleaded guilty in December. ", "type": "p"}, {"text": "Officials said Mr Singh was now cooperating with prosecutors' investigation into Mr Bankman-Fried. ", "type": "p"}], "tags": []}