{"link": "https://www.bbc.com/news/entertainment-arts-64799941", "category": "entertainment & arts", "title": "BBC local staff to strike on Budget day over radio cuts", "contributor": null, "time": "2023-02-28T17:10:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/402E/production/_128803461_gettyimages-1243947288.jpg", "content": [{"text": "Staff working for the BBC's regional services in England are to stage a 24-hour strike in March over plans to merge some local radio shows.", "type": "b"}, {"text": "The National Union of Journalists (NUJ) said the stoppage would start at 11:00 GMT on 15 March, which is Budget day.", "type": "p"}, {"text": "Further strikes during May's local elections, coronation and Eurovision are being considered, the NUJ said.", "type": "p"}, {"text": "The BBC has announced plans for its 39 local stations to share more shows in afternoons, evenings and at weekends.", "type": "p"}, {"text": "The broadcaster has said its proposals will \"modernise\" local services by boosting online content.", "type": "p"}, {"text": "A spokesperson said they were \"disappointed at the outcome of the ballot\".", "type": "p"}, {"text": "But NUJ general secretary Michelle Stanistreet said its members had shown \"their determination not to stand by and see local radio output dismantled\".", "type": "p"}, {"text": "The union said 83% of those who took part in the ballot voted for strike action.", "type": "p"}, {"text": "Under the BBC's proposals, the 39 stations in England would keep their own weekday morning programmes but then share 20 afternoon weekday shows, 10 shows after 18:00 and a single all-England programme after 22:00. Weekend output will also be affected.", "type": "p"}, {"text": "The 39 BBC Introducing shows, which help to discover up-and-coming musicians, will also be cut to 20 - but with extra timeslots to ensure a broad range of music can still be played.", "type": "p"}, {"text": "The BBC has said local news bulletins and live sports programming will be maintained.", "type": "p"}, {"text": "When the plans were announced in October, the corporation said about 48 jobs would be lost and £19m would be \"reprioritised from broadcast services towards online and multimedia production\".", "type": "p"}, {"text": "A BBC spokesperson said: \"Our local plans are about delivering an even better service to communities across England, reflecting how audiences use the BBC, strengthening our online provision and increasing the impact of our journalism.", "type": "p"}, {"text": "\"We have consulted extensively with the NUJ over recent months and adapted our plans in response to feedback.", "type": "p"}, {"text": "\"We have assured teams working across our 39 BBC Local bases that we will maintain overall investment and staffing levels in local services and we'll work hard to minimise the risk of compulsory redundancies.\"", "type": "p"}, {"text": "NUJ national broadcasting organiser Paul Siegert said: \"NUJ members are not opposed to the BBC investing in digital services, but it should not come at the expense of local radio and the communities it serves.", "type": "p"}, {"text": "\"We urge the BBC to get back around the table and start talking to us to try and find a way forward.", "type": "p"}, {"text": "\"No-one wants to take strike action but the future of local radio is at stake and so our members are left with no option.\"", "type": "p"}, {"text": "Separately, NUJ members at BBC Northern Ireland recently voted in favour of potential strike action in a consultative ballot over planned cuts to jobs and programmes.", "type": "p"}], "tags": []}