{"link": "https://www.bbc.com/news/business-61830925", "category": "business", "title": "Stock markets see big falls as economy fears grow", "contributor": null, "time": "2022-06-16T20:13:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ECDB/production/_125453606_whatsubject.jpg", "content": [{"text": "Stock markets have suffered another bruising day, tumbling as worries about the economy intensify following a series of rate hikes around the world.", "type": "b"}, {"text": "The UK and Switzerland raised interest rates on Thursday, a day after America's central bank announced its steepest interest rate rise since 1994.", "type": "p"}, {"text": "Policymakers are raising rates to slow demand in hopes of easing some of the pressures pushing up consumer prices.", "type": "p"}, {"text": "Investors fear the moves will tip the global economy into sustained slowdown.", "type": "p"}, {"text": "\"The Federal Reserve is going to hike interest rates until policymakers break inflation, but the risk is that they also break the economy,\" said Ryan Sweet of Moody's Analytics after the US rate rise was announced.", "type": "p"}, {"text": "Markets had already been in shaky territory, with the S&P 500 down more than 20% from its January high ahead of the US rate hike this week.", "type": "p"}, [{"text": "UK interest rates hit highest level for 13 years", "type": "a", "href": "https://www.bbc.co.uk/news/business-61801362"}, {"text": "US makes biggest interest rate rise since 1994", "type": "a", "href": "https://www.bbc.co.uk/news/business-61804877"}, {"text": "World Bank warns of recession risk due to Ukraine war", "type": "a", "href": "https://www.bbc.co.uk/news/business-61723643"}], {"text": "Thursday saw another brutal sell-off, with the S&P 500 falling a further 3.2%, while the tech-heavy Nasdaq dropped more than 4%.", "type": "p"}, {"text": "The Dow Jones Industrial Average tumbled more than 2.4%, pushing it below 30,000 points for the first time since January 2021.", "type": "p"}, {"text": "Few companies were spared, with firms reliant on discretionary spending, such as Nike and airlines, among those hardest hit. ", "type": "p"}, {"text": "Energy companies, which would also see demand fall in the event of an economic slowdown, also dropped.", "type": "p"}, {"text": "Shares in Tesla fell almost 9% after the firm unveiled price increases following rising costs. The firm's autopilot features are also under scrutiny by US road safety regulators.", "type": "p"}, {"text": "Spotify also sank 7%, a day after the streaming giant said it was slowing hiring in the face of economic uncertainty, becoming the latest big company in the tech sector to announce such a move.", "type": "p"}, {"text": "Outside the US, the outlook was equally grim. ", "type": "p"}, {"text": "In the UK, where the Bank of England warned inflation could rise to 11% this year, the FTSE 100 ended the day down more than 3%,", "type": "p"}, {"text": "British online fashion retailer Asos fell 32.5% after warning investors that inflationary pressures were affecting shopping behaviour.", "type": "p"}, {"text": "Germany's Dax index fell more than 3%, while France's Cac 40 ended 2.4% lower.", "type": "p"}, {"text": "The benchmark Stoxx 600 hit its lowest level since February 2021. ", "type": "p"}], "tags": ["NASDAQ", "US economy", "S&P 500", "FTSE 100", "Stock markets", "Economic growth", "DAX", "Dow Jones Industrial Average", "CAC 40"]}