{"link": "https://www.bbc.com/news/entertainment-arts-61830285", "category": "entertainment & arts", "title": "Tom Hanks shouts at fans after causing wife to trip", "contributor": null, "time": "2022-06-16T14:05:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/005E/production/_125449000_gettyimages-1342565119.jpg", "content": [{"text": "Tom Hanks has been seen angrily telling fans to \"back off\" after his wife Rita Wilson tripped while being surrounded as they left a restaurant in New York.", "type": "b"}, {"text": "The actor is currently promoting his latest film Elvis, in which he plays Presley's manager Colonel Tom Parker.", "type": "p"}, {"text": "While leaving a restaurant and walking to a waiting car on Wednesday, Hanks and Wilson were approached by several fans, who asked for selfies.", "type": "p"}, {"text": "Hanks is seen shouting at the group after they caused his wife to trip.", "type": "p"}, {"text": "The footage, which includes strong language, has been uploaded to YouTube.", "type": "p"}, {"text": "In the video, a security guard is seen clearing the way for Hanks and Wilson to walk through the crowd as they leave the restaurant.", "type": "p"}, {"text": "Some members of the waiting crowd are seen attempting to take selfies with the pair.", "type": "p"}, {"text": "But when Wilson trips, apparently a result of being accidentally pushed by some members of the group, she turns and firmly tells one fan to \"stop it\".", "type": "p"}, {"text": "Hanks then turns to face the group, puts his hands in the air, and shouts: \"[That is] my wife, back the [expletive] off.\" He looks at the group angrily, before adding: \"Knocking over my wife.\" The pair then leave the scene in a waiting car.", "type": "p"}, {"text": "Some members of the group immediately apologise, and can be heard saying: \"Sorry about that, Tom.\"", "type": "p"}, {"text": "BBC News has asked representatives for Hanks, who has been married to Wilson since 1988, for comment.", "type": "p"}, {"text": "While Hanks did not become physical with any fans, he is the second Hollywood A-lister to publicly come to his wife's defence in recent months, following Will Smith's altercation with Chris Rock at the Oscars.", "type": "p"}, {"text": "Earlier this week, Hanks gave an interview where he said he would not be able to play his Oscar-winning role in 1993's Philadelphia today.", "type": "p"}, {"text": "In the film, the actor portrayed a gay man who is dying of Aids. ", "type": "p"}, {"text": "\"Let's address 'Could a straight man do what I did in Philadelphia now?'\" Hanks said to the New York Times magazine. \"No, and rightly so. ", "type": "p"}, {"text": "\"The whole point of Philadelphia was don't be afraid. One of the reasons people weren't afraid of that movie is that I was playing a gay man. We're beyond that now, and I don't think people would accept the inauthenticity of a straight guy playing a gay guy.\"", "type": "p"}], "tags": ["Tom Hanks", "Film"]}