{"link": "https://www.bbc.com/news/science-environment-61819852", "category": "science & environment", "title": "Climate change: Bonn talks end in acrimony over compensation", "contributor": "Matt McGrath", "time": "2022-06-16T17:58:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E10D/production/_125431675_gettyimages-1398625262.jpg", "content": [{"text": "Two weeks of climate talks in Germany have ended in acrimony between rich and poor countries over cash for climate damage. ", "type": "b"}, {"text": "Developing countries say they are reeling from climate change caused by richer countries' emissions over hundreds of years.", "type": "p"}, {"text": "They hoped to get compensation onto the official agenda for discussions by world leaders in November.", "type": "p"}, {"text": "But here in Bonn they couldn't get the US and the European Union to agree.", "type": "p"}, {"text": "\"The climate emergency is fast becoming a catastrophe,\" said Conrod Hunte, lead negotiator for the Alliance of Small Island States (AOSIS).", "type": "p"}, {"text": "\"Yet within these walls the process feels out of step with reality, the pace feels too slow,\" he told delegates at the end of the meeting.", "type": "p"}, [{"text": "Sea level rise threatens 200,000 properties", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61795783"}, {"text": "Green energy 'stagnates' as fossil fuels dominate ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61802802"}, {"text": "Huge methane emission from Russian coal mine", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61811481"}], {"text": "Developing nations say they need money to deal with the impacts of climate change, because they suffer the effects more than richer nations and have less financial capacity to cope.", "type": "p"}, {"text": "They argue that the climate change they are experiencing has been caused by carbon emitted by richer countries as they developed their economies. They say that Europe and the US have a responsibility now to compensate them for this.", "type": "p"}, {"text": "The US and Europe don't agree. They fear that if they pay for historic emissions it could put their countries on the hook for billions of dollars for decades or even centuries to come. ", "type": "p"}, {"text": "The issue is termed \"loss and damage\" and has become a running sore in these negotiations. ", "type": "p"}, {"text": "At last year's COP26 conference in Glasgow, island states and developing countries agreed to prioritise cuts to carbon emissions on the back of promises that richer nations would finally set up a compensation process this year.", "type": "p"}, {"text": "It was a compromise they hoped would pay off.", "type": "p"}, {"text": "But despite two weeks of discussions here in Bonn, they have been unable to get the issue of a funding facility on the agenda for the COP27 conference in Sharm El-Sheikh, Egypt in November.", "type": "p"}, {"text": "\"The compromise was based on an understanding that countries would be willing to start talking and taking decisions on dealing with how to get that finance flowing for loss and damage,\" said Alex Scott from E3G, an environmental think tank. ", "type": "p"}, {"text": "\"And we haven't seen that come to fruition here. Instead, we've seen a workshop set up to talk about how we can fix some of the problems.\"", "type": "p"}, {"text": "The EU in particular has come in for heavy criticism. ", "type": "p"}, {"text": "\"The EU consistently blocked discussions on finance for loss and damage in Bonn,\" said Harjeet Singh, from the Climate Action Network International.", "type": "p"}, {"text": "\"The last two weeks exposed its hypocritical stance, with major countries like Germany sourcing new fossil fuels abroad while denying support to developing countries facing devastation from climate-induced superstorms and rising seas.\"", "type": "p"}, {"text": "Many participants from poorer regions of the world brought their own personal testimony of the impacts of climate change.", "type": "p"}, {"text": "\"We are already living with loss and damages for the last 25 years,\" said Adriana Vasquez Rodriquez from La Ruta del Clima, a Costa Rican environmental group.", "type": "p"}, {"text": "\"We have families who have lost their houses, their crops, their lives, and no-one is paying for that, we are running out of resources, and at the same time, we are depending on debt.\"", "type": "p"}, {"text": "Bridging the divide between rich and poor on this issue will not be easy.", "type": "p"}, {"text": "While the question of a financial facility will now not be on the official discussions at COP27 in Egypt, developing countries are certain to continue to insist that their voices be heard on this question.", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc.", "type": "p"}], "tags": ["Intergovernmental Panel on Climate Change", "COP26", "Paris climate agreement", "Climate change"]}