{"link": "https://www.bbc.com/news/business-61614437", "category": "business", "title": "Half-term travel: EasyJet and Tui cancel flights as queues form at Dover", "contributor": "Maria Zaccaro", "time": "2022-05-28T14:32:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12A39/production/_124954367_dover.jpg", "content": [{"text": "Airlines have cancelled dozens of flights as travel disruption affects the half-term getaway for many.", "type": "b"}, {"text": "EasyJet and Tui apologised and blamed a number of issues including air traffic restrictions and runway works for axing the flights.", "type": "p"}, {"text": "Meanwhile, people were urged to check the latest advice before travelling to the Port of Dover due to \"extremely busy\" roads.", "type": "p"}, {"text": "Long queues have also been seen at London's St Pancras station. ", "type": "p"}, {"text": "The station - home to Eurostar services - was exceptionally busy on Saturday with slow-moving queues stretching outside the building.", "type": "p"}, {"text": "Families heading to Disneyland Paris and football fans going to Paris for the Champions League final were among those travelling on train services across the Channel on Saturday. ", "type": "p"}, {"text": "Earlier this week, EasyJet confirmed its plans to cancel 240 flights at airports across the UK over the next 10 days. ", "type": "p"}, {"text": "The airline said about 24 flights a day from London's Gatwick airport would be cancelled between 28 May and 6 June. ", "type": "p"}, [{"text": "'We were on the plane when our flight was cancelled'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-61620598"}], {"text": "One passenger who spoke to the BBC said his EasyJet flight on Tuesday had been cancelled - but the earliest alternative flight offered by the airline was almost a week later on 6 June.", "type": "p"}, {"text": "And Tui passengers in Manchester and Birmingham said they were still waiting to fly to Dalaman, in Turkey, on Saturday - a day after their flight was due to depart.", "type": "p"}, {"text": "A woman has described how her family missed her father's funeral because their flight was cancelled by EasyJet minutes before departure.", "type": "p"}, {"text": "Tracey was booked to fly from Geneva to Bristol with her two sons to attend her father David Dane's funeral.", "type": "p"}, {"text": "Their flight was one of about 200 the airline cancelled at short notice on 26 May.", "type": "p"}, {"text": "\"My problem isn't that the flight was cancelled,\" she said. \"It was the fact that there was no one to deal with the situation, this meant I had to watch my dad's funeral from a hotel room.\"", "type": "p"}, [{"text": "Read Tracey's story here", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-bristol-61612580"}], {"text": "On Thursday, a software failure forced EasyJet to cancel about 200 flights.", "type": "p"}, {"text": "The issue affected airports across the UK. EasyJet said the latest cancellations were unrelated to the IT issue, which is now resolved. ", "type": "p"}, {"text": "It said a range of issues affected its operations and contributed to the cancellations, including air traffic control restrictions, runway works and airport handling delays.", "type": "p"}, {"text": "The airline will still be operating around 1,700 flights per day over the next week, it said.", "type": "p"}, {"text": "When a flight is cancelled fewer than seven days before the scheduled departure, airlines are obliged to inform those affected of their rights, and: ", "type": "p"}, [{"text": "offer to place them on an alternative flight - including on other airlines - to fly as soon as possible", "type": "p"}, {"text": "provide a full refund for parts of the ticket not used", "type": "p"}], {"text": "If a flight is cancelled with less than two weeks' notice, passengers may be entitled to additional compensation payments depending on the timings of any alternative flights:", "type": "p"}, [{"text": "£220 for flights under 1,500km such as Glasgow to Amsterdam", "type": "p"}, {"text": "£350 for flights 1,500km to 3,500km such as East Midlands to Marrakesh", "type": "p"}], {"text": "Passengers who receive little or no notice about their cancelled flight, and ultimately arrive much later at their destination, may be entitled to extra compensation payments.", "type": "p"}, {"text": "Airlines are also expected to provide refreshments and accommodation as required while their customers await their new flight - or reimburse reasonable costs later on.", "type": "p"}, {"text": "People on affected package holidays booked through members of Abta have the right to alternative arrangements at no extra cost or a full refund without delay.", "type": "p"}, [{"text": "Full details of the Civil Aviation Authority rules are here. A helpful guide from Which? consumer magazine is here.", "type": "a", "href": "https://www.caa.co.uk/passengers/resolving-travel-problems/delays-and-cancellations/cancellations/"}], {"text": "Rory Boland, travel editor at Which? magazine, urged holidaymakers to take out travel insurance when they book, rather than before they travel to best protect themselves.\"The problems that airlines are suffering are not easy to fix,\" he told the BBC, saying disruption was likely to continue into summer.", "type": "p"}, {"text": "In addition to Friday's delays, Tui cancelled six flights from Birmingham, Manchester and London Gatwick on Saturday morning.", "type": "p"}, {"text": "The cancellations were due to \"a combination of factors\" and refreshments and hotel accommodation would be provided, the company said. ", "type": "p"}, {"text": "It also added that those whose flight was cancelled would be contacted directly and would receive a full refund within 14 days. ", "type": "p"}, {"text": "Around 8,000 flights are expected to depart from UK airports over the weekend.", "type": "p"}, {"text": "Gatwick Airport said it expected 700 flights and 110,000 passengers on Saturday alone.", "type": "p"}, {"text": "Meanwhile, motoring organisation the RAC warned of congestion on the roads and said drivers were planning an estimated 17.8 million leisure trips between Friday and Sunday. Saturday is expected to be the busiest day. ", "type": "p"}, {"text": "The Kent Resilience Forum said around 750 lorries were queuing near Dover on Saturday morning - though tourists are being prioritised.", "type": "p"}, {"text": "The coastguard has handed out food and water to lorry drivers stuck in the queue. ", "type": "p"}, {"text": "Passengers have faced delays and cancellations at airports in recent months following the easing of Covid restrictions on international travel.", "type": "p"}, {"text": "The travel industry cut thousands of jobs during the pandemic, but as demand for flights has returned, it has struggled to recruit staff, carry out security checks and train new workers quickly.", "type": "p"}, {"text": "Have your travel plans been disrupted? If you'd like to share your experience you can get in touch by emailing: ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Or fill out the form below", "type": "p"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}, [{"text": "BOX OFFICE FLOPS: Ellen E Jones and Mark Kermode explore big-budget fails", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/m0017crw#xtor=CS8-1000-%5BIn_Article_Promo_Box%5D-%5BNews_Promo_In_Article%5D-%5BNews_Promo_In_Article_BBCSounds%5D-%5BPS_SOUNDS~N~m0017crw~P_Radio4BoxOfficeBombs%5D"}, {"text": "'MY COUSIN THINKS WE'RE BOMBING OURSELVES': The people caught up in the battle for the truth", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/p0bv8qh3#xtor=CS8-1000-%5BIn_Article_Promo_Box%5D-%5BNews_Promo_In_Article%5D-%5BNews_Promo_In_Article_BBCSounds%5D-%5BPS_SOUNDS~N~p0bv8qh3~P_WaronTruthKristina%5D"}]], "tags": ["Easyjet", "Transport", "London", "Gatwick Airport", "Air travel"]}