{"link": "https://www.bbc.com/news/entertainment-arts-61603304", "category": "entertainment & arts", "title": "Ray Liotta: Scorsese and De Niro lead tributes to the late Goodfellas actor", "contributor": null, "time": "2022-05-27T10:47:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C14B/production/_124938494_gettyimages-139781685.jpg", "content": [{"text": "Hollywood director Martin Scorsese and actor Robert De Niro have led the tributes to Goodfellas star Ray Liotta, who died this week aged 67.", "type": "b"}, {"text": "Scorsese, who directed both in the 1990 gangster crime film, called Liotta a \"uniquely gifted\" and \"courageous\" performer.", "type": "p"}, {"text": "The late actor is best known for his portrayal of mobster Henry Hill in the film, opposite De Niro and Joe Pesci.", "type": "p"}, {"text": "De Niro said: \"I was very saddened to learn of Ray's passing.\"", "type": "p"}, [{"text": "Goodfellas star Ray Liotta dies aged 67", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61600212"}], {"text": "\"He is way too young to have left us,\" he added, in a statement shared to US media.", "type": "p"}, {"text": "Liotta died in his sleep in the Dominican Republic at the age of 67, it was confirmed on Thursday.", "type": "p"}, {"text": "The US star had been on location filming the movie Dangerous Waters, his publicist Jennifer Allen said.", "type": "p"}, {"text": "His fiancée Jacy Nittolo was on location at the time of his death, Ms Allen added.", "type": "p"}, {"text": "Scorsese said he was \"absolutely shocked and devastated\" by the news and that he would always be proud of their work together.", "type": "p"}, {"text": "\"Playing Henry Hill in Goodfellas was a tall order, because the character had so many different facets, so many complicated layers, and Ray was in almost every scene of a long, tough shoot,\" the filmmaker explained.", "type": "p"}, {"text": "\"He absolutely amazed me, and I'll always be proud of the work we did together on that picture.", "type": "p"}, {"text": "\"My heart goes out to his loved ones, and it aches for his loss, way too early.\"", "type": "p"}, {"text": "Lorraine Bracco, who played Karen Friedman Hill in Goodfellas, said she was \"shattered\" to hear the news of her former co-star's death.", "type": "p"}, {"text": "She shared a photo of them both on Twitter, saying being with him had been the best part of making the film.", "type": "p"}, {"text": "While best known for Goodfellas, Liotta also appeared in the heart rending 1989 film Field of Dreams, playing a dead baseball player who came back to life to play in a game at Kevin Costner's character's new playing field.", "type": "p"}, {"text": "Reacting to the news, Costner tweeted he was \"devastated\".", "type": "p"}, {"text": "Liotta got his big break playing ex-convict Ray Sinclair in 1986 black comedy Something Wild, getting a Golden Globe nomination for that role, before going to star in the 1988 film Dominick and Eugene, about the strained relationship between twins with very different characters. ", "type": "p"}, {"text": "Actor and comedian Seth Rogen wrote online that working with him, on the 2009 dark comedy Observe and Report, had been \"one of the great joys of my career\".", "type": "p"}, {"text": "More recently, Jennifer Lopez aka singer J-Lo acted opposite Liotta in the US TV crime series Shades of Blue.", "type": "p"}, {"text": "\"Ray was the epitome of a tough guy who was all mushy on the inside,\" she wrote. \"I guess that's what made him such a compelling actor to watch.\"", "type": "p"}, {"text": "And another superstar singer, Ed Sheeran paid tribute to Liotta, with the actor having appeared in the music video for his and Rudimental's 2014 collaboration, Bloodstream.", "type": "p"}, {"text": "\"I got to work with him on the Bloodstream music video with [music video director] Emil Nava, and got hung out with him at gigs,\" posted the English singer-songwriter.", "type": "p"}, {"text": "\"He was such a fun guy, so so sweet, and I loved being around him. Goodfellas will always be my favourite movie.\"", "type": "p"}, {"text": "By the 90s, Liotta was starring in Unlawful Entry, Cop Land and Corrina, Corrina with Whoopi Goldberg.", "type": "p"}, {"text": "Last year he starred in the Sopranos prequel film The Many Saints Of Newark,having turned down a role in the original series.", "type": "p"}, {"text": "The New Jersey-born actor said in 2016 that he regretted turning down the chance to audition for Tim Burton's Batman film.", "type": "p"}, {"text": "\"When I did my first movie, Tim Burton was getting ready to do Batman and he was interested in me because he wanted it to be edgy and real. ", "type": "p"}, {"text": "\"I thought, 'Batman? That's a stupid idea', even though he had just done one of my favourite movies of all time, Beetlejuice. So yes, I regret not auditioning for that'.\"", "type": "p"}, [{"text": "Listen: Radio 1's Screen Time on Goodfellas", "type": "a", "href": "https://www.bbc.co.uk/programmes/p09ss549"}, {"text": "Listen: Radio 4's The Film Programme on Goodfellas", "type": "a", "href": "https://www.bbc.co.uk/programmes/b088fx3b"}], {"text": "He also played lawyer Jay Marotta in the critically acclaimed 2019 film Marriage Story, which starred Adam Driver and Scarlett Johansson as a couple whose relationship was breaking up. Laura Dern won a best supporting actress Oscar for playing a lawyer in the film. ", "type": "p"}, {"text": "The actor had recently finished working on the 2023 film The Cocaine Bear, directed by Elizabeth Banks.", "type": "p"}, {"text": "Liotta also narrated documentary series The Making Of The Mob, and appeared in several music videos including David Guetta's song Lovers On The Sun.", "type": "p"}, {"text": "Liotta leaves his daughter Karsen, who he shares with his ex-wife Michelle Grace, and his fiancée.", "type": "p"}], "tags": ["Martin Scorsese", "Film", "Robert De Niro"]}