{"link": "https://www.bbc.com/news/business-66333642", "category": "business", "title": "Tupperware: Why have the troubled firm's shares surged?", "contributor": null, "time": "2023-07-28T04:17:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BDB5/production/_130556584_gettyimages-1481252439.jpg", "content": [{"text": "Shares in Tupperware, the troubled food storage container maker, have surged more than threefold in the last week.", "type": "b"}, {"text": "The firm's shares rose by 56% on Thursday, pushing gains for the last five trading sessions to almost 350%.", "type": "p"}, {"text": "The 77-year-old company warned in April that it could go bust unless it quickly raised new financing.", "type": "p"}, {"text": "In recent years, Tupperware has been attempting to reposition itself to attract younger shoppers but struggled to stop a slide in its sales.", "type": "p"}, {"text": "\"There is some optimism that a turnaround may be in progress and an investor has been found to help the company,\" Neil Saunders, managing director of retail at the GlobalData consultancy, told the BBC.", "type": "p"}, {"text": "\"However, there is no evidence of this being the case, so any optimism is based on hope rather than certainty,\" he added.", "type": "p"}, {"text": "Despite the jump in recent days, Tupperware's share price is still down by almost 30% since the start of this year.", "type": "p"}, {"text": "Tupperware did not immediately respond to a BBC request for comment.", "type": "p"}, {"text": "Some analysts have likened the moves in Tupperware's share price to other embattled businesses, like cinema chain AMC, which is referred to as a so-called \"meme stock\" by some commentators.", "type": "p"}, {"text": "Trading in meme stocks can be extremely speculative and volatile, due to the nature of their popularity amongst retail investors who often swap tips on social media.", "type": "p"}, {"text": "Also like meme stocks, Tupperware shares have been highly shorted, which means some investors are betting that the shares will fall in value.", "type": "p"}, {"text": "Major hedge funds had bet billions of dollars in recent years that stocks such as AMC would fall. However, if the share price rises the investors betting on the price falling can lose money.", "type": "p"}, {"text": "Earlier this week, AMC shares jumped after a court blocked the firm's plans to settle some of its debts.", "type": "p"}, {"text": "\"The AMC news last week sent retail traders looking for other meme stocks. Tupperware fit the bill and the [brand] name definitely helps,\" Matthew Tuttle from investment firm Tuttle Capital Management told the BBC.", "type": "p"}, {"text": "Tupperware parties made the brand a household name during the 1950s and 1960s consumer boom, and its air-tight and water-tight containers took the market by storm.", "type": "p"}, {"text": "However, sales have fallen in recent years as cheaper or more fashionable containers became available in shops or online. ", "type": "p"}], "tags": []}