{"link": "https://www.bbc.com/news/entertainment-arts-66338417", "category": "entertainment & arts", "title": "Hartwig Fischer to leave British Museum director role", "contributor": null, "time": "2023-07-28T11:21:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B1E1/production/_130573554_hartwigfischerbenedictjohnson.jpg", "content": [{"text": "Hartwig Fischer is to step down as the British Museum's director in 2024.", "type": "b"}, {"text": "The German art historian held the role for eight years, during which time he helped to develop a plan to renovate the museum.", "type": "p"}, {"text": "The London-based site is one of the UK's largest tourist attractions, with more than six million visitors each year.", "type": "p"}, {"text": "Fischer was also involved in creating a new research and storage facility, which will open next year.", "type": "p"}, {"text": "The British Museum Archaeological Research Collection has been described as a multi-generational project.", "type": "p"}, [{"text": "What will be the fate of the Parthenon Sculptures?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66239150"}, {"text": "Ghana ruler pushes British Museum to return gold", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65614490"}, {"text": "British Museum won't remove controversial objects", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-54325905"}], {"text": "It is also taking steps to become greener, with more sustainable energy sources being invested in in coming years - something Fischer has also been involved with.", "type": "p"}, {"text": "Fischer, who was formerly the director general of the Dresden State Art Collections, said in a statement: \"I have had the privilege of leading a team of outstanding professionals and collaborating with inspiring partners, communities and institutions from across the UK and the world. ", "type": "p"}, {"text": "\"I am very proud of what we have achieved. It is now time to pass on leadership to continue creating a truly global museum whilst remaining at the heart of Britain's cultural life.\"", "type": "p"}, {"text": "The British Museum said an international search for the next director will begin in the autumn. ", "type": "p"}], "tags": []}