{"link": "https://www.bbc.com/news/science-environment-66326153", "category": "science & environment", "title": "Aeolus: 'Impossible satellite' takes fiery plunge to Earth", "contributor": null, "time": "2023-07-28T21:44:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/128F9/production/_101952067_sporn.jpg", "content": [{"text": "Final commands were sent to Europe's Aeolus satellite on Friday to bring it out of the sky.", "type": "b"}, {"text": "The space laser, which was designed to map Earth's winds, was expected to burn up somewhere over the Atlantic Ocean. ", "type": "p"}, {"text": "Any debris that might have survived the fiery descent through the atmosphere should now be on the seabed.  ", "type": "p"}, {"text": "The British-built spacecraft's mission was hailed a success for the novel data it provided to weather forecasters looking several days ahead.", "type": "p"}, {"text": "Aeolus was regarded as something of a revolution.", "type": "p"}, {"text": "Its ultraviolet laser tracked the movement of air in all locations, at every altitude, across the world. ", "type": "p"}, {"text": "The mission's success means replacements are already being planned.", "type": "p"}, {"text": "But Aeolus was a project that very nearly didn't happen because of the difficulty in making it work.", "type": "p"}, {"text": "Engineers struggled for over a decade to develop an instrument that would operate for long enough in the vacuum of space.", "type": "p"}, {"text": "The delay led to Aeolus being dubbed \"the impossible satellite\". ", "type": "p"}, [{"text": "Movies capture lightning spectacle across Earth", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66081621"}, {"text": "Europe's new weather satellite takes first photos", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65476909"}], {"text": "The engineers, under the leadership of the European Space Agency (Esa), stuck at it because of the prize on offer - the first truly global view of what the winds on Earth are doing, from the surface all the way up into the stratosphere (from 0km to 30km).", "type": "p"}, {"text": "However, in the time it took for Aeolus to get to the launch pad in 2018 and fly its near 5-year mission, best practice for de-orbiting defunct spacecraft had changed. ", "type": "p"}, {"text": "They now need either the ability to pinpoint their fall back to Earth to a safe zone, or to be sure of burning up completely as they come through the atmosphere.", "type": "p"}, {"text": "Aeolus couldn't meet these criteria. Its propulsion system was not powerful enough to fully direct where it came out of the sky, and up to 20% of its hardware was expected to survive to the surface of the Earth.", "type": "p"}, {"text": "Esa flight controllers spent the past week building up to what they called an \"assisted re-entry\" instead. They commanded the satellite to progressively lower its altitude in a series of manoeuvres, the last of which on Friday dropped it to a height of roughly 120km.", "type": "p"}, {"text": "From there, drag from the atmosphere was predicted to pull the satellite down to destruction within about two and a half revolutions of the planet.", "type": "p"}, {"text": "Controllers were hoping radar tracking stations might confirm the final moments of Aeolus around 19:00 GMT.", "type": "p"}, {"text": "Analysis ahead of the re-entry suggested relatively little of the spacecraft would make it all the way down to the sea surface - probably just elements of the satellite's graphite telescope and its fuel tanks. ", "type": "p"}, [{"text": "Aeolus fired an ultraviolet laser through the atmosphere and measured the return signal using a large telescope", "type": "p"}, {"text": "The light beam was scattered back off air molecules and small particles moving in the wind at different altitudes", "type": "p"}, {"text": "Meteorologists adjusted their numerical models to match this information, improving weather forecast accuracy", "type": "p"}, {"text": "The biggest impacts came in medium-range forecasts - those that look at weather conditions a few days hence", "type": "p"}, {"text": "Aeolus had a key role during the Covid-19 pandemic, replacing wind data lost because planes were not flying ", "type": "p"}, {"text": "Aeolus: Wind satellite weathers technical storm", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-44415752"}], {"text": "Aeolus's first-of-a-kind observations provided critical information for medium-range weather forecasts. That is, it tracked wind behaviours that would contribute to weather patterns a few days hence. ", "type": "p"}, {"text": "Its work improved knowledge of hurricanes, and of how volcanic ash travels in the high atmosphere.", "type": "p"}, {"text": "Before Aeolus, wind profiles were obtained via a hotchpotch of methods - from whirling anemometers, balloons and planes to the satellites that infer wind behaviour by tracking clouds in the sky or by sensing the choppiness of ocean waters. ", "type": "p"}, {"text": "But these approaches are all limited indications that tell us what is happening in particular places or at particular heights, and it's why the global perspective from Aeolus was so highly prized.", "type": "p"}, {"text": "Esa member states have already approved a budget of €413m (£353m) to begin work on a pair of follow-up spacecraft named, appropriately, Aeolus-2.", "type": "p"}, {"text": "A further financial contribution (approaching €900m) will come from Eumetsat, the intergovernmental organisation that manages Europe's meteorological satellites.", "type": "p"}, {"text": "The first of these follow-ons should launch towards the end of the decade.", "type": "p"}, {"text": "And the UK's Esa contribution, €71m, combined with its big subscription (16%) to Eumetsat, means the British arm of aerospace manufacturer Airbus will probably lead the production of the spacecraft once again.", "type": "p"}], "tags": []}