{"link": "https://www.bbc.com/news/technology-66336058", "category": "technology", "title": "Mark Zuckerberg: Threads users down by more than a half", "contributor": null, "time": "2023-07-28T15:09:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2A8F/production/_130559801_27fc7ce07f7007e56a3cf6a067822ed37310f8cb.jpg", "content": [{"text": "Meta boss Mark Zuckerberg says its new social media platform, Threads, has lost more than half its users.", "type": "b"}, {"text": "The Twitter rival rocketed to more than 100 million users within five days of its launch earlier this month.", "type": "p"}, {"text": "But Mr Zuckerberg has acknowledged those numbers have now tumbled.", "type": "p"}, {"text": "\"If you have more than 100 million people sign up, ideally it would be awesome if all of them or even half of them stuck around. We're not there yet,\" he said.", "type": "p"}, {"text": "Mr Zuckerberg - who made the comments in a call to employees, heard by the Reuters news agency - described the situation as \"normal\" and said he anticipated retention to improve as new features were added to the app.", "type": "p"}, {"text": "Threads was criticised for the limited functionality it had when it launched.", "type": "p"}, {"text": "Meta has since added new features, such as separate \"following\" and \"for you\"' feeds, and increased scope to translate posts into different languages.", "type": "p"}, {"text": "The company's chief product officer, Chris Cox, told staff it was now focused on adding more \"retention-driving hooks\" to draw people back to the platform.", "type": "p"}, {"text": "He gave the example of \"making sure people who are on the Instagram app can see important Threads\". The two platforms are closely tied - in order to sign up for Threads, users must have an Instagram account.", "type": "p"}, {"text": "Mr Zuckerberg also updated employees on the company's enormous bet on a yet-to-be-created virtual reality world, called the Metaverse.", "type": "p"}, {"text": "He said work on the augmented reality (AR) and virtual reality (VR) technology that would power it was \"not massively ahead of schedule, but on track\", adding that he didn't anticipate it going mainstream until the next decade.", "type": "p"}, {"text": "That prediction may intensify concerns that Meta has dedicated too much time and money to the Metaverse - its Reality Labs division, which produces VR headsets and other products, has racked up multi-billion dollar losses.", "type": "p"}, {"text": "The company as a whole though continues to perform well financially - announcing this week it made a profit of $7.79bn in the last quarter.", "type": "p"}, {"text": "Mr Zuckerberg also addressed one other headline-making issue - his proposed cage fight with fellow tech titan Elon Musk.", "type": "p"}, {"text": "From the safety of their keyboards, the two men indicated in June that they were both keen on a bout - even going as far as suggesting a venue in Las Vegas.", "type": "p"}, {"text": "However, when pressed about it on the call, Mr Zuckerberg said he was \"not sure if it's going to come together\".", "type": "p"}], "tags": []}