{"link": "https://www.bbc.com/news/business-66550959", "category": "business", "title": "Twitter, now X, to remove blocking feature", "contributor": null, "time": "2023-08-18T19:46:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E9BA/production/_130843895_ximage.jpg", "content": [{"text": "The blocking feature will be removed for users of X, formerly Twitter, Elon Musk has announced, claiming the feature \"makes no sense\".", "type": "b"}, {"text": "The X boss said users will still be able to block people from directly messaging them, however.", "type": "p"}, {"text": "But many people on social media said it will make it hard for people to remove abusive posts from their timeline.", "type": "p"}, {"text": "It is the latest in a series of changes Mr Musk has made since taking over the site in a $44bn deal last year.", "type": "p"}, {"text": "Currently, when users \"block\" an account, it stops that account's posts from appearing in the blocker's timeline, and vice versa.", "type": "p"}, {"text": "An account that is blocked can no longer send messages to the blocker, nor can it view their posts.", "type": "p"}, {"text": "Former Twitter founder, Jack Dorsey, seemed to agree with Mr Musk's decision, posting: \"100%. Mute only\".", "type": "p"}, {"text": "But there are concerns that muting an account would not be sufficient protection from cases of harassment, abuse or stalking.", "type": "p"}, {"text": "The mute function currently only stops notifications about an account's posts. An account that is muted can still view the muter's posts and reply to them.", "type": "p"}, {"text": "One user called Mr Musk's decision a \"huge mistake\", saying there are \"toxic people\" on the platform whom users simply did not want to interact with in any way.", "type": "p"}, {"text": "Removing a blocking feature could also potentially violate the terms and conditions of stores like Apple's App Store and Google Play.", "type": "p"}, {"text": "Both stores have conditions stating that social media apps should allow users facilities to filter harassment or bullying.", "type": "p"}, {"text": "It could mean X is no longer downloadable from those stores.", "type": "p"}, {"text": "If the policy goes ahead, it is not clear if all those accounts which are blocked will automatically become unblocked.", "type": "p"}, {"text": "Users do however have the option to make their account private, hiding their tweets from the public and only allowing accepted followers to view their posts.", "type": "p"}, {"text": "Elon Musk, the richest man in the world, made a series of changes when he took over the social media site, including sacking the company's top executive team and introducing a charge for the site's \"blue tick\" - or verification - feature.", "type": "p"}, {"text": "Elon Musk is a prolific poster on X, and he's well known for not always being serious or following through on the many ideas he throws out to his 153 million followers.", "type": "p"}, {"text": "X itself rarely responds to journalist queries so it's difficult to verify anything he states on behalf of the firm. But, as its owner, he's by default a significant, if unreliable, source.", "type": "p"}, {"text": "The block button is an established tool for those who feel attacked, bullied or simply want to shut out an account with whom they have a strong disagreement (and X is full of those).", "type": "p"}, {"text": "Report an account and one of the first bits of advice you get is to either block or mute it while it is investigated. That's not unique to X.", "type": "p"}, {"text": "Muting an account means you don't see it -  but it still sees you. And being forced to remain visible to someone you are trying to avoid or feel afraid of seems like an unusual move. ", "type": "p"}, {"text": "Musk has been clear that he wants his \"digital town square\" to be a platform where all voices are heard, but he's running the risk of bumping up against both app store terms and conditions and social media regulations around protecting users from online harms.", "type": "p"}], "tags": []}