{"link": "https://www.bbc.com/news/entertainment-arts-66546155", "category": "entertainment & arts", "title": "At Home With The Furys: Critics praise mental health depiction in Netflix show", "contributor": null, "time": "2023-08-18T15:07:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17A05/production/_130837769_crat_home_with_the_furys_n_s1_e8_00_18_34_01.jpg", "content": [{"text": "Critics have praised Tyson Fury's new docu-series for shining a light on his mental health issues.", "type": "b"}, {"text": "While most reviews agreed Netflix's At Home With The Furys was lightweight overall, many highlighted its depiction of the boxer's day-to-day struggles.", "type": "p"}, {"text": "In a four-star review, the Evening Standard said: \"There are too many silly moments to count, but there are also unexpectedly profound ones.\"", "type": "p"}, {"text": "The Times said it was \"multi-layered, flipping between light and dark\".", "type": "p"}, {"text": "The nine-episode reality series, released earlier this week, follows the heavyweight world champion as he retires from boxing and embraces family life.", "type": "p"}, {"text": "Filmed primarily in Fury's flashy family home in Morecambe, it's an often-revealing look at the sportsman, his wife Paris and their six children. ", "type": "p"}, {"text": "Fury was diagnosed as bipolar in 2017, and has struggled with depression, anxiety, alcohol addiction and cocaine abuse.", "type": "p"}, {"text": "The Independent's Rachel McGrath awarded the series three stars, writing: \"Netflix don't seem to have realised that the lead star being bored isn't the best starting point for a series about family life. ", "type": "p"}, {"text": "\"And yet, as At Home With The Furys unfolds, I found myself unexpectedly empathising with Fury. But the show has a long way to go before reaching the dramatic heights of its reality TV predecessors.\"", "type": "p"}, {"text": "She continued: \"His existence is one of wild juxtapositions. Fury likes taking the kids camping near his house. When he travels on a budget airline, he's mobbed by fans within seconds of stepping off a plane. But Netflix's focus is on the banal; between Selling Sunset-style shots of Morecambe, the boxer picks up dog poo, works out with dad John, and unwraps socks on his birthday.", "type": "p"}, {"text": "\"Bubbling below every scene are Fury's mental health struggles... His issues were at their peak when he had suicidal thoughts during his first retirement in 2015, and the show documents the underlying fear that this could happen again.\"", "type": "p"}, {"text": "Fury's brother Tommy and his influencer partner Molly-Mae Hague, who he met on Love Island, also make appearances in the show.", "type": "p"}, {"text": "There was less enthusiasm for the series from the Guardian's Jack Seale, who described it as \"sappingly dull\" in a two-star review.", "type": "p"}, {"text": "\"Like a middling journeyman boxer, the series suffers on account of its sluggish reaction time,\" he suggested. \"Two of the later episodes focus on Tyson's attempt to lure Anthony Joshua into an all-British title fight, in a rehash of what was a major boxing story when it happened. ", "type": "p"}, {"text": "\"The long time lag and the known outcome - a deal will never be struck - make those scenes stale, but they come after the halfway point in the season, by which point At Home With the Furys is starting to run out of material.\"", "type": "p"}, {"text": "But Carol Midgley of the Times praised the docu-series, writing: \"One of the reasons it works is because it is multi-layered, flipping between light and dark, with no one taking themselves too seriously.", "type": "p"}, {"text": "\"But at the same time there is a serious point: Tyson's mental health.\"", "type": "p"}, {"text": "In her four-star review Midgley suggested the show occasionally \"feels scripted\", noting the Furys know that \"the cameras are on them and perhaps act up for them\".", "type": "p"}, {"text": "\"Apparently there were points when he wanted to cancel the documentary. But ultimately they are an extraordinary family who have managed to remain ordinary. Fury has a net worth of £51 million and they're still drinking Echo Falls. I like them for that.\"", "type": "p"}, {"text": "Generally, the Furys \"come across as a likeable couple\", according to the Telegraph's Anita Singh.", "type": "p"}, {"text": "\"There are flashes of something deeper when Paris talks about her husband's mental health,\" she wrote in her three-star review.", "type": "p"}, {"text": "\"The series doesn't shy away from his mood swings and sometimes erratic behaviour - Paris refers to him as 'a giant 6 foot 9 child' - but the show prefers to keep things light.", "type": "p"}, {"text": "\"Occasionally, scenarios feel manufactured. Fury proposes to his wife in a restaurant in the South of France but they're already married, and you suspect this is simply a ruse to give the programme-makers something to film.\"", "type": "p"}, {"text": "Elsewhere, the series was described as \"nine episodes of absolute gold\" by the Evening Standard's Vicky Jessop.", "type": "p"}, {"text": "\"That is mostly because every member of said family is absolutely bonkers,\" she said in her four-star review.", "type": "p"}, {"text": "\"The six kids (three of whom are named Prince) swear like absolute troupers, long-suffering wife Paris is left to keep everything on the road and there's more gilt on the family casa than the Sistine Chapel.\"", "type": "p"}, {"text": "She said some of the footage is \"both howl-inducingly funny and wincingly awkward\".", "type": "p"}, {"text": "\"The show intersperses the action with straight-to-camera pieces where the family open up about the effect Tyson's mental health has had on them, and on him.", "type": "p"}, {"text": "\"This isn't the Kardashians, but it's arguably more compelling: Fame with the varnish stripped off, rough and unfiltered. It's the perfect type of trash: Give it to me straight. I love it.\"", "type": "p"}, {"text": "Fury, 35, is also known as the Gypsy King and was born in Manchester to an Irish Traveller family.", "type": "p"}, {"text": "Last year, the boxer called on the government to introduce stronger punishments for knife crime after his cousin was killed in a stabbing.", "type": "p"}, {"text": "Ahead of the 2022 World Cup, Fury released his debut single, a cover of Neil Diamond's classic Sweet Caroline, to raise money for men's mental health charity Talk Club.", "type": "p"}, {"text": "Writing about his Netflix series, Emily Watkins of iNews concluded: \"In ancient Rome, Tyson might have been a gladiator; in 6th-century Britain, someone like Beowulf. ", "type": "p"}, {"text": "\"In 2023, whether he's helping his kids on the monkey bars or training to knock out a nemesis, Tyson is as complex as he is charismatic - just the way we've always liked our heroes.\"", "type": "p"}], "tags": []}