{"link": "https://www.bbc.com/news/business-62226912", "category": "business", "title": "Netflix loses almost a million subscribers", "contributor": "Natalie Sherman", "time": "2022-07-19T21:55:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A1B4/production/_124869314_068_ra02_strangerthings_s4universal-base_na_00_zxx.jpg", "content": [{"text": "After enjoying a long reign as king of streaming, Netflix isn't ready to give up its crown.", "type": "b"}, {"text": "The streaming giant lost nearly 1 million subscribers between April and July, as an accelerating number of people quit the service.", "type": "p"}, {"text": "But that was not as many as the firm had feared, as the launch of a new season of hit drama Stranger Things helped the firm staunch the outflow.", "type": "p"}, {"text": "Netflix said it expected sign-up growth to restart later this year.", "type": "p"}, {"text": "The company reported its first subscriber loss since 2011 in April, news that was followed by hundreds of job cuts.", "type": "p"}, {"text": "Rivals are challenging its dominance, while price hikes have taken a toll.", "type": "p"}, [{"text": "Have we had enough of Netflix?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61178311"}, {"text": "Young people cut back on video streaming services ", "type": "a", "href": "https://www.bbc.co.uk/news/business-62057950"}], {"text": "The US and Canada were home to the highest number of cancellations in the quarter, followed by Europe.", "type": "p"}, {"text": "Guy Bisson, executive director at Ampere Analysis, said it was \"inevitable\" that Netflix would start to see its grip on the market loosen.", "type": "p"}, {"text": "\"When you're the leader, there's only one direction to go, especially when a large amount of competition launches, which is what Netflix has seen in the last couple of years,\" he said. ", "type": "p"}, {"text": "It's a stark turnaround for Netflix, which started as a mail order rental company before starting to offer streaming in 2007. ", "type": "p"}, {"text": "The company enjoyed years of seemingly unstoppable growth, as it revolutionised the way people around the world consume entertainment.", "type": "p"}, {"text": "Its position as a global behemoth was cemented when the pandemic hit in 2020 and people, stuck at home with few other options for entertainment, flocked to monster hits like Squid Games and The Crown.", "type": "p"}, {"text": "But as pre-pandemic habits return, Netflix has struggled to attract new sign-ups - and maintain the loyalty of existing members, especially as the cost of living crisis leads to belt tightening.", "type": "p"}, {"text": "A raft of new, sometimes less expensive options from competitors, like Disney, many of which used to sell their movies and television series to Netflix, are tempting audiences to switch, while satisfaction levels have curdled as the firm puts up prices. ", "type": "p"}, {"text": "A \"standard\" plan in the US - which allows people in the same home to watch on two devices simultaneously - now costs $15.49, up from $14 in January and just $11 in 2019.", "type": "p"}, {"text": "In the UK, basic and standard plans have both increased since January by £1 a month to £6.99 and £10.99 respectively.", "type": "p"}, {"text": "\"At some point, yes, they're going to reach a threshold where a significant number of people say enough is enough,\" Mr Bisson said. \"Because of the additional choice ... price hikes are a more risky strategy.\"", "type": "p"}, {"text": "For now, surveys suggest that Netflix is managing to lure back a higher share of deserters than its rivals. Many households also continue to identify it as the streaming option they would retain if forced to have only one.", "type": "p"}, {"text": "In all, the company had roughly 220 million subscribers at the end of June - still well north of its closest competition. ", "type": "p"}, {"text": "But the company, long accustomed to posting double digit growth, is grappling with its most serious slowdown in years, with revenue in the April-June quarter of $7.9bn, up just 8.6% year-on-year.", "type": "p"}, {"text": "The value of the firm's shares has dropped more than 60% so far this year, as investors sour on its prospects.", "type": "p"}, {"text": "\"Netflix's subscriber loss was expected but it remains a sore point for a company that is wholly dependent on subscription revenue from consumers,\" said Insider Intelligence analyst Ross Benes. ", "type": "p"}, {"text": "\"Netflix is still the leader in video streaming but unless it finds more franchises that resonate widely, it will eventually struggle to stay ahead of competitors that are after its crown.\"", "type": "p"}, {"text": "Shares climbed more than 7% in after-hours trade on relief the losses were not larger. ", "type": "p"}, {"text": "The firm has said it will jumpstart growth with a  new ads-supported service and by clamping down on password sharing - which one study estimated was costing Netflix $25bn a year.", "type": "p"}, {"text": "It is already charging more for sharing accounts in some countries in central and South America.", "type": "p"}, {"text": "In its shareholder update, the company said it was \"encouraged by our early learnings and ability to convert consumers to paid sharing in Latin America\".", "type": "p"}, {"text": "It said it expected its less expensive, ad-supported option to launch in early 2023, starting in \"a handful of markets where advertising spend is significant\".", "type": "p"}, {"text": "\"Like most of our new initiatives, our intention is to roll it out, listen and learn, and iterate quickly to improve the offering,\" the company said.", "type": "p"}, {"text": "The ad service has the potential to attract both existing customers inclined to cancel over price hikes, as well as new households hesitant to commit to a subscription without watching, Mr Bisson said.", "type": "p"}, {"text": "It should be possible for Netflix to make the same amount of money - or more - per user than it did by relying on subscriptions, he added.", "type": "p"}, {"text": "\"Assuming they get it right - and by getting it right I mean the price ... and the amount of advertising on it - then it's potentially a strong strategic move for them,\" he said.", "type": "p"}, {"text": "But he said its most critical task is ensuring it has strong material for people to watch - a job that has grown harder as it pushes to reach an increasingly broad audience.", "type": "p"}, {"text": "New sign-ups in the US, for example, are coming from an increasingly older crowd, with different tastes than the younger viewers who were early streaming converts.", "type": "p"}, {"text": "\"They're increasingly competing for that generalist audience, so the breadth of content that is needed becomes much wider and that's why I think people are saying 'There's now a lot of stuff I don't like'\", Mr Bisson said. \"It's a very big challenge.\"", "type": "p"}, {"text": "Netflix needs \"more frequent hits,\" said Eric Stintberg of Whip Media, adding that Netflix also has room to experiment with keeping a hold on its members by staggering its releases.", "type": "p"}, {"text": "The company has already taken steps in that direction by releasing episodes of the fourth season of Stranger Things in two batches this year, but the \"pressure is on\" he said.", "type": "p"}, {"text": "\"They don't have the sandbox to themselves anymore,\" he said. \"In an inflationary environment like the one we're in and also great programming [at the competition], people are going to re-evaluate how much they're willing to pay.\"", "type": "p"}], "tags": ["Companies", "Streaming", "Netflix"]}