{"link": "https://www.bbc.com/news/health-62206270", "category": "health", "title": "What is the Marburg virus and how can it be avoided?", "contributor": null, "time": "2022-07-19T08:43:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/174D/production/_125956950_virus.png", "content": [{"text": "Two people in Ghana have died from the Marburg virus - and 98 been quarantined - raising fears of a mass outbreak.", "type": "b"}, {"text": "The highly infectious disease causes fever, muscle pains, diarrhoea, vomiting and, in some cases, death through extreme blood loss. ", "type": "p"}, {"text": "Hundreds of people have died from the virus in the past, mostly in Africa.", "type": "p"}, [{"text": "Ghana confirms first cases of deadly Marburg virus", "type": "a", "href": "https://www.bbc.co.uk/news/world-africa-62202240"}, {"text": "Ebola-like Marburg virus found in Guinea", "type": "a", "href": "https://www.bbc.co.uk/news/world-africa-58156499"}], {"text": "A cousin of the equally deadly Ebola virus, according to the World Health Organization (WHO), the Marburg virus was first identified after 31 people were infected and seven died in simultaneous outbreaks in 1967 in:", "type": "p"}, [{"text": "Marburg and Frankfurt, Germany", "type": "p"}, {"text": "Belgrade, Serbia", "type": "p"}], {"text": "The outbreak was traced to African green monkeys imported from Uganda.   ", "type": "p"}, {"text": "But the virus has since been linked to other animals. ", "type": "p"}, {"text": "Among humans, it is spread mostly by people who have spent long periods in caves and mines populated by bats. ", "type": "p"}, {"text": "This is Ghana's first outbreak - but a number of African countries have had previously had cases, including:", "type": "p"}, [{"text": "the Democratic Republic of the Congo", "type": "p"}, {"text": "Kenya", "type": "p"}, {"text": "South Africa", "type": "p"}, {"text": "Uganda", "type": "p"}, {"text": "Zimbabwe", "type": "p"}], {"text": "A 2005 outbreak in Angola killed more than 300 people.", "type": "p"}, {"text": "But in Europe, only one person has died in the past 40 years - and one in the US, after returning from expeditions to caves in Uganda.", "type": "p"}, {"text": "Major outbreaks:", "type": "b"}, [{"text": "2017, Uganda: three cases, three deaths", "type": "p"}, {"text": "2012, Uganda: 15 cases, four deaths", "type": "p"}, {"text": "2005, Angola: 374 cases, 329 deaths", "type": "p"}, {"text": "1998-2000, DR Congo: 154 cases, 128 deaths", "type": "p"}, {"text": "1967, Germany: 29 cases, seven deaths", "type": "p"}], {"text": "Source: WHO", "type": "p"}, {"text": "The virus begins abruptly with:", "type": "p"}, [{"text": "a fever", "type": "p"}, {"text": "severe headache", "type": "p"}, {"text": "muscle pains", "type": "p"}], {"text": "This is often followed, three days later, by:", "type": "p"}, [{"text": "watery diarrhoea", "type": "p"}, {"text": "stomach pain", "type": "p"}, {"text": "nausea ", "type": "p"}, {"text": "vomiting", "type": "p"}], {"text": "The WHO says: \"The appearance of patients at this phase has been described as showing 'ghost-like' drawn features, deep-set eyes, expressionless faces and extreme lethargy.\"", "type": "p"}, {"text": "Many people go on to bleed from various parts of the body, and die eight to nine days after first falling ill, because of extreme loss of blood and shock.", "type": "p"}, {"text": "On average, the virus kills half those infected, says the WHO, but the most harmful strains have killed up to 88%.", "type": "p"}, {"text": "The Egyptian rousette fruit bat often harbours the virus.", "type": "p"}, {"text": "African green monkeys and pigs can also carry it.", "type": "p"}, {"text": "Among humans, it spreads through bodily fluids and contact with contaminated bedding.", "type": "p"}, {"text": "Even after people have recovered, their blood or semen, for example, can infect others for many months afterwards. ", "type": "p"}, {"text": "There are no specific treatments or a vaccine for the virus. ", "type": "p"}, {"text": "But a range of blood products, drug and immune therapies are being developed, the WHO says.", "type": "p"}, {"text": "And doctors may be able to alleviate the symptoms by giving hospital patients plenty of fluids and replacing lost blood.", "type": "p"}, {"text": "People in Africa should avoid eating or handling bushmeat, according to Gavi, an international organisation promoting vaccine access.", "type": "p"}, {"text": "People should also avoid contact with pigs in areas with an outbreak, says the WHO.", "type": "p"}, {"text": "Men who have had the virus should use condoms for a year after the onset of symptoms or until their semen tests negative for the virus twice.", "type": "p"}, {"text": "Those who bury people who have died from the virus should also avoid touching the body. ", "type": "p"}], "tags": ["Infectious disease"]}