{"link": "https://www.bbc.com/news/science-environment-62223551", "category": "science & environment", "title": "Climate change: Campaigners hail ruling on 'net zero'", "contributor": null, "time": "2022-07-19T21:22:03.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/0BAB/production/_125978920_gettyimages-651368826.jpg", "content": [{"text": "Campaigners have hailed a High Court ruling that the government's 'net zero' strategy breaches its obligations under the Climate Change Act.", "type": "p"}, {"text": "The strategy commits the UK to slash emissions of the greenhouse gases that are warming the planet to reach 'net zero' emissions by 2050. ", "type": "p"}, {"text": "The court ruled there was not enough detail on how the target would be met.", "type": "p"}, {"text": "The judgment during the UK's first red alert for heat ordered the government to deliver a new report to Parliament.", "type": "p"}, {"text": "The government said in response that its net zero strategy was still official policy and noted that the strategy itself had not been quashed by the court.", "type": "p"}, [{"text": "What is net zero and how are the UK and other countries doing?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58874518"}, {"text": "Climate change: Is the UK on track to meet its targets?", "type": "a", "href": "https://www.bbc.co.uk/news/58160547"}, {"text": "Tory leadership race: Where do candidates stand on net zero goal?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62168213"}], {"text": "The legal challenge was brought by environmental groups Friends of the Earth, ClientEarth, Good Law Project and environmental campaigner Jo Wheatley.", "type": "p"}, {"text": "Friends of the Earth lawyer Katie de Kauwe said: \"This landmark ruling is a huge victory for climate justice and government transparency. It shows that the Climate Change Act is a piece of legislation which has teeth, and can, if necessary, be enforced through our court system if the government does not comply with its legal duties.\" ", "type": "p"}, {"text": "The challengers had noted that only 95% of the emissions cuts laid out in the government's most recent 'carbon budget', set last June, were accounted for.", "type": "p"}, {"text": "The 5% shortfall related to the period between 2033 and 2037. Campaigners say that it is comparable to the total annual emissions from all car travel in the UK.", "type": "p"}, {"text": "According to a court summary Mr Justice Holgate said that the net zero strategy: \"lacked any quantitative assessment of the contributions expected to be made by individual policies to reductions in [greenhouse gas] emissions...\"", "type": "p"}, {"text": "He also said that the report delivered to Parliament didn't reveal that there was a shortfall in the reduction in emissions or say how that shortfall would be met and asked for a fresh report to be presented to lawmakers before the end of March.", "type": "p"}, {"text": "The campaigners said that the judgement meant the Department for Business, Energy and Industrial Strategy (BEIS) would have to update its climate strategy to include a quantified account of how its policies will achieve climate targets. ", "type": "p"}, {"text": "A BEIS spokesperson said: \"The Net Zero Strategy remains government policy and has not been quashed. The judge made no criticism about the substance of our plans which are well on track and, in fact, the claimants themselves described them as 'laudable' during the proceedings.\"", "type": "p"}], "tags": ["High Court ", "Climate change", "Environment"]}