{"link": "https://www.bbc.com/news/technology-62221412", "category": "technology", "title": "Apple sued over Apple Pay payment system", "contributor": null, "time": "2022-07-19T11:25:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13368/production/_125969687_gettyimages-1239122282-594x594.jpg", "content": [{"text": "Apple has been hit with a lawsuit in the US over Apple Pay. ", "type": "b"}, {"text": "The tech giant is being accused of using its market power in the mobile phone industry to fend off competition from other payment card issuers. ", "type": "p"}, {"text": "The class-action complaint was filed in a federal court in California by Affinity Credit Union, an Iowa-based chartered credit union.", "type": "p"}, {"text": "Apple did not immediately respond to the BBC's request for comment. ", "type": "p"}, {"text": "According to the complaint, Apple \"coerces\" consumers who use its smartphones, smart watches and tablets into using its own wallet for contactless payments, unlike makers of Android-based devices that let consumers choose wallets, such as Google Pay and Samsung Pay.", "type": "p"}, {"text": "The complaint alleges that Apple prevents consumers from using competing mobile wallets capable of offering competing tap and pay solutions.", "type": "p"}, {"text": "Iowa's Affinity Credit Union said Apple's anti-competitive conduct forced the more than 4,000 banks and credit unions that use Apple Pay to pay at least $1 billion in excess fees annually for the privilege.", "type": "p"}, {"text": "It also said Apple's conduct minimised the incentive for the California-based company to make Apple Pay work better and make it more resistant to security breaches.", "type": "p"}, {"text": "\"Apple's conduct harms not only issuers, but also consumers and competition as a whole,\" Affinity Credit Union said.", "type": "p"}, {"text": "\"If Apple faced competition, it could not sustain these substantial fees.\"", "type": "p"}, {"text": "The lawsuit seeks unspecified damages, and a halt to Apple's alleged anti-competitive conduct.", "type": "p"}, {"text": "Apple already faces a possible heavy fine after European Union regulators on 2 May said it had abused its dominance in iOS devices and mobile wallets, by refusing to give payment rivals access to its technology.", "type": "p"}, {"text": "According to the complaint, Apple charges issuers a 0.15% fee on credit transactions and a flat 0.5 cent fee on debit transactions using Apple Pay, while Android-based rivals charge nothing.", "type": "p"}, {"text": "The plaintiff is represented by the law firms Hagens Berman Sobol Shapiro and Sperling and Slater.", "type": "p"}, {"text": "Last August, they helped obtain a $100 million settlement for smaller iOS developers which claimed Apple overcharged them on commissions.", "type": "p"}, {"text": "In discussing the European Union's probe of Apple's mobile payment policies in May, the bloc's digital chief Margrethe Vestager said Apple claimed it couldn't provide access to NFC for security reasons.", "type": "p"}, {"text": "In Europe, most payments in shops made with a mobile phone rely on a wireless technology called 'Near Field Communication' - NFC.  ", "type": "p"}, {"text": "This functionality enables communication between a customer's mobile phone and the shop's payments terminal - allowing 'tap and go'. ", "type": "p"}, {"text": "\"Our investigation to date did not reveal any evidence that would point to such a higher security risk,\" Vestager said on the EU's website.", "type": "p"}, {"text": "\"On the contrary, evidence on our file indicates that Apple's conduct cannot be justified by security concerns.\"", "type": "p"}, {"text": "Allegations that Google overcharged millions of app users in the UK are also set to go to trial.", "type": "p"}, {"text": "The suit is being brought by a consumer affairs campaigner, Liz Coll, on behalf of almost 20 million British users of Google's Play Store.", "type": "p"}, {"text": "Her aim is to compensate UK Android smartphone and tablet users for years of alleged overcharging by Google and infringement of competition law. ", "type": "p"}, {"text": "She said: \"We are confident our claim is a good one. ", "type": "p"}, {"text": "\"Google Play Store's imposition of a headline 30% charge on our digital purchases is unlawful and unjustifiable, and we look forward to arguing the case for UK consumers at trial.\"", "type": "p"}, {"text": "Google said it would defend the claim. ", "type": "p"}], "tags": ["Google", "Apple"]}