{"link": "https://www.bbc.com/news/business-64155546", "category": "business", "title": "Microsoft recognises first labour union in US", "contributor": null, "time": "2023-01-03T21:21:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11E52/production/_128189237_6f2d54a96406ddd77a352e863a77a06ee6fa2688.jpg", "content": [{"text": "Workers at Microsoft's ZeniMax Studios have voted to form the tech giant's first labour union in the US.", "type": "b"}, {"text": "Microsoft agreed to recognise the group after a \"supermajority\" of workers at the video game production company signalled support for the plan, said the Communications Workers of America (CWA) union.", "type": "p"}, {"text": "ZeniMax owns popular games including The Elder Scrolls and Fallout.", "type": "p"}, {"text": "It follows an uptick in unionisation efforts in the US.", "type": "p"}, {"text": "Apple, Amazon and Google are among the other US companies that have seen labour fights in recent years, as workers demand more from employers amidst the rising cost of living.", "type": "p"}, {"text": "Union campaigns have traditionally triggered sharp corporate opposition, said the CWA.", "type": "p"}, [{"text": "Apple workers form first US union", "type": "a", "href": "https://www.bbc.co.uk/news/technology-61855301"}], {"text": "\"Other video game and tech giants have made a conscious choice to attack, undermine, and demoralize their own employees when they join together to form a union,\" CWA's president Chris Shelton said. ", "type": "p"}, {"text": "\"Microsoft is charting a different course which will strengthen its corporate culture and ability to serve its customers and should serve as a model for the industry and as a blueprint for regulators,\" Mr Shelton added.", "type": "p"}, {"text": "ZeniMax Studios, the company behind popular first-person shooting game DOOM, is the first studio at Microsoft US to secure union representation and will boast the largest group of union-represented quality assurance testers at any US game studio, CWA said.", "type": "p"}, {"text": "The group will represent roughly 300 quality assurance workers at offices in Maryland and Texas. ", "type": "p"}, {"text": "Organisers said they hoped a union, which allows collective bargaining over issues such as pay and working conditions, would allow them to improve job opportunities, and reduce unfair pay practices and overwork during crunch periods. ", "type": "p"}, {"text": "Voluntarily agreeing to bargain with unionised employees allows Microsoft to avoid a formal process overseen by the US National Labor Relations Board, which can often be followed by legal battles.", "type": "p"}, {"text": "The CWA has also been involved in unionisation campaigns at gaming company Activision Blizzard. The company has fought the efforts.", "type": "p"}, {"text": "Last year, Microsoft announced a deal to buy Activision Blizzard, prompting the government to sue to block the deal over competition concerns.", "type": "p"}, {"text": "Microsoft had struck a pact with the CWA to remain neutral in labour fights as part of its efforts to win support for that merger, which would be one of the biggest in its history. ", "type": "p"}, {"text": "A Microsoft spokesperson declined to comment on how the new union might affect operations at the firm.", "type": "p"}, {"text": "\"We look forward to engaging in good faith negotiations as we work towards a collective bargaining agreement\", the spokesperson said.", "type": "p"}], "tags": ["Trade Unions", "Microsoft"]}