{"link": "https://www.bbc.com/news/entertainment-arts-64152056", "category": "entertainment & arts", "title": "Kelly Monteith: US comic who had own UK show dies at 80", "contributor": null, "time": "2023-01-03T16:32:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B278/production/_128188654_monteith.jpg", "content": [{"text": "Kelly Monteith, the US stand-up comic who also had his own BBC show, has died at the age of 80. ", "type": "b"}, {"text": "Monteith's death was announced on Tuesday by The Anglophile Channel, an LA production company which worked with him in recent years.", "type": "p"}, {"text": "He rose to fame in the UK after several appearances on The Des O'Connor Show.", "type": "p"}, {"text": "This led to his self-titled BBC series which ran for six series between 1979 and 1984. Monteith suffered a stroke in 2021 and died in Los Angeles on Sunday.", "type": "p"}, {"text": "Monteith was the one of the first American comedians to get his own show on the BBC. In America, he starred in two series on CBS called The Kelly Monteith Show and The Hit Squad.", "type": "p"}, {"text": "Actor Sanjeev Kohli paid tribute to the US comic on Twitter, writing: \"Sad news about Kelly Monteith. Funny, personable & (like Dave Allen) way ahead of his time. Judging from the reaction on here he was a bigger influence than he ever knew.\"", "type": "p"}, {"text": "Screenwriter and comedian Bennett Arron recalled: \"A few years ago I said in an interview that, along with Morecambe and Wise, Tommy Cooper and my father, he was one of my favourite comedians. He heard about it, got in contact and thanked me.\"", "type": "p"}, {"text": "Mark Braxton of the Radio Times said: \"Very sad news about Kelly Monteith. His BBC series was a firm fixture of my early 80s viewing.\"", "type": "p"}, {"text": "Monteith first made a name for himself on the US comedy circuit in the 1970s. He made more than 40 appearances on The Tonight Show with Johnny Carson and Jay Leno as well as on The Late Show with David Letterman.", "type": "p"}, {"text": "Leno once described Monteith as a comedian who was \"always extremely clever, extremely funny. One of the benchmarks. For those of us of a certain generation, Kelly was the guy\".", "type": "p"}, {"text": "Once he moved to the UK, Monteith appeared on Des O'Connor Tonight and Blankety Blank.", "type": "p"}, {"text": "After proving popular with the public with those appearances, Monteith was offered his own series by the BBC that ran for six seasons.", "type": "p"}, {"text": "Monteith was one of the first American comedians to get his own BBC show, and co-wrote his self-titled series with Neil Shand. ", "type": "p"}, {"text": "His fondness for the UK was partly due to the fact he met his future wife Caroline there.", "type": "p"}, {"text": "Monteith often said that one of the highlights of his career was performing for Her Majesty Queen Elizabeth II at the Royal Variety Performance in 1983. ", "type": "p"}, {"text": "In a statement issued to the BBC, the Anglophile Channel confirmed his death \"with great sadness\".", "type": "p"}, {"text": "He had hosted Kelly Monteith's BBC Memories for the Anglophile Channel, which is dedicated to British culture and entertainment. The programme featured a look back at his groundbreaking BBC comedy series.", "type": "p"}], "tags": ["Television", "Los Angeles"]}