{"link": "https://www.bbc.com/news/health-64154445", "category": "health", "title": "Damar Hamlin: Why do some young athletes suffer cardiac arrest?", "contributor": null, "time": "2023-01-03T19:08:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/114A2/production/_128181807_gettyimages-1426387140.jpg", "content": [{"text": "American football star Damar Hamlin is the latest athlete to encounter heart problems during competitive play. ", "type": "b"}, {"text": "The 24-year-old fell to the ground after colliding with an opponent during the primetime game. ", "type": "p"}, {"text": "Medics confirmed he had gone into cardiac arrest - meaning his heart had stopped beating properly and was unable to do its job of pumping blood around the body. ", "type": "p"}, {"text": "Urgent resuscitation was required on the pitch to help save his life. ", "type": "p"}, {"text": "He is now in a critical condition in hospital. ", "type": "p"}, {"text": "Doctors treating him have not yet described the exact underlying cause. ", "type": "p"}, [{"text": "NFL player in critical condition after cardiac arrest", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-64149300"}], {"text": "Blunt trauma is one possibility, triggering something called commotio cordis. ", "type": "p"}, {"text": "In this rare scenario, a direct hit to the chest can result in cardiac arrest by making the heart go into an abnormal, life-threatening rhythm. ", "type": "p"}, {"text": "It's different to a heart attack, which happens when blood supply to the heart muscle is cut off.", "type": "p"}, {"text": "Another possibility with blunt trauma is major structural damage to the heart from force of the blow. ", "type": "p"}, {"text": "It's not yet known what internal injuries Hamlin may have sustained from the incident and whether there has been any significant damage to his heart.", "type": "p"}, {"text": "Another potentially lethal heart condition affecting some young athletes is a genetic disorder known as hypertrophic cardiomyopathy. ", "type": "p"}, {"text": "Individuals who have this can appear extremely fit and well, with no obvious warning signs that there is a such a serious underlying problem. ", "type": "p"}, {"text": "It is a condition in which the heart muscle becomes overgrown or \"hypertrophied\". The thickened heart muscle can make it harder for the heart to pump blood. And there may be related life-threatening heart rhythm problems too. ", "type": "p"}, {"text": "Anti-vaccination activists online jumped on the news of Hamlin's collapse to blame, without evidence, Covid vaccines.", "type": "p"}, {"text": "One account promoting a viral anti-Covid vaccination film full of dubious and debunked claims tweeted that prior to 2021, \"athletes collapsing on the field was NOT a normal event. This is becoming an undeniable (and an extremely concerning) pattern\".", "type": "p"}, [{"text": "'My wife died suddenly - trolls blamed vaccines'", "type": "a", "href": "https://www.bbc.co.uk/news/health-63719246"}], {"text": "Anti-vaccine activists have collected a number of anecdotal reports of athlete deaths in order to bolster their claims. ", "type": "p"}, {"text": "However, according to a 2016 study, there are approximately 100 to 150 sudden cardiac deaths each year during competitive sports in the United States alone. ", "type": "p"}, {"text": "Hamlin's vaccination status is unknown. In March 2022, the NFL said that around 95% of NFL players were vaccinated against Covid.", "type": "p"}, {"text": "He is not the only sportsman to collapse in a big game. Danish footballer Christian Eriksen had a cardiac arrest last year at a Euro 2020 match and was close to death on the pitch. ", "type": "p"}, {"text": "Doctors used a defibrillator to shock his heart and get it working again. He's since had a small device, called an ICD, fitted to keep his heart on track. ", "type": "p"}, {"text": "Eriksen has said there was no history of a heart condition in his family and, like other top-flight footballers, he was tested regularly throughout his career.", "type": "p"}, {"text": "In 2012, another footballer, Fabrice Muamba, collapsed on the pitch when his heart stopped beating correctly. He needed 15 defibrillator shocks in all. ", "type": "p"}, [{"text": "Muamba was 'dead' for 78 minutes", "type": "a", "href": "https://www.bbc.com/sport/football/17460781"}, {"text": "How tiny device led to Eriksen's 'miracle' football return", "type": "a", "href": "https://www.bbc.co.uk/news/health-60375933"}], {"text": "Rapid medical intervention can work, but it's not always possible to save every life.", "type": "p"}, {"text": "Sudden death syndrome (SDS) is an umbrella term used for the many different causes of cardiac arrest in young people. They are very rare.", "type": "p"}, {"text": "According to the charity Cardiac Risk in the Young (CRY), every week in the UK, 12 people aged under 35 die from sudden cardiac arrest.", "type": "p"}, {"text": "In about 1 in every 20 cases of sudden cardiac death and up to 1 in 5 young sudden cardiac deaths, no definite cause of death can be found, even after an expert cardiac pathologist has examined the heart for structural abnormalities", "type": "p"}, {"text": "A simple way to diagnose many cardiac abnormalities is by having an ECG (electrocardiogram) test. It can reveal if the electrical impulses are awry. Dangerous arrhythmias can then be treated, before they cause a major issue.  ", "type": "p"}, {"text": "You can read more about the topic here.", "type": "p"}, {"text": "Only do it if someone is:", "type": "p"}, [{"text": "unconscious and not breathing", "type": "p"}, {"text": "unconscious and not breathing properly", "type": "p"}], {"text": "If someone is unconscious but they're breathing normally, call the emergency services and put them in the recovery position.", "type": "p"}, {"text": "Don't waste time checking for a pulse - if someone is unresponsive and not breathing or not breathing normally then call and start CPR.", "type": "p"}, [{"text": "How to do CPR", "type": "a", "href": "https://www.bhf.org.uk/how-you-can-help/how-to-save-a-life"}], {"text": "Additional reporting by Mike Wendling of the BBC's disinformation team", "type": "p"}], "tags": ["Heart", "Cardiac arrest"]}