{"link": "https://www.bbc.com/news/science-environment-64082159", "category": "science & environment", "title": "All solar system's planets visible in night sky", "contributor": null, "time": "2022-12-29T14:30:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/99C1/production/_128116393_gettyimages-1015900094.jpg", "content": [{"text": "There will be a chance to see all the planets in the solar system in the night sky on Thursday.", "type": "b"}, {"text": "Five should be visible with the naked eye, while the two furthest away, Uranus and Neptune, will be better viewed with binoculars.", "type": "p"}, {"text": "It will be challenging to see Mercury and Venus in the UK due to their low position in the sky.", "type": "p"}, {"text": "The best time to see the spectacle is shortly after sunset.", "type": "p"}, {"text": "Those further south, including southern Europe or closer to the equator, are more likely to be able to see all the planets appear in a vertical line up into the sky.", "type": "p"}, {"text": "Mercury will also be more visible further south.", "type": "p"}, {"text": "Unlike stars, planets do not twinkle. Saturn and Jupiter will be brightest, and Mars will be a salmon red colour.", "type": "p"}, {"text": "\"Mars at the moment is at its best from the UK now until about 2032. It's going to be quite a long time before we see this one again, so it's well worth taking a look now,\" Dr Robert Massey of the Royal Astronomical Society told BBC News.", "type": "p"}, {"text": "Dr Massey advises sky-watchers to try to find a clear vantage point to look towards the south-west horizon shortly after sunset.", "type": "p"}, {"text": "Venus should appear the brightest, low in the south-west towards the horizon, but it will be a challenge from the UK.", "type": "p"}, {"text": "Jupiter is the next brightest planet, and should appear higher in the sky where Saturn should also be visible.", "type": "p"}, {"text": "Anyone looking through a telescope should be able to see details like the moons of Jupiter and perhaps cloud systems or dark markings on Jupiter and Mars, Dr Massey says.", "type": "p"}, {"text": "Skies are forecast to be clearest in the south-west of England and the south and west of Wales. But in the north of England and Scotland clouds could obscure the view.", "type": "p"}, {"text": "In June Mercury, Venus, Mars, Jupiter, and Saturn were visible when they aligned in a rare planetary conjunction. ", "type": "p"}], "tags": ["Jupiter", "Astronomy", "Planets"]}