{"link": "https://www.bbc.com/news/business-67191791", "category": "business", "title": "Billionaires should face a minimum tax rate, report says", "contributor": null, "time": "2023-10-23T11:04:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/774C/production/_131504503_blokewithmoney.png", "content": [{"text": "Billionaires should face a minimum tax rate, according to a report which found some of the world's mega-wealthy are paying little to no tax.", "type": "b"}, {"text": "The EU Tax Observatory said most people pay a higher rate than the super-rich, who, it said, are able to use complex business structures for avoidance.", "type": "p"}, {"text": "It suggested a minimum 2% tax rate on billionaires' global wealth would raise $250bn (£205bn) a year.", "type": "p"}, {"text": "There are around 2,500 billionaires with a combined wealth of $13 trillion.", "type": "p"}, {"text": "The report by EU Tax Observatory, part of the Paris School of Economics, examined how successful efforts to ensure individuals and companies pay their fair share have been over the past 10 years.", "type": "p"}, {"text": "It said that the automatic sharing of the wealthy's account information across more than 100 countries had significantly reduced offshore tax evasion. ", "type": "p"}, {"text": "However, billionaires are able to get away with paying tax rates equal to 0% or 0.5% of their wealth \"due to the frequent use of shell companies to avoid income taxation\", it said.", "type": "p"}, {"text": "Quentin Parrinello, a senior policy adviser at the EU Tax Observatory, told the BBC that global billionaires \"structure their wealth so it does not generate a lot of taxable income\".", "type": "p"}, {"text": "He acknowledged that countries implementing a 2% tax on billionaires may sound \"utopian\", but \"so was the idea of asking Swiss banks to exchange tax information with tax authorities 10 years ago and now this is a central provision of the fight against tax evasion\". ", "type": "p"}, {"text": "While the report commended an agreement in 2021 between 140 different countries to make sure companies pay at least 15% in corporation tax, it said that the plan had been \"dramatically weakened\" since then by a \"growing list of loopholes\".", "type": "p"}, {"text": "Joseph Stiglitz, the Nobel Prize-winning American economist, suggested in an introduction to the report that unfairness in taxation poses a risk to democracy.", "type": "p"}, {"text": "\"If citizens don't believe that everyone is paying their fair share of taxes - and especially if they see the rich and rich corporations not paying their fair share - then they will begin to reject taxation. ", "type": "p"}, {"text": "\"Why should they hand over their hard-earned money when the wealthy don't? This glaring tax disparity undermines the proper functioning of our democracy; it deepens inequality, weakens trust in our institutions, and erodes the social contract.\"", "type": "p"}, {"text": "Mr Parrinello suggested that countries could use the next G20 summit, which takes place nearly a year from now in Brazil, to discuss a tax for the mega-wealthy.", "type": "p"}, {"text": "He said that while international agreements are preferable, \"we also need to be realistic\" and said there are proposals outlined in the EU Tax Observatory report that countries can pursue unilaterally. ", "type": "p"}, {"text": "Some of the world's richest people have pledged to give the majority of their wealth away. Microsoft co-founder Bill Gates, philanthropist Melinda French Gates and billionaire investor Warren Buffett set up the \"Giving Pledge\" in 2010 to \"set a new standard of generosity among the ultra-wealthy\". ", "type": "p"}, {"text": "Following a series of tax changes in 2013, Mr Buffett conceded that even though his tax rate had risen he was still paying a lower percentage than his secretary.  ", "type": "p"}, {"text": "\"I'll probably be the lowest paying taxpayer in the office,\" he said at the time.", "type": "p"}, [{"text": "Jeff Bezos pledges to give away most of his wealth", "type": "a", "href": "https://www.bbc.co.uk/news/business-63619512"}, {"text": "MacKenzie Bezos to give away half of fortune", "type": "a", "href": "https://www.bbc.co.uk/news/business-48436622"}], {"text": "Mr Stiglitz said that addressing tax fairness and collecting revenues was \"critical\" for society, \"as countries around the world face the challenges of climate change, pandemics and inequality, and as governments have to make essential investments in education, health, infrastructure and technology\".", "type": "p"}, {"text": "One of the relatively recent signees to the Giving Pledge is MacKenzie Scott, an author and former wife of Amazon founder, Jeff Bezos.", "type": "p"}, {"text": "As part of their divorce four years ago, she was handed a 4% stake in the online retailing giant. Ms Scott has since given away around $14bn and, according to Forbes magazine, is currently worth around $33.6bn.  ", "type": "p"}, {"text": "Her former husband of 25 years, Mr Bezos is the world's third richest man with a fortune of $148bn. Last year, he told CNN he wanted to give away the majority of his wealth.", "type": "p"}, {"text": "Elon Musk, owner of X, formerly Twitter and co-founder and leader of Tesla and SpaceX, is currently the world's richest man, according to Forbes, with a fortune of $225bn.", "type": "p"}], "tags": []}