{"link": "https://www.bbc.com/news/entertainment-arts-67200993", "category": "entertainment & arts", "title": "Amanda Abbington: Actress withdraws from Strictly", "contributor": null, "time": "2023-10-23T19:12:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1115C/production/_131508996_mediaitem131508995.jpg", "content": [{"text": "The actress Amanda Abbington has withdrawn from Strictly Come Dancing, the show has announced.", "type": "b"}, {"text": "Abbington, 51, who starred in Sherlock and Mr Selfridge, missed last weekend's show for medical reasons but had been expected to return next week.", "type": "p"}, {"text": "In her last appearance on the show, Abbington scored 31 for a quick-footed foxtrot to Everywhere by Fleetwood Mac.", "type": "p"}, {"text": "But she almost didn't make it to the start of the series, being struck down by food poisoning weeks before.", "type": "p"}, {"text": "On Monday the host of spin-off show It Takes Two, Fleur East, read out a statement from the organisers.", "type": "p"}, {"text": "\"Amanda Abbington is unable to continue in Strictly Come Dancing and has decided to withdraw from the competition. The show wishes her all the best for the future,\" it said.", "type": "p"}, {"text": "East then played a clip of Abbington's best moments on the show, adding: \"Amanda, we are sending you all of our love.\"", "type": "p"}, {"text": "Abbington, who is paired with professional Italian dancer Giovanni Pernice, has not yet commented on her withdrawal, but after missing last Saturday's show she shared on social media a picture of the late actor Robin Williams, who suffered from depression.", "type": "p"}, {"text": "It was accompanied by the words: \"People don't fake depression… they fake being okay. Remember that. Be kind.\"", "type": "p"}, {"text": "Four people have been voted off Strictly so far this series: Les Dennis, Nikita Kanda, Jody Cundy and Eddie Kadi.", "type": "p"}, {"text": "Abbington became involved in controversy in August when a tweet re-emerged in which she had criticised a drag show aimed at parents and children.", "type": "p"}, {"text": "She apologised for the remarks after some fans threatened to boycott the show.", "type": "p"}, {"text": "The actress is perhaps best known for her role in Sherlock, in which she played Mary Watson alongside her real-life ex-husband Martin Freeman.", "type": "p"}], "tags": []}