{"link": "https://www.bbc.com/news/health-67173008", "category": "health", "title": "Mental health help for under-fives overlooked - report", "contributor": null, "time": "2023-10-21T02:02:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11B96/production/_131489527_gettyimages-1301937207.jpg", "content": [{"text": "More support is needed to prevent babies and young children developing mental health problems in later life, leading doctors say.", "type": "b"}, {"text": "Their report shows there is growing evidence that intervening very early on - from conception to the age of five - may help stop conditions arising or worsening. ", "type": "p"}, {"text": "The Royal College of Psychiatrists is calling for more specialist services. ", "type": "p"}, {"text": "The government says the mental health of children and parents is paramount.", "type": "p"}, {"text": "Officials say they are investing more in expanding NHS services, alongside funding programmes designed to support children and caregivers.", "type": "p"}, {"text": "NHS data shows about 5% of two to four-year-olds struggle with anxiety, behavioural disorders and neurodevelopmental conditions including ADHD. ", "type": "p"}, {"text": "The Royal College of Psychiatrists' report suggests half of mental health conditions arise by the age of 14, and many start to develop in the first years of life, making early action \"vital\".", "type": "p"}, {"text": "Dr Trudi Seneviratne, from the Royal College of Psychiatrists (RCPsych), said the majority of under-fives with mental health conditions were not receiving the level of support needed \"to help them become productive, functioning adults and reach their full potential\".", "type": "p"}, {"text": "She added: \"The period from conception to five is essential in securing the healthy development of children into adulthood. ", "type": "p"}, {"text": "\"Unfortunately, these years are often not given the importance they should be, and many people are unaware of what signs they should be looking out for. ", "type": "p"}, {"text": "\"Parents, carers and society as a whole have a critical role to play. This includes securing positive relationships and a nurturing environment that supports the building blocks of a child's social, emotional and cognitive development.\"", "type": "p"}, {"text": "Dr Seneviratne says anyone concerned about a child's persistent behavioural issues or eating and sleeping problems should seek health advice. ", "type": "p"}, {"text": "RCPsych experts suggest a number of ways to prevent mental health issues in babies and children, including providing support for the mother in pregnancy, working with parents to promote attachment to their child and recommending parenting programmes in the early stages of a child's life. ", "type": "p"}, {"text": "They say many factors can increase the risk of problems developing in childhood, such as alcohol or substance misuse during pregnancy and adverse experiences in childhood including domestic violence, physical and emotional neglect and abuse. ", "type": "p"}, {"text": "The report's recommendations include:", "type": "p"}, [{"text": "New specialist services across the UK for under-fives, their parents and carers, with timely access to a team of people including speech and language therapy, psychologists and social workers", "type": "p"}, {"text": "More training for healthcare workers on how to spot and support under-fives with mental health problems", "type": "p"}, {"text": "More research on the best ways to help young children", "type": "p"}, {"text": "Better data collection on young children experiencing problems", "type": "p"}, {"text": "Support to help the wider population gain a greater understanding about mental health of under-fives", "type": "p"}], {"text": "The wide-ranging report is backed by a number of organisations including Unicef UK, the Royal College of Paediatrics and Child Health, and the Royal College of Obstetricians and Gynaecologists.", "type": "p"}, {"text": "Joanna Moody, from Unicef UK, said: \"Mental health in infancy and early childhood is often overlooked, yet it lays the foundations for a child's future.\"", "type": "p"}, {"text": "She said the report provided \"a strong evidence base for action to prioritise mental health right from the start of children's lives\".", "type": "p"}, {"text": "She added many services have a \"vital role\" in supporting children's mental health, including early education, social services, maternity, health visiting and primary care.", "type": "p"}, [{"text": "If you have been affected by any of the issues raised in this story you can visit BBC Action Line.", "type": "a", "href": "https://www.bbc.co.uk/actionline"}]], "tags": []}