{"link": "https://www.bbc.com/news/science-environment-67176392", "category": "science & environment", "title": "Recycling reforms see separate food waste bins for England", "contributor": null, "time": "2023-10-21T01:15:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0A77/production/_130597620_gettyimages-1347415042-594x594.jpg", "content": [{"text": "Long-awaited plans to reform recycling in England have been announced by the government.", "type": "b"}, {"text": "Most households will have a weekly food waste collection by early 2026 and there will now be a standardised list of items that councils must recycle.", "type": "p"}, {"text": "The government says the new rules are designed to make recycling simpler and to avoid people needing what it called an \"excessive number of bins.\"", "type": "p"}, {"text": "Critics called it \"fiddling with a system that's fundamentally broken\".", "type": "p"}, {"text": "\"Simpler recycling will help us all recycle more easily,\" environment secretary Therese Coffey said. ", "type": "p"}, {"text": "\"Alongside weekly food waste collections, we are ending the postcode lottery of what you can put in your bin so that wherever you live in the country, you will be able to recycle the same products with confidence.\"", "type": "p"}, {"text": "Where the UK's recycling really goes", "type": "p"}, {"text": "Bin collection: Council anger over delay until after next election", "type": "p"}, {"text": "Seven bins and Sunak's other net zero claims fact checked", "type": "p"}, {"text": "England currently recycles about 44% of its household waste, a figure that has changed little since 2010. That's compared to 57% in Wales, 48% in Northern Ireland and 42% in Scotland. ", "type": "p"}, {"text": "The new proposals state that English councils must - with a few exceptions - make a food waste collection every week by March 2026. That represents a change and a cost as at the moment only about half of English councils collect food waste separately. ", "type": "p"}, {"text": "There was speculation earlier this year that these reforms would stipulate that different types of dry recycling would have to be collected separately from households. Last month Prime Minister Rishi Sunak even raised the possibility - to some derision - that a \"seven bin\" policy was being considered and that he had stopped it. ", "type": "p"}, {"text": "Under the new plans, councils will continue to have the flexibility to choose whether to ask people to lump all their dry recycling together, or separate it for example into glass, paper or metal. ", "type": "p"}, {"text": "\"Today's announcement that councils will be able to collect waste materials however they decide is a victory for common sense,\" said Councillor Sarah Nelmes, environment spokesperson for the District Council's Network. \"We can continue to rely on the local solutions which have increased recycling rates.\"", "type": "p"}, {"text": "To make recycling simpler, there is now a list of items which all councils will have to recycle. It includes things like aluminium foil, and several different types of plastic packaging. ", "type": "p"}, {"text": "\"The government is fiddling with a system that's fundamentally broken,\" Nina Schrank from Greenpeace told BBC News. ", "type": "p"}, {"text": "\"The government needs to get serious and back measures to cut the amount of plastic packaging we produce as a country in the first place.\"", "type": "p"}], "tags": []}