{"link": "https://www.bbc.com/news/business-65621081", "category": "business", "title": "Chancellor Jeremy Hunt: Office working should be default", "contributor": null, "time": "2023-05-17T16:49:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4F15/production/_129754202_gettyimages-1369954837-1.jpg", "content": [{"text": "The \"default\" location for workers should be in the office unless there is a good reason to work from home, the Chancellor has suggested.", "type": "b"}, {"text": "Jeremy Hunt said while working remotely had produced \"exciting opportunities\", he was worried about \"the loss of creativity\" when it is permanent.", "type": "p"}, {"text": "\"The default will be you work in the office unless there's a good reason not to be in the office,\" he said.", "type": "p"}, {"text": "Flexible working has become the norm for many workers since the pandemic.", "type": "p"}, {"text": "But there has been a split across different sectors since lockdown restrictions have been eased.", "type": "p"}, {"text": "Some firms told their staff they needed to return to the workplace, while others opted for so-called \"hybrid\" working patterns, where employees could come in to offices on certain days and work remotely on others.", "type": "p"}, {"text": "Other businesses allowed workers to do their jobs from home on a permanent basis. ", "type": "p"}, {"text": "The most recent official figures suggest the majority of people - 63.9% - never work from home, while 21.4% work from the office and remotely.  Just 7.8% of workers were based at home permanently, the survey found.", "type": "p"}, {"text": "Speaking at the British Chambers of Commerce conference in London, the chancellor said it was \"something for businesses to find their own way through\", but added he believed the default for many would be to work from offices.", "type": "p"}, {"text": "\"I worry about the loss of creativity when people are permanently working from home and not having those water cooler moments, where they bounce ideas off each other,\" he added. \"I think that's why businesses are saying they want people back unless there's a reason.\"", "type": "p"}, {"text": "Mr Hunt admitted that there were \"some very exciting opportunities created\" by workers being able to use programmes like Zoom and Microsoft Teams to conduct meetings remotely.", "type": "p"}, {"text": "He suggested that it helped parents with childcare and it also helped people with mobility issues.", "type": "p"}, {"text": "Andrew Mawson, founder of Advanced Workplace Associates, which supports flexible working, said the chancellor was focussing \"on the wrong issue\" by suggesting workers should return to offices.", "type": "p"}, {"text": "\"If we want to get more people back in the workforce we need to design work to fit the way people live, the technology they use, and the opportunities for flexible working,\" he said.", "type": "p"}, {"text": "\"There may be ways that working together in a physical space can add value, but not for every task and not every day.\"", "type": "p"}, {"text": "Meanwhile, consultancy firm Deloitte said a survey it conducted found more than three-quarters of UK Gen Zs (77%) and millennials (71%) would consider looking for a new job if their employer asked them to go into their workplace full-time.", "type": "p"}, {"text": "Kate Sweeney, partner and human capital lead at Deloitte, said that younger workers \"expect to be able to flex their work to accommodate their personal life\".", "type": "p"}, {"text": "\"Employers who recognise this desire for choice and support this are more likely to attract, retain and motivate the best talent from these two generations,\" she added.", "type": "p"}, {"text": "The Recruitment and Employment Confederation said there were 1.1m job postings in April that included \"flexible\", \"hybrid\" or \"remote\" working. ", "type": "p"}, {"text": "The chancellor's comments came after the boss the BCC warned UK business needed a \"fresh relationship\" with the government", "type": "p"}, {"text": "Shevaun Haviland, director-general of the major business lobby group, said it was a \"pivotal moment for the voice of British business\" with an election looming in 18 months' time.", "type": "p"}, {"text": "Opening the BCC's annual conference Ms Haviland said companies had been hit by \"eye-watering\" energy bills, rising interest rates and a \"cripplingly tight labour market\".", "type": "p"}, {"text": "Through its regional branches, the British Chambers of Commerce claims to represent tens of thousands of UK businesses employing almost six million people. It hosts networking events, shares best practice and lobbies government for pro-business policies.", "type": "p"}, {"text": "Should the office be the default location for workers? Get in touch:", "type": "b"}, [{"text": "Email: haveyoursay@bbc.co.uk", "type": "a", "href": "mailto:haveyoursay@bbc.co.uk?subject=HomeWorking65621081"}, {"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "Its warning that British business needs a new relationship with government comes after contact between ministers and the country's largest lobby group, the CBI, was suspended following allegations of sexual misconduct at the organisation, which has since lost members.", "type": "p"}, {"text": "Following Ms Haviland's speech, Mr Hunt defended his handling of the economy, and said there was \"nothing automatic\" about controlling inflation, which is the rate prices rise at.", "type": "p"}, {"text": "He said independent forecasters believed the government was on track to meet its pledge to halve the annual rate of inflation this year. It is currently at 10.1%. ", "type": "p"}, {"text": "However, some economists have previously said that inflation is due to fall naturally as energy and commodity prices ease, rather than due to specific government policies. ", "type": "p"}, [{"text": "Labour would build on green belt to boost housing", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-65619675"}, {"text": "UK car giant warns Brexit may force factory closure", "type": "a", "href": "https://www.bbc.co.uk/news/business-65612295"}], {"text": "Speaking at the conference, Andrew Bailey, the governor of the Bank of England, said there were \"good reasons to expect inflation to fall sharply over the coming months\", starting with figures for April which are due to be released next week.", "type": "p"}, {"text": "But he said the UK was experiencing \"second-round\" effects of inflation, highlighting that price setting by companies and wage rises were fuelling inflation in part.", "type": "p"}, {"text": "\"And as headline inflation falls, these second-round effects are unlikely to go away as quickly as they appeared,\" he said.", "type": "p"}, {"text": "The Bank is responsible for setting interest rates and keeping inflation at around 2%.", "type": "p"}, {"text": "Last week, the Bank warned soaring food costs would mean prices will remain higher for longer, as it raised interest rates for the 12th time in a row. to 4.5% in the battle to slow inflation.", "type": "p"}, {"text": "By raising rates, the Bank expects people to have less money to spend and buy fewer things, which should help stop prices rising as quickly.", "type": "p"}, {"text": "However, it also makes it harder for firms to borrow money and expand.", "type": "p"}], "tags": []}