{"link": "https://www.bbc.com/news/entertainment-arts-65619877", "category": "entertainment & arts", "title": "Johnny Depp: Critics lukewarm to comeback film Jeanne du Barry", "contributor": null, "time": "2023-05-17T14:22:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9F79/production/_129752804_johnnydepp-reuters.jpg", "content": [{"text": "US film star Johnny Depp has returned to the international stage for the first time in three years, appearing on the red carpet at the opening night of the Cannes Film Festival.", "type": "b"}, {"text": "He signed autographs and took selfies with fans before the premiere of Jeanne du Barry, in which he plays Louis XV alongside actress and director Maïween. ", "type": "p"}, {"text": "It is Depp's first major role since a series of high-profile court battles with his ex-wife Amber Heard. ", "type": "p"}, {"text": "The film received a standing ovation. ", "type": "p"}, {"text": "Depp reportedly became emotional at the response but critics have been more lukewarm in their assessment of the movie.  ", "type": "p"}, {"text": "The French-language film tells the story of a woman - played by Maïween - born into poverty who becomes the French king's final mistress. ", "type": "p"}, {"text": "But the decision to invite Depp to the festival has been controversial, leading to the hashtag #CannesYouNot trending on social media. ", "type": "p"}, {"text": "He was dropped from the Fantastic Beasts franchise three years ago after losing a libel case with a newspaper which called him a wife beater. ", "type": "p"}, {"text": "Last year he won a defamation case against Heard after she called herself a victim of abuse in the Washington Post. ", "type": "p"}, [{"text": "Why Johnny Depp lost in the UK but won in the US ", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-61673676"}], {"text": "On Monday festival director Thierry Fremaux said he was not interested in Depp's legal woes, adding: \"I am interested in Depp the actor.\"", "type": "p"}, {"text": "Speaking at a press conference to promote the film, Depp told journalists: \"I don't feel boycotted by Hollywood. I don't think about Hollywood. I don't need Hollywood.\"", "type": "p"}, {"text": "Steve Pond, of The Wrap said the first night of Cannes saw a battle \"between a movie and a lot of stuff that didn't have much to do with the movie\". ", "type": "p"}, {"text": "\"And the movie, Jeanne du Barry, just wasn't strong enough to put up much of a fight.\"", "type": "p"}, {"text": "Perhaps the film needed that controversy to be noticed, he suggested. It is a \"a movie that just isn't potent enough to grab any headlines on its own,\" he said. ", "type": "p"}, {"text": "An opulent period drama, the film - which was also written and directed by lead actor Maïween - was shot at the Palace of Versailles with some costumes designed and created by Chanel. ", "type": "p"}, {"text": "However, despite being \"sumptuously made... with jaw-dropping costumes\", it is also \"kind of bland\", according to Jordan Mintzer of The Hollywood Reporter. ", "type": "p"}, {"text": "\"Even the casting - some would say stunt casting - of Johnny Depp as the king offers a few early thrills and then mostly yawns, with Depp dishing out what feels like a total of a dozen lines in respectable French, while otherwise remaining mute. ", "type": "p"}, {"text": "\"His performance isn't bad, and neither is Maïwenn's in the lead role. But the two of them, like the movie, rarely get our pulse racing.\"", "type": "p"}, [{"text": "Read more: Indiana Jones and other Cannes highlights", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65569899"}], {"text": "Damon Wise of Deadline also noted that Depp's role is \"suspiciously light on dialogue\" but bewailed the lack of passion on screen. ", "type": "p"}, {"text": "\"If Maïwenn's heroine really did sleep her way to the top and go to an early grave branded 'sin incarnate', then Jeanne du Barry must surely be the PG version,\" he wrote.", "type": "p"}, {"text": "Awarding it three stars, The Guardian's Peter Bradshaw praised the \"watchability\" of the film and \"spectacular casting\" of Depp.  ", "type": "p"}, {"text": "\"But Louis and Jeanne are not entirely credible as a love story, perhaps because of the cynicism in which they are both complicit and perhaps because the performances are a little opaque,\" he continued.", "type": "p"}, {"text": "\"It's an entertaining spectacle, only partly aware of its own vanity.\"", "type": "p"}, {"text": "Variety's Peter Debruge said the decision to cast Depp felt \"apt, for there must be a palpable power differential between Louis and his latest infatuation\". ", "type": "p"}, {"text": "\"For his part, Depp delivers his lines in well-turned French, wearing fine powder and a stiff white wig, and yet he seems strangely uncomfortable in the role - adequate but not especially engaged,\" he added. ", "type": "p"}, {"text": "\"Depp's the kind of player who delivers practically every performance with a wink, so it's odd that even when his Louis is actually supposed to be winking (at Jeanne), the sparkle isn't there. That curious lack of complicity saps the chemistry we crave between the two leads. ", "type": "p"}, {"text": "However, Rafaela Sales Ross of the Playlist described Depp as \"very American, very misplaced\" in the film where his French accent is \"almost as distracting as his distorted make-up\". ", "type": "p"}, {"text": "\"If it wasn't for the highly-publicised scandals that envelop Jeanne du Barry, it is likely the film would make a swift turn from the red carpet into ostracism, and while the hubbub certainly delays the process, it will do little to prevent Maïwenn's dire latest from the merciless hands of oblivion,\" she added.", "type": "p"}, {"text": "There was more sympathy from Kevin Maher in the Times who said Maïwenn coaxed an \"impressively controlled performance\" from Depp - but the movie is not really about him anyway. ", "type": "p"}, {"text": "\"It's very occasionally too tasteful for is own good,\" he added. \"But it's also mature and grounded, and represents probably the best recovery vehicle that Depp is going to get.\"", "type": "p"}, {"text": "And Nicholas Barber, of BBC Culture, concluded: \"The combination of Depp and Maïween may have seemed like a dangerous one, but on this occasion they're playing it safe.\" ", "type": "p"}], "tags": []}