{"link": "https://www.bbc.com/news/science-environment-65602293", "category": "science & environment", "title": "Global warming set to break key 1.5C limit for first time", "contributor": null, "time": "2023-05-17T10:01:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1853C/production/_129744699_c0268980-el_nino_sea_temperatures_october_2015.jpg", "content": [{"text": "Our overheating world is likely to break a key temperature limit for the first time over the next few years, scientists predict. ", "type": "b"}, {"text": "Researchers say there's now a 66% chance we will pass the 1.5C global warming threshold between now and 2027.", "type": "p"}, {"text": "The chances are rising due to emissions from human activities and a likely El Niño weather pattern later this year.", "type": "p"}, {"text": "If the world passes the limit, scientists stress the breach, while worrying, will likely be temporary.", "type": "p"}, {"text": "Hitting the threshold would mean the world is 1.5C warmer than it was during the second half of the 19th Century, before fossil fuel emissions from industrialisation really began to ramp up.", "type": "p"}, {"text": "And breaking the limit even for just one year is a worrying sign that warming is accelerating and not slowing down. ", "type": "p"}, {"text": "The 1.5C figure has become a symbol of global climate change negotiations. Countries agreed to \"pursue efforts\" to limit global temperature rises to 1.5C under the 2015 Paris agreement.", "type": "p"}, {"text": "Going over 1.5C every year for a decade or two would see far greater impacts of warming, such as longer heatwaves, more intense storms and wildfires. ", "type": "p"}, {"text": "But passing the level in one of the next few years would not mean that the Paris limit had been broken. Scientists say there is still time to restrict global warming by cutting emissions sharply.", "type": "p"}, [{"text": "How do El Niño and La Niña change the weather?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64192508"}, {"text": "Unexplained ocean warming alarms scientists", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65339934"}, {"text": "Can we take CO2 back out of the air", "type": "a", "href": "https://www.bbc.com/future/article/20230321-ipcc-the-rising-need-for-negative-emissions"}], {"text": "Since 2020 the World Meteorological Organisation has been giving an estimate of the chances of the world breaking the 1.5C threshold in any one year. ", "type": "p"}, {"text": "Back then they predicted there was less than a 20% chance of breaking 1.5C in the five years ahead. ", "type": "p"}, {"text": "By last year this had increased to 50%, and now it's jumped to 66%, which the scientists say means it's \"more likely than not.\"", "type": "p"}, {"text": "The figure is not a direct measure of the world's temperature but an indicator of how much or how little the Earth has warmed or cooled compared to the long term global average. ", "type": "p"}, {"text": "Scientists use average temperature data from the period between 1850-1900 as a measure of how hot the world was before our modern reliance on coal, oil and gas. ", "type": "p"}, {"text": "For decades they believed that if the world warmed by around 2C that would be the threshold of dangerous impacts - but in 2018 they significantly revised this estimate, showing that going past 1.5C would be calamitous for the world. ", "type": "p"}, {"text": "Over the past few decades our overheating world has nudged the mercury up so that in 2016, the warmest on record, global temperatures were 1.28C above the pre-industrial figure. ", "type": "p"}, {"text": "Now researchers say that figure is set to be smashed - they are 98% certain the high mark will be broken before 2027.", "type": "p"}, {"text": "And in the years between now and then they believe there's a very solid chance the 1.5C limit will be surpassed for the first time. ", "type": "p"}, {"text": "\"We really are now within reach of a temporary exceedance of 1.5C for the annual mean temperature, and that's the first time in human history we've been that close,\" said Prof Adam Scaife, head of long range forecasts at the Met Office, who compile the data from weather and climate agencies around the world.", "type": "p"}, {"text": "\"I think that's perhaps the most stark and obvious and simplest statistic that we've got in the report,\" he told a news conference. ", "type": "p"}, {"text": "The researchers stress that temperatures would have to stay at or above 1.5C for 20 years to be able to say the Paris agreement threshold had been passed. ", "type": "p"}, [{"text": "A really simple guide to climate change  ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}], {"text": "\"This report does not mean that we will permanently exceed the 1.5C level specified in the Paris Agreement which refers to long-term warming over many years,\" said WMO Secretary-General Prof. Petteri Taalas", "type": "p"}, {"text": "\"However, WMO is sounding the alarm that we will breach the 1.5C level on a temporary basis with increasing frequency,\" he said.", "type": "p"}, {"text": "There are two key elements - the first is the continuing high levels of carbon emissions from human activities that despite a fall during the pandemic are still going up. ", "type": "p"}, {"text": "The second, critical part is the likely appearance of El Niño, a weather phenomenon with global implications. ", "type": "p"}, {"text": "For the last three years the world has been experiencing a La Niña event which has dampened climate warming to some extent. ", "type": "p"}, {"text": "But the extra heat that El Niño will bring to the surface of the Pacific will likely push the global temperature to a new high next year.", "type": "p"}, {"text": "However there is still uncertainty around the onset and scale of the event.", "type": "p"}, {"text": "\"It's worth noting that a lot of our forecasts that are being made now for the El Niño that we think is developing this winter, are showing pretty big amplitude,\" Prof Scaife told reporters. ", "type": "p"}, {"text": "\"But to actually predict the magnitude, or a subsequent event within the five-year period, we can't give the exact dates of that beyond this one year ahead, so it could be in three or four years from now we get to two and a half degree El Niño and that might be the one that does it. \"", "type": "p"}, {"text": "The Arctic will experience warming at a greater level than many regions, with the temperature anomaly expected to be three times as large as the global figure over the next five northern hemisphere winters. ", "type": "p"}, {"text": "Northern Europe including the UK will likely experience increased rainfall for the May to September period over the next five years, the report says.", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc.", "type": "p"}], "tags": []}