{"link": "https://www.bbc.com/news/entertainment-arts-66769697", "category": "entertainment & arts", "title": "Sarah Lancashire says 'terrible menopause' affects her memory", "contributor": null, "time": "2023-09-10T17:01:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/113CD/production/_131050607_pa.png", "content": [{"text": "Actress Sarah Lancashire says she is having \"the most terrible menopause\" and suffers from brain fog as a result.", "type": "b"}, {"text": "The star of BBC crime drama Happy Valley said she struggled with hot flushes during last week's National TV Awards (NTAs).", "type": "p"}, {"text": "She told the Mail on Sunday she needed two fans \"pretty much on my face the whole time\" to cool down at the ceremony.", "type": "p"}, {"text": "Lancashire, 58, plays Sergeant Catherine Cawood in Happy Valley.", "type": "p"}, {"text": "The actress won the award for best drama performance at the NTAs and was also given this year's special recognition award, presented by Sir Ian McKellen.", "type": "p"}, {"text": "Speaking about brain fog, she described a recent shopping trip where she had forgotten what she had gone out to buy.", "type": "p"}, {"text": "\"I was in Sainsbury's the other day, and I found myself just stood there in the aisle and could not remember what I was there for,\" she said.", "type": "p"}, {"text": "\"It just comes over you all of a sudden. I can't remember things that happened 30 years ago either.\"", "type": "p"}, {"text": "The actress said she tried to conceal her cooling methods at the O2 Arena during the NTAs.", "type": "p"}, {"text": "\"I brought one of my closest friends with me and his job was to keep an eye out for the cameras and if it looked like they were going to pan across to us, then he'd let me know so I could hide (the fans),\" she said.", "type": "p"}, {"text": "Lancashire said she had been using hormone replacement therapy (HRT) to help with menopause symptoms.", "type": "p"}, {"text": "\"I am on the gel but it's not great for me so I might give the patches a go next,\" she said.", "type": "p"}, [{"text": "What is the menopause and what are the signs?", "type": "a", "href": "https://www.bbc.co.uk/news/health-48258910"}], {"text": "The actress has also previously spoken about her struggle with depression. ", "type": "p"}, {"text": "In 2016, Lancashire told the Daily Mail she had gone through good and bad patches, and that her 20s had been a \"write-off\".", "type": "p"}, {"text": "\"In my early days, depression did inhibit me because I was too debilitated and terrified to tell anyone why I couldn't get on a train from Manchester for auditions in London,\" she said.", "type": "p"}, {"text": "\"I fully believed I'd lose work if I admitted to it.\"", "type": "p"}, {"text": "The menopause is when women's periods stop, which normally happens around the age of 51.", "type": "p"}, {"text": "This signals the end of the reproductive years and the start of a new phase of life.", "type": "p"}, {"text": "The lead-up to this happening, when periods become irregular, is known as the peri-menopause. It starts, on average, at 46.", "type": "p"}, {"text": "This is when many women notice their periods becoming unpredictable or heavy, and have feelings or physical problems they haven't experienced before.", "type": "p"}, {"text": "When periods haven't happened for 12 months, you can look back and say you've been through the menopause (the last period).", "type": "p"}, {"text": "For some, it can happen earlier - either naturally, or after treatment for another condition.", "type": "p"}, {"text": "Lancashire said she was diagnosed with clinical depression at 18, and that she had struggled to get out of bed while working on Coronation Street in the 1990s. ", "type": "p"}, {"text": "The actress said her illness had been \"absolutely debilitating\", and had eventually led to a breakdown.", "type": "p"}, {"text": "She said: \"I was terrified of being judged and misunderstood. I just battled along. It was the worst thing I could have done.\"", "type": "p"}, {"text": "Lancashire added that being in the public eye \"makes you frightened to talk openly about things - which is precisely why you should\".", "type": "p"}, {"text": "If you have been affected by any of the issues in this story, information and support is available via the BBC Action Line.", "type": "p"}], "tags": []}