{"link": "https://www.bbc.com/news/science-environment-66753909", "category": "science & environment", "title": "Climate change: UN calls for radical changes to stem warming", "contributor": null, "time": "2023-09-08T14:00:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A5DF/production/_131036424_gettyimages-1555898585.jpg", "content": [{"text": "Tackling climate change needs a rapid transformation of the way our world works, travels, eats and uses energy, according to an important UN review.", "type": "b"}, {"text": "This is the first \"global stocktake\" to examine the efforts of countries to reduce planet-warming emissions since the Paris agreement was signed in 2015.", "type": "p"}, {"text": "While progress has been made, efforts now need to be massively scaled up.", "type": "p"}, {"text": "The report calls for \"radical decarbonisation\" with a fast phase out of fossil fuels without carbon capture. ", "type": "p"}, {"text": "Burning fossil fuels like oil, gas and coal to generate electricity emits carbon dioxide, which is the main driver of climate change. Carbon capture in industrial processes and power stations stops most of the CO2 produced from being released, and either reuses it or stores it underground.", "type": "p"}, [{"text": "What is carbon capture and can it fight climate change?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64723497"}, {"text": "A really simple guide to climate change  ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}, {"text": "What does net zero mean?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58874518"}], {"text": "Renewable energy also needs significant expansion while deforestation needs to be halted and reversed by 2030.", "type": "p"}, {"text": "The stocktake report will be considered by political leaders and will be central to global climate talks in Dubai later this year.", "type": "p"}, {"text": "Over the course of the past two years, the UN has set out to review the promises made by countries who signed the Paris agreement in 2015. At the meeting eight years ago, countries agreed to keep the amount of warming since the industrial revolution well below 2C and make efforts to keep it under 1.5C.", "type": "p"}, {"text": "The report examines their efforts to cut carbon, to adapt to climate change and how they have mobilised finance and technology to help poorer nations deal with the problem.", "type": "p"}, {"text": "No country is named and shamed in this report, which considers the collective approach to tackling the problem.", "type": "p"}, {"text": "Much progress has been made, the document acknowledges, but the global rise in temperatures predicted for this century is still well above what was promised in Paris. ", "type": "p"}, {"text": "Keeping to those goals will now require a significant uptick in ambition according to the stocktake, which calls for widespread \"system transformation\".", "type": "p"}, {"text": "This means that every aspect of our societies needs to change to rein in rising temperatures.", "type": "p"}, {"text": "This includes the way we make energy, the way we travel, work and produce food.  Experts say this type of change needs governments to take the initiative and make sure that their climate actions aren't immediately nullified by other policies and investments.", "type": "p"}, {"text": "\"One could also see the call for system transformations as a recognition that, while we still can, we should take our destiny in our own hands,\" said Dr Richard Klein from the Stockholm Environment Institute, who was involved in the initial stages of the stocktake. ", "type": "p"}, {"text": "\"Either we transform society in a way that avoids the worst of climate change, or climate change will transform society for us, in ways that are difficult to foresee but likely not to be very pleasant.\"", "type": "p"}, {"text": "The report makes a clear call for the rapid scaling up of renewable energy sources including wind and solar but also says that fossil fuels that don't capture the carbon they produce have no future.  The stocktake says that these are \"indispensable elements\" of a just transition to net zero by the middle of this century.", "type": "p"}, {"text": "Electric vehicles \"offer the greatest mitigation potential\" in the transport sector, according to the report which also underlines the fact that shifting to climate friendly, healthy diets, reducing food waste and fostering sustainable agriculture can make a significant difference to limiting emissions. ", "type": "p"}, {"text": "The stocktake also examines efforts on climate adaptation and finance, something that has been a constant source of anger for developing countries. It calls for a rapid scaling up of finance from an expanded range of sources. ", "type": "p"}, {"text": "The idea of a stocktake is to ensure that the next set of plans to cut carbon that governments register with the UN in 2025 will be more ambitious than the current ones. ", "type": "p"}, {"text": "However the report will also form the basis of discussions at the COP28 global climate talks to be held in Dubai later this year.  ", "type": "p"}, {"text": "Efforts at COP27 to agree a phase out of all unabated fossil fuels failed due to resistance from several major oil producing nations. ", "type": "p"}, {"text": "UN officials believe the stocktake report will increase the pressure for a major statement at COP28.", "type": "p"}, {"text": "\"I urge governments to carefully study the findings of the report and ultimately understand what it means for them and the ambitious action they must take next,\" said Simon Stiell, executive secretary of UN Climate Change. ", "type": "p"}, {"text": "Observers agree that the document is a wake-up call.", "type": "p"}, {"text": "\"We already know the world is failing to meet its climate goals, but leaders now have a concrete blueprint underpinned by a mountain of evidence for how to get the job done,\"  said Ani Dasgupta from the World Resources Institute.", "type": "p"}], "tags": []}