{"link": "https://www.bbc.com/news/entertainment-arts-65592547", "category": "entertainment & arts", "title": "S Club confirm tour to go on after Paul Cattermole death", "contributor": null, "time": "2023-05-14T19:48:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16B36/production/_129728929_s_club.jpg", "content": [{"text": "S Club 7 have confirmed they will be embarking on a planned tour after the death of Paul Cattermole - but without remaining member Hannah Spearritt. ", "type": "b"}, {"text": "In a video posted to the group's official Instagram page, the other five members confirmed she would not be taking part in the 19-date tour. ", "type": "p"}, {"text": "Cattermole died last month aged 46 at his home in Dorset, weeks after the 25th anniversary tour was announced.", "type": "p"}, {"text": "He and Spearritt had been in a relationship while in the band.", "type": "p"}, {"text": "Last month, she gave an interview to the Sun in which she said she had been unable to stop crying since learning of his death.", "type": "p"}, {"text": "The cause of the star's death has not been confirmed but police said there were \"no suspicious circumstances\".", "type": "p"}, {"text": "S Club 7 were one of the biggest pop acts of the late 1990s and early 2000s.", "type": "p"}, [{"text": "S Club 7 star Paul Cattermole dies aged 46", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65215283"}, {"text": "S Club 7 stars pay tribute to Paul Cattermole", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65240157"}], {"text": "Their hits included Reach, Don't Stop Movin' and S Club Party. In total, they had 11 UK top 10 singles, including four number ones, and sold more than 10 million albums worldwide. They also won two Brit Awards.", "type": "p"}, {"text": "The tour will take place in October this year, taking in arenas across the UK, plus one date in the Republic of Ireland. ", "type": "p"}, {"text": "In one other change, the branding on the band's website had been updated with the '7' in the group's logo removed as they have reverted to their previous name of S Club. The band used this version of the name in the mid-2000s when Cattermole initially left the band.", "type": "p"}, {"text": "In the Instagram video, the band sit on a sofa and appear to be clearly emotional. ", "type": "p"}, {"text": "It opens with them explaining they had recently been taking time to deal with Paul's death, saying it had been \"a bit of a shock\". ", "type": "p"}, {"text": "On the departure of Hannah Spearritt, Jon Lee said she remained a member of the group. ", "type": "p"}, {"text": "\"She won't be joining us on this tour but we wish her all the best for the future. However, the five of us are really excited and geared up to crack on,\" he said. ", "type": "p"}, {"text": "He goes on to say the tour will be a \"tribute\" to Paul, and is being renamed the Good Times Tour, after one of the songs that featured Paul as the lead vocalist.", "type": "p"}, {"text": "Rachel Stevens said: \"He's always going to be with us. He was such a big part of this tour, so involved in everything that we are planning.\"", "type": "p"}, {"text": "\"And we are just going to keep his memory alive and share it with all of you and its going to make it even more special.\"", "type": "p"}, {"text": "Bradley McIntosh said Paul was like a \"big brother\" to the group, with Jo O'Meara saying that Paul would light up a room \"with humour and love\" and was \"just a really special person\". ", "type": "p"}, {"text": "Tina Barrett added: \"It's just really sad and really, really hard to process it right now.\"", "type": "p"}], "tags": []}