{"link": "https://www.bbc.com/news/science-environment-65571309", "category": "science & environment", "title": "Astronomers detect largest cosmic explosion ever seen", "contributor": null, "time": "2023-05-12T10:36:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8D69/production/_129710263_cosmicexplosion.png", "content": [{"text": "Astronomers have discovered what they believe to be the largest explosion ever detected. ", "type": "b"}, {"text": "The explosion is more than 10 times brighter than any recorded exploding star - known as a supernova. ", "type": "p"}, {"text": "So far it has lasted more than three years, much longer than most supernovae which are usually only visibly bright for a few months.", "type": "p"}, {"text": "One theory is that the blast was caused when a vast cloud of gas was swallowed up by a black hole.", "type": "p"}, {"text": "A flash in the sky was first automatically detected and recorded in 2020 by the Zwicky Transient Facility in California. But it wasn't until a year later that it was picked up by astronomers combing through the data. ", "type": "p"}, {"text": "They called the event AT2021lwx. At the time they thought it was unremarkable because there was no indication of how far away it was and therefore it wasn't possible to calculate its brightness.", "type": "p"}, {"text": "Last year a team led by Dr Philip Wiseman from the University of Southampton analysed the light from the event which enabled them to calculate its distance - 8bn light years away. Dr Wiseman described the moment the worked out the brightness of the phenomenon.", "type": "p"}, {"text": "\"We thought 'oh my God, this is outrageous!'\".", "type": "p"}, {"text": "The team were completely baffled as to what could have caused something so bright. There was nothing in the scientific literature that could account for something that was so bright that lasted so long, according to Dr Wiseman.", "type": "p"}, {"text": "\"Most supernovae and tidal disruption events only last for a couple of months before fading away. For something to be bright for two plus years was immediately very unusual.\"", "type": "p"}, {"text": "His theory is that the explosion is a result of an enormous cloud of gas, possibly thousands of times larger than our Sun, swallowed up by a supermassive black hole. ", "type": "p"}, {"text": "This would send shockwaves across space and leave superheated remnants of the cloud surrounding the black hole like a giant ring doughnut. ", "type": "p"}, {"text": "All galaxies are thought to have giant black holes at their heart. Dr Wiseman believes that such powerful explosions could play an important role in what he describes as \"sculpting\" the centre of galaxies.", "type": "p"}, {"text": "\"It could be that these events, although extremely rare, are so energetic that they are key processes to how the centres of galaxies change over time\".", "type": "p"}, {"text": "The search is now on for more huge explosions like this, according to Dr Robert Massey who is the Deputy Executive Director of the Royal Astronomical Society.", "type": "p"}, {"text": "\"We've never seen anything like this before and certainly not on this scale,\" he told BBC News.", "type": "p"}, {"text": "\"I'd be amazed if this is the only object like this in the Universe\".", "type": "p"}, {"text": "Dr Wiseman hopes to detect more events like this with new telescope systems coming online in the next few years. ", "type": "p"}, {"text": "The team are now setting out to collect more data on the explosion - observing the object in different wavelengths, including X-rays, which could reveal the object's temperature and what processes might be taking place at the surface. They will also carry out upgraded computational simulations to test if these match their theory of what caused the explosion.", "type": "p"}, {"text": "Last year, astronomers detected the brightest explosion on record, a gamma-ray burst known as GRB 221009A, which lasted just over ten hours. Although this was brighter than AT2021lwx, it lasted for just a fraction of the time, meaning the explosive power of the AT2021lwx explosion was far greater.", "type": "p"}, {"text": "The details have been published in the Monthly Notices of the Royal Astronomical Society .", "type": "p"}, {"text": " Follow Pallab on Twitter", "type": "p"}], "tags": []}