{"link": "https://www.bbc.com/news/business-67068611", "category": "business", "title": "Sam Bankman-Fried faces ex-girlfriend Caroline Ellison in court", "contributor": null, "time": "2023-10-10T18:24:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/74B9/production/_131318892_bankman_976reu.jpg", "content": [{"text": "The founder of bankrupt crypto exchange FTX Sam Bankman-Fried is facing his ex-girlfriend in court. ", "type": "b"}, {"text": "On Tuesday, Caroline Ellison began testifying against the former crypto billionaire, who is on trial accused of stealing billions from customers.", "type": "p"}, {"text": "As the former head of Alameda Research, Mr Bankman-Fried's crypto trading firm, the 28-year-old is alleged to have played a pivotal role in the scheme.  ", "type": "p"}, {"text": "She pleaded guilty in December, telling the court: \"I knew that it was wrong.\" ", "type": "p"}, {"text": "Mr Bankman-Fried has denied all the charges against him.", "type": "p"}, {"text": "Ms Ellison took the stand shortly after 12:30 local time (16:30 GMT) and told the court that Alameda ultimately took about $14bn (£11.4bn) from FTX customers, using it for investments and repaying lenders.", "type": "p"}, {"text": "Alameda was able to return some of that money to the exchange, she added. ", "type": "p"}, {"text": "Ms Ellison's arrival on the stand was greeted with nervous laughter, especially after she struggled for a long moment to find Mr Bankman-Fried in the courtroom. ", "type": "p"}, {"text": "A wide range of people, from former FTX customers to casual observers, has been anticipating her first-hand account of what led the once powerful exchange to collapse last year, turning Ms Ellison into a star witness.  ", "type": "p"}, {"text": "Ben McKenzie, the star of The OC who has written a book critical of crypto, was among the onlookers sitting in the courtroom and watching from overflow locations in the New York courthouse.", "type": "p"}, {"text": "The company was once one of the biggest platforms in the world where crypto investors could buy and trade digital currencies. It went bankrupt in November, with more than $8bn reported missing.", "type": "p"}, {"text": "Prosecutors allege that the fall came after Mr Bankman-Fried stole billions in customer money via Alameda, which had an account at the firm that allowed it to withdraw virtually unlimited money. ", "type": "p"}, {"text": "He allegedly used the funds to buy property, make political donations and fund Alameda, which made risky bets in crypto that caused trouble when crypto markets soured in 2022.", "type": "p"}, {"text": "When Alameda lenders came calling that year, they say Mr Bankman-Fried directed Ms Ellison to tap FTX customer funds to repay its debts.", "type": "p"}, {"text": "She has admitted to a range of charges, including lying about the relationship between the two firms, in expectation of a reduced sentence.", "type": "p"}, [{"text": "What you need to know about Sam Bankman-Fried trial", "type": "a", "href": "https://www.bbc.co.uk/news/business-66990173"}], {"text": "Mr Bankman-Fried's lawyers have argued that Alameda's relationship with FTX was characterised by business practices that were reasonable, given its role helping to ease trading on the platform. ", "type": "p"}, {"text": "In their opening arguments they claimed that the firm's problems were fuelled by Ms Ellison's failure to heed Mr Bankman-Fried's warning to protect the firm against turmoil in the crypto markets.", "type": "p"}, {"text": "Ms Ellison's account is expected to be coloured by her on-off romantic relationship with Mr Bankman-Fried, which was a source of stress for both, according to filings from prosecutors and her own writings which Mr Bankman-Fried shared with the New York Times over the summer.", "type": "p"}, {"text": "Doing so prompted his bail to be revoked, forcing him to await trial in jail after Judge Lewis Kaplan ruled that the move amounted to witness intimidation.", "type": "p"}, {"text": "Ms Ellison met Mr Bankman-Fried when they both worked at the investment firm Jane Street. ", "type": "p"}, {"text": "The daughter of MIT economists who earned a maths degree at Stanford, she shared a family background rooted in academia and an ambition to make money to do good. ", "type": "p"}, {"text": "She is one of several members of Mr Bankman-Fried's inner circle to take the stand against him.", "type": "p"}], "tags": []}