{"link": "https://www.bbc.com/news/entertainment-arts-67072103", "category": "entertainment & arts", "title": "Holly Willoughby: What next for This Morning after presenter's exit?", "contributor": null, "time": "2023-10-10T18:17:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/93E2/production/_131385873_crhw.jpg", "content": [{"text": "The last line of Holly Willoughby's statement on Tuesday announcing her exit from This Morning offers perhaps the best indication of the ITV daytime show's future.", "type": "b"}, {"text": "As Willoughby informed viewers via Instagram that she would step down after 14 years, she recalled something the original hosts famously said about presenting the long-running programme.", "type": "p"}, {"text": "\"Richard and Judy said 'We only look after this show, it will always belong to the viewers',\" Willoughby noted. \"It's been an honour to just be part of its story and I know this story has many chapters left to go.\"", "type": "p"}, [{"text": "Holly Willoughby quits This Morning after 14 years", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-67071668"}], {"text": "That very sentiment is the reason This Morning could easily survive despite losing both of its long-standing presenters in the space of six months.", "type": "p"}, {"text": "However, following the exits of both Willoughby and Phillip Schofield, the show now finds itself at a crossroads.", "type": "p"}, {"text": "Schofield left in May after reports that his relationship with Willoughby had come under strain. A week after his exit, he admitted having an affair with a younger male colleague and lying to cover it up.", "type": "p"}, {"text": "Willoughby's exit, meanwhile, follows last week's arrest of a man from Essex who was accused of plotting to kidnap and murder her - although the presenter did not directly refer to this in her leaving statement.", "type": "p"}, {"text": "Her departure marks the end of an era. Much like the programme itself, Willoughby has been a fixture in ITV's daytime schedule.", "type": "p"}, {"text": "Despite their fallout earlier this year, there's no escaping the fact that Willoughby and Schofield had fantastic chemistry, the kind which isn't easily replicated.", "type": "p"}, {"text": "So what next for This Morning?", "type": "p"}, {"text": "The format could certainly survive in its current form with new presenters - but ITV could just as easily take the opportunity to do something new with their mid-morning slot.", "type": "p"}, {"text": "It's unlikely the daytime show will be cancelled, at least immediately. That would leave a three-hour gap in the schedule that would not be easily filled. ", "type": "p"}, {"text": "The show is relatively cheap to make and the core format - recipes, agony aunts and celebrity interviews - is something that isn't dependent on the consistency of the personalities presenting it. ", "type": "p"}, {"text": "Piers Morgan is perhaps a relevant comparison. It's worth noting that ITV never formally replaced him after his exit from Good Morning Britain in March 2021. ", "type": "p"}, {"text": "The breakfast programme has survived perfectly well for two-and-a-half years with a rotating roster of guest presenters next to Susanna Reid, because ultimately it's the format of news and entertainment that people tune in for. ", "type": "p"}, {"text": "This Morning is in a similar position. Although Phil and Holly were great together on screen, a string of other presenters who have hosted the show in the recent tumultuous months have proved just as capable and popular.", "type": "p"}, {"text": "Alison Hammond and Dermot O'Leary have gone down well on Fridays, while Josie Gibson, Craig Doyle and Steve Jones have kept the show on the road since Schofield's exit and during Willoughby's summer holiday.", "type": "p"}, {"text": "According to recent tabloid reports, Ben Shephard - an agreeable host who goes down well with a cup of tea and a slice of cake - was on the verge of being signed to sit on the sofa with Willoughby as Schofield's permanent replacement. ", "type": "p"}, {"text": "A new partnership would have brought some stability to the show as well as some continuity for viewers. Rescuing This Morning is still perfectly possible, but the network will have to rethink its strategy.", "type": "p"}, {"text": "Having said that, if ITV had been wondering about doing something different with its mid-morning slot, this would be an opportune moment to do it. The show has, after all, been on air since 1988 and you could argue a refresh is due.", "type": "p"}, {"text": "At last month's National Television Awards - which are voted for by the public - it failed to win a prize for the first time in 12 years. A reflection of the recent turmoil, certainly, but also perhaps that viewers were beginning to feel less loyal to it and its hosts.", "type": "p"}, {"text": "Even before this year's upheaval, Schofield and Willoughby became the targets of public ire when they were accused of jumping the queue to view the late Queen Elizabeth lying in state last September.", "type": "p"}, {"text": "With their departures, ITV could be tempted to shake up the brand or even launch a new programme - with a new title, new studio, new branding and new presenters - but a similar format.", "type": "p"}, {"text": "Some critics may say the show isn't particularly important, that the news coverage of Schofield and Willoughby this year is disproportionate to the number of viewers who actually tune in. ", "type": "p"}, {"text": "But the ratings - roughly 700,000 viewers per day - are a bit misleading. That is an average for a programme that's on every weekday. ", "type": "p"}, {"text": "Sure, not many people sit down and watch every episode for a full three hours - but most of the British public catch a glimpse of it every now and again. The brand and name recognition for This Morning - and Willoughby - is extremely high.", "type": "p"}, {"text": "It is, ultimately, a flagship programme for ITV, and bosses won't announce their next move without careful consideration.", "type": "p"}], "tags": []}