{"link": "https://www.bbc.com/news/health-67016985", "category": "health", "title": "'Long colds' are a thing, like long Covid say experts", "contributor": null, "time": "2023-10-06T08:06:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14670/production/_114386538_gettyimages-948301830.jpg", "content": [{"text": "\"Long colds\" can be a thing in the same way that \"long Covid\" is, with some people experiencing prolonged symptoms after an initial infection, according to a UK study. ", "type": "b"}, {"text": "Common long cold symptoms included a cough, stomach pain and diarrhoea.", "type": "p"}, {"text": "The findings come from 10,171 adults who completed questionnaires.", "type": "p"}, {"text": "More work is needed to understand who is at risk, how bad it can be and what can be done about it, experts say.", "type": "p"}, [{"text": "Why are there so many coughs and colds around at the moment?", "type": "a", "href": "https://www.bbc.co.uk/newsround/64317991"}, {"text": "What to do if you have Covid", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-54239922"}, {"text": "What you need to know about Covid as new variant rises", "type": "a", "href": "https://www.bbc.co.uk/news/health-66848549"}], {"text": "The idea that a respiratory virus - or indeed other viral infections - can cause longer-lasting illness is not new, but the recent Covid pandemic has brought fresh attention to the phenomenon. ", "type": "p"}, {"text": "The researchers behind the new work say the results provide validation for patients who experience problems like this. Investigator Prof Adrian Martineau, from Queen Mary University of London, told the BBC: \"People really can feel very run down after a virus. It's not in their imagination and it is a recognised thing.\"", "type": "p"}, {"text": "The study, published in The Lancet's eClinical Medicine journal, asked people to report any respiratory illness and other symptoms they had in the first two months of 2021 - when the Covid pandemic was entering its second year and vaccines were starting to be rolled out. ", "type": "p"}, {"text": "All of the participants were yet to have their Covid jab.", "type": "p"}, {"text": "Out of the 10,171 in the study:", "type": "p"}, [{"text": "1,343 said they had recently caught Covid", "type": "p"}, {"text": "472 said they had been infected with another respiratory virus, such as flu or a cold", "type": "p"}], {"text": "Not everyone recovering from a bout of illness had persistent or new symptoms. ", "type": "p"}, {"text": "But, compared with those who said they had no recent respiratory illness, those who said they had Covid or flu or a cold in the weeks before were more likely to experience certain symptoms in the month or so after. ", "type": "p"}, {"text": "Those symptoms included:", "type": "p"}, [{"text": "diarrhoea", "type": "p"}, {"text": "stomach problems", "type": "p"}, {"text": "muscle or joint pain", "type": "p"}, {"text": "sleep problems", "type": "p"}, {"text": "memory problems/difficulty concentrating", "type": "p"}, {"text": "dizziness/feeling lightheaded", "type": "p"}, {"text": "coughing", "type": "p"}], {"text": "People who recently had Covid were more likely to report problems with smell and taste, brain fog, dizziness and sweating than people who had prolonged symptoms after a cold or flu. ", "type": "p"}, {"text": "Post-viral fatigue or other symptoms can affect people of any age. And the severity of the initial illness doesn't always predict risk - some people can be very unwell at the start but recover relatively quickly, while others who were only mildly unwell at first can then go on to experience debilitating symptoms for a long time afterwards.", "type": "p"}, {"text": "Lead researcher Giulia Vivaldi, from Queen Mary University of London, said: \"Our findings shine a light not only on the impact of long Covid on people's lives, but also other respiratory infections. A lack of awareness, or even the lack of a common term, prevents both reporting and diagnosis of these conditions.", "type": "p"}, {"text": "\"As research into long Covid continues, we need to take the opportunity to investigate and consider the lasting effects of other acute respiratory infections.", "type": "p"}, {"text": "\"These 'long' infections are so difficult to diagnose and treat, primarily because of a lack of diagnostic tests and there being so many possible symptoms. There have been more than 200 investigated for long Covid alone.\"", "type": "p"}, {"text": "According to data gathered by the Office for National Statistics, an estimated 1.9 million people in the UK - about 3% of the population - were experiencing long Covid this spring. It is difficult to know for certain how many people are affected though.  ", "type": "p"}, {"text": "Peter Openshaw, professor of experimental medicine, at Imperial College London, said: \"The study is important in showing that recovery from an acute respiratory infection may be slow regardless of cause, that people should expect a slow return to normality and not expect to immediately return to full activities. ", "type": "p"}, {"text": "And he caution the term \"long cold\" should not belittle the very significant disability that some with long Covid suffer. ", "type": "p"}, {"text": "Prof Paul Harrison, Professor of Psychiatry at the University of Oxford, said: \"The study supports previous findings that long-term symptoms are common after respiratory infections in general, not just following Covid.\"", "type": "p"}], "tags": []}