{"link": "https://www.bbc.com/news/science-environment-67066892", "category": "science & environment", "title": "Bird flu: Scientists see gene editing hope for immune chickens", "contributor": null, "time": "2023-10-10T15:00:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1557A/production/_131381478_chickens.png", "content": [{"text": "Researchers have developed gene-edited chickens that are partially resistant to bird flu.", "type": "b"}, {"text": "Although the birds are not completely immune, the scientists say their work shows it might be possible to block the virus in three years.", "type": "p"}, {"text": "The latest results suggest that making further changes to the birds' DNA could produce fully immune chickens.", "type": "p"}, {"text": "Critics say gene editing tackles the symptoms of high-density farming rather than the root cause of animal diseases.", "type": "p"}, {"text": "Professor Helen Sang, of the the University of Edinburgh's Roslin Institute, said the team had made significant progress.", "type": "p"}, {"text": "\"We have got to the point where the results are very encouraging and we want to take this approach further.\"", "type": "p"}, {"text": "The researchers identified three genes they believed were important for the bird flu (formally known as avian influenza) virus to reproduce in the chickens. They made two small changes to one of the genes using a technique known as gene editing.", "type": "p"}, {"text": "The resulting chickens had no side effects after two years. They also had increased resistance to bird flu, but were not fully immune: half the chickens infected with a high dose of the virus developed an infection.", "type": "p"}, {"text": "Although any increase in resistance to bird flu should be welcome, only a solution that provides complete immunity can be used in practice. ", "type": "p"}, {"text": "Any intervention that develops partial resistance would also encourage the virus to change in order to fight back and so, if the intervention were widely used, it would slightly increase the risk of another human global pandemic if a mutation made the virus deadly to humans.", "type": "p"}, {"text": "But Prof Mike McGrew, also of the Roslin Institute, told BBC News that experiments in test tubes showed if changes are made to all three genes, then a fully resistant bird might be possible.", "type": "p"}, {"text": "\"When we did these edits in the cells there was no growth of the virus at all. The changes stopped all replication of the flu.", "type": "p"}, {"text": "''I am extremely confident that editing the three genes will give full immunity.\"", "type": "p"}, {"text": "Gene editing involves making precise changes to DNA to change the function of a gene. In this instance  the three genes were altered to stop them helping bird flu reproduce, but in a way that did not harm the bird.", "type": "p"}, {"text": "The researchers are trying to identify the further genetic changes required, before producing gene-edited chickens for the next phase of their research.", "type": "p"}, {"text": "Bird flu is a major global threat, with a devastating impact in both farmed and wild bird populations. In the UK alone, the current outbreak of H5N1 bird flu has decimated seabird populations and cost the poultry industry more than £100 million in losses.", "type": "p"}, {"text": "What is bird flu and where did it come from?", "type": "p"}, {"text": "It is thought to have emerged in intensive poultry farming in China in the 1990s.", "type": "p"}, {"text": "In rare instances, mutations in the bird flu virus allow it to infect people and cause serious illness. ", "type": "p"}, {"text": "Peter Stevenson, of Compassion in World Farming (CIWF) said the use of gene editing to tackle diseases in farms risked making it easier for animals to be kept in poor conditions. ", "type": "p"}, {"text": "\"Highly pathogenic bird flu has not been caused by wild birds; it has been generated by the crowded, stressful conditions of industrial poultry production. The proper approach to bird flu necessitates a radical restructuring of the poultry sector to reduce stocking densities and flock sizes as well as to reduce the number of farms clustered together\".", "type": "p"}, {"text": "CIWF has supported the use of gene editing to prevent the slaughter of billions of male chicks at birth who are unwanted by the egg producing industry. The campaign group believes that the technology should be used only to reduce animal suffering.", "type": "p"}, {"text": "Work is under way across the world to develop gene edited animals that are resistant to disease and are more productive.", "type": "p"}, {"text": "Parliament passed legislation earlier this year that permits the commercial development and sale of gene edited food. It opens the door for the use farm animals created by the technology, but a further vote in Parliament will be required, once MPs are satisfied that the animals will not suffer.", "type": "p"}, {"text": "The study has been published in the journal Nature Communications.", "type": "p"}, {"text": "Follow Pallab on X, formally known as Twitter", "type": "p"}], "tags": []}