{"link": "https://www.bbc.com/news/technology-67063855", "category": "technology", "title": "Unity: Gaming boss quits after furious pricing backlash", "contributor": null, "time": "2023-10-10T11:57:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/147AF/production/_131378838_f02d4162-2682-469c-9806-b607f8fb71ff.jpg", "content": [{"text": "John Riccitiello has resigned as chief executive of game development tool Unity following a controversial pricing change which angered gamers and developers alike.", "type": "b"}, {"text": "The firm wanted to charge studios every time a person installed a game using Unity's code which powers thousands of modern video games.", "type": "p"}, {"text": "Big developers already pay a licensing fee to use Unity in their games.", "type": "p"}, {"text": "The company has since rolled back most of its plans and apologised.", "type": "p"}, {"text": "Unity said Mr Riccitiello was retiring from the firm effective immediately.", "type": "p"}, {"text": "Unity's game engine is the code behind many popular video games - including Pokemon Go, Genshin Impact and Beat Saber - and is typically used by small studios. ", "type": "p"}, {"text": "It is software that developers use to make a video game and combines tools which handle things like animation and audio.", "type": "p"}, {"text": "It is possible to build such an engine from scratch but it is complicated, so companies often use ready-made versions to save time.", "type": "p"}, {"text": "Developers like Unity, in particular, because of its wide use and ease of access for beginners.", "type": "p"}, {"text": "However, plans announced in September by Mr Riccitiello to alter how the company charged developers provoked widespread anger with some threatening to stop using the technology altogether.", "type": "p"}, {"text": "Gamers and fans also questioned if free-to-play games would have to change to be able to afford the new fees. And Unity was forced to evacuate its San Francisco offices following a report of a death threat made on social media.", "type": "p"}, {"text": "Mr Riccitiello later told the New York Times that he had been \"truly humbled\" by the reaction.", "type": "p"}, {"text": "However, he had clashed with the gaming community before and was forced to apologise after using crude language to describe developers who disagreed with him on monetising their games.", "type": "p"}, {"text": "No reason was given for Mr Riccitiello's abrupt departure. ", "type": "p"}, {"text": "He joined the company in 2013 from Electronic Arts, the publishing giant behind games such as EA Sports FC (previously known as Fifa), The Sims, and Mass Effect.", "type": "p"}, {"text": "He had been EA's chief executive since 2007 but later resigned after admitting its results would fall short of forecasts and that he was \"100% accountable\".", "type": "p"}, {"text": "\"It's been a privilege to lead Unity for nearly a decade and serve our employees, customers, developers and partners, all of whom have been instrumental to the company's growth,\" Mr Riccitiello said in a statement. ", "type": "p"}, {"text": "\"I look forward to supporting Unity through this transition and following the company's future success.\"", "type": "p"}, {"text": "Mr Riccitiello took Unity public in September 2020 in a stock market flotation that valued the business at $13.6bn (£11.1bn). Its share price peaked at nearly $200 over a year later but has since fallen and now trades at $29.70 each.", "type": "p"}, {"text": "While Unity has been growing its revenue, which reached $553m in the three months to 30 June, it remains loss-making. Its most recent quarterly results show a pre-tax loss of $188.5m.", "type": "p"}, {"text": "He will be replaced as interim chief executive by James Whitehurst, who previously held an executive position at IBM.", "type": "p"}], "tags": []}