{"link": "https://www.bbc.com/news/business-62918085", "category": "business", "title": "US mortgage rates hit 14-year high as inflation soars", "contributor": null, "time": "2022-09-15T18:08:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8B3B/production/_126734653_gettyimages-1239641872.jpg", "content": [{"text": "The cost of a typical mortgage in the US has hit its highest level since the 2008 financial crisis as the country battles to rein in soaring prices.", "type": "b"}, {"text": "The average interest rate on a 30-year mortgage hit 6.02% this week, more than double what it was a year ago.", "type": "p"}, {"text": "For families hoping to buy a home, the moves compound affordability problems.", "type": "p"}, {"text": "The rise comes as the US central bank aggressively raises rates in an effort to reduce the pressures driving up inflation across the economy.", "type": "p"}, {"text": "US consumer prices rose by 8.3% in the year to August, the fastest rate in almost 40 years, the Labor Department said this week.", "type": "p"}, {"text": "The figure was higher than expected, raising expectations that the Federal Reserve will continue to raise interest rates aggressively. Mortgage rates have spiked in anticipation of the moves.", "type": "p"}, {"text": "\"Rates continued to rise alongside hotter-than-expected inflation numbers this week, exceeding 6% for the first time since late 2008,\" said Sam Khater, chief economist at Freddie Mac, the government-sponsored mortgage firm that released the interest rate data. ", "type": "p"}, [{"text": "House price squeeze: 'I bid dozens of times but lost'", "type": "a", "href": "https://www.bbc.co.uk/news/business-60921223"}, {"text": "Five ways US rate rise will affect you", "type": "a", "href": "https://www.bbc.co.uk/news/business-61830923"}], {"text": "By raising borrowing costs, policymakers are hoping to lower demand from businesses and households, thereby reducing the pressures pushing up prices. ", "type": "p"}, {"text": "But in the housing market, while higher rates have slowed sales, property prices continue to climb.", "type": "p"}, {"text": "The cost of a typical home in the US was more than $400,000 (£348,000) in July, up more than 10% from a year earlier. ", "type": "p"}, {"text": "\"Although the increase in rates will continue to dampen demand and put downward pressure on home prices, inventory remains inadequate,\" Mr Khater said.", "type": "p"}, {"text": "The spike in mortgage rates is a stark shift for the housing market in the US, which has enjoyed relatively low borrowing costs since 2008, when the US central bank slashed rates during the financial crisis to help prop up the economy.", "type": "p"}, {"text": "The Federal Reserve cut rates again when the pandemic hit in 2020, helping to usher in a period of frenzied home buying with record price increases.", "type": "p"}, {"text": "That era came to an end in March, when the bank started to raise rates rapidly, responding to signs that rapid price increases were becoming entrenched across the economy.", "type": "p"}, {"text": "Many mortgage brokers and realtors have already announced job cuts in response to the slowdown. ", "type": "p"}], "tags": ["US economy", "Inflation"]}