{"link": "https://www.bbc.com/news/entertainment-arts-62913250", "category": "entertainment & arts", "title": "Mel C reveals she was sexually assaulted before the Spice Girls' first concert", "contributor": "Mark Savage", "time": "2022-09-15T09:11:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10FE2/production/_126720696_gettyimages-1399012464.jpg", "content": [{"text": "Melanie C has revealed she was sexually assaulted the night before the Spice Girls' first ever concert in 1997.", "type": "b"}, {"text": "Speaking on novelist Elizabeth Day's podcast, the star said the assault took place during a hotel massage in Turkey.", "type": "p"}, {"text": "\"I felt violated. I felt very vulnerable. I felt embarrassed,\" she said. ", "type": "p"}, {"text": "\"And then I felt unsure - have I got this right? I was in an environment where you take your clothes off with this professional person.\"", "type": "p"}, {"text": "The singer, whose full name is Melanie Chisholm, said she \"buried\" the incident \"immediately\" because she had to focus on the Spice Girls' concert debut.", "type": "p"}, {"text": "\"I didn't want to make a fuss but also I didn't have time to deal with it.\"", "type": "p"}, [{"text": "Mel C: 'People think I'm mouthy, but I'm really gentle'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-53600726"}], {"text": "She added that failing to process the assault at the time had allowed it to become \"buried for years and years and years\".", "type": "p"}, {"text": "It was only when she started writing her memoir, Who I Am, that the memories started to resurface.", "type": "p"}, {"text": "\"It came to me in a dream, or I kind of woke up and it was in my mind. And I was like, 'Oh, my gosh, I haven't even thought about having that in the book.' ", "type": "p"}, {"text": "\"Then, of course, I had to think, 'Well, do I want to reveal this?' And I just thought, actually, I think it's really important for me to say it, and to finally deal with it and process it.\"", "type": "p"}, {"text": "The star described the incident as a \"mild version\" of sexual assault, and said she wanted to share the details because of the impact it had on her.", "type": "p"}, {"text": "\"It has affected me. But I'd buried it, and I'm sure… lots of people do.\"", "type": "p"}, {"text": "In the interview on the How To Fail podcast, the singer also talked about the impact of her parents' divorce, and the eating disorder she developed during her time in the Spice Girls.", "type": "p"}, {"text": "\"I had this idea of what I had to be, to be in this band, to be a pop star,\" she said. \"I started eliminating food groups [and] being very restrictive with my eating alongside doing more and more exercise - to the point of it becoming extremely obsessive.", "type": "p"}, {"text": "\"That went on for years. I lost so much weight that I did become anorexic and my periods stopped. I always wanted to be a mum, and here I was unable to control this thing that jeopardised my fertility. ", "type": "p"}, {"text": "\"It was such a compulsion that I couldn't stop it.\"", "type": "p"}, {"text": "However, she said she felt \"very proud\" that she had overcome the eating disorder, and gave birth to her daughter Scarlett in 2009.", "type": "p"}, {"text": "Chisholm will publish Who I Am, which shares a name with her 2020 single, on Friday, 15 September.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Sexual violence", "Spice Girls", "Eating disorders", "Music"]}