{"link": "https://www.bbc.com/news/technology-62914010", "category": "technology", "title": "US school app accounts hacked to send explicit image", "contributor": null, "time": "2022-09-15T13:15:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/47E1/production/_126710481_shockgettyimages-98352857-1.jpg", "content": [{"text": "Parents in the US have reported receiving a notorious explicit image after hackers targeted a school app with 10 million users including teachers, students and family members.", "type": "b"}, {"text": "There were many reports from schools and teachers of the image being sent from hacked accounts on the Seesaw app.", "type": "p"}, {"text": "Seesaw said that a link to an \"inappropriate image\" was shared and it had taken action to stop the issue. ", "type": "p"}, {"text": "The graphic image is a highly explicit internet meme intended to shock.", "type": "p"}, {"text": "Somebody who works with teachers and pupils told Seesaw via Twitter: \"You have a hack in messages that's allowing an inappropriate picture to be shared with families and teachers across multiple districts. Please take action!\"", "type": "p"}, {"text": "In its statement, Seesaw denied that hackers had gained administrative access but had instead hacked \"isolated\" individual accounts.", "type": "p"}, {"text": "It shared more detail about the attack and what it did in response on a status page.", "type": "p"}, {"text": "\"Widely available compromised emails/passwords that were reused across services were used to gain unauthorised access to Seesaw accounts,\" it said.", "type": "p"}, {"text": "Some parents told US media of their horror when the image appeared in group chats.", "type": "p"}, {"text": "The head of one school in Milwaukee warned parents not to blame those who appeared to have sent the message.", "type": "p"}, {"text": "\"While specific parent names were attached to these messages,\" the school's statement said, \"we know that these parents were not involved.\" ", "type": "p"}, {"text": "Seesaw said in response to the incident it had:", "type": "p"}, [{"text": "completely disabled the messaging feature to stop additional users seeing the inappropriate message", "type": "p"}, {"text": "removed the inappropriate message from accounts to which it was sent", "type": "p"}, {"text": "reset the passwords of all compromised accounts and notified users ", "type": "p"}], {"text": "Many schools sent out warnings about clicking on links obscured by bit.ly - a link shortening service. ", "type": "p"}, {"text": "Seesaw said it had worked with bit.ly to disable the links.", "type": "p"}], "tags": ["Computer hacking", "Schools", "Apps", "United States"]}