{"link": "https://www.bbc.com/news/entertainment-arts-66335564", "category": "entertainment & arts", "title": "Emmy Awards 2023: Ceremony postponed as Hollywood actors and writers strike", "contributor": null, "time": "2023-07-28T09:09:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15387/production/_126691968_emmyzendayareu_cut.jpg", "content": [{"text": "The Emmy Awards, which had been due to take place in September, have been postponed due to Hollywood strikes.", "type": "b"}, {"text": "Members of the Writers Guild of America and Screen Actors Guild are striking in the biggest walkout for 60 years.", "type": "p"}, {"text": "It means those in the unions can't work or do any publicity, so can't appear at awards shows.", "type": "p"}, {"text": "A new date for the 2023 ceremony has not been confirmed, but organisers want to wait until an agreement has been reached with TV companies.", "type": "p"}, {"text": "An Emmy is the most prestigious US prize in television, with Succession, The Last of Us, The White Lotus and Ted Lasso leading this year's nominees. ", "type": "p"}, {"text": "The WGA and Screen Actors Guild (SAG-AFTRA) are currently trying to negotiate with the Alliance of Motion Picture and Television Producers over a number of issues, including the use of Artificial Intelligence in productions and a fair split of profits in the age of streaming.", "type": "p"}, [{"text": "Hollywood strike could last until end of the year", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-66205719"}, {"text": "The Last of Us and Succession lead Emmy nominations", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66179844"}, {"text": "Netflix touts $900k AI jobs amid Hollywood strikes", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-66332876"}], {"text": "The 75th Emmy Awards were originally scheduled for 18 September but could have played out to an empty room with no host.", "type": "p"}, {"text": "WGA writers are also often employed to write material for hosts and presenters too, meaning it be almost impossible for a show to go ahead.", "type": "p"}, {"text": "This is the first time the Emmys have been postponed in more than 20 years - the last time was in response to the 9/11 terrorist attacks in 2001.", "type": "p"}, {"text": "Voting in the awards is still set to go ahead in the coming weeks, but whether they awards will actually be handed out remains to be seen.", "type": "p"}, {"text": "The Creative Arts Emmys are also likely to be postponed from early September, which celebrate artistic and technical achievements in television.", "type": "p"}], "tags": []}