{"link": "https://www.bbc.com/news/business-66260414", "category": "business", "title": "India bans rice shipments to curb price rises", "contributor": null, "time": "2023-07-20T15:49:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EFB4/production/_130446316_gettyimages-1258818902.jpg", "content": [{"text": "India has outlawed the export of non-basmati white rice in an attempt to ward off looming domestic price spikes. ", "type": "b"}, {"text": "Heavy rains have hurt crops in the country and rice prices have risen by more than 11% over the last 12 months.", "type": "p"}, {"text": "Non-basmati white grain currently accounts for about a quarter of India's rice exports, the Ministry of Consumer Affairs said as it announced the policy change. ", "type": "p"}, {"text": "Experts warned the move could push up global food prices.", "type": "p"}, {"text": "\"It's fair to say this will have quite an impact on global food prices,\" said Emma Wall, head of investment analysis and research at Hargreaves Lansdown. ", "type": "p"}, {"text": "Food supplies are already under pressure, after Russia's withdrawal this week from a deal guaranteeing safe passage of Ukrainian grain, including wheat.", "type": "p"}, {"text": "India is the world's biggest exporter of rice, accounting for more than 40% of global shipments. Non-basmati rice is mainly exported to countries in Asia and Africa.", "type": "p"}, {"text": "Last year, the Indian government imposed a 20% export tax to try to discourage foreign sales. It has also limited wheat and sugar shipments. ", "type": "p"}, {"text": "But exporting can be more lucrative for Indian farmers than selling domestically. ", "type": "p"}, {"text": "The government said that farmers would still be able to export other kinds of rice, including long-grain basmati, ensuring they \"get the benefit of remunerative prices in the international market\".", "type": "p"}, {"text": "The state will also consider requests to allow shipments to other countries based on food security needs, the Directorate General of Foreign Trade said. ", "type": "p"}, {"text": "The invasion of Ukraine last year caused global food prices to surge.", "type": "p"}, {"text": "While those pressures have since eased at an international level, in India, bad weather has damaged crops in many northern states, prompting the cost of many items - including tomatoes and onions - to rise sharply.", "type": "p"}, {"text": "Vegetable prices jumped 12% from May to June, contributing to the rising cost of living. Inflation rose to 4.8% last month, which was higher than expected as a result of the climbing food costs.", "type": "p"}, {"text": "The rising cost of living has put political pressure on the government in India, ahead of national elections next year. The country will also see state-level elections in the coming months.", "type": "p"}, {"text": "Devinder Sharma, an expert in agriculture policy in India, said the government was trying to get ahead of an anticipated production shortfall, with rice-growing regions in the south also exposed to risks of dry rain as the El Nino weather pattern sweeps through later this year.", "type": "p"}, {"text": "\"The government is taking a very, very precautionary kind of approach,\" he said. ", "type": "p"}], "tags": []}