{"link": "https://www.bbc.com/news/entertainment-arts-66255244", "category": "entertainment & arts", "title": "Hollywood strike: Actors accuse NBCUniversal of turning up heat with tree row", "contributor": null, "time": "2023-07-20T10:31:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6AB2/production/_130441372_6aa0bd9df8124761abe2fdaa1ccb405a93ddf6b7.jpg", "content": [{"text": "Film and TV giant NBCUniversal has denied trying to stop striking actors and writers protesting outside its studios by cutting trees that provided shade during blazing temperatures.", "type": "b"}, {"text": "Treegate, as the row has been dubbed, is a sign of growing tensions between Hollywood studios and artists.", "type": "p"}, {"text": "Los Angeles city controller Kenneth Mejia said \"no tree trimming permits\" had been issued for the location.", "type": "p"}, {"text": "NBCUniversal officials said the work was simply \"annual landscaping\".", "type": "p"}, {"text": "But the studio said in a statement to the LA Times that the work had \"created unintended challenges for demonstrators\".", "type": "p"}, {"text": "Striking screenwriters were joined by actors at the weekend in Hollywood's biggest strike in more than six decades.", "type": "p"}, {"text": "Members of the Writers Guild of America and actors' union Sag-Aftra have been demonstrating outside one NBCUniversal building, as well as other offices and studios.", "type": "p"}, {"text": "Sag-Aftra said in a statement to the Hollywood Reporter: \"Suspiciously timed construction that has forced picketers into streets without proper safety rails, and now tree trimming eliminating shade during a record heatwave, has forced Sag-Aftra to determine that it cannot safely send its members to picket at NBCUniversal.\"", "type": "p"}, {"text": "NBCUniversal said \"the safety tree trimming of the Ficus trees\" had not meant to provide a problem for protestors.", "type": "p"}, {"text": "\"That was not our intention,\" the company said. \"In partnership with licensed arborists, we have pruned these trees annually at this time of year to ensure that the canopies are light ahead of the high wind season.", "type": "p"}, {"text": "\"We support the WGA and Sag's right to demonstrate, and are working to provide some shade coverage. We continue to openly communicate with the labour leaders on-site to work together during this time.\"", "type": "p"}, {"text": "After investigating the issue, Mr Mejia said: \"With co-operation from the Bureau of Street Services, we have found that no tree trimming permits have been issued over the last three years for this location outside Universal Studios.\"", "type": "p"}, {"text": "NBCUniversal has now provided gazebos on the street to provide shade.", "type": "p"}, {"text": "Hollywood has entered unscripted territory after negotiations between major studios, screenwriters and actors - about streaming-era pay and the use of artificial intelligence - collapsed.", "type": "p"}, {"text": "From last week, actors staged a strike, joining their writing colleagues who have been protesting on picket lines outside studios in LA, New York and elsewhere now for several months.", "type": "p"}], "tags": []}