{"link": "https://www.bbc.com/news/technology-66256470", "category": "technology", "title": "Mobile roaming charges: Ofcom proposes new rules to curb fees", "contributor": null, "time": "2023-07-20T12:13:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14FAE/production/_130443958_gettyimages-1210810046.jpg", "content": [{"text": "Mobile networks must tell people if they are going to be charged for using their phone abroad under new plans from the UK regulator.", "type": "b"}, {"text": "Ofcom wants people to be alerted about potential fees for roaming - using minutes, texts or data outside the UK.", "type": "p"}, {"text": "It says one in five people currently do not realise they face such fees when travelling.", "type": "p"}, {"text": "Under the plans, customers must also be told about any action they can take to limit roaming-related charges.", "type": "p"}, {"text": "Consumer groups say they are currently costing British phone users more than half a billion pounds a year.", "type": "p"}, {"text": "Ofcom says some mobile networks are charging people approximately £2 a day to use their phone abroad.", "type": "p"}, {"text": "It says it will make a decision on the new rules in 2024, and will give mobile providers six months to implement them.", "type": "p"}, {"text": "The European Union (EU) banned roaming charges in 2017 and - even though the UK had voted to leave the year before - the scheme still applied to British people travelling to the EU while the terms of the UK's departure were negotiated.", "type": "p"}, {"text": "When a Brexit deal was finally struck, it did not include an extension on the ban on roaming charges in the EU for British mobile phone users, meaning UK operators were allowed to reintroduce them from January 2021.", "type": "p"}, {"text": "The UK also chose not to introduce laws requiring companies to tell customers if they would be charged for roaming.", "type": "p"}, {"text": "As a result, Three, EE and Vodafone all reintroduced roaming fees for customers travelling to the EU in 2022, while O2 says customers can use up to 25GB of data in a month before being charged.", "type": "p"}, {"text": "Uswitch mobiles expert Ernest Doku told the BBC the comparison site \"strongly supports Ofcom's proposal\".", "type": "p"}, {"text": "\"There are virtually no regulatory protections left for consumers when they use their phones abroad for calls, texts or data usage,\" he said. ", "type": "p"}, {"text": "\"Roaming costs can now be incredibly expensive, and consumers have been left exposed at a time when a large unexpected bill could have severe consequences.", "type": "p"}, {"text": "\"Our research shows that a staggering £539m of unexpected roaming charges hit UK consumers in the past year alone.\"", "type": "p"}, {"text": "Ofcom also wants companies to tell people when they might fall foul of so-called \"inadvertent roaming\" - when a customer using their phone in the UK connects to a mobile network from a different country.", "type": "p"}, {"text": "Though this is uncommon for most in mainland UK, those in Northern Ireland - particularly on the border - can connect to networks in the Republic of Ireland, while some on the south coast might occasionally connect to a network in France.", "type": "p"}, {"text": "Research from the Consumer Council for Northern Ireland found 22% of customers in the country experienced inadvertent roaming.", "type": "p"}, {"text": "Ofcom has proposed the introduction of specific tariffs, or even forcing networks to \"treat mobile usage in Ireland the same as being in the UK\". It said some networks currently do this.", "type": "p"}, {"text": "\"These alerts would mean whichever mobile provider you're with, you won't be left in the dark about roaming charges and action you can take to manage your spending,\" said Cristina Luna-Esteban, Ofcom director of telecoms consumer protection.", "type": "p"}], "tags": []}