{"link": "https://www.bbc.com/news/business-62059711", "category": "business", "title": "Zimbabwe to mint gold coins to tackle rising prices", "contributor": null, "time": "2022-07-06T04:35:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17119/production/_125798449_gettyimages-1214194172.jpg", "content": [{"text": "Zimbabwe says it will introduce gold coins later this month as it tries to curb soaring inflation amid a slump in its currency.", "type": "b"}, {"text": "The country's central bank also outlined plans to make the US dollar legal tender for the next five years.", "type": "p"}, {"text": "The central bank's main interest rate was more than doubled this month to 200%, after the annual rate of inflation rose above 190%.", "type": "p"}, {"text": "Zimbabwe's dollar has slumped in value against major currencies this year.", "type": "p"}, {"text": "The gold coins, which will contain one troy ounce of 22-carat gold, will be available from 25 July, John P Mangudya, the governor of the Reserve Bank of Zimbabwe, said in a statement.", "type": "p"}, [{"text": "UK economic outlook has deteriorated, Bank warns", "type": "a", "href": "https://www.bbc.co.uk/news/business-62049990"}, {"text": "Sri Lanka: 'I can’t afford milk for my babies'", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-62032761"}], {"text": "A troy ounce is a unit of measure used for weighing precious metal - such as gold, silver and platinum - that dates back to the Middle Ages. One troy ounce is equal to 31.10g.", "type": "p"}, {"text": "\"The gold coins will be available for sale to the public in both local currency and US dollars and other foreign currencies at a price based on the prevailing international price of gold and the cost production,\" Mr Mangudya added.", "type": "p"}, {"text": "The statement also said each coin will be identified with a serial number and can be easily converted to cash, locally and internationally. ", "type": "p"}, {"text": "It will be called the \"Mosi-oa-Tunya Gold Coin\", which means \"The Smoke Which Thunders,\" a reference to Victoria Falls that is located on the border between Zimbabwe and Zambia.", "type": "p"}, {"text": "The announcement is part of the Zimbabwe government's measures to tackle the country's currency crisis.", "type": "p"}, {"text": "Last month, the annual rate of inflation hit 191.6%, while the Zimbabwean dollar has lost more than two-thirds of its value against the US dollar since the start of 2022.", "type": "p"}, {"text": "From 1 July the Reserve Bank of Zimbabwe's main interest rate was raised from 80% to 200% a year, in a bid to deal with the rising cost of living.", "type": "p"}, {"text": "Soaring inflation has piled pressure on President Emmerson Mnangagwa in a country that still remembers the economic chaos under Robert Mugabe's almost four decades of rule.", "type": "p"}, {"text": "Hyperinflation forced the country to abandon the Zimbabwe dollar in 2009, and it opted instead to use foreign currencies, mainly the US dollar.", "type": "p"}, {"text": "During the worst of the crisis the government stopped publishing official inflation figures but one estimate put the inflation rate at 89.7 sextillion percent year-on-year in mid-November 2008.", "type": "p"}, {"text": "At the time, the one hundred billion Zimbabwe dollar bank note was seen as an emblem of the nation's economic collapse.", "type": "p"}, {"text": "The local currency was reintroduced a decade later but it has rapidly lost value again.", "type": "p"}], "tags": ["Coins", "Zimbabwe", "Gold"]}