{"link": "https://www.bbc.com/news/entertainment-arts-62068017", "category": "entertainment & arts", "title": "Three contested Michael Jackson songs removed from streaming services", "contributor": "Mark Savage", "time": "2022-07-06T15:41:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5640/production/_125808022_gettyimages-88688373.jpg", "content": [{"text": "Three Michael Jackson songs have been removed from streaming services, following persistent claims they feature faked vocals.", "type": "b"}, {"text": "Monster, Keep Your Head Up and Breaking News all featured on the posthumous 2010 compilation album Michael.", "type": "p"}, {"text": "They have since been the subject of a court case brought by a fan, who claims the vocals are by a session singer.", "type": "p"}, {"text": "Sony Music and Jackson's estate said their removal from streaming sites had nothing to do with their authenticity.", "type": "p"}, {"text": "In a statement, they described the action as \"the simplest and best way to move beyond the conversation associated with these tracks once and for all\". ", "type": "p"}, {"text": "The continued: \"The focus remains where it belongs - on the exciting new and existing projects celebrating Michael Jackson's legacy\", including the Broadway musical MJ and a recently-announced biopic.", "type": "p"}, {"text": "\"The album's remaining tracks remain available,\" the statement concluded. \"Nothing should be read into this action concerning the authenticity of the tracks - it is just time to move beyond the distraction surrounding them.\"", "type": "p"}, [{"text": "The story of Michael Jackson's final day", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-48744293"}, {"text": "Second Jackson accuser sees lawsuit dismissed", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-56899871"}, {"text": "Michael Jackson's Neverland Ranch 'sells for $22m'", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-55442750"}], {"text": "Released in 2010, Michael was the first album of outtakes and unreleased music to emerge after Jackson's death from an overdose of propofol in 2009.", "type": "p"}, {"text": "Even before it hit the shops, the star's family were raising doubts over whether he had performed on all of the songs.", "type": "p"}, {"text": "\"I tried so hard to prevent this craziness, but they wouldn't listen,\" Jackson's nephew Taryll tweeted. \"It doesn't sound like him,\" added Jackson's sister La Toya.", "type": "p"}, {"text": "Sony responded with a statement saying it had \"complete confidence in the results of our extensive research, as well as the accounts of those who were in the studio with Michael, that the vocals… are his own.\"", "type": "p"}, {"text": "When it was released, the back cover of the Michael album said: \"This album contains nine previously unreleased vocal tracks performed by Michael Jackson. These tracks were recently completed using music from the original vocal tracks and music created by the credited producers.\"", "type": "p"}, {"text": "However, after hearing the music, fans were suspicious about three songs, in particular.", "type": "p"}, {"text": "The official story is that Jackson wrote and recorded them with the production team Edward Cascio and James Porte in 2007. Yet rumours persisted that the vocals were provided by an American singer called Jason Malachi, who apparently took credit for them in a 2011 Facebook post. (His manager later denied this, claiming the post was faked.)", "type": "p"}, {"text": "Then, in 2014, Jackson fan Vera Serova filed a class-action lawsuit against Cascio, Porte, Sony Music, Jackson estate co-executor John Branca, MJJ Productions (the estate's music arm) and Angelikson Productions (Cascio's production company).", "type": "p"}, {"text": "She accused them all of selling her and others a product that had been misrepresented. Separately, she accused Porte, Cascio and Angelikson of conducting an \"elaborate artistic fraud\" when they sold their tracks to Jackson's estate for millions of dollars.", "type": "p"}, {"text": "Jackson's estate and Sony denied the allegations, and an appeals court ultimately ruled in their favour, removing them from the lawsuit. ", "type": "p"}, {"text": "\"Because [they] lacked actual knowledge of the identity of the lead singer on [Breaking News, Monster and Keep Your Head Up], they could only draw a conclusion about that issue from their own research and the available evidence,\" court documents read. ", "type": "p"}, {"text": "In that light, judges concluded, any claims made on the album cover or in promotional materials \"amounted to a statement of opinion rather than fact\".", "type": "p"}, {"text": "Serova's case against Angelikson Productions, Cascio and Porte is ongoing. She has also petitioned California's Supreme Court to revive the lawsuit against Sony, while the company has asked for the earlier ruling to be upheld.", "type": "p"}, {"text": "None of the legal action has, to date, established the origin of the contested songs. ", "type": "p"}, {"text": "Fans can no longer judge for themselves, as they have disappeared from Spotify, Apple Music, YouTube and other streaming platforms  - although unofficial uploads can still be found.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Streaming", "Sony", "Michael Jackson", "Music"]}