{"link": "https://www.bbc.com/news/technology-62069255", "category": "technology", "title": "Apple launches Lockdown Mode to block spyware attacks on at-risk users", "contributor": "Joe Tidy", "time": "2022-07-06T17:17:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/769B/production/_121336303_gettyimages-596871414.jpg", "content": [{"text": "Apple has announced a new security feature to protect high-risk users from spyware cyber-attacks. ", "type": "b"}, {"text": "Lockdown Mode will be available in the autumn with the next operating system across all of the company's iPhones, iPads and Macs.", "type": "p"}, {"text": "The setting blocks certain functions and prevents unknown users from calling.", "type": "p"}, {"text": "It comes after Apple devices owned by activists, politicians and journalists were infected with spyware.", "type": "p"}, {"text": "Apple is currently suing Israeli spyware firm NSO Group, accusing it of targeting victims in 150 different countries with its powerful Pegasus spyware.", "type": "p"}, {"text": "The firm's software could infect both iPhones and Android devices, allowing operators to extract messages, photos and emails, record calls and secretly activate microphones and cameras.", "type": "p"}, {"text": "NSO Group says its tools are made to target terrorists and criminals and insists it only supplies Pegasus to military, law enforcement and intelligence agencies from countries with good human rights records.", "type": "p"}, [{"text": "NSO Group: Israeli spyware company added to US trade blacklist", "type": "a", "href": "https://www.bbc.co.uk/news/technology-59149651"}, {"text": "Pegasus spyware seller: Blame our customers, not us, for hacking", "type": "a", "href": "https://www.bbc.co.uk/news/technology-57922664"}], {"text": "When the extent of the alleged surveillance was revealed last July, Apple faced criticism from privacy and security experts for not protecting users.", "type": "p"}, {"text": "It quickly released an emergency software update to all devices to patch up the vulnerability that Pegasus had secretly been using for years.", "type": "p"}, {"text": "Now the company is releasing Lockdown Mode as a wider security feature it claims can protect devices from all known spyware currently on the market.", "type": "p"}, {"text": "Lockdown Mode will include the following protections: ", "type": "p"}, [{"text": "Messages: Most message attachment types other than images are blocked. Some features, like link previews, are disabled", "type": "p"}, {"text": "Web browsing: Certain complex web technologies, like just-in-time JavaScript compilation, are disabled unless the user excludes a trusted site", "type": "p"}, {"text": "Calls: Incoming invitations including FaceTime calls, are blocked if the user has not previously sent the initiator a call or request", "type": "p"}, {"text": "Wired connections with a computer or accessory are blocked when iPhone is locked", "type": "p"}], {"text": "At launch, Lockdown Mode will be available to all users in the device settings, but Apple suggests it should only be activated if someone is a risk of what it calls \"mercenary spyware attacks\" - for example a journalist or opposition leader in a repressive regime.", "type": "p"}, {"text": "\"While the vast majority of users will never be victims of highly targeted cyber-attacks, we will work tirelessly to protect the small number of users who are,\" said Ivan Krstić, Apple's head of security engineering and architecture. ", "type": "p"}, {"text": "Apple announced it will double the bounty threshold it pays out to ethical hackers who discover security flaws in Lockdown Mode to $2m (£1.7m).", "type": "p"}, {"text": "The US firm will also donate $10m to a fund helping organisations expose the misuse of spyware.", "type": "p"}, {"text": "\"The global spyware trade targets human rights defenders, journalists, and dissidents, and facilitates violence, reinforces authoritarianism, and supports political repression,\" said Lori McGlinchey, director, technology and society at the Ford Foundation, which will oversee the grant. ", "type": "p"}, {"text": "In November, US officials placed NSO Group on a trade blacklist, saying the software had \"enabled foreign governments to conduct transnational repression, which is the practice of authoritarian governments targeting dissidents, journalists and activists\".", "type": "p"}, {"text": "NSO Group is also being sued by WhatsApp, which accuses it of using the messaging service as a vehicle to spread Pegasus. ", "type": "p"}], "tags": ["Israel", "Computer hacking", "Apple", "United States", "Cyber-security"]}