{"link": "https://www.bbc.com/news/business-66016270", "category": "business", "title": "PwC Australia sells division for 50p after tax leak scandal", "contributor": null, "time": "2023-06-26T04:12:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8B2E/production/_130203653_626042a22b852f93466c4ef1164e6c8b26cf3f12.jpg", "content": [{"text": "PwC Australia says it will sell its government business for A$1 (50p) after a scandal over the misuse of confidential government tax plans.", "type": "b"}, {"text": "The accounting giant has also announced the appointment of a new chief executive in the country.", "type": "p"}, {"text": "The move will allow the firm \"to move forward with predictability and focus,\" PwC Australia said in a statement.", "type": "p"}, {"text": "In January, it emerged that a former PwC Australia partner had leaked the classified information.", "type": "p"}, {"text": "The ex-partner, who was advising the Australian government, had shared drafts of corporate tax avoidance laws with colleagues, who used it to pitch to potential clients. The leaks occurred between 2014 and 2017.", "type": "p"}, {"text": "The company has said that no confidential information had been used to help clients pay less tax.", "type": "p"}, {"text": "However, politicians and officials have called for PwC Australia to be banned from being awarded government contracts until it satisfactorily responded to the scandal.", "type": "p"}, {"text": "Earlier this month, PwC Australia said it had identified 76 current and former partners linked to the scandal and handed their names to Australian lawmakers.", "type": "p"}, {"text": "On Monday, PwC Australia's acting chief executive Kristin Stubbins told a parliament inquiry that employees who were found to have acted improperly would face \"severe\" consequences.", "type": "p"}, {"text": "\"We have failed the standards we set for ourselves as an organisation, and I apologise on behalf of our firm,\" she said.", "type": "p"}, [{"text": "PwC to close offices at Christmas to save energy ", "type": "a", "href": "https://www.bbc.co.uk/news/business-63857339"}, {"text": "You don't need a 2:1 degree to work here, says PwC", "type": "a", "href": "https://www.bbc.co.uk/news/business-62547303"}], {"text": "PwC Australia appointed Kevin Burrowes as its new chief executive on Sunday. He was previously PwC Network's global clients and industries leader.", "type": "p"}, {"text": "\"He will work with his colleagues and management team to re-earn trust with PwC Australia's stakeholders,\" said Justin Carroll, the chair of PwC Australia's governance board.", "type": "p"}, {"text": "The company also said it would sell its Australian federal and state government business to private equity firm Allegro Funds, with the aim of reaching a binding agreement for the deal by the end of next month.", "type": "p"}, {"text": "The sale will create two independent firms without any \"disruption in vital services to public sector clients,\" PwC Australia said. ", "type": "p"}, {"text": "PwC Australia's government business has about 1,750 employees and accounts for around 20% of its annual revenue.", "type": "p"}, {"text": "In May, Tom Seymour, the previous chief executive of PwC Australia, stepped down after he admitted to being one of at least 67 recipients of the sensitive information at the centre of the scandal.", "type": "p"}, {"text": "Later that month, the company put nine partners on leave and overhauled its governance board.", "type": "p"}, {"text": "Australia's Treasurer Jim Chalmers called the revelations a \"shocking breach of trust\".", "type": "p"}, {"text": "For the current financial year, the Australian government is committed to contracts with PwC worth A$255m, according to official data.", "type": "p"}, {"text": "Since the scandal first emerged, major pension funds including AustralianSuper, as well as the country's central bank, have said they would not sign any new contracts with PwC.", "type": "p"}], "tags": []}