{"link": "https://www.bbc.com/news/entertainment-arts-66018206", "category": "entertainment & arts", "title": "BET Awards: Offset and Quavo in surprise reunion for Takeoff tribute", "contributor": null, "time": "2023-06-26T13:19:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4628/production/_130206971_betawards.jpgcrop.jpg", "content": [{"text": "US rappers Offset and Quavo reunited at Sunday's BET Awards for a surprise tribute to their late bandmate Takeoff.", "type": "b"}, {"text": "The two remaining members of Migos performed the group's hit Bad and Boujee in an unannounced appearance.", "type": "p"}, {"text": "It was the pair's first performance together since Takeoff was shot dead last November at the age of 28.", "type": "p"}, {"text": "Also at Sunday's BET ceremony in Los Angeles, Beyoncé and SZA were joint winners of the award for best album and picked up two more prizes each.", "type": "p"}, {"text": "In their tribute, Offest shouted \"Doing this for Take!\" while pointing at a screen showing a picture of a rocket, which morphed into a large image of their late bandmate.", "type": "p"}, {"text": "Offset's wife Cardi B tweeted after the performance: \"I can't take it right now... proud of the boys.\"", "type": "p"}, {"text": "The set was the highlight for Migos fans, with one commenting on Twitter: \"The hip-hop community needed to see this reconciliation.\"", "type": "p"}, {"text": "In the award categories, SZA's hit SOS tied with Beyoncé's Renaissance for album of the year.", "type": "p"}, {"text": "SZA beat Beyoncé to win best female R&B/pop artist for the first time, and won video of the year for Kill Bill.", "type": "p"}, {"text": "Beyoncé's Break My Soul took the viewer's choice award, but the star wasn't there to accept it because she is in the middle of her Renaissance tour.", "type": "p"}, {"text": "Only six awards were presented during the televised ceremony, with performances stretching the event to nearly four hours. Only two winners - Latto and Coco Jones - were there to accept their awards in person. ", "type": "p"}, {"text": "Patti LaBelle performed a tribute to Tina Turner, but had an issue with the teleprompter so the the crowd had to help her out by singing along.  She struggled to keep up with the lyrics during The Best, calling out to the crowd: \"I can't see the words and I don't know - I'm tryin', y'all!\"", "type": "p"}, {"text": "She persevered in honour of the late Queen of Rock 'n' Roll, who died last month at the age of 83. \"God bless you, Tina Turner!\" LaBelle exclaimed.", "type": "p"}, {"text": "This year's BET Awards paid tribute to the 50th anniversary of hip-hop, and awarded rapper Busta Rhymes a lifetime achievement award for the third year in a row.  During an emotional speech, Rhymes said: \"I'm [going to] wear it on my sleeve. I do want to cry.\"", "type": "p"}, {"text": "The Black Entertainment Awards celebrate excellence in music, film and sport.", "type": "p"}, {"text": "2023 BET Award winners in full:", "type": "b"}, [{"text": "Album of the year (tie) - SOS by SZA and Renaissance by Beyoncé", "type": "p"}, {"text": "Best collaboration - Wait for U by Future feat Drake & Tems", "type": "p"}, {"text": "Best female R&B/pop artist - SZA", "type": "p"}, {"text": "Best male R&B/pop artist (tie) - Chris Brown and Usher", "type": "p"}, {"text": "Best new artist - Coco Jones", "type": "p"}, {"text": "Best group - Drake and 21 Savage", "type": "p"}, {"text": "Best female hip-hop artist  - Latto", "type": "p"}, {"text": "Best male hip-hop artist - Kendrick Lamar", "type": "p"}, {"text": "Dr Bobby Jones best gospel/inspirational award - Bless Me by Maverick City Music & Kirk Franklin", "type": "p"}, {"text": "Bet her award - Break My Soul by Beyoncé", "type": "p"}, {"text": "Video of the year - Kill Bill by SZA", "type": "p"}, {"text": "Video director of the year - Teyana \"Spike Tey\" Taylor", "type": "p"}, {"text": "Best movie - Black Panther: Wakanda Forever", "type": "p"}, {"text": "Best actress - Angela Bassett", "type": "p"}, {"text": "Best actor - Damson Idris", "type": "p"}, {"text": "Viewer's choice award -Break My Soul by Beyoncé", "type": "p"}, {"text": "Young stars award - Marsai Martin", "type": "p"}, {"text": "Sportswoman of the year - Angel Reese", "type": "p"}, {"text": "Sportsman of the year - Jalen Hurts", "type": "p"}, {"text": "Lifetime achievement - Busta Rhymes", "type": "p"}]], "tags": []}