{"link": "https://www.bbc.com/news/health-65992173", "category": "health", "title": "UK's high rate of avoidable deaths linked to NHS woes", "contributor": null, "time": "2023-06-25T23:22:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C8B0/production/_129767315_gettyimages-1192399720.jpg", "content": [{"text": "People in the UK are less likely to survive treatable conditions, such as breast cancer and stroke, than those in other rich nations, a study has found.", "type": "b"}, {"text": "The review, by the King's Fund think tank, said the problem may be directly linked to the performance of the NHS.", "type": "p"}, {"text": "It said below-average spending on the UK health service led to fewer staff and equipment than systems elsewhere.", "type": "p"}, {"text": "But the study showed the NHS was very efficient within its budget, with less cash spent on admin than other nations.", "type": "p"}, {"text": "The government says the NHS is one of the most efficiently run healthcare systems, and that investment is happening to further improve services.", "type": "p"}, {"text": "Ahead of the 75th anniversary of the creation of the NHS next month, the think tank compared the UK's  health service with the performance of 18 other health systems, including those in Europe as well as Japan, the US and Australia.", "type": "p"}, {"text": "It found:", "type": "p"}, [{"text": "Only the US had a worse record in terms of preventing death from treatable conditions", "type": "p"}, {"text": "The UK had one of the lowest levels of life expectancy - although the study acknowledged this would be affected by many factors, aside from the quality of NHS care", "type": "p"}, {"text": "The NHS has strikingly low levels of key clinical staff, with fewer doctors and nurses per head than most of its peers", "type": "p"}, {"text": "As well as one of the lowest number of hospital beds per capita", "type": "p"}, {"text": "The UK has less equipment relative to its population size: the US has five times as many scanners, for example, and Germany four times", "type": "p"}], {"text": "But the think tank also found the UK had low levels of people avoiding medical care due to cost fears - just one in 10 of those questioned maintain there are major difficulties accessing NHS treatment.", "type": "p"}, {"text": "The NHS also had the sixth-lowest spend on administration, with an outlay of less than 2% of the budget.", "type": "p"}, {"text": "The review noted waiting lists for routine treatments, such as knee and hip replacements, were rising in many countries - with waiting times in the NHS around average.", "type": "p"}, {"text": "For these reasons, it concluded the UK health service was neither a \"leader nor a laggard\".", "type": "p"}, {"text": "But report author Siva Anandaciva said it was clear the the NHS had \"sadly seen better days\". ", "type": "p"}, {"text": "\"While the UK stands out in removing most financial barriers to accessing healthcare and the NHS is run relatively efficiently, it trails behind its international cousins on some key markers of a good healthcare system. ", "type": "p"}, {"text": "\"The pressures of the pandemic on our health service compounded the consequences of more than a decade of squeezed investment,\" he said", "type": "p"}, {"text": "\"This leaves the NHS delivering performance that is middling, at best, and the UK must do much more to reduce the number of people dying early from diseases such as heart disease and cancer.\"", "type": "p"}, {"text": "However, Mr Anandaciva said the findings were not an argument for moving to a different funding model, adding there was little evidence any one particular approach to health funding was inherently better than another.", "type": "p"}, {"text": "A Department of Health and Social Care spokesman said: \"This report recognises the NHS is one of the most efficiently run healthcare systems and we are investing up to £14.1 billion to improve services and cut waiting lists, one of the government's top five priorities.\"", "type": "p"}, {"text": "He said this was paying for new community diagnostic centres, while the number of staff working in the NHS was increasing.", "type": "p"}, {"text": "The government is due to publish a workforce plan soon, which is expected to set out a big increase in training places for doctors and nurses.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}