{"link": "https://www.bbc.com/news/business-62908412", "category": "business", "title": "California says Amazon's dominance drives up online prices", "contributor": null, "time": "2022-09-14T21:13:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2D37/production/_124357511_amazon_gettyimages-1230935623.jpg", "content": [{"text": "The state of California has accused Amazon of violating competition law with practices that prevent sellers from offering lower prices elsewhere.", "type": "b"}, {"text": "The lawsuit from America's most populous state says the moves have hurt rivals and made online shopping more expensive for everyone.", "type": "p"}, {"text": "It marks the biggest legal threat Amazon has faced in the US. ", "type": "p"}, {"text": "But a similar lawsuit was dismissed in the US earlier this year for insufficient evidence of higher prices.", "type": "p"}, {"text": "Proving harm to consumers in the form of higher prices is a key issue in US competition law. ", "type": "p"}, {"text": "Amazon said that like the DC case, California's complaint had it \"exactly backwards\" and that the lawsuit should be dismissed.", "type": "p"}, {"text": "\"Sellers set their own prices for the products they offer in our store,\" the company said. \"Amazon takes pride in the fact that we offer low prices across the broadest selection, and like any store we reserve the right not to highlight offers to customers that are not priced competitively.\"", "type": "p"}, {"text": "In the complaint, California says Amazon's contracts require sellers to offer the lowest price on Amazon, restraining the ability of other websites to compete. ", "type": "p"}, [{"text": "Google loses appeal over record EU anti-trust fine", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62888137"}, {"text": "Amazon under investigation over listings practices", "type": "a", "href": "https://www.bbc.co.uk/news/business-62064830"}], {"text": "By protecting Amazon's dominance of the market, the deals give the firm freedom to raise fees on merchants, which eventually hit consumers in the form of higher prices.", "type": "p"}, {"text": "\"Amazon knows its price parity agreements prevent rivals from stealing market share away with lower prices reflective of their lower fees. So Amazon keeps raising fees, leading to higher prices on Amazon, leading to higher prices off Amazon due to price parity,\" the lawsuit says.", "type": "p"}, {"text": "It said this created \"a vicious anticompetitive cycle in which Amazon wins and its third-party sellers, its wholesale suppliers, consumers, and competition lose\".", "type": "p"}, {"text": "The lawsuit also accuses Amazon of punishing merchants who run afoul of the rules, with tactics such as moving their listings lower in search results,", "type": "p"}, {"text": "\"The reality is: Many of the products we buy online would be cheaper if market forces were left unconstrained,\" California Attorney General Rob Bonta said in a statement announcing the lawsuit.", "type": "p"}, {"text": "Though the lawsuit is limited to California, its effect could be far-reaching given California's size. ", "type": "p"}, {"text": "The lawsuit comes as regulators, especially in the European Union, increasingly question the dominance of a handful tech giants.", "type": "p"}, {"text": "This summer Amazon sought to settle a case brought by the EU which accused it of using data it collects on sellers to compete against them. ", "type": "p"}, {"text": "Amazon is also under investigation in the UK over concerns that the company is giving an unfair advantage to certain sellers on its marketplace.", "type": "p"}, {"text": "Meanwhile an EU court this week also largely upheld a record fine against Google for using the Android platform to cement its search engine's dominance.", "type": "p"}], "tags": ["Companies", "Amazon"]}