{"link": "https://www.bbc.com/news/entertainment-arts-62899951", "category": "entertainment & arts", "title": "Little Mermaid: Halle Bailey in awe of children's reaction to Disney trailer", "contributor": null, "time": "2022-09-14T17:10:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/122E6/production/_126707447_gettyimages-1422381162.jpg", "content": [{"text": "Little Mermaid star Halle Bailey says she has been left awestruck by people sharing videos online of young family members revealing their joy on seeing a Disney star who looked like them.", "type": "b"}, {"text": "The first trailer for the live action remake movie, which hits the big screen next year, dropped on Saturday.", "type": "p"}, {"text": "A TikTok video compilation, tweeted by Brazilian entertainment site Tracklist, has been shared thousands of times.", "type": "p"}, {"text": "Bailey, who voices the lead role Ariel, said: \"This means the world to me.\"", "type": "p"}, {"text": "She posted: \"People have been sending these reactions to me all weekend and I'm in truly in awe.\"", "type": "p"}, {"text": "The trailer shows Bailey's Ariel appearing from the depths of the sea to sing the chorus of Part of Your World, a song which first appeared in Disney's 1989 animated film of the same name.", "type": "p"}, {"text": "Reacting to the scene, one young girl in the TikTok video is heard saying: \"She's brown like me!\"", "type": "p"}, {"text": "After watching another video, in which a different girl asked whether the mermaid was the real Ariel, Bailey noted: \"I just sobbed watching this thanks, she's so sweet.\"", "type": "p"}, {"text": "The 22-year-old American rose to fame as one half of the Beyonce-mentored R&B sibling duo Chloe x Halle.", "type": "p"}, {"text": "After she was cast as Ariel in 2019, Bailey responded to criticism from people who complained she did not look like Disney's original version, who was drawn as white.", "type": "p"}, [{"text": "Halle Bailey responds to Little Mermaid criticism", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-49274639"}, {"text": "Halle Bailey: All you need to know about Disney's new Ariel", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-48867010"}, {"text": "Singer Halle Bailey to play Little Mermaid's Ariel", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-48864419"}], {"text": "\"I just feel like this role was something bigger than me, and greater,\" she told Variety at the time.", "type": "p"}, {"text": "\"I feel like I'm dreaming and I'm just grateful and I don't pay attention to the negativity.", "type": "p"}, {"text": "\"It's going to be beautiful and I'm just so excited to be a part of it.\" ", "type": "p"}], "tags": ["Disney", "Film"]}