{"link": "https://www.bbc.com/news/science-environment-62892013", "category": "science & environment", "title": "Switching to renewable energy could save trillions - study", "contributor": "Jonah Fisher", "time": "2022-09-13T15:26:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/42C1/production/_126698071_hi068564226.jpg", "content": [{"text": "Switching from fossil fuels to renewable energy could save the world as much as $12tn (£10.2tn) by 2050, an Oxford University study says.", "type": "b"}, {"text": "The report said it was wrong and pessimistic to claim that moving quickly towards cleaner energy sources was expensive.", "type": "p"}, {"text": "Gas prices have soared on mounting concerns over energy supplies.", "type": "p"}, {"text": "But the researchers say that going green now makes economic sense because of the falling cost of renewables.", "type": "p"}, {"text": "\"Even if you're a climate denier, you should be on board with what we're advocating,\" Prof Doyne Farmer from the Institute for New Economic Thinking at the Oxford Martin School told BBC News.", "type": "p"}, {"text": "\"Our central conclusion is that we should go full speed ahead with the green energy transition because it's going to save us money,\" he said.", "type": "p"}, [{"text": "Will new government stick to climate targets? ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62822941"}, {"text": "PM will explore energy market reform to cut bills", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62832029"}, {"text": "What is climate change? A really simple guide", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}], {"text": "The report's findings are based on looking at historic price data for renewables and fossil fuels and then modelling how they're likely to change in the future.", "type": "p"}, {"text": "The data for fossil fuels goes from 2020 back more than 100 years and shows that after accounting for inflation, and market volatility, the price hasn't changed much.", "type": "p"}, {"text": "Renewables have only been around for a few decades, so there's less data. But in that time continual improvements in technology have meant the cost of solar and wind power have fallen rapidly, at a rate approaching 10% a year.", "type": "p"}, {"text": "The report's expectation that the price of renewables will continue to fall is based on \"probabilistic\" modelling, using data on how massive investment and economies of scale have made other similar technologies cheaper. ", "type": "p"}, {"text": "\"Our latest research shows scaling-up key green technologies will continue to drive their costs down, and the faster we go, the more we will save,\" says Dr Rupert Way, the report's lead author from the Smith School of Enterprise and the Environment.", "type": "p"}, {"text": "Wind and solar are already the cheapest option for new power projects, but questions remain over how to best store power and balance the grid when the changes in the weather leads to fall in renewable output.", "type": "p"}, {"text": "Back in 2019 Philip Hammond, then Chancellor of the Exchequer wrote to the prime minister to say that the cost of reaching net zero greenhouse gas emissions by 2050 in the UK would be more than £1tn. This report says the likely costs have been over-estimated and have deterred investment. ", "type": "p"}, {"text": "It also says predictions by the Intergovernmental Panel on Climate Change (IPCC) that the cost of keeping global temperatures rises under 2 degrees would correspond to a loss of GDP by 2050 were too pessimistic. The transition to renewables was, it says, likely to turn out to be a \"net economic benefit\".", "type": "p"}, {"text": "The research has been published in the journal Joule and is a collaboration between the Institute for New Economic Thinking at the Oxford Martin School, the Oxford Martin Programme on the Post-Carbon Transition, the Smith School of Enterprise & Environment at the University of Oxford, and SoDa Labs at Monash University.", "type": "p"}, {"text": "Follow Jonah on Twitter at @jonahfisherbbc ", "type": "p"}], "tags": ["Wind power", "Solar power", "Renewable energy"]}