{"link": "https://www.bbc.com/news/technology-62894600", "category": "technology", "title": "Twitter shareholders approve $44bn Musk deal", "contributor": "Ben Derico & James Clayton", "time": "2022-09-13T19:13:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16EE0/production/_126702939__116752868_gettyimages-1220416506.jpg", "content": [{"text": "Twitter's shareholders have voted to approve a deal with Elon Musk to buy the company for $44bn (£38bn).   ", "type": "b"}, {"text": "The decision was made in a short conference call with investors from the company's San Francisco headquarters.", "type": "p"}, {"text": "It means Twitter will now try to force Elon Musk to buy the company in the courts. ", "type": "p"}, {"text": "The meeting followed explosive testimony from Twitter's former head of security Peiter Zatko in front of the US Senate.", "type": "p"}, {"text": "In April, Twitter agreed to sell the company to the world's richest person, Elon Musk.", "type": "p"}, {"text": "However, the deal soured after Mr Musk alleged he was misled by Twitter about the number of spam and bot accounts on the platform. ", "type": "p"}, {"text": "He said he no longer wished to purchase the company in May, but Twitter argues that Mr Musk cannot back out of the deal.", "type": "p"}, [{"text": "Twitter misleading the public, whistleblower says", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62889754"}, {"text": "Twitter spent $33m in three months on Musk deal", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62265756"}], {"text": "The social media platform says that fewer than 5% of its monetizable daily active users (those who are able to look at adverts) are bots. Mr Musk argues it could be many times higher. ", "type": "p"}, {"text": "Twitter is currently valued at $32bn, considerably below the $44bn offer from Mr Musk. ", "type": "p"}, {"text": "Today's vote could have spelled the end of Twitter's legal pursuit, but shareholders have now given the company the green light to pursue Mr Musk in court.", "type": "p"}, {"text": "The two are set to meet in front of a Delaware state court in October. During the hearing a judge will decide whether or not Mr Musk has to buy the company. ", "type": "p"}, {"text": "Just before the shareholder decision, Twitter whistle-blower Pieter Zatko was in Washington testifying before the Senate Judiciary Committee about alleged security flaws.", "type": "p"}, {"text": "He told US lawmakers the firm was \"misleading the public\" about how secure the platform is.", "type": "p"}, {"text": "The firm's former head of security went on to say that Twitter was \"a decade behind\" security standards. Twitter says Mr Zatko was fired from his job, and that the claims are inaccurate. ", "type": "p"}, {"text": "Mr Zatko has previously supported Elon Musk's claim that the platform has more spam and fake accounts than it has admitted - though he didn't elaborate on this on Tuesday. ", "type": "p"}, {"text": "Last week, a judge said that Mr Musk's lawyers would be allowed to use the Twitter whistle-blower's testimony in court. ", "type": "p"}, {"text": "It largely focussed on national security issues - and is not officially connected with Mr Musk's attempt to pull out of the deal to buy Twitter.", "type": "p"}], "tags": ["Social media", "Elon Musk", "Twitter"]}