{"link": "https://www.bbc.com/news/business-63079743", "category": "business", "title": "Kwasi Kwarteng: We stopped consumer spending collapse", "contributor": "Tom Espiner & Daniel Thomas", "time": "2022-09-29T21:08:29.000Z", "cover": "https://ichef.bbci.co.uk/news/624/cpsprodpb/1FCD/production/_105914180_line976-nc.png", "content": [{"text": "Chancellor Kwasi Kwarteng has said his mini-budget was needed to stop a collapse in consumer spending, despite it sparking days of market turmoil. ", "type": "b"}, {"text": "He told his party's MPs that cutting taxes and limiting energy bills had protected the economy. ", "type": "p"}, {"text": "The plans, announced last Friday, led to a slump in the pound and the Bank of England stepping in to prevent the collapse of some pension funds.", "type": "p"}, {"text": "Mr Kwarteng and Prime Minister Liz Truss defended their plans on Thursday.", "type": "p"}, {"text": "In a series of BBC interviews, Ms Truss insisted \"urgent action\" was needed to boost the UK economy, adding she was \"prepared to do what it takes to make that happen\" and that the tax cuts outlined last week were the right plan.", "type": "p"}, {"text": "This comes as a Yougov poll suggested Labour had opened up a massive 33-point lead over the Tories.", "type": "p"}, [{"text": "Liz Truss interviews: Five key exchanges with prime minister", "type": "a", "href": "https://www.bbc.co.uk/news/uk-63078213"}, {"text": "Fact-checking Liz Truss on the economy", "type": "a", "href": "https://www.bbc.co.uk/news/63075931"}, {"text": "MPs call for economic forecast to be published ", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-63080164"}], {"text": "Mr Kwarteng tried to bolster support among Tory MPs by sending them a message saying he was working at pace to show markets he had a \"clear plan\". ", "type": "p"}, {"text": "The chancellor said he understood their concern about the mini-budget, which promised £45bn of tax cuts funded by government borrowing.", "type": "p"}, {"text": "Fears this would be unaffordable and drive up interest rates had sent markets into a panic, with government borrowing costs surging, and the pound hitting a record low on Monday.", "type": "p"}, {"text": "The market turmoil was fuelled by the lack of an independent forecast on the impact of the plans, which had been offered by the Office for Budget Responsibility, but was declined by the government.", "type": "p"}, {"text": "Mr Kwarteng insisted the market volatility was \"global\" and being driven by the Ukraine war, Covid, and \"a super strong US dollar\". ", "type": "p"}, {"text": "He added that the government had needed to \"act quickly\".", "type": "p"}, {"text": "\"However I totally understand the need to be credible with markets,\" he told MPs. \"We will show markets our plan is sound, credible and will work to drive growth.\"", "type": "p"}, {"text": "He said the government would announce reforms in \"childcare, business regulations, financial services, agriculture and more\" over the next six weeks.", "type": "p"}, {"text": "Ms Truss also argued market turmoil was being caused by global factors in a series of interviews with BBC local radio stations.", "type": "p"}, {"text": "She insisted that \"currencies are under pressure around the world\".", "type": "p"}, {"text": "Later, in BBC TV interviews, she said the UK was \"in a very serious situation\" but that was due to \"the aftermath of Covid and Putin's war in Ukraine\".", "type": "p"}, {"text": "The Treasury select committee, which is led by Conservative MP Mel Stride, an ally of former leadership contender Rishi Sunak, rejected the government explanation.", "type": "p"}, {"text": "In a letter to Mr Kwarteng on Thursday, Mr Stride said the government plans had \"resulted in various significant and concerning reactions in the markets\".", "type": "p"}, {"text": "He said a drop in the price of government bonds following the announcement of the plans was greater than \"any movement during the global financial crisis or the pandemic\".", "type": "p"}, {"text": "He said the financial impact of the mini-budget was larger than that of a typical Budget, but there had been no assessment by the independent Office for Budget Responsibility (OBR) to go with it, despite the OBR saying it could produce one.", "type": "p"}, {"text": "\"It is hard to conclude other than that an absence of a forecast has in some part driven the lack of confidence in the markets,\" he said. \"Some may have formed the unfortunate impression that the government may be seeking to avoid scrutiny.\"", "type": "p"}, {"text": "The OBR said on Thursday it had offered to provide a forecast for the mini-budget, but the chancellor had rejected that.", "type": "p"}, {"text": "BBC economics editor Faisal Islam said this absence of a forecast had made the market reaction to the plans worse.", "type": "p"}, {"text": "Mr Stride called on Mr Kwarteng to provide an OBR forecast \"earlier\" than 23 November, when the government is due to publish its medium term fiscal plan.", "type": "p"}, {"text": "The OBR said on Thursday it had been asked by Mr Kwarteng to produce a first draft of its next economic forecasts by 7 October.", "type": "p"}, {"text": "In an unusual move, Ms Truss will hold emergency talks with OBR head Richard Hughes on Friday, along with Mr Kwarteng.", "type": "p"}, {"text": "Analysis", "type": "b"}, {"text": "Zoe Conway, BBC News correspondent", "type": "b"}, {"text": "In this message, the chancellor is seeking to reassure MPs that he is working quickly to come up with a plan to calm the markets.", "type": "p"}, {"text": "In the face of mounting criticism from his backbenchers, he is also urging them to stay united.", "type": "p"}, {"text": "On 23 November, Mr Kwarteng is due to set out his medium term fiscal plan.", "type": "p"}, {"text": "He argues this will show how he intends to get debt falling but he has been coming under pressure from Conservative MPs to act more quickly.", "type": "p"}, {"text": "There is scepticism among MPs that the economic growth needed to pay for the announced tax cuts and the government's energy bills intervention can be generated quickly enough. ", "type": "p"}, {"text": "That's why, in this note to Conservative MPs, he says that there are lots of ''ambitious'' supply side reforms coming over the next six weeks.", "type": "p"}, {"text": "The chancellor might be conciliatory in tone, saying he always values colleagues and that he is ''always available for a meeting'', but there is no hint here that he is prepared to backtrack on any aspect of his economic plan.", "type": "p"}, [{"text": "Government is undercutting UK institutions - Carney", "type": "a", "href": "https://www.bbc.co.uk/news/business-63070485"}, {"text": "IMF openly criticises UK government tax plans", "type": "a", "href": "https://www.bbc.co.uk/news/business-63051702"}, {"text": "Bank's £65bn move driven by pension fund panic", "type": "a", "href": "https://www.bbc.co.uk/news/business-63065415"}], {"text": "Speaking to reporters on Thursday, Mr Kwarteng rejected claims the government's plans had made people worse off by contributing to a spike in UK mortgage rates.", "type": "p"}, {"text": "It is the first time Mr Kwarteng has made a public comment on his mini-budget since Sunday, when he hinted there were more tax cuts to come. ", "type": "p"}, {"text": "Since then the plan has faced widespread criticism, with the International Monetary Fund and former Bank of England governor Mark Carney disparaging the plan. ", "type": "p"}, {"text": "On Wednesday, the Bank of England was forced to intervene, pledging to buy $65bn of government bonds in a bid to calm markets. ", "type": "p"}, {"text": "However, there are concerns the turmoil could continue and fears it might affect the housing market. A record number of mortgage products have been pulled since Friday, amid fears the Bank of England will have to raise interest rates much more sharply than previously expected.", "type": "p"}, {"text": "Mr Kwarteng said the government's plan to limit energy bills for households and businesses would save people \"thousands of pounds a year\".", "type": "p"}, {"text": "However, the chancellor said it was too early to say whether he would keep the previous government's promise to increase benefits next April in line with inflation. ", "type": "p"}, {"text": "He did, however, say the prime minister was committed to reinstating the triple lock on pensions, which means they increase by whichever is highest: inflation, the average wage rise, or 2.5%.", "type": "p"}], "tags": ["UK economy", "Kwasi Kwarteng"]}