{"link": "https://www.bbc.com/news/health-63076876", "category": "health", "title": "Young non-smokers told not to take up vaping by experts", "contributor": "Annabel Rackham and Elena Bailey", "time": "2022-09-29T16:06:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14671/production/_126896538_chloe2.jpg", "content": [{"text": "Young non-smokers are being advised not to take up vaping. ", "type": "b"}, {"text": "Researchers looked at the evidence and say while vaping is far safer than cigarettes, the long-term effects of vapes are still unknown.", "type": "p"}, {"text": "Vaping causes less exposure to harmful toxins than smoking, say the experts, who were tasked by the government with looking at the issue. ", "type": "p"}, {"text": "In recent years there's been a rise in vaping, particularly in young people.", "type": "p"}, {"text": "A recent survey by Action on Smoking and Health (ASH) found vaping in people aged 11-18 had doubled from 4% in 2020 to 8.6% in 2022. ", "type": "p"}, {"text": "However, smoking figures for the same age-group had gone down slightly from 6.7% in 2020 to 6.0% in 2022.", "type": "p"}, {"text": "Overall, there are believed to be around six million smokers in England, and nearly four million vapers.", "type": "p"}, {"text": "The Institute of Psychiatry, Psychology and Neuroscience team were commissioned by the Department of Health and Social Care to undertake the biggest review of its kind on vaping in England. ", "type": "p"}, {"text": "The findings confirm: ", "type": "p"}, [{"text": "Cigarettes are dangerous because they contain toxicants, which are found in tobacco smoke and promote cancer, lung disease and cardiovascular disease", "type": "p"}, {"text": "Vaping products, including disposable e-cigarettes and reusable kits still contain nicotine, which is advertised on packaging due to its addictive nature", "type": "p"}, {"text": "There is no significant evidence that short-term and medium-term vaping causes health problems, but the long-term effects are unknown", "type": "p"}], {"text": "Lead author of the study, Prof Ann McNeill, who specialises in tobacco addiction, said vaping is \"very unlikely to be risk-free\" as the continual inhaling of vape fluid into the lungs would have some effect.", "type": "p"}, {"text": "\"We strongly discourage anyone who has never smoked from taking up vaping or smoking,\" she said. ", "type": "p"}, [{"text": "Vaping - is it a risk-free option?", "type": "a", "href": "https://www.bbc.co.uk/news/health-61759776"}, {"text": "Underage teens sold e-cigarettes and vape liquid", "type": "a", "href": "https://www.bbc.co.uk/news/uk-wales-60375960"}, {"text": "How safe are e-cigarettes?", "type": "a", "href": "https://www.bbc.co.uk/news/health-48770808"}], {"text": "The researchers say more needs to be done to stop children from taking up vaping.", "type": "p"}, {"text": "Part of the study found that local authority trading standards efforts \"have been scaled down, and compliance with regulations is not enough to prevent underage sales and access to illicit products\".", "type": "p"}, {"text": "Disposable single-use vaping products like elf and geek bars are more popular with young people, but did not form a major part of this study.", "type": "p"}, {"text": "The researchers added that \"more frequent surveillance of single-use disposable vaping products\" is now needed.", "type": "p"}, {"text": "The popularity of disposable vapes in young people has been linked to social media, with TikToks of people trying out new flavours of vapes or using them as a fashion accessory being blamed.", "type": "p"}, {"text": "The bars, which can often be bought in corner shops or off-licences, can cost around £5.", "type": "p"}, {"text": "Chloe Harvatt is 23 and has been using disposable vapes for around a year.", "type": "p"}, {"text": "\"I'm vaping a full bar every day, whereas before I would smoke around five or six cigarettes a day. ", "type": "p"}, {"text": "\"I can get through seven, maybe eight, disposables a week,\" she told the BBC.", "type": "p"}, {"text": "Chloe says she's \"never had an addiction so bad\" and doesn't go more than an hour without vaping, and often falls asleep at night with a vape in her hand. ", "type": "p"}, {"text": "\"My vape is constantly in my mouth so I'm getting nicotine rushes and if I can't find it I end up having a panic attack.\" ", "type": "p"}, {"text": "She says she always keeps several in the house and likes to try out all the different flavours: \"The taste is brilliant compared to cigarettes.\"", "type": "p"}, {"text": "Chloe says she worries about the longer-term effects of vaping: \"The thing that scares me the most is that there isn't enough research on the long-term effects they are going to have on us - I'm terrified\".", "type": "p"}], "tags": ["Smoking", "Vaping"]}