{"link": "https://www.bbc.com/news/science-environment-63069445", "category": "science & environment", "title": "Energy efficiency plan to help England's low-income homes", "contributor": "Jonah Fisher", "time": "2022-09-29T05:31:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D5F0/production/_126886745_insulation.jpg", "content": [{"text": "Low-income homes in England are to have their energy efficiency improved under a £1.5bn government plan that will also address poor insulation.", "type": "b"}, {"text": "The funding is being made available to local authorities and social housing providers with the aim of upgrading 130,000 homes.", "type": "p"}, {"text": "Wall and loft insulation, double glazing, heat pumps and solar panels are all measures that could be funded. ", "type": "p"}, {"text": "The UK currently has some of least energy efficient homes in Europe. ", "type": "p"}, {"text": "The £1.5bn will come from £6.6bn that was announced in 2021 as part of the government's Heat and Building Strategy.", "type": "p"}, {"text": "\"By making homes warmer and cheaper to live in, we are not only transforming the lives of households across England,\" said Business Secretary Jacob Rees-Mogg in a statement. ", "type": "p"}, {"text": "\"We are creating huge growth in the economy, backing the green energy sector and supporting thousands of high-skilled jobs.\" ", "type": "p"}, {"text": "The government says the upgrades will help households save between £400 and £700 a year on their energy bills at current prices. Local authorities and registered social housing providers will bid for the money with the projects being delivered from early 2023 to March 2025.  ", "type": "p"}, {"text": "The funding will be used to retrofit private, off-gas grid housing and social on and off-gas grid houses that have an Energy Performance Certificate (EPC) rating below C.", "type": "p"}, {"text": "Home insulation: how can it cut energy bills?", "type": "p"}, {"text": "Government critics have long argued that insulation, one of the simplest ways of cutting both energy consumption and bills, was being ignored. ", "type": "p"}, {"text": "In 2013 David Cameron's decision reduce government support for home insulation sent the number of houses getting insulated plummeting.", "type": "p"}, {"text": "Since then other schemes including the Green Home Grant have been axed, having only reached a fraction on the homes initially targeted.", "type": "p"}, {"text": "Protests by groups like Insulate Britain have also highlighted the issue.", "type": "p"}, {"text": "Follow Jonah on Twitter @jonahfisherBBC", "type": "p"}], "tags": ["Home insulation", "Heat pumps", "Renewable energy"]}