{"link": "https://www.bbc.com/news/technology-63082320", "category": "technology", "title": "Google to close Stadia cloud service and refund gamers", "contributor": "Tom Gerken", "time": "2022-09-29T18:01:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3907/production/_126899541_gettyimages-1136864094.jpg", "content": [{"text": "Google has announced plans to shut down its Stadia cloud gaming service and refund players.", "type": "b"}, {"text": "Stadia was touted as a \"Netflix for games\" when it launched in November 2019, allowing players to stream games online without owning a console.", "type": "p"}, {"text": "But the service will now come to an end on 18 January 2023 because of a lack of \"traction\" with gamers.", "type": "p"}, {"text": "Google has promised refunds to players who purchased its Stadia controller, as well as any games or add-on content.", "type": "p"}, {"text": "It said it estimates those refunds will be completed by mid-January.", "type": "p"}, {"text": "Stadia games run on servers at Google data centres around the world, with the video footage streamed to a TV or mobile device.", "type": "p"}, {"text": "Phil Harrison, vice-president and general manager of Stadia, said in a blog post: \"A few years ago, we also launched a consumer gaming service, Stadia. ", "type": "p"}, {"text": "\"And while Stadia's approach to streaming games for consumers was built on a strong technology foundation, it hasn't gained the traction with users that we expected so we've made the difficult decision to begin winding down our Stadia streaming service.\"", "type": "p"}, {"text": "Google is pretty ruthless about culling products that don't work out - head to the website Killed by Google and you can immerse yourself in a long list of dearly departed Google brands (many of which you've probably never heard of).", "type": "p"}, {"text": "Stadia launched to great fanfare in 2019 and was clearly Google's attempt to muscle in on the lucrative gaming market.", "type": "p"}, {"text": "Stadia went beyond simply streaming games and even came with its own bespoke hardware.", "type": "p"}, {"text": "But taking on the games giants is tough - even when you're a giant in your own right. What works for Xbox and PlayStation is difficult to replicate when their customers have already shelled out on consoles and subscriptions - and the firms behind them, Microsoft and Sony, have lucrative deals in place with the world's biggest games publishers.  ", "type": "p"}, {"text": "It's perhaps no huge surprise that Phil Harrison said Stadia hadn't \"gained the traction\" that Google anticipated - marketing speak for \"not enough bums on seats\". ", "type": "p"}, {"text": "Google's decision comes as Netflix announced a more traditional move into the gaming market - establishing a studio to make games.", "type": "p"}], "tags": ["Gaming", "Streaming", "Google", "Netflix"]}