{"link": "https://www.bbc.com/news/business-65835981", "category": "business", "title": "CNN chief Chris Licht out after just 13 months", "contributor": null, "time": "2023-06-07T14:53:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12B93/production/_130019667_whatsubject.jpg", "content": [{"text": "The chief executive of CNN has stepped down after just 13 months in the job.  ", "type": "b"}, {"text": "Chris Licht had been been under pressure after a recent article about him in the Atlantic magazine, for which he provided an unusual level of access, raised questions about his leadership. ", "type": "p"}, {"text": "The news network has also seen falling ratings and was widely criticised for its handling of a town hall interview with former president Donald Trump. ", "type": "p"}, {"text": "Parent company Discovery said \"things did not work out the way we had hoped\".", "type": "p"}, {"text": "Mr Licht was appointed head of the channel last year, when Discovery merged with WarnerMedia, home to CNN, HBO and others.", "type": "p"}, {"text": "Warner Bros Discovery boss David Zaslav said the company appreciated \"Chris's efforts and dedication and [we] wish him all the best\".", "type": "p"}, {"text": "\"This job was never going to be easy, especially at a time of great disruption and transformation, and Chris poured his heart and soul into it,\" he said announcing the change, which is effective immediately. ", "type": "p"}, {"text": "\"Unfortunately, things did not work out the way we had hoped - and ultimately that's on me. I take responsibility.\"", "type": "p"}, {"text": "Mr Licht took over CNN as the Discovery takeover prompted big shake-ups, including the ousting of former chief Jeff Zucker, the abrupt cancellation of CNN+, a planned streaming service, and hundreds of layoffs. ", "type": "p"}, {"text": "Mr Zaslav has also been pushing CNN to shift its tone, which he saw as having shifted to the left and become too combative during the Trump administration, when the former president frequently dismissed it as \"fake news\".", "type": "p"}, {"text": "Mr Zaslav had said that CNN should carve out a role distinct from rival news brands seen as being more partisan, such as Fox News on the right, and MSNBC on the left. ", "type": "p"}, {"text": "\"Our view is, there's advocacy networks on either side. We have the best journalists in the world. We need to show both sides of every issue,\" he said at an investor conference earlier this year.", "type": "p"}, {"text": "But Mr Licht's efforts to shake-up programming - including the launch of a new morning show - had stumbled. ", "type": "p"}, {"text": "His standing had been in question after a new chief operating officer, seen as close to the Discovery boss, was named earlier this month. ", "type": "p"}, {"text": "Before CNN, Mr Licht was an executive vice president of special programming at CBS and a showrunner for \"The Late Show with Stephen Colbert\". He had also worked for CBS News and was a co-creator of MSNBC's popular morning news show \"Morning Joe\".", "type": "p"}, {"text": "Mr Zaslav said the channel would be led by an interim group of leaders, while the company searched for a replacement. ", "type": "p"}], "tags": []}