{"link": "https://www.bbc.com/news/entertainment-arts-65831828", "category": "entertainment & arts", "title": "Julie Goodyear: Coronation Street's Bet Lynch actress reveals dementia diagnosis", "contributor": null, "time": "2023-06-07T12:31:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/127A1/production/_130018657_46df812c3f34856567ee3ecf23074c49ac74874c69_124_1772_9971772x997.jpg", "content": [{"text": "Julie Goodyear, known for playing Bet Lynch in Coronation Street, has received a \"heartbreaking diagnosis\" of dementia, her husband has said.", "type": "b"}, {"text": "The actress had sought medical advice after \"suffering forgetfulness\" but there was now \"no hope of a reversal in the situation\", Scott Brand said.", "type": "p"}, {"text": "Goodyear, 81, played the leopard-skin-loving barmaid from 1966 to 2003.", "type": "p"}, {"text": "\"My darling wife and I have had to come to terms with this heartbreaking diagnosis,\" Mr Brand said.", "type": "p"}, {"text": "\"Unfortunately, Julie has been suffering forgetfulness for some time and we have been seeking medical advice and assistance - but we now know that there is no hope of a reversal in the situation and that her condition will get progressively, and perhaps speedily, worse.", "type": "p"}, {"text": "\"We have taken the decision to publicly announce the diagnosis as Julie still loves visiting friends and eating out. Inevitably, she is recognised and fans love to meet her - and she them - but she can get confused, particularly if she is tired. I hope people will understand.\"", "type": "p"}, {"text": "Thanks to Goodyear, Bet Lynch became one of the ITV soap opera's longest-serving and best-loved characters.", "type": "p"}, {"text": "The actress has also appeared on reality shows such as Celebrity Big Brother and Celebrity Fit Club.", "type": "p"}, {"text": "Hilary Evans, chief executive of Alzheimer's Research UK, said: \"Our hearts go out to Julie Goodyear and her family, following the announcement that she is living with dementia.", "type": "p"}, {"text": "\"So many of us have such fond memories of watching Julie on screen, playing the iconic role of Bet Lynch.", "type": "p"}, {"text": "\"It is incredibly brave of Julie's husband to share this news and help raise much-needed awareness of dementia, a condition affecting almost one million people in the UK today.", "type": "p"}, {"text": "\"With no treatments to slow or stop the diseases that cause dementia, a diagnosis is truly heartbreaking.\"", "type": "p"}], "tags": []}