{"link": "https://www.bbc.com/news/science-environment-65834167", "category": "science & environment", "title": "Crocodile found to have made herself pregnant", "contributor": null, "time": "2023-06-07T16:36:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1528F/production/_130017668_screenshot2023-06-07at12.03.22.png", "content": [{"text": "The first case of a crocodile who made herself pregnant has been identified at a zoo in Costa Rica.", "type": "b"}, {"text": "She produced a foetus that was 99.9% genetically identical to herself.", "type": "p"}, {"text": "The phenomenon of so-called \"virgin birth\" has been found in species of birds, fish and other reptiles, but never before in crocodiles.", "type": "p"}, {"text": "The scientists say the trait might be inherited from an evolutionary ancestor, so dinosaurs might also have been capable of self-reproduction.", "type": "p"}, {"text": "The research has been published in the Royal Society journal, Biology Letters.", "type": "p"}, {"text": "The egg was laid by an 18-year-old female American crocodile in Parque Reptilania in January 2018. The foetus inside was fully formed but stillborn and so did not hatch.", "type": "p"}, {"text": "The crocodile who laid the egg was obtained when she was two years old and was kept apart from other crocodiles for its entire life. Because of this, the park's scientific team contacted Belfast-born Dr Warren Booth, now working at Virginia Tech in the US.  He has been studying virgin births, known scientifically as parthenogenesis, for 11 years.", "type": "p"}, {"text": "Dr Booth analysed the foetus and found that it was more than 99.9 % genetically identical to its mother - confirming that it had no father.", "type": "p"}, {"text": "He told BBC News that he wasn't surprised by the discovery.", "type": "p"}, {"text": "''We see it in in sharks, birds, snakes and lizards and it is remarkably common and widespread''.", "type": "p"}, {"text": "He speculated that the reason that parthenogenesis has not been seen in crocodiles is because people have not been looking for instances of them.", "type": "p"}, {"text": "''There was a big increase in reports of parthenogenesis when people started keeping pet snakes. But your average reptile keeper doesn't keep a crocodile,\" he said.", "type": "p"}, {"text": "One theory is that it happens in species capable of parthenogenesis when numbers dwindle, and they are on the verge of extinction. And Dr Booth told BBC news that this may have happened to some species of dinosaurs when their numbers dwindled due to environmental changes.", "type": "p"}, {"text": "''The fact that the mechanism of parthenogenesis is the same in so many different species suggests that it is a very ancient trait that has been inherited throughout the ages. So this supports the idea that dinosaurs could also reproduce this way.", "type": "p"}, {"text": "Follow Pallab on Twitter", "type": "p"}], "tags": []}