{"link": "https://www.bbc.com/news/technology-65834521", "category": "technology", "title": "Twitch apologises as streamers leave after adverts row", "contributor": null, "time": "2023-06-07T13:43:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ED7F/production/_126799706_gettyimages-1235589070.jpg", "content": [{"text": "Twitch has apologised, after a backlash over new advertising rules. ", "type": "b"}, {"text": "The Amazon-owned livestreaming service had said it would restrict the size and type of ads used by streamers who create content on Twitch.", "type": "p"}, {"text": "This would have substantially reduced the ways in which streamers generate income on the platform.", "type": "p"}, {"text": "Twitch has now said it will rewrite the new policy, after several prominent creators threatened to boycott the platform - and some moved elsewhere.", "type": "p"}, {"text": "\"Today's branded-content policy update was overly broad,\" it said in a tweet viewed 17.6 million times. ", "type": "p"}, {"text": "\"This created confusion and frustration - and we apologise for that. ", "type": "p"}, {"text": "\"We do not intend to limit streamers' ability to enter into direct relationships with sponsors - and we understand that this is an important part of how streamers earn revenue.\"", "type": "p"}, {"text": "But UK streamer Marco, known online as Stallion, told BBC News he would still be leaving Twitch, following the original update.", "type": "p"}, {"text": "\"This is the push that I needed to get me off this platform,\" he said. ", "type": "p"}, {"text": "\"This has been something that's been in my mind for the last two years... the problem with Twitch is it has next to no discoverability - it's one of those platforms where if you're not already at the top, you're not going to be. ", "type": "p"}, {"text": "\"I get it that it's a business, but it's like there's no thought about the people who are on the platform...  it just feels like it's all about the money now and nothing to do with us.\"", "type": "p"}, {"text": "The new rules would have meant streamers were not allowed to embed ads, whether video, audio or otherwise, directly into their streams, as well as limiting the size of any logos to just 3% of the screen size.", "type": "p"}, {"text": "Streamers typically embed ads so they are visible at all times.", "type": "p"}, {"text": "Twitch usually pays them 50% of the money it collects from their subscribers, though some of the biggest streamers receive a 70-30 \"revenue split\". But the platform receives none of the revenue streamers make from ads or donations.", "type": "p"}, {"text": "In comparison, YouTubers receive 70% of the revenue from their subscriptions, known as memberships. But YouTube also takes a 30% cut of donations from fans.", "type": "p"}, {"text": "The new rules also caused concern for charity events such as Games Done Quick, which in June announced it had raised $2.2m for Doctors Without Borders, as it relies heavily on logos that fill much of the screen.", "type": "p"}, {"text": "Which of the new rules will now be rewritten remains unclear - but for some, the damage has been done.", "type": "p"}, {"text": "\"There's no thought about the people who are on the platform, whether they depend on it for their livelihood or not,\" Stallion said. ", "type": "p"}, {"text": "\"This is a move I should have made years ago - but it's one that I've honestly been very scared to make because it's my full-time career. ", "type": "p"}, {"text": "\"Long term, this is going to be the best thing for me.\"", "type": "p"}], "tags": []}