{"link": "https://www.bbc.com/news/entertainment-arts-62925701", "category": "entertainment & arts", "title": "Chrissy Teigen says she has come to realise she had an abortion, not a miscarriage", "contributor": null, "time": "2022-09-16T11:33:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D22C/production/_126740835_gettyimages-1235527715.jpg", "content": [{"text": "Chrissy Teigen has spoken about how she has come to realise the loss of her baby during pregnancy two years ago was an abortion rather than a miscarriage.", "type": "b"}, {"text": "The US model revealed in 2020 that she had lost a baby at 20 weeks, as a result of a pregnancy complication.", "type": "p"}, {"text": "At the time, the loss was described as a miscarriage, and she shared emotional photos from her hospital bedside.", "type": "p"}, {"text": "She now says she had to make \"difficult and heartbreaking\" decisions after learning the child would not survive.", "type": "p"}, {"text": "\"It became very clear around halfway through that he would not survive, and that I wouldn't either without any medical intervention,\" Teigen explained.", "type": "p"}, {"text": "She said she had only recently come to accept the procedure as \"an abortion to save my life for a baby that had absolutely no chance\".", "type": "p"}, {"text": "Teigen, who is married to singer John Legend, was speaking at a conference session in the wake of the US Supreme Court's recent decision to overturn the Roe vs Wade ruling, which has allowed states to block abortion access.", "type": "p"}, {"text": "The TV personality said she had discussed the ruling with Legend, and expressed sympathy with people who have to make a decision to have an abortion, when her husband made her realise that she had in fact been one of those people.", "type": "p"}, {"text": "\"I fell silent, feeling weird that I hadn't made sense of it that way,\" Teigen told the A Day of Unreasonable Conversation summit, as reported by The Hollywood Reporter.", "type": "p"}, {"text": "\"I told the world we had a miscarriage, the world agreed we had a miscarriage, all the headlines said it was a miscarriage.", "type": "p"}, {"text": "\"And I became really frustrated that I didn't, in the first place, say what it was, and I felt silly that it had taken me over a year to actually understand that we had had an abortion.\"", "type": "p"}, {"text": "The couple had already named the unborn child Jack, the 36-year-old explained.", "type": "p"}, {"text": "\"Two years ago, when I was pregnant with Jack - John and my third child - I had to make a lot of difficult and heartbreaking decisions,\" she said. ", "type": "p"}, {"text": "She told the session about having a miscarriage, before stopping herself and saying: \"Let's just call it what it was. It was an abortion. An abortion to save my life for a baby that had absolutely no chance. And to be honest, I never, ever put that together until, actually, a few months ago.\"", "type": "p"}, {"text": "Several weeks after losing her baby, Teigen wrote a moving blog explaining that she had been induced to deliver Jack at 20 weeks after being diagnosed with partial placental abruption.", "type": "p"}, {"text": "Placental abruption is when the placenta starts to come away from the inside of the womb wall.", "type": "p"}, {"text": "She recounted how her bleeding had become heavier and she went into hospital, where doctors \"tried bags and bags of blood transfusions\", but they had no effect.", "type": "p"}, {"text": "\"After a couple nights at the hospital, my doctor told me exactly what I knew was coming - it was time to say goodbye,\" she wrote.", "type": "p"}, {"text": "Teigen and Legend's other two children are aged six and four, and she is currently pregnant again.", "type": "p"}], "tags": ["Abortion", "John Legend", "Chrissy Teigen", "US abortion debate"]}