{"link": "https://www.bbc.com/news/science-environment-62916234", "category": "science & environment", "title": "Astronomy Photographer of the Year: 'Once in a lifetime' picture of comet wins award", "contributor": "Georgina Rannard", "time": "2022-09-15T18:57:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/179FA/production/_126726769_d1059d33-d906-4ae0-ae33-1c385ca69b32.jpg", "content": [{"text": "A rare photograph of a comet that will never be seen from Earth again has won a prestigious photography prize.", "type": "b"}, {"text": "The image shows a piece of Comet Leonard's tail breaking off and being carried away by the solar wind.", "type": "p"}, {"text": "The comet made a brief appearance to Earth after being discovered in 2021, but has now left our Solar System.", "type": "p"}, {"text": "The Royal Observatory Greenwich in London runs the Astronomy Photography of the Year competition and called the image \"astonishing\".", "type": "p"}, {"text": "It also awarded two 14-year-old boys in Sichuan, China, the prize for Young Astronomy Photographer of the Year.", "type": "p"}, {"text": "The images are on show in an exhibition at the National Maritime Museum in London from Saturday.", "type": "p"}, {"text": "\"Comets look different from hour to hour - they are very surprising things,\" explained the winning photographer Gerald Rhemann, from Vienna, Austria.", "type": "p"}, {"text": "The picture was taken on Christmas Day 2021 from an observatory in Namibia, home to some of the world's darkest skies.", "type": "p"}, {"text": "He had no idea that the comet's tail would disconnect, leaving the sparkling dust trail in its wake. ", "type": "p"}, {"text": "\"I was absolutely happy to take the picture - it's the highlight of my photography career,\" he told BBC News.", "type": "p"}, {"text": "Astronomer Dr Ed Bloomer, who was one of the competition judges, said the image was one of the best comet photographs in history.", "type": "p"}, {"text": "\"The perfect astrophotograph is the collision of science and arts. Not only is it technically sophisticated and projects the viewer into deep dark space, but also it's visually arresting and emotional,\" Dr Hannah Lyons, assistant curator of art at Royal Museums Greenwich, told BBC News.", "type": "p"}, {"text": "The judges looked at more than 3,000 entries from around the world.", "type": "p"}, {"text": "For their winning image, Yang Hanwen and Zhou Zezhen, both 14, worked together to photograph the Andromeda Galaxy, one of the closest and largest neighbours of the Milky Way.", "type": "p"}, {"text": "The image shows the stunning colours of a galaxy near our own. \"I think this photo shows how gorgeous our nearest neighbour is,\" Yang Hanwen said.", "type": "p"}, {"text": "The category Young Astronomy Photographer of the Year is for people aged under 16.", "type": "p"}, {"text": "Dr Lyons said she was \"blown away\" by the quality of the young photographers, \"producing the most remarkable images\".", "type": "p"}, {"text": "This image by Slovakian photographer Filip Hrebenda shows the Northern Lights reflected on a freezing Icelandic lake above the Eystrahorn mountain. ", "type": "p"}, {"text": "Peter Szabo was highly commended for Young Astronomy Photographer of the Year for this photograph of the Moon, which he took in Debrecen, Hungary.", "type": "p"}, {"text": "The image uses high-quality processing to show the Moon's surface in incredible detail, revealing a sight that is familiar to most people but in an extraordinary way.", "type": "p"}, {"text": "Péter Feltóti captured this image from Hungary. The IC 1805 is an area of huge amounts of ionised gas and interstellar dust. A strong stellar wind blows the surrounding material outwards, creating a cave-like hollow shape in a gas cloud. ", "type": "p"}, {"text": "\"It is very difficult to capture dark nebula with any kind of clarity,\" explained Dr Ed Bloomer.", "type": "p"}, {"text": "Astrophotography was important, he added, because it revealed features of the cosmos that the human eye couldn't see just by looking at the night sky.", "type": "p"}, {"text": "Weitang Liang took this picture of the Helix Nebula in Río Hurtado, Chile, at the Chilescope observatory.", "type": "p"}, {"text": "\"It's easy to see how the ancients used to stargaze into the heavens and imagine that the cosmos was looking back, keeping a watchful eye over us,\" judge Imad Ahmed said.", "type": "p"}, {"text": "This image by Pauline Woolley, combining pictures taken by large telescopes, won the prize for innovation", "type": "p"}, {"text": "It shows how the sun changes over time using the idea of tree-ring dating.", "type": "p"}, {"text": "Using an ordinary camera, Lun Deng captured this image of Milky Way rising above the Minya Konka Mountain, the highest peak in Sichuan China.", "type": "p"}, {"text": "All images subject to copyright.", "type": "b"}], "tags": ["Astronomy", "Photography", "Milky Way"]}