{"link": "https://www.bbc.com/news/health-65410018", "category": "health", "title": "Hidden high blood pressure in young people revealed", "contributor": null, "time": "2023-04-28T03:26:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11B5F/production/_129534527_gettyimages-1350227670.jpg", "content": [{"text": "A \"considerable\" number of young people in England - about 170,000 aged 16 to 24 - unknowingly have risky high blood pressure, experts are warning. ", "type": "b"}, {"text": "That is about five in 100 young men and one in 100 young women, says the Office for National Statistics (ONS).", "type": "p"}, {"text": "Although it may not cause symptoms or problems to begin with, it puts extra strain on the heart and blood vessels. ", "type": "p"}, {"text": "High blood pressure, or hypertension, is responsible for about half the heart attacks and strokes in the UK.", "type": "p"}, {"text": "It can develop at any age, which is why doctors say all adults should have regular blood pressure checks and take steps to avoid long-term harm.  ", "type": "p"}, [{"text": "Doctors gave me a pacemaker when I was 11 days old", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-tayside-central-64303138"}, {"text": "I was told my heart might fail within a year", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-london-65124753"}, {"text": "Dama Hamlin: Why do some young athletes suffer cardiac arrest?", "type": "a", "href": "https://www.bbc.co.uk/news/health-64154445"}], {"text": "Chris Shine, from the ONS's analytical hub, told the BBC that they had carried out the new analysis to identify the groups most at risk of having undiagnosed high blood pressure. ", "type": "p"}, {"text": "\"We see that there are considerable numbers of younger, healthier people who are undiagnosed. It may be that this group are unaware they have the condition because they are less likely to access healthcare if they are otherwise well,\" he said. ", "type": "p"}, {"text": "\"These results will provide valuable insight for health services and those seeking to improve outcomes for what is one of the most common causes of premature death, especially as we know that the sooner hypertension is identified, the more effectively it can be managed and treated among all ages.\"", "type": "p"}, {"text": "About a third of adults in the UK have high blood pressure, but many are not aware of it, experts say.", "type": "p"}, {"text": "Being overweight, eating an unhealthy diet, not being active, drinking too much alcohol and smoking can all raise blood pressure.", "type": "p"}, {"text": "According to the ONS, young men were particularly likely to be undiagnosed - 66% of males and 26% of females aged 16 to 24 years, and 55% of males and 44% of females aged 25 to 34 years, compared with 17% of males and 21% of females aged 75 years and over.", "type": "p"}, {"text": "The data comes from the Health Survey for England, which carried out at-home blood pressure measurements on 20,000 people - including 1,500 young people - taken by a nurse on a few different occasions to obtain an average reading. ", "type": "p"}, {"text": "It suggests:", "type": "p"}, [{"text": "4% of women (about 110,000) and 7% of men (about 210,000) aged 16-24 in England have high blood pressure", "type": "p"}, {"text": "Of those, 26% of the women (about 30,000) and 66% of the men (about 140,000) were undiagnosed", "type": "p"}], {"text": "Dr Pauline Swift, from the charity Blood Pressure UK, said while some risk factors, such as ageing and ethnicity, are unavoidable, others are within people's control.", "type": "p"}, {"text": "\"In recent years we have seen an increase in younger patients with high blood pressure, often as a result of poor diet, consuming too much salt and lack of exercise leading to weight gain,\" she said. ", "type": "p"}, {"text": "\"If you start making small changes to your lifestyle when you are young, such as eating less salt, more fruit and vegetables and taking more exercise to maintain a healthy weight, then you are more likely to stay healthier and prevent strokes, heart disease and chronic kidney disease.", "type": "p"}, {"text": "\"High blood pressure kills thousands of people every year in the UK and is almost entirely preventable. ", "type": "p"}, {"text": "\"Everyone needs to take control of their health by checking their blood pressure either at home, at a pharmacy or with their practice nurse. This could save your life.\"", "type": "p"}, {"text": "Prof Bryan Williams, President of the International Society of Hypertension, and a specialist at University College London Hospitals NHS Foundation Trust in London, said: \"I just don't think people realise just how dangerous untreated high blood pressure can be.", "type": "p"}, {"text": "\"It is estimated that high blood pressure causes 10 million deaths every year across the world. To put this in perspective, that is more deaths globally every year than the total number of global deaths caused by Covid over three years.  ", "type": "p"}, {"text": "\"The good news is that once high blood pressure is properly diagnosed, for most people it is easy to treat and control, especially if it is diagnosed early.", "type": "p"}, {"text": "\"If I have a simple message it is, get your blood pressure checked and don't ignore it if it is high.\" ", "type": "p"}, {"text": "Blood pressure is measured in millimetres of mercury (mmHg). The healthy range is between 90 over 60mmHg and 120 over 80mmHg. ", "type": "p"}], "tags": []}