{"link": "https://www.bbc.com/news/technology-65431914", "category": "technology", "title": "ChatGPT accessible again in Italy", "contributor": null, "time": "2023-04-28T18:20:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9A6E/production/_129543593_gettyimages-1251704940.jpg", "content": [{"text": "Access to the ChatGPT chatbot has been restored in Italy.", "type": "b"}, {"text": "It was banned by the Italian data-protection authority at the start of April over privacy concerns.", "type": "p"}, {"text": "It maker, OpenAI, which is backed by Microsoft, said it had successfully \"addressed or clarified\" the issues raised.", "type": "p"}, {"text": "It said its privacy policy was now accessible to people before they registered for ChatGPT and there was a new tool to verify the age of users.", "type": "p"}, {"text": "The Italian data-protection authority, also known as Garante, had temporarily restricted the chatbot and launched a probe over the artificial intelligence application's suspected breach.", "type": "p"}, {"text": "As Garante had accused OpenAI of failing to check the age of ChatGPT's users who are supposed to be aged 13 or above, OpenAI said it would offer a tool to verify users' ages in Italy upon sign-up.", "type": "p"}, {"text": "OpenAI explained that it would also provide a new form for European Union users to exercise their right to object to its use of personal data to train its models.", "type": "p"}, {"text": "The Italian regulator told the BBC it \"welcomed the measures OpenAI implemented\" but called for even more compliance.", "type": "p"}, {"text": "In particular, the spokesperson said, around \"implementing an age verification system and planning and conducting an information campaign to inform Italians of what happened as well as of their right to opt-out from the processing of their personal data for training algorithms.\"", "type": "p"}, {"text": "Garante said it would carry on its \"fact-finding activities regarding OpenAI also under the umbrella of the ad-hoc task force that was set up by the European Data Protection Board.\"", "type": "p"}, {"text": "An OpenAI spokesperson said it appreciated the Garante for being collaborative, and that it would continue ongoing constructive discussions. ", "type": "p"}, {"text": "Millions of people have used ChatGPT since it launched in November 2022. ", "type": "p"}, {"text": "It can answer questions using natural, human like language and it can also mimic other writing styles. ", "type": "p"}, {"text": "Microsoft has spent billions of dollars on it and it was added to Bing last month.  ", "type": "p"}, {"text": "It has also said that it will embed a version of the technology in its Office apps, including Word, Excel, Powerpoint and Outlook.", "type": "p"}, {"text": "Bard, Google's; rival artificial-intelligence chatbot, is now available, but only to specific users over the age of 18. ", "type": "p"}], "tags": []}