{"link": "https://www.bbc.com/news/business-65406361", "category": "business", "title": "Facebook shows signs of revival after slump", "contributor": null, "time": "2023-04-26T21:12:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14C81/production/_129512158_whatsubject.jpg", "content": [{"text": "Facebook's business appears to be reviving after months of decline. ", "type": "b"}, {"text": "Meta, the parent company of Facebook, Instagram and WhatsApp, said revenue grew 3% in the first three months of 2023, compared with the same period a year earlier.", "type": "p"}, {"text": "It also said more than three billion people used at least one of its apps daily on average last month, up 5% from March a year ago.", "type": "p"}, {"text": "Shares in the firm shot up more than 10% in after-hours trade. ", "type": "p"}, {"text": "The gains come amid a wider recovery for the firm's shares, as some investors buy into chief executive Mark Zuckerberg's campaign to cut costs and refocus the tech giant.", "type": "p"}, {"text": "He has declared 2023 a \"year of efficiency\", announcing thousands of job cuts in recent months.", "type": "p"}, {"text": "These moves came after the firm struggled with revenue declines last year in the face of increased competition from TikTok, privacy changes at Apple and a general slump in advertising spending. ", "type": "p"}, {"text": "Debra Aho Williamson, principal analyst at Insider Intelligence, said this year was off to a \"stronger than expected start\" and that the firm's forecast for coming months suggested it may \"be starting to come out of the woods\".", "type": "p"}, {"text": "\"In this economic environment - and after the disaster that was 2022 - 3% revenue growth [compared with last year] is an accomplishment,\" she said.", "type": "p"}, {"text": "But she added that the firm \"can't afford to sit still\".", "type": "p"}, {"text": "Financial markets have been closely watching for results from the big tech companies, which have a big impact on movements on the major US stock indexes.", "type": "p"}, {"text": "Microsoft and Alphabet, owner of Google, also reported better than expected results earlier this week.", "type": "p"}, {"text": "Meta said it brought in revenue of $28.6bn over the three months ended in March - its first quarterly growth in nearly a year. ", "type": "p"}, {"text": "It reported profits of $5.7bn for the quarter, down 24% compared with a year ago. ", "type": "p"}], "tags": []}