{"link": "https://www.bbc.com/news/entertainment-arts-65398230", "category": "entertainment & arts", "title": "King's Coronation: Conducting the Westminster Abbey service is a 'daunting job'", "contributor": null, "time": "2023-04-26T10:25:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1433E/production/_129505728_8178458144_ac0745cb08_b.jpg", "content": [{"text": "On Saturday 6 May, Sir Antonio Pappano will conduct the coronation service at Westminster Abbey, overseeing a programme of music personally selected by King Charles III.", "type": "b"}, {"text": "The service will include 12 new commissions, including a new coronation anthem composed by Andrew Lloyd Webber.", "type": "p"}, {"text": "Sir Antonio will also lead a special coronation orchestra, combining members of eight ensembles from around the UK.", "type": "p"}, {"text": "\"It's going to be an absolutely daunting job,\" he says.", "type": "p"}, {"text": "\"I'm hoping and praying that I have the concentration to do [it] justice. But we're communicating joy, it's a celebration. So that's all that matters in the end, really.\"", "type": "p"}, [{"text": "The Coronation of King Charles III", "type": "a", "href": "https://www.bbc.co.uk/news/topics/c9wl4m5rqmlt"}, {"text": "Who is going to the coronation - and who isn't?", "type": "a", "href": "https://www.bbc.co.uk/news/uk-65298422"}, {"text": "Does King Charles need a coronation?", "type": "a", "href": "https://www.bbc.co.uk/news/uk-65031625"}], {"text": "The English-Italian maestro is well-placed to take on the task. ", "type": "p"}, {"text": "For more than two decades, he has been the musical director of the Royal Opera House, acclaimed for his charismatic leadership and inspirational performances.", "type": "p"}, {"text": "Even so, he says that bringing together so many musicians at Westminster Abbey poses unique logistical problems.", "type": "p"}, {"text": "\"I will be with the orchestra in the organ loft, but the choir will be downstairs,\" he tells BBC News. ", "type": "p"}, {"text": "\"Special scaffolding will have been built for the military fanfare orchestra, then there's the royal fanfare, and another brass ensemble and the orchestra will be squashed like sardines.\"", "type": "p"}, {"text": "\"So you can imagine the challenges of getting the choir, the organ, the fanfare and the orchestra [to play] together. So yes, it's going to be very challenging, but potentially very exciting.\"", "type": "p"}, {"text": "The music for the service has been specially chosen by the King, to \"showcase and celebrate musical talent from across the United Kingdom and further afield\", says Buckingham Palace.", "type": "p"}, {"text": "It will feature much-loved music such as William Walton's March Crown Imperial and Edward Elgar's Pomp and Circumstance; as well as solos from Welsh baritone Bryn Terfel and South African soprano Pretty Yende.", "type": "p"}, {"text": "Among the new music commissioned for the service is a coronation march by Scottish film composer, Patrick Doyle (Harry Potter and the Goblet of Fire); and a short overture by Judith Weir, Master of The King's Music, called Brighter Visions Shine Afar.", "type": "p"}, {"text": "Paul Mealor's Coronation Kyrie will be the first Welsh language work to be performed at a Coronation. The composer has described the piece as \"a cry from the deep soul of the hills and valleys of Wales for hope, peace, love and friendship\".", "type": "p"}, {"text": "The Ascension Choir, who performed at Prince Harry's wedding, will also become the first gospel choir to perform at a coronation service.", "type": "p"}, {"text": "\"The King has chosen a programme that has obviously been meticulously planned in his mind for a long time,\" says Sir Antonio, observing that the music spans centuries of British history, from the Elizabethan period to the current day.", "type": "p"}, {"text": "He notes that the service celebrates the diversity of the UK and the Commonwealth, highlighting female composers, who are responsible for five of the 12 new commissions; alongside musicians of every creed, colour and walk of life.", "type": "p"}, {"text": "\"But these are not things that are ticking boxes.\" he says. \"I think this is just genuinely an expression of what England is today and what England, or Great Britain, needs to be going forward. ", "type": "p"}, {"text": "\"I think that the King has a vision of what we are culturally, and that will show in the choices of music and of the people making the music.", "type": "p"}, {"text": "\"He's purposely chosen a programme that is joyous, but also vast. I mean, he's letting the music do most of the messaging and I think that's a beautiful thing. Because music has that power.\"", "type": "p"}, {"text": "The Coronation Orchestra will combine musicians from the Philharmonia Orchestra, Royal Philharmonic Orchestra, BBC National Orchestra of Wales, Canada's Regina Symphony Orchestra, English Chamber Orchestra, Scottish Chamber Orchestra, Royal Opera House Orchestra and Welsh National Opera Orchestra.", "type": "p"}, {"text": "Alongside Sir Antonio, Andrew Nethsingha, who last year was appointed organist and master of the choristers at Westminster Abbey, will direct the music during the service and oversee all musical arrangements.", "type": "p"}, {"text": "Sir Antonio said he was invited to take part three months ago, \"and, of course I called my mother right away to tell her\".", "type": "p"}, {"text": "\"You can imagine - she's an 89-year-old Italian woman. She was just over the moon, you know, and calling all her friends.\"", "type": "p"}, {"text": "The conductor and pianist was speaking to the BBC as he unveiled the programme for his final season as musical director of the Royal Opera House, after which he will replace Sir Simon Rattle as chief conductor of the London Symphony Orchestra.", "type": "p"}, {"text": "Highlights of his farewell season include a bold new imagining of Wagner's first chapter of the Ring cycle, Das Rheingold; and Christof Loy's new adaptation of Strauss's Elektra, starring Nina Stemme in the title role, and Karita Mattila as the haunted queen Klytämnestra.", "type": "p"}, {"text": "The opera, which will be Sir Antonio's final new production in Covent Garden, marks the closing of a circle. In 2002, his first new production as musical director was Strauss' Ariadne auf Naxos.", "type": "p"}, {"text": "\"Elektra is a piece that conductors would give their eyeteeth to conduct and I've given that piece away three times during my time,\" he laughed. \"And I said, 'Enough! It's my turn!\"", "type": "p"}, {"text": "\"The power of it is hard to even describe. There are moments of such savagery and such pathos and such beauty, conflict and resolution through death and sacrifice. ", "type": "p"}, {"text": "\"These are age-old subjects that will never stop being on the stage, because they're the two grounded in the history of humanity.\"", "type": "p"}, {"text": "The Opera House will say farewell to its musical director with a gala concert next May; after which he will close out his tenure by taking the company on tour to Japan.", "type": "p"}, {"text": "Although he claims to be \"not very sentimental\", he says he will leave with a sense of \"incredible joy and pride\" after 23 years at the helm.", "type": "p"}, {"text": "Reflecting on his time in Covent Garden, the 63-year-old said his proudest achievement was simply keeping audiences entertained.", "type": "p"}, {"text": "\"Without the audience, you have nothing. That is the key.\"", "type": "p"}], "tags": []}