{"link": "https://www.bbc.com/news/health-65349089", "category": "health", "title": "Activity snacking may help with type 1 diabetes - study", "contributor": null, "time": "2023-04-24T01:22:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8ABA/production/_129441553_6aafd095-72f9-44f7-bf0c-e5eb33535651.jpg", "content": [{"text": "Walking for three minutes every half an hour could help improve blood sugar levels, a small trial presented at a UK diabetes charity's conference suggests.", "type": "b"}, {"text": "The study of 32 people with type 1 diabetes showed blood sugar levels lowered when they took regular walking breaks over a seven-hour period.", "type": "p"}, {"text": "Diabetes UK said these \"activity snacks\" could offer practical, cost-free changes.", "type": "p"}, {"text": "Type 1 diabetes affects about 400,000 people in the UK.", "type": "p"}, [{"text": "Type 1 diabetes: 'People don't know how hard it is'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-61339882"}, {"text": "Game-changing type 1 diabetes drug approved in US", "type": "a", "href": "https://www.bbc.co.uk/news/health-63663338"}], {"text": "The condition happens when the body's immune system attacks insulin-producing cells in the pancreas. ", "type": "p"}, {"text": "This means the pancreas can no longer produce insulin - leading to high blood sugar levels. People need to take regular insulin medication. ", "type": "p"}, {"text": "Over long periods of time high blood sugar can result in complications like kidney failure, eye problems and heart attacks. ", "type": "p"}, {"text": "Dr Elizabeth Robertson, director of research at Diabetes UK, which funded the study, said for people with type 1 diabetes, managing blood sugar levels day in, day out, can be \"relentless\". ", "type": "p"}, {"text": "She added: \"It is incredibly encouraging that these findings suggest that making a simple, practical change - such as taking phone calls while walking, or setting a timer to remind you to take breaks - to avoid sitting for long periods - could have such a profound effect on blood sugar levels.", "type": "p"}, {"text": "\"We look forward to further research to understand the long-term benefits of this approach.\"", "type": "p"}, {"text": "Lead researcher Dr Matthew Campbell, from the University of Sunderland, said he was surprised by the magnitude of the results with low level activity. ", "type": "p"}, {"text": "He said for some people with type 1 diabetes \"activity snacking\" could be an important stepping stone towards more regular physical activity and for others it could be a simple intervention to help manage blood glucose levels.", "type": "p"}, {"text": "He added: \"Importantly, this strategy does not seem to increase the risk of potentially dangerous blood glucose lows which are a common occurrence with more traditional types of physical activity and exercise.\"", "type": "p"}, {"text": "In the early-stage trial, which has not yet been published, 32 adults with type 1 diabetes completed two seven-hour sessions of sitting down. ", "type": "p"}, {"text": "In one session they remained seated. In the other they broke up the seven hours with three-minute bouts of light intensity walking (at their own pace) every 30 minutes.", "type": "p"}, {"text": "Their blood sugars were monitored continuously for 48 hours from the start of each session and they all had similar food during the seven hours and did not change their insulin treatment.", "type": "p"}, {"text": "Taking regular walking breaks resulted in lower average blood sugar levels (6.9 mmol/L) over the 48-hour study period compared to uninterrupted sitting (8.2 mmol/L). ", "type": "p"}, {"text": "Walking breaks also increased the time people spent with their sugar levels within a desirable range. ", "type": "p"}, {"text": "Dr Campbell said he hoped to complete larger studies over a longer period to better understand the benefits of this approach. ", "type": "p"}, {"text": "He added: \"The reality is simple ways of encouraging moving more through the day should benefit the vast majority of people.\"", "type": "p"}, {"text": "Diabetes is a lifelong condition that causes a person's blood sugar level to become too high.", "type": "p"}, {"text": "There are two main types:", "type": "p"}, [{"text": "type 1 - where the body's immune system attacks and destroys the cells that produce insulin", "type": "p"}, {"text": "type 2 - where the body does not produce enough insulin, or the body's cells do not react to insulin", "type": "p"}], {"text": "Type 2 diabetes is far more common than type 1.", "type": "p"}, {"text": "Source: NHS & Diabetes UK", "type": "p"}], "tags": []}