{"link": "https://www.bbc.com/news/science-environment-65399580", "category": "science & environment", "title": "Climate change: Satellite maps warming impact on global glaciers", "contributor": null, "time": "2023-04-26T14:15:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D156/production/_104709535_f_paul-usgs_nasa-baltoro.jpg", "content": [{"text": "Scientists have obtained their best satellite assessment yet of the status of the world's glaciers. ", "type": "b"}, {"text": "Europe's Cryosat satellite tracked the 200,000 or so glaciers on Earth and found they have lost 2,720bn tonnes of ice in 10 years due to climate change.", "type": "p"}, {"text": "That's equivalent to losing 2% of their bulk in a decade.", "type": "p"}, {"text": "Monitoring how quickly glaciers are changing is important because millions of people rely on them for water and farming.", "type": "p"}, {"text": "The world's glaciers are distributed across all latitudes, not just at the poles. A few hundred are routinely measured at ground level - the best way to assess them. But for the vast majority, observation from space is the only way to keep an eye on how they are responding to climate change.", "type": "p"}, {"text": "It's important that we do that. Like the broader ice sheets, their whiteness reflects sunlight and helps cool the planet. ", "type": "p"}, {"text": "And in many parts of the globe, glaciers also function as critical water reservoirs. More than 20% of the world's population is thought to be dependent in some way on summer melt waters that flow from glaciers - for drinking, for agriculture and to drive hydropower stations.", "type": "p"}, [{"text": "Accelerating melt of ice sheets now 'unmistakable'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65317469"}, {"text": "Satellites now get full-year view of Arctic sea-ice", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62904939"}, {"text": "A really simple guide to climate change  ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}], {"text": "Cryosat is a veteran European Space Agency Earth observer.", "type": "p"}, {"text": "It carries an instrument called a radar altimeter, which sends down microwave pulses to trace variations in height along the planet's surface - and in particular the changes in elevation of ice fields.", "type": "p"}, {"text": "This type of instrument works really well when monitoring the gentle undulations in the interior of Antarctica and Greenland. It finds it more tricky to measure the ice that runs across rugged terrain, such as in steep-sided valleys.", "type": "p"}, {"text": "But advances in data processing have enabled scientists to effectively increase the resolution and robustness of Cryosat's vision so that it can now track developments even in those hard-to-see locations.", "type": "p"}, {"text": "The study, reported on Wednesday in the journal Geophysical Research Letters, has applied this approach to the spacecraft's entire data archive to produce a global glacier assessment.", "type": "p"}, {"text": "The satellite's observations indicate the vast majority - 89% - of the ice loss seen between 2010 and 2020 was due to melting in an ever warmer atmosphere. ", "type": "p"}, {"text": "Only 11% of the loss was the result of glaciers experiencing melting or increased flow because their fronts terminate in warmer ocean or lake waters.", "type": "p"}, {"text": "Alaska's glaciers have experienced the greatest losses. They've been losing more than 80bn tonnes a year, which equates to about 5% of the total ice volume in the region during the 10-year study period.", "type": "p"}, {"text": "This is very much an effect of warmer air temperatures.", "type": "p"}, {"text": "Places where glaciers appear to be eroding and moving faster because their fronts end in warmer waters include the Arctic - at Svalbard, the Norwegian archipelago - and in the Russian sectors of the Barents and Kara seas.", "type": "p"}, {"text": "Increasing ice discharge into the ocean accounts for over 50% of mass loss in these areas.", "type": "p"}, {"text": "\"This is a consequence of what is called the 'Atlantification' of the Arctic,\" explained Noel Gourmelen from Edinburgh University, UK.", "type": "p"}, {"text": "\"Usually, the surface waters of the Arctic Ocean are cold and fresh, but increasingly in some of these places the surface waters are becoming more salty and warmer as currents move up from the Atlantic. And this means glaciers are dumping more ice into the ocean,\" he told BBC News.", "type": "p"}, {"text": "This, of course, will add to sea-level rise which already threatens low-lying communities.", "type": "p"}, {"text": "Cryosat is an old spacecraft that has worked far beyond its design life. Scientists hope to get a few more years of operation from it but there's a recognition that it could fail any day now.", "type": "p"}, {"text": "The European Union is planning a long-term satellite series inspired by Cryosat, given the code name currently of Cristal.", "type": "p"}, {"text": "\"What we've shown you can do with Cryosat to measure glaciers worldwide augurs well for the Cristal mission,\" said Edinburgh colleague Livia Jakob. ", "type": "p"}, {"text": "Ms Jakob, who led the research from her remote sensing company Earthwave, has been discussing its implications in Vienna, Austria, at the European Geosciences Union General Assembly, one of the world's biggest gatherings of Earth scientists.", "type": "p"}], "tags": []}