{"link": "https://www.bbc.com/news/business-63175527", "category": "business", "title": "US ramps up curbs on chip sales to China", "contributor": null, "time": "2022-10-07T21:21:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8650/production/_126548343_gettyimages-1233304860.jpg", "content": [{"text": "The US is introducing further measures to restrict sales of computer chip technology to China in a bid to hobble the country's military advances.", "type": "b"}, {"text": "Under new rules, the US said it would bar US firms from selling certain chips used for supercomputing and artificial intelligence to Chinese companies. ", "type": "p"}, {"text": "The restrictions also target sales from foreign firms that use US equipment.", "type": "p"}, {"text": "The US is engaged in an arms race with China over control of the supply of semiconductors.", "type": "p"}, {"text": "The sweeping new measures will make it harder for China to obtain advanced chips for cutting-edge technologies.", "type": "p"}, {"text": "Alan Estevez, undersecretary at the US Commerce Department announced the rules, saying his intention was to ensure the US was doing everything it could to prevent \"sensitive technologies with military applications\" from being acquired by China.", "type": "p"}, {"text": "\"The threat environment is always changing and we are updating our policies today to make sure we're addressing the challenges,\" he said.", "type": "p"}, {"text": "As news of the plans for new restrictions emerged in recent weeks, Beijing criticised the measures and said the US should stop treating Chinese firms unfairly.", "type": "p"}, {"text": "The US has previously barred sales of technology to specific Chinese companies, such as Huawei, on national security grounds. But these measures go much further, with many of the measures aimed at preventing foreign firms from selling advanced semiconductors to China, or providing China with the tools to make advanced chips.", "type": "p"}, {"text": "Jim Lewis, a technology and cybersecurity expert at the Center for Strategic and International Studies, in Washington DC said the measures would \"set the Chinese back years\".", "type": "p"}, [{"text": "US bars tech firms from building China factories", "type": "a", "href": "https://www.bbc.co.uk/news/62803224"}, {"text": "US chip makers hit by new China export rule", "type": "a", "href": "https://www.bbc.co.uk/news/business-62747401"}], {"text": "US officials said they hoped that other governments would join them in making similar restrictions, conceding that the controls would lose effectiveness and could hurt US companies' standing in the market without international collaboration.", "type": "p"}, {"text": "Among investors, the rules have been greeted with concern over the impact on US chipmakers. Nvidia, for example, had previously warned investors that the export restrictions the US announced in August could cost it $400m in sales. ", "type": "p"}, {"text": "The Semiconductor Industry Association, which represents chipmakers, said it was studying the regulations. It urged the United States to implement the rules \"in a targeted way\" and called for collaboration internationally to \"help level the playing field\".", "type": "p"}, {"text": "The measures come as the US pours billions of dollars into its domestic chip industry, moves aimed at boosting US competitiveness.", "type": "p"}], "tags": ["US economy", "Semiconductors", "China-US relations"]}