{"link": "https://www.bbc.com/news/science-environment-63170952", "category": "science & environment", "title": "UK wardrobes stuffed with unworn clothes, study shows", "contributor": null, "time": "2022-10-07T15:14:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4BA0/production/_127006391_gettyimages-959368488.jpg", "content": [{"text": "A quarter of the clothes in our wardrobes haven't been worn in a year, even though we're getting better at keeping them for longer, a study finds.", "type": "p"}, {"text": "A survey by environmental group WRAP estimates that the UK's wardrobes hold 1.6 billion unworn garments. ", "type": "p"}, {"text": "But it found that the predicted length of time people kept their clothes rose between 2013 and 2021.", "type": "p"}, {"text": "A pair of jeans is now kept for four years on average, compared with three in 2013, for example.", "type": "p"}, [{"text": "How can you reduce your fashion footprint?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60382624"}, {"text": "'Everyone' has to face fashion's climate impact", "type": "a", "href": "https://www.bbc.co.uk/news/uk-wales-59055817"}], {"text": "\"We are keeping our clothes for longer, but we've got more of them in our wardrobes, which means we're actually using them less,\" said WRAP's Sustainable Textiles Specialist Catherine Salvidge. \"There's a real opportunity for us to be using the clothes that we have a lot more.\" ", "type": "p"}, {"text": "The fashion industry is responsible for up to 8% of the world's greenhouse gas emissions, according to the UN.", "type": "p"}, {"text": "WRAP's findings are based on 6,000 online interviews with UK citizens who purchase clothing for themselves at least once a year.", "type": "p"}, {"text": "Non-padded coats and jackets have the longest lifespans at more than six years apiece while underwear and bras are only kept for 2.7 and 2.6 years respectively.", "type": "p"}, {"text": "Even with our wardrobes stuffed with unworn clothes, our shopping habits haven't slowed down.", "type": "p"}, {"text": "Forty-five per cent of people surveyed purchased clothing at least once a month, with around one in eight shopping weekly. ", "type": "p"}, {"text": "Half of UK citizens say they are happy to buy second-hand clothes, however, and the survey showed that they tend to stay with us nearly a year-and-a-half longer that new items.", "type": "p"}], "tags": ["Retailing", "Climate change", "Environment", "Fashion"]}