{"link": "https://www.bbc.com/news/business-62197921", "category": "business", "title": "Union calls for heat limit law in workplaces", "contributor": null, "time": "2022-07-17T20:29:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BA76/production/_125943774_gettyimages-1318615009.jpg", "content": [{"text": "A union has called for a legal limit on how hot it can be in a workplace ahead of a red warning for extreme heat.", "type": "b"}, {"text": "The GMB union said workers should not have to contend with temperatures any higher than 25C, as forecasters predict a record high of 41C (106F) in England.", "type": "p"}, {"text": "The Met Office's highest warning covers an area including London, Manchester and York on Monday and Tuesday.", "type": "p"}, {"text": "There is currently no law in the UK or Ireland which states any given temperature is too hot or cold to work.", "type": "p"}, {"text": "But workplaces should ideally be at least 16C - or 13C if the job is mostly physical - according to the Health and Safety Executive (HSE).", "type": "p"}, {"text": "Responding to the call for a legal maximum, an HSE spokesperson said: \"There is no maximum workplace temperature because every workplace is different.", "type": "p"}, {"text": "\"Responsibility to make workplaces safe and healthy lies with employers. Workplace temperature is a hazard that comes with legal obligations for employers like other hazards.\"", "type": "p"}, {"text": "A number of MPs recently backed a campaign for a legal upper limit of 30C in most workplaces - or 27C for those doing strenuous work - but the government does not have to respond.", "type": "p"}, [{"text": "When is it too hot to work?", "type": "a", "href": "https://www.bbc.co.uk/news/business-62147992"}, {"text": "How to keep your cool when the office heats up", "type": "a", "href": "https://www.bbc.co.uk/news/business-58055140"}, {"text": "Amber heat warning in place as country braces for record temperatures", "type": "a", "href": "https://www.bbc.co.uk/news/uk-62195015"}], {"text": "Lynsey Mann, the GMB's health and safety officer, said: \"This hot weather is great for being on a sun lounger, but if you're trying to work through it's no joke.", "type": "p"}, {"text": "\"Bosses need to do everything possible to keep workplaces cool and, more importantly, safe.\"", "type": "p"}, {"text": "She added: \"Ultimately, there needs to be a legal maximum working temperature.\"", "type": "p"}, {"text": "The GMB union said workplaces should relax dress codes during heatwaves and provide more breaks, water and sun cream.", "type": "p"}, {"text": "\"This can be as simple as letting people wear more casual clothing and providing proper hydration.", "type": "p"}, {"text": "TUC general secretary Frances O'Grady added: \"We all love it when the sun comes out, but working in sweltering conditions in a baking shop or stifling office can be unbearable and dangerous.\"", "type": "p"}, {"text": "She said businesses should let office staff work from home or adjust their hours to avoid rush-hour travel.", "type": "p"}, {"text": "The Unite union has previously said employers have \"a legal and moral duty to ensure workers' health is not damaged during the current hot weather.\"", "type": "p"}, {"text": "It said manual workers were particularly vulnerable: \"Employers should consider rescheduling work to cooler times of the day, and provide cooling areas such as shade or air-conditioned rest rooms.", "type": "p"}, {"text": "\"If workers show any signs of heat exhaustion, the employer should immediately ensure they stop work and are allowed to recover, without loss of pay.\"", "type": "p"}, {"text": "Network Rail and Transport for London have warned people to only travel if necessary on Monday and Tuesday.", "type": "p"}, {"text": "They have warned customers should expect delays, cancellations and short notice changes to services as a result of the heat.", "type": "p"}, {"text": "Customers have been advised to carry water with them and not to board trains or buses if they feel unwell.", "type": "p"}], "tags": ["Trades Union Congress", "Network Rail", "GMB", "UK heatwaves", "Unite"]}