{"link": "https://www.bbc.com/news/entertainment-arts-62201888", "category": "entertainment & arts", "title": "'Bennifer' tie the knot in Las Vegas - reports", "contributor": null, "time": "2022-07-17T21:00:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13992/production/_125947208_6d515d36e429306241ec1f5573acc369ebab4a0d0_0_3590_23931000x667.jpg", "content": [{"text": "Hollywood stars Jennifer Lopez and Ben Affleck have got married in Las Vegas, according to US media reports and an online record of their marriage license that was filed on Saturday.", "type": "b"}, {"text": "The nuptials come 17 years after they called off their first engagement in 2004.", "type": "p"}, {"text": "News of the couple getting back together last year sent fans into a spin, as they publicly displayed their rekindled love on social media.", "type": "p"}, {"text": "Neither has confirmed the marriage yet.", "type": "p"}, {"text": "The Clark County Clerk's Office in Nevada - where Las Vegas is located - shows on its record system that Jennifer Lopez will change her name to Jennifer Affleck.", "type": "p"}, {"text": "County Clerk Lynn Marie Goya, who runs the Marriage Licence Bureau, told the PA news agency: \"I can confirm that Ben Affleck and Jennifer Lopez obtained a married licence last night, but their marriage certificate has not yet been filed. The licence is valid up to one year.\"", "type": "p"}, {"text": "The pair met on the set of the movie Gigli in 2002, and got engaged in 2003, but broke it off the following year, blaming \"excessive media attention\".", "type": "p"}, {"text": "However since getting back together, they have regularly posted photos and videos online of romantic holidays and moments with their families - prompting fans to nickname the couple Bennifer.", "type": "p"}, {"text": "During their time apart, Lopez was engaged several times and also married to singer Marc Anthony from 2004 to 2014. They have two children together. This will be her fourth marriage.", "type": "p"}, {"text": "Meanwhile Affleck was married to actor Jennifer Garner from 2005 to 2018, and they have three children together.", "type": "p"}], "tags": ["Las Vegas", "Jennifer Lopez"]}