{"link": "https://www.bbc.com/news/technology-62177610", "category": "technology", "title": "Shaking head and mean goose among new emojis", "contributor": null, "time": "2022-07-15T11:36:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4A58/production/_125923091_emoji_index_976-nc.png", "content": [{"text": "A shaking head, new heart colours and a familiar goose are among a new group of emojis set to be released this year.", "type": "b"}, {"text": "Unicode Consortium's list contains only 31 new emojis, which expand what can be said through pictures and symbols in text and online messages.", "type": "p"}, {"text": "This is a much smaller release than last year's 112 emojis, which included pregnant people, a crutch and a low battery sign.  ", "type": "p"}, {"text": "The succinct release has been met with a mostly positive response online.", "type": "p"}, {"text": "The emojis will go through a final round of approval in September before they are released.", "type": "p"}, {"text": "Emoji reference website Emojipedia said while some emojis may not make the final version, most that reach this stage are confirmed.", "type": "p"}, {"text": "The inclusion of the goose emoji has drawn comparisons to modern indie gaming hit Untitled Goose Game, which sees players take control of a horrible goose.", "type": "p"}, {"text": "But while the design may seem familiar, it may not necessarily look the same when it appears on phones.", "type": "p"}, {"text": "The designs seen here are samples designed by Emojipedia for the Emoji 15.0 release. Companies including Apple, Google and Samsung must make their own designs for the emojis.", "type": "p"}, {"text": "The chosen emojis are selected by Unicode Consortium, a non-profit organisation based in California.", "type": "p"}, {"text": "Keith Broni, editor in chief of Emojipedia, said the smaller number of emojis this year was an \"intentional choice\".", "type": "p"}, {"text": "\"The Unicode emoji subcommittee want to take more time to consider what will go on the emoji keyboard,\" he said. \"In previous years a lot of things were added. ", "type": "p"}, {"text": "\"They want to look at what can we add that is going to represent symbols that we know or experiences we have had - things like a face being shook or the pink hearts.\"", "type": "p"}, {"text": "He said people were excited to see the pink heart emoji finally included, but he was particularly interested in the utility of the shaking head.", "type": "p"}, {"text": "\"It is most likely going to be used when we are metaphorically or physically shook,\" he said. \"But a lot of the rationale behind this has been - how can we convey what happens to a person when they're undergoing the experience of being in an earthquake? ", "type": "p"}, {"text": "\"It's also quite a common visual cue in comic books and cartoons, where people shake their heads so rapidly because they're shocked or flabbergasted.\"", "type": "p"}, {"text": "He added that their designer probably took \"healthy inspiration\" from the goose video game for the relevant emoji - but it has meaning beyond that.", "type": "p"}, {"text": "\"In the case of the goose, the concept goes back to how we use language in an expressive way,\" he said. \"What other things can we say with these emojis?", "type": "p"}, {"text": "\"How can we forget the English idiom 'silly goose'? Through the emoji, that English language idiom becomes a piece of knowledge that can be represented across cultures.\"", "type": "p"}], "tags": ["Social media", "Emojis"]}