{"link": "https://www.bbc.com/news/business-64917664", "category": "business", "title": "US jobs growth remains strong despite rate rises", "contributor": null, "time": "2023-03-10T14:22:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1256/production/_128949640_whatsubject.jpg", "content": [{"text": "Jobs growth in the US remained strong last month, as the world's largest economy continued to defy expectations of a slowdown.", "type": "b"}, {"text": "Employers added 311,000 jobs in February, more than expected, with bars and restaurants driving the gains.", "type": "p"}, {"text": "The unemployment rate edged higher, to 3.6%, from 3.4% in January, which had been the lowest rate since 1969.", "type": "p"}, {"text": "The US central bank is trying to cool the economy to ease the pressures pushing up prices. ", "type": "p"}, {"text": "But the jobs market has been resilient, even as the bank raises interest rates to the highest levels since 2007.", "type": "p"}, {"text": "\"Until jobs reports reflect reduced demand within the economy, officials are likely to decide that the inflation rate is running hot and needs to be cooled further,\" said Richard Flynn, managing director at Charles Schwab UK.", "type": "p"}, {"text": "Inflation - the rate at which prices rise - in the US was 6.4% in January. ", "type": "p"}, {"text": "While that rate has fallen since last summer, it remains far higher than the 2% rate that most central banks consider healthy.", "type": "p"}, {"text": "The head of the US central bank, Federal Reserve chairman Jerome Powell, warned this week that the bank might raise its benchmark rate faster and further than expected, saying he was worried that progress getting prices under control was stalling.", "type": "p"}, {"text": "He cited the strong jobs market as one of the factors keeping pressure on prices.", "type": "p"}, {"text": "February's job gains followed a surge of hiring in January that surprised economists. ", "type": "p"}, {"text": "The tight labour market has helped push up wages, with average hourly pay in February 4.6% higher than a year earlier, according to the latest report from the US Labor Department. ", "type": "p"}, {"text": "Despite the robust labour market, many analysts say there is a high risk that the US economy will slow sharply and tip into a recession.", "type": "p"}, {"text": "The rising cost of living is weighing on consumer spending, while higher interest rates make it more expensive for businesses to borrow and households to buy homes and cars. ", "type": "p"}, {"text": "But the strong jobs market could help the economy avoid a painful downturn. ", "type": "p"}], "tags": []}