{"link": "https://www.bbc.com/news/entertainment-arts-64913324", "category": "entertainment & arts", "title": "Third person dies after crush at US GloRilla show", "contributor": null, "time": "2023-03-10T09:26:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17222/production/_128945749_gettyimages-1460447835.jpg", "content": [{"text": "A third person has died from the crush that broke out at a New York concert by rap star GloRilla on Sunday, police have confirmed.", "type": "b"}, {"text": "Aisha Stephens, 35, of Syracuse had been in hospital since the show, where the crowd panicked and surged for the exits shortly after the music ended.", "type": "p"}, {"text": "Police say the incident, at Rochester's Main Street Armory, may have been started by unfounded fears of gunfire.", "type": "p"}, {"text": "The venue has since had its licence revoked.", "type": "p"}, {"text": "The decision was made after the owner failed to show up for a scheduled meeting with the police chief and Rochester's city attorney on Wednesday.", "type": "p"}, {"text": "\"It is one step we can immediately take to ensure that the events of Sunday night are not repeated,\" said police chief David Smith.", "type": "p"}, {"text": "\"The bottom line is, lives were lost, and we need to take steps to make sure that no lives are lost in the future if this was indeed something that was preventable.\"", "type": "p"}, {"text": "The crush claimed the lives of two other women - nursing assistant Brandy Miller, 35, and city employee Rhondesia Belton, 33. Seven others were taken to hospital with injuries.", "type": "p"}, {"text": "An investigation into several possible causes, including \"possibly crowd size, shots fired, pepper spray and other contributing factors,\" is currently under way.", "type": "p"}, {"text": "Police are also trying to determine whether the crowd size exceeded the capacity of the Armory and whether the proper safety measures were taken. ", "type": "p"}, {"text": "GloRilla, whose breakout song F.N.F. (Let's Go) was nominated for best rap performance at last month's Grammy Awards, only learned about the tragedy after leaving the venue. ", "type": "p"}, {"text": "She later tweeted: \"I am devastated and heartbroken over the tragic deaths that happened after Sunday's show. ", "type": "p"}, {"text": "\"My fans mean the world to me 😢. Praying for their families & for a speedy recovery of everyone affected.\"", "type": "p"}, {"text": "Fans who attended the gig recalled scenes of hysteria as fear gripped the audience.", "type": "p"}, {"text": "\"I didn't see anything but the whole crowd pushing everyone towards the bathroom like a wave pool,\" 28-year-old Tamira De Jesus told Rolling Stone magazine.", "type": "p"}, {"text": "\"I was literally being suffocated while trying to help people on the ground stand up. I heard a man literally say, '[Expletive] them, step on them.' ", "type": "p"}, {"text": "\"It was the most inhumane thing I have seen in my whole life and I am still having anxiety.\"", "type": "p"}, {"text": "Another attendee recalled: \"Me and the girl next to me were climbing on each other trying to get each other up.\"", "type": "p"}, {"text": "Ikea Hayes, 28, told local reporters that she remembered praying and telling herself: \"You got to get up. You got to move. If you stay here they're going to keep running you over.\"", "type": "p"}, {"text": "She went back to the venue on Monday morning to retrieve earrings, a phone and a set of keys she had lost in the chaos.", "type": "p"}, {"text": "Buffalo Mayor Byron Brown paid tribute to the first victim, Rhondesia Belton, 33, who had worked at the city's Traffic Violations Agency, on Monday. ", "type": "p"}, {"text": "\"This is another difficult day for our City's workforce and our entire community,\" Brown wrote on Twitter. \"I join all of our City employees in mourning the loss of one of our own.\"", "type": "p"}, {"text": "Miller's family said her life was \"one full of love and joy\".", "type": "p"}, {"text": "\"If you knew her, you knew that her spirit could lift anyone out of a bad mood. She cherished her life and celebrated her loved ones.\"", "type": "p"}, {"text": "Doctors and nurses lined the hallway at Rochester's Strong Hospital to honour the 35-year-old, who had decided to donate her organs if she died.", "type": "p"}, {"text": "Her sister said her heart, kidneys, and liver were used to save four other lives.", "type": "p"}, {"text": "Tributes were also paid to Aisha Stephens by the Pop Warner foundation, where she had been a cheerleading coach.", "type": "p"}, {"text": "\"She made an incredible impact on so many,\" said the organisation in a statement. \"She will be greatly missed.\"", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": []}