{"link": "https://www.bbc.com/news/health-64890952", "category": "health", "title": "Mental-health crisis from Covid pandemic was minimal - study", "contributor": null, "time": "2023-03-09T01:26:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14738/production/_128886738_gettyimages-1432775267.jpg", "content": [{"text": "People's general mental health and anxiety symptoms hardly deteriorated at all during the pandemic, research suggests.", "type": "b"}, {"text": "Most people are resilient and made the best of a difficult situation, it says.", "type": "p"}, {"text": "The BMJ review analysed 137 studies, most from high-income European and Asian countries.", "type": "p"}, {"text": "Depression became a little worse overall and among women, older people, university students and those belonging to sexual or gender minorities.", "type": "p"}, {"text": "Other studies have found women felt the impact of the pandemic more because of the jobs they do and the role they play in family life.", "type": "p"}, {"text": "\"At a population level, there has been a high level of resilience during Covid-19,\" the Canadian researchers, from institutions including McGill, Ottawa and Toronto universities, say. ", "type": "p"}, {"text": "\"And changes in general mental health, anxiety symptoms, and depression symptoms have been minimal to small.\"", "type": "p"}, [{"text": "Huge leap in children in mental health crisis", "type": "a", "href": "https://www.bbc.co.uk/news/education-60197150"}, {"text": "Medical body backs online mental health treatments", "type": "a", "href": "https://www.bbc.co.uk/news/health-64799816"}, {"text": "The raw honesty of blogger Beth Matthews, and how she saved lives", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64156223"}], {"text": "But the pandemic continues to affect societies around the world.", "type": "p"}, {"text": "\"The pandemic has affected the lives of many people - and some are now experiencing mental-health difficulties for the first time,\" the researchers say. ", "type": "p"}, {"text": "\"Governments should continue to ensure that mental-health supports are available and respond to population needs.\"", "type": "p"}, {"text": "The review did not look at lower-income countries, or specifically focus on children, young people and those with existing problems, the groups most likely affected, experts say, and risks hiding important effects among disadvantaged groups.", "type": "p"}, {"text": "\"There is evidence from other studies of considerable variation - with some people's mental health improving and others' deteriorating,\" Dr Gemma Knowles, from King's College London, said.", "type": "p"}, {"text": "\"This may mean no overall increase - but this shouldn't be interpreted as suggesting the pandemic didn't have major negative effects among some groups.\"", "type": "p"}, {"text": "Other studies suggest the pandemic increased mental distress for particular groups, such as children, young people and parents in poverty.", "type": "p"}, {"text": "As many as one in six seven-16-year-olds and one in four 17-19-year-olds in England had a probable mental disorder in 2022, an online NHS survey found, up on previous years.", "type": "p"}, {"text": "Separate NHS figures show the number of children in contact with mental-health services rose by nearly 30% between 2020-21 and 2021-22, to nearly a million.", "type": "p"}, {"text": "And in a survey by mental-health charity Mind, in 2021, about a third of adults and young people said their mental health had become much worse since March 2020.", "type": "p"}, {"text": "Those most affected by the pandemic were people who struggled with their mental health before Covid.", "type": "p"}, {"text": "Dr Roman Raczka, who chairs the British Psychological Society's division of clinical psychology, said the full picture remained unclear and more studies among people with health problems in deprived areas were needed.", "type": "p"}, {"text": "\"We do know that overstretched and underfunded mental-health services have been unable to meet soaring demand in recent years,\" he said.", "type": "p"}, {"text": "Olly Parker, from charity YoungMinds said the study findings were \"interesting\" but differed from some recent research on young people's mental health.", "type": "p"}, {"text": "\"We know that more and more young people are reaching out for help and not being able to get it fast enough, and that many would say the pandemic put a further strain on their mental health,\" he said.  ", "type": "p"}, {"text": "\"Rather than focusing on the impact of the pandemic, we'd like to see action on how to tackle the record numbers of young people being referred for further support.\"", "type": "p"}, {"text": "The charity Mind said its local services had been facing \"increasing demand since the first lockdown\", and the complexity of calls to its helpline went up \"significantly\" during the pandemic.", "type": "p"}, {"text": "\"It's important to note that most of the studies in this review are from high-income European and Asian countries, so overlook the toll taken on some less visible - but more disadvantaged - groups,\" said Stephen Buckley, head of information at Mind.", "type": "p"}], "tags": []}