{"link": "https://www.bbc.com/news/business-65804768", "category": "business", "title": "Oil production to drop after Opec+ nations meet", "contributor": null, "time": "2023-06-04T19:05:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/492F/production/_129253781_oilworker.png", "content": [{"text": "Oil-producing countries have agreed to continued cuts in production in a bid to shore up flagging prices.", "type": "b"}, {"text": "Saudi Arabia said it would make cuts of a million barrels per day (bpd) in July and Opec+ said targets would drop by a further 1.4 million bpd from 2024.  ", "type": "p"}, {"text": "Opec+ accounts for around 40% of the world's crude oil and its decisions can have a major impact on oil prices.", "type": "p"}, {"text": "Average diesel prices fell by a record 12p per litre in the UK last month, according to the RAC.", "type": "p"}, {"text": "The seven hour-long meeting of the oil-rich nations, led by Russia, came amid a backdrop of falling prices and an over-supply of the commodity. ", "type": "p"}, {"text": "Total production cuts, which Opec+ has undertaken since October 2022, reached 3.66 million bpd, according to Russian Deputy Prime Minister Alexander Novak.", "type": "p"}, {"text": "Opec+, a formulation which refers to the Organisation of Petroleum Exporting Countries and its allies, had already agreed to cut production by two million bpd, about 2% of global demand.", "type": "p"}, {"text": "\"The result of the discussions was the extension of the deal until the end of 2024,\" Mr Novak said.", "type": "p"}, {"text": "In April, it also agreed a surprise voluntary cut of 1.6 million bpd which took effect in May, a move that briefly saw an increase in prices but failed to bring about a lasting recovery.", "type": "p"}, {"text": "On Sunday, Saudi Energy Minister Prince Abdulaziz bin Salman said the cut of one million bpd could be extended beyond July if needed. \"This is a Saudi lollipop,\" he said, in what is seen as a bid to stabilise the market. ", "type": "p"}, {"text": "Oil producers are grappling with falling prices and high market volatility amid the Russian invasion of Ukraine.", "type": "p"}, [{"text": "Why are the world's big oil producers cutting supplies?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61188579"}], {"text": "The West has accused Opec of manipulating prices and undermining the global economy through high energy costs, according to Reuters. It has also accused the group of siding with Russia despite sanctions over the invasion of Ukraine.  ", "type": "p"}, {"text": "In response, Opec insiders have said the West's monetary policy over the last decade has driven inflation and forced oil-producing nations to act to maintain the value of their main export.", "type": "p"}], "tags": []}