{"link": "https://www.bbc.com/news/entertainment-arts-65804094", "category": "entertainment & arts", "title": "Dua Lipa: 'I've been the new girl all my life'", "contributor": null, "time": "2023-06-04T16:57:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AC91/production/_129977144_gettyimages-1486970741.jpg", "content": [{"text": "Award-winning singer Dua Lipa thrilled fans at the Hay Festival on Sunday as she spoke candidly about how \"persistence\" had brought her success. ", "type": "b"}, {"text": "\"From a young age, I had the dream to be a pop star but it never seemed like something that was actually possible,\" she told the audience.", "type": "p"}, {"text": "Having moved between her parents' native Kosovo and London as a child, she said her adaptability had helped.", "type": "p"}, {"text": "\"I've been a new girl all my life,\" she told the renowned literary festival.", "type": "p"}, {"text": "Her audience were a mixed bunch, but there was a sizeable number of patient parents queuing up at the humid Baillie Gifford stage with teenage daughters who were scrolling through Dua's Instagram feed as they waited to be seated.", "type": "p"}, {"text": "The One Kiss singer's fondness for reading is no secret. She made a speech at the Booker Prize ceremony last year about the power of literature. ", "type": "p"}, [{"text": "Dua Lipa fans travels 3,000 miles to meet idol", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-hereford-worcester-65803931.amp"}], {"text": "Here she expanded on the books that became markers at pivotal moments in her life, including Malorie Blackman's Noughts and Crosses (\"a first step into understanding racism and classism\" when she was 10) and Milan Kundera's The Unbearable Lightness of Being.", "type": "p"}, {"text": "Born in London after her parents moved there to escape the war in former Yugoslavia, she moved back to Kosovo with her parents at the age of 11. When she was 15, she headed back to the UK to take her GCSEs and pursue a music career.", "type": "p"}, {"text": "\"There was always the idea of being from two places at once,\" she explained. \"I understood the duality of my heritage from an early age. People would always ask where my name is from.", "type": "p"}, {"text": "\"I was really proud of it, but when I was younger I wished my name was, say, Hannah - something 'normal' and English.\"", "type": "p"}, {"text": "As well as \"making up dance routines in the playground at school\", the singer said \"reading was also such a big part of my life\".", "type": "p"}, {"text": "When she moved to Kosovo, she discovered The Castle/The Siege by Albanian author Ismail Kadare, set amid a conflict in the 15th Century.", "type": "p"}, {"text": "\"The memory I have of reading it is that it was really difficult, it's a big book, but it was a gateway into my Albanian roots. It was like another milestone moment in my life that really shifted things for me.\"", "type": "p"}, {"text": "When she moved back to London at 15, she came on her own and shared a flat with the daughter of family friends from Kosovo. That would be quite daunting for most young teenagers.", "type": "p"}, {"text": "\"I was quite determined,\" Dua said. \"I didn't feel I had the same opportunities in music as I had in London. I was driven. My dad says I'm very hard to say no to!\"", "type": "p"}, {"text": "After finishing her studies, she set about making it in the music industry.", "type": "p"}, {"text": "\"I was really persistent. I just started writing a lot, worked with a producer. I was 17. I was offered a publishing deal but [producer] Felix told me to go to a lawyer, who said, 'Don't sign that deal!' They then helped me get into the studio.\"", "type": "p"}, {"text": "Along the way, she found herself in a \"difficult, early relationship in my life\", she said, explaining: \"I guess I was in a relationship with someone who had a very different idea of fidelity than I had.\"", "type": "p"}, {"text": "Kundera's 1994 classic The Unbearable Lightness of Being helped her through it. ", "type": "p"}, {"text": "\"[Main character] Tomas has a very unapologetic philosophy on relationships and monogamy. My philosophy never changed... but books help you understand other people's emotions, the human experience,\" she explained.", "type": "p"}, {"text": "Dua's love of books has led her to interview renowned authors including Hanya Yanagihara, who wrote A Little Life, on her podcast Dua Lipa: At Your Service. She also recorded a special episode in conversation with Shuggie Bain author and Booker Prize winner Douglas Stuart at Hay on Saturday - the first book of the month pick for her new Service95 book club.", "type": "p"}, {"text": "\"I'm still figuring it out sometimes. If there's something that you like, why not try it? You'll never know unless you just dive in,\" she said.", "type": "p"}, {"text": "\"That's what happened to me with the podcast. I was absolutely petrified but really excited. Would I be a good interviewer, would I be able to keep the conversation going?", "type": "p"}, {"text": "\"But maybe I thrive on being thrown in the deep end. Being out of my comfort zone pushes me to just go for it.\"", "type": "p"}], "tags": []}