{"link": "https://www.bbc.com/news/science-environment-65727664", "category": "science & environment", "title": "Using pig fat as green jet fuel will hurt planet, experts warn", "contributor": null, "time": "2023-05-30T23:09:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14E42/production/_129907558_gettyimages-1300079137-1.jpg", "content": [{"text": "The fat of dead pigs, cattle and chickens is being used to make greener jet fuel, but a new study warns it will end up being worse for the planet.", "type": "b"}, {"text": "Animal fats are considered waste, so aviation fuel made from the material has a much lower carbon footprint. ", "type": "p"}, {"text": "Demand for fuel made from animal by-products is expected to triple by 2030, with airlines leading the charge. ", "type": "p"}, {"text": "But experts fear scarcity will force other industries to use more palm oil - a huge generator of carbon emissions.", "type": "p"}, {"text": "Airlines are under pressure to rein in their huge carbon emissions, which mainly come from burning fossil-based kerosene in aircraft engines.", "type": "p"}, [{"text": "Government defends oil boss to head climate talks", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65708328"}, {"text": "Why is extreme weather killing fewer people?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65673961"}, {"text": "World likely to warm beyond key 1.5C limit by 2027", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65602293"}], {"text": "But the study by Brussels-based Transport & Environment, a clean transport campaign group, points out there are simply not enough animals slaughtered each year to meet airlines' growing demand for animal fats.", "type": "p"}, {"text": "\"There's not a never ending supply of animals, or animal fat,\" said Matt Finch from Transport & Environment. ", "type": "p"}, {"text": "\"So if you put on a massive extra demand source from anywhere from aviation, in this case, the industries where fat is currently being used, will have to look for alternatives. And that alternative is palm oil. So aviation indirectly, will be responsible for increasing the amount of palm oil being pulled through the European systems.\"", "type": "p"}, {"text": "The increased use of palm oil is linked to rising emissions as older forests which store vast amounts of carbon are cleared for new plantations. ", "type": "p"}, {"text": "The fact that animal fats are used as fuel will come as a surprise to many. ", "type": "p"}, {"text": "For centuries tallow and lard have been used to make candles, soaps and cosmetics.", "type": "p"}, {"text": "However, over the last 20 years or so, biodiesel made from these animal wastes or from used cooking oils, has steadily grown in use in the UK and further afield. ", "type": "p"}, {"text": "Across Europe, fuel made from dead animals has grown fortyfold since 2006, according to the new research.", "type": "p"}, {"text": "Much of this material is used in cars and trucks as biodiesel, which is classed as a sustainable fuel, and as such it has a much lower carbon footprint under the rules.", "type": "p"}, {"text": "But UK and EU governments are now very keen to increase the use of these types of waste to make aviation greener. ", "type": "p"}, {"text": "To that end they are putting in place challenging mandates that will require airlines to use a bigger proportion of sustainable aviation fuel (SAF) in their tanks. ", "type": "p"}, {"text": "For the UK it's going to be 10% by 2030, for the EU 6% - but according to observers these plans could put pressure on the current market for animal waste.", "type": "p"}, {"text": "There are significant differences in approach between the UK and EU. The UK is likely to limit the use of better quality tallow in fuel - while in Europe the use of this type of material will be incentivised as the greenhouse gas reduction achieved with this fat is higher.", "type": "p"}, {"text": "With rising demand, prices will rise and this will likely encourage exports from the UK, which will have consequences. ", "type": "p"}, {"text": "According to Transport & Environment, a flight from Paris to New York would need fat from 8,800 dead pigs if all the fuel came from animal sources.", "type": "p"}, {"text": "With the UK likely to restrict the use of animal products and used cooking oils, flights that refuel across Britain will be likely to have only small amounts of animal-derived material in their engines.", "type": "p"}, {"text": "In the EU, airlines will have a 6% sustainable aviation fuel target for 2030 of which 1.2% must come from e-kerosene. Assuming the remaining 4.8% is derived entirely by animal fat, that would require around 400 pigs per transatlantic flight. ", "type": "p"}, {"text": "Among those industries who might have to source different ingredients if aviation consumes a greater share of animal fat are pet food manufacturers.", "type": "p"}, {"text": "They currently utilise a significant amount of the better quality animal by-products to help feed the UK's 38 million pets. ", "type": "p"}, {"text": "\"These are really valuable ingredients for us and they are hard to replace, and they're put to good use already in a very sustainable way,\" said Nicole Paley, deputy chief executive of UK Pet Food, the manufacturers' trade association.", "type": "p"}, {"text": "\"So actually diverting these ingredients to biofuels is actually creating another problem. It would put us in competition with the aviation industry. And when it comes to the purse strings of the aviation sector, the pet food industry would find it really difficult to compete.\"", "type": "p"}, {"text": "While the EU is further down this road, the UK is currently consulting on limiting the type of animal fats that go into jet fuel.  The government is mulling a ban or a strict limit on both animal fats and used cooking oil in the aviation sector, worried about the unintended consequences. ", "type": "p"}, {"text": "Many in the biofuel industry are concerned that the proposed changes might also see animal fats diverted from one form of transport to another. ", "type": "p"}, {"text": "\"If you make a big incentive for use of these lipids, animal fats, and used cooking oils, in aviation, it will inevitably take it away from other things,\" said Dickon Posnett from Argent Energy, a waste-based biodiesel producer in the UK and Europe.", "type": "p"}, {"text": "\"So if you want to increase aviation sustainability, at the expense of truck sustainability, then crack on. But that's a decision for the government to make.\"", "type": "p"}], "tags": []}