{"link": "https://www.bbc.com/news/business-63512583", "category": "business", "title": "Will falling gas prices mean lower bills?", "contributor": null, "time": "2022-11-04T22:25:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14A14/production/_126600548_gasgetty.jpg", "content": [{"text": "After soaring over the summer months, the cost of wholesale gas in the UK and Europe has fallen dramatically in recent weeks.", "type": "b"}, {"text": "But it's unlikely prices will stay low for long enough to have much effect on bills, analysts say.", "type": "p"}, {"text": "That's largely down to the way the market for gas works.", "type": "p"}, {"text": "When gas prices rose dramatically on international markets earlier this year, households and businesses were faced with huge increases in their energy payments. That prompted the government to step in, using taxpayer funds to cover a portion of the costs. ", "type": "p"}, {"text": "Until April the government's energy price guarantee scheme limits the bill for the average household to about £2,500 a year - though people who use more gas will pay more. ", "type": "p"}, [{"text": "What's happening to my energy bill?", "type": "a", "href": "https://www.bbc.co.uk/news/business-58090533"}, {"text": "Europe's rush to liquid gas is bad news for planet", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63457377"}, {"text": "The ships full of gas waiting off Europe’s coast", "type": "a", "href": "https://www.bbc.co.uk/news/business-63331709"}], {"text": "Since then international wholesale prices have tumbled. In August, the UK benchmark price for gas for delivery the following day peaked at 550p a therm. Last week, it fell to just 38p.", "type": "p"}, {"text": "That means the government's subsidy won't need to be as large as it would have been if wholesale prices had stayed high.", "type": "p"}, {"text": "But wholesale prices are expected to go back up again as the weather gets colder.", "type": "p"}, {"text": "\"I do think we are in a lull just before the start of winter,\" explains Jack Sharples, Research Fellow at the Oxford Institute for Energy Studies.", "type": "p"}, {"text": "\"My expectation is that as the weather turns colder, and demand therefore increases, we will see prices rise again.\"", "type": "p"}, {"text": "Forecasters Cornwall Insight expect that from April onwards, without further government intervention, the cap for the average household bill will rise to £3,700 - and it will remain above £3,000 until the end of next year. So despite the low prices now, consumers will still end up paying more.", "type": "p"}, {"text": "Most energy suppliers will be unable to reap the full benefits of the current low prices, as much of their gas will have been bought in advance, at a higher cost. ", "type": "p"}, {"text": "There is no single price for gas. Instead it can, for example, be sold for delivery the following day, the following month, the following year, or for use in two years' time. The price you pay depends on the option you choose. ", "type": "p"}, {"text": "Businesses which expect to use a lot of gas will usually buy part of what they need months beforehand to protect themselves in case there's a sudden price spike coming up. This process, known as hedging, allows them to fix a portion of their energy costs. They can buy more gas on top of that later if they need it at short notice.", "type": "p"}, {"text": "At the moment, day ahead prices are low because there is plenty of gas around. Anyone buying right now is benefitting from those lower prices. But those who bought in advance are not. ", "type": "p"}, {"text": "After the recent scramble for additional supplies, European storage facilities are almost full, and tankers full of liquified natural gas (LNG) have been lying off European coastlines, waiting for access to processing facilities. ", "type": "p"}, {"text": "But gas being sold for delivery in the middle of winter already costs a lot more than supplies available now.", "type": "p"}, {"text": "On the Dutch TTF platform, which is seen as a European pricing benchmark, gas for day-ahead delivery was trading below 30 euros per Megawatt hour at the start of this week. But gas for delivery in February was priced at more than 130 Euros/MWh. That reflects market expectations that supplies will be tighter in the middle of winter than they are now.", "type": "p"}, {"text": "That price is many times higher than would have been considered the norm before the disruptions caused by Covid and the war in Ukraine..  But at least for now storage facilities are well stocked.", "type": "p"}, {"text": "\"While Europe as a whole looks set to weather the storm this winter, it's becoming more and more an issue for the winter of 2023,\" explains Leon Izbicki, senior associate for natural gas at consultancy Energy Aspects.", "type": "p"}, {"text": "Europe is increasingly reliant on liquid natural gas (LNG) imported by sea after pipeline imports from Russia were dramatically reduced.", "type": "p"}, {"text": "Flows through the Nordstream 1 pipeline, which used to take gas from Russia to Germany ceased in September. Soon afterwards, the pipeline itself was badly damaged in a series of explosions. ", "type": "p"}, {"text": "Deliveries from Russia to Poland through the Yamal pipeline have also ceased, while experts believe supplies sent through Ukraine are also at risk.", "type": "p"}, {"text": "This has triggered a big increase in demand for LNG - and means much more will be needed to refill storage facilities next year - and exposing consumers to variations in LNG prices.", "type": "p"}, {"text": "\"European LNG imports in January-September 2022 were already 23% higher than in the whole of 2021, and even 5% higher than in the whole of 2019,\" explains Mr Sharples.", "type": "p"}, {"text": "This increasing reliance on LNG means that European buyers will have to pay whatever the market requires to attract cargoes which could otherwise find buyers elsewhere, particularly in Asia. ", "type": "p"}, {"text": "At the moment China is buying much less LNG than usual, because of the impact of Covid shutdowns on its economy. But once that demand returns, prices are likely to rise sharply.", "type": "p"}, {"text": "\"High prices are here to stay,\" says Mr Izbicki.", "type": "p"}], "tags": ["Personal finance", "Energy industry", "Oil & Gas industry", "Natural gas"]}