{"link": "https://www.bbc.com/news/science-environment-63516055", "category": "science & environment", "title": "COP27: Climate anxiety is rising - it might be a good thing", "contributor": null, "time": "2022-11-05T01:06:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15510/production/_127521378_climate_2_cc_index_and_article_image_template_976-ncclimate_change_article_image_template_976-nc.png", "content": [{"text": "Global leaders are about to meet for another UN climate summit - COP27 starting in Sharm el-Sheikh on Sunday - and the reality of climate change for many people can be overwhelming.", "type": "b"}, {"text": "Record-breaking heatwaves, devastating floods in Pakistan, and drought in East Africa - and that is just this year.", "type": "p"}, {"text": "It is no surprise that climate anxiety is rising, particularly among young people, who have mostly only known a world affected by climate change.", "type": "p"}, {"text": "But experts and activists have told BBC News that these fears can actually be good news for the planet.", "type": "p"}, {"text": "\"People who are really aware of climate change may be more motivated to take action,\" University of Bath environmental psychologist Prof Lorraine Whitmarsh says.", "type": "p"}, {"text": "Her research has found a link between climate concerns and taking effective action, including reducing carbon footprint by cutting down on waste or buying second-hand.", "type": "p"}, {"text": "When people talk about their own climate anxiety, they often say it is linked to the vast amounts of negative and often scary news about the planet.", "type": "p"}, {"text": "\"I think it's hard not to worry about climate change. We're constantly bombarded with news articles and social media about how it's just crisis after crisis - ice caps melting, disasters - it can be very overwhelming,\" explains Roisin, 16, from County Antrim in Northern Ireland.", "type": "p"}, {"text": "Roisin is on the youth advisory board of Save The Children, which recently found that 70% of children in the UK worried about the world they are inheriting. ", "type": "p"}, {"text": "But she says there is hope too: \"You can always see young activists like Greta Thunberg, and people like David Attenborough taking action on it.\"", "type": "p"}, {"text": "Roisin says she has become a vegetarian and makes sure she only shops locally. \"Taking action is my only way of dealing with climate anxiety - it means I know I've done everything I can do to solve the problem,\" she says.", "type": "p"}, [{"text": "Why the latest UN climate conference matters", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63502762"}, {"text": "What have global leaders done on climate change in 2022?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63458945"}, {"text": "Young people very worried about climate change - survey", "type": "a", "href": "https://www.bbc.co.uk/news/world-58549373"}], {"text": "Some campaigners, like 23-year-old Zahra Biabani in California, say the widespread focus on climate catastrophe can be misleading. ", "type": "p"}, {"text": "When she began posting online about environmental issues at university, she realised there was \"a gap between education and action, which was being filled by 'doomism'\".", "type": "p"}, {"text": "\"Climate education can be debilitating without a form of encouragement to act, especially when we see what's going on the world, and how it's going to get worse,\" she explains.  ", "type": "p"}, {"text": "Now she shares \"climate optimist\" news and writes newsletters focusing on good news and solutions.", "type": "p"}, {"text": "\"Climate optimism is not just nice, it's necessary because in order to be sustained in our action and our advocacy, we need to believe in and have something that's worth fighting for,\" she explains. ", "type": "p"}, {"text": "She believes that there is a generational divide between many young people who want to focus on how the planet could be saved, and the \"older white man community\" that focuses on how \"the world is going to end\". ", "type": "p"}, {"text": "\"I don't want to think this comes from a bad place. I think they have a lot of anxiety as well, but they're finding a very different way to use it,\" she suggests. ", "type": "p"}, {"text": "Psychotherapist Caroline Hickman specialises in climate anxiety, and has treated a significant number of young people. She says it is \"totally normal\" to worry about the state of the planet, but \"sinking into despair and 'climate doomism' is not the solution\".", "type": "p"}, {"text": "It is important to distinguish between serious clinical anxiety about climate change, which is a mental health issue, and worries or concerns. ", "type": "p"}, {"text": "Prof Whitmarsh suggests that while there are high levels of concern about climate change, particularly in young people, most people do not have debilitating climate anxiety that requires treatment by a mental health professional.", "type": "p"}, {"text": "Zahra suggests:", "type": "p"}, [{"text": "Focus on good news. Find stories about progress made in curbing climate change or a new solution. \"Look for information that is a source of encouragement and doesn't blindside you.\"", "type": "p"}, {"text": "Give yourself a break Do something unrelated to the problem - exercise, go outdoors, read or watch a film. \"Finding an activity not connected to climate change is really cathartic and really beneficial.\"", "type": "p"}], {"text": "Caroline suggests:", "type": "p"}, [{"text": "Take action Join a local group that does something to tackle the problem, or lobby politicians to pass laws. \"Find like-minded people and work together to advance a goal.\"", "type": "p"}, {"text": "Do not totally switch off \"I caution people about shutting down completely -  because when you wake up, the reality will be too extreme.\"", "type": "p"}], {"text": "Top image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.", "type": "p"}], "tags": ["Anxiety", "Climate change", "Environment"]}