{"link": "https://www.bbc.com/news/technology-63527893", "category": "technology", "title": "Jack Dorsey: Twitter co-founder breaks silence on Elon Musk takeover", "contributor": null, "time": "2022-11-05T20:30:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3900/production/_127529541_62f6c9b8ff3c95d50b975200d7984022350ab9c0.jpg", "content": [{"text": "Twitter co-founder and ex-CEO Jack Dorsey has addressed the mass sackings at his former firm, apologising for growing Twitter \"too quickly\".", "type": "b"}, {"text": "Half of the social media giant's staff are being fired, a week after Elon Musk bought it in a $44bn deal.", "type": "p"}, {"text": "Billionaire Mr Musk has said he had \"no choice\" but to slash the company's workforce as the firm is losing more than $4m (£3.5m) a day.", "type": "p"}, {"text": "Twitter staff took to the platform to express their anger at the firings. ", "type": "p"}, {"text": "In a statement posted on the microblogging site, Mr Dorsey - who quit as CEO in November and left the board of directors in May - said Twitter staff \"are strong and resilient. They will always find a way no matter how difficult the moment. I realize [sic] many are angry with me. I own the responsibility for why everyone is in this situation: I grew the company size too quickly. I apologize [sic] for that.\"", "type": "p"}, {"text": "\"I am grateful for, and love, everyone who has ever worked on Twitter. I don't expect that to be mutual in this moment...or ever…and I understand,\" he added. ", "type": "p"}, {"text": "His statement appeared to endorse the need for dismissals at the firm. The 45-year-old Mr Dorsey has been supportive of Mr Musk's takeover.", "type": "p"}, {"text": "Back in April when Mr Musk first began his purchase of Twitter, Mr Dorsey said the 51-year-old was the \"singular solution I trust\" and that the South African's takeover was \"the right path...I believe it with all my heart\".", "type": "p"}, {"text": "Mr Dorsey created Twitter in 2006 along with Evan Williams, Biz Stone, and Noah Glass. He sent the company's first Tweet, writing \"just setting up my twttr\". ", "type": "p"}, {"text": "The cuts have come across Twitter's 7,500-strong work force, and there are fears it could damage the firm's content moderation efforts. ", "type": "p"}, {"text": "Despite the dismissals Mr Musk has said the firm's policies remain \"absolutely unchanged\".", "type": "p"}, {"text": "A host of major brands have halted advertising spending with Twitter in recent days, including Volkswagen, General Motors and Pfizer.", "type": "p"}, {"text": "Almost all of Twitter's revenue currently comes from advertising, and Mr Musk has been looking for ways to cut costs and make money in different ways from the platform.", "type": "p"}, {"text": "In a move much publicised in advance, Twitter launched a subscription service on Saturday allowing users to buy blue-tick verification on the platform for a monthly fee of $7.99 (£7).", "type": "p"}], "tags": ["Elon Musk", "Jack Dorsey", "Twitter"]}