{"link": "https://www.bbc.com/news/business-66679312", "category": "business", "title": "Ukraine war: Russia pledges to give BAE's business 'attention'", "contributor": null, "time": "2023-09-01T12:52:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1722D/production/_130956749_bdea76d6-a333-4a2d-9aa6-3e3927c4ea28.jpg", "content": [{"text": "Russia has said that BAE System's new business in Ukraine will be an \"object of special attention\" for its military.", "type": "b"}, {"text": "The UK defence giant has signed deals to ramp up weapons and equipment supplies to Kyiv, which include ultimately producing light artillery in the country.", "type": "p"}, {"text": "Kremlin spokesman Dmitry Peskov said the Russians saw the move \"in a negative light\".", "type": "p"}, {"text": "BAE has made much of the arms the UK and other nations have sent to Ukraine.", "type": "p"}, {"text": "Since Russia's invasion of the country in February 2022, Britain has become a major defence supplier to Ukraine.", "type": "p"}, {"text": "The BBC understands that BAE has not yet opened an office or factory in Ukraine but is in discussions about potentially doing so.", "type": "p"}, {"text": "The firm said the move will allow it to work directly with Ukraine to explore potential partners and produce some weapons there.", "type": "p"}, {"text": "\"The development of our own weapons production is a top priority,\" Ukrainian President Volodymyr Zelensky wrote on X, the social media platform formerly known as Twitter.", "type": "p"}, {"text": "Mr Zelensky made the announcement after holding a meeting with BAE's chief executive Charles Woodburn.", "type": "p"}, {"text": "\"Signing the agreements and establishing a legal entity in Ukraine builds on our existing trust and support and paves the way for us to work together to provide more direct support to the Ukrainian armed forces,\" said Mr Woodburn. ", "type": "p"}, {"text": "But Mr Peskov responded to the decision saying: \"We of course see it in a negative light, and any facilities for the production of weaponry, particularly if that weaponry shoots at us, do of course become an object of special attention for our military\".", "type": "p"}, {"text": "Interfax news agency said the Kremlin's spokesman said foreign arms production in Ukraine \"cannot fundamentally change the situation\". ", "type": "p"}, {"text": "\"It also cannot in any way influence the predetermined successful outcome and completion of the special military operation,\" he added", "type": "p"}, {"text": "Ukraine and Sweden signed a statement of intent to strengthen co-operation in production, operation, training and servicing of CV90 armoured vehicles, which are currently produced by BAE Systems' Hägglunds business in Sweden.", "type": "p"}, {"text": "Mr Zelensky said in May that Kyiv and BAE were working on a plan for the company to open an office in Ukraine.", "type": "p"}, {"text": "Kyiv is eager to boost its supplies of weapons and other military equipment, as well as create jobs in an economy hit hard by the war.", "type": "p"}, {"text": "BAE, which has seen its share price jump by more than 75% since February 2022, is already providing training and repair services to Ukraine's military.", "type": "p"}, {"text": "The multinational arms, security and aerospace company employs 93,000 people in about 40 countries around the world.", "type": "p"}, {"text": "It is Europe's biggest defence contractor with annual sales of more than £23bn and almost £2.5bn in profits last year.", "type": "p"}], "tags": []}