{"link": "https://www.bbc.com/news/entertainment-arts-66700300", "category": "entertainment & arts", "title": "Paul McCartney: Global search for missing Beatles' 1961 Höfner guitar", "contributor": null, "time": "2023-09-03T18:42:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DDB5/production/_130975765_maccaa.png", "content": [{"text": "A global search has been launched to find one of the world's most iconic instruments - Paul McCartney's original Höfner bass guitar.", "type": "b"}, {"text": "The Lost Bass Project is appealing for information about what it describes as \"the most important bass in history\".", "type": "p"}, {"text": "McCartney bought the instrument for £30 ($38) in Hamburg, Germany, in 1961, but it disappeared eight years later.", "type": "p"}, {"text": "The hunt began after McCartney urged manufacturers Höfner to track down his beloved instrument.", "type": "p"}, {"text": "The bass features in The Beatles' music of those years, including the hits Love Me Do and She Loves You.", "type": "p"}, {"text": "Nick Wass is heading Höfner's search project and has joined forces with two journalists in trying to solve the \"greatest mystery in the history of rock and roll\".", "type": "p"}, {"text": "He has collaborated extensively with McCartney and written a book about the missing Höfner 500/1 Violin Bass. ", "type": "p"}, {"text": "Wass told the BBC that the famous Beatle asked him about the guitar during a recent conversation - and that is how the campaign to find it began. ", "type": "p"}, {"text": "It is not clear what happened to the instrument, which was put away presumably after the Beatles finished filming Get Back in 1969, he said. ", "type": "p"}, {"text": "\"It's not clear where it was stored, who might have been there.", "type": "p"}, {"text": "\"For most people, they will remember it... it's the bass that made the Beatles,\" Wass said.", "type": "p"}, {"text": "Husband and wife team Scott and Naomi Jones, both of whom have worked for BBC News, are helping with the search.", "type": "p"}, {"text": "Scott became curious about the guitar's fate after watching McCartney's 2022 headline set at Glastonbury and approached Höfner - only to discover they were already having conversations about tracking it down after being urged to by their famous client.", "type": "p"}, {"text": "He told the BBC: \"Paul said to Höfner 'surely if anyone can find this guitar, it's you guys', and that's how it all came about.", "type": "p"}, {"text": "\"Now we're working together on this. Nick has more technical knowledge about this guitar than anyone on the planet, and me and my Naomi are bringing some investigative skills.\"", "type": "p"}, {"text": "It's anyone's guess how much the guitar would fetch at auction but there are some precedents.", "type": "p"}, {"text": "John Lennon's stolen guitar sold for $2.4m (£1.9m) when it resurfaced half a century later, and the acoustic Kurt Cobain played during the iconic MTV Unplugged set sold for $6m (£4.76m).", "type": "p"}, {"text": "McCartney's era-defining bass would likely surpass both - but the Lost Bass Project team are clear that there is no commercial motivation for their search.", "type": "p"}, {"text": "Jones said: \"Höfner's hunch is that someone will come forward purely on good will, and whoever has it probably doesn't even realise what it is they've got.", "type": "p"}, {"text": "\"It would be nice if it could go on public display one day - and if the only way someone is going to come forward is to make some money from it, then so be it, because at least it would be found.", "type": "p"}, {"text": "\"But ultimately we're just doing this to get Paul his guitar back. We know via Nick and Höfner that it's what he's always wanted.\"", "type": "p"}, {"text": "The project's public appeal has been live for less than 48 hours but the team has already received hundreds of new leads - including two of particular interest which are being followed up on.", "type": "p"}, {"text": "There are a couple of tell-tale signs any amateur sleuth should be aware of if trying to identify the bass.", "type": "p"}, {"text": "A dead giveaway is the Höfner logo, which is written vertically on the headstock of the original model but was horizontal on later versions played by McCartney.", "type": "p"}, {"text": "The missing bass also looked very different last time it was seen to how it did in older pictures, because it had to be renovated after extensive touring.", "type": "p"}, {"text": "McCartney's missing bass was given a darker paint job, had the pearl pickguard removed and had the two pickups mounted in a single piece of black wood.", "type": "p"}], "tags": []}