{"link": "https://www.bbc.com/news/technology-66693156", "category": "technology", "title": "Tech firms fail to tackle Russian propaganda - EU", "contributor": null, "time": "2023-09-02T02:19:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1823C/production/_130967889_facebookandx.png", "content": [{"text": "Social media companies have failed to stop \"large-scale\" Russian disinformation campaigns since the invasion of Ukraine, the EU has said.", "type": "b"}, {"text": "The EU Commission's report said the \"reach and influence of Kremlin-backed accounts\" had grown further in 2023.", "type": "p"}, {"text": "Russian disinformation has increased on X, formerly Twitter, since Elon Musk bought the company, the report added.", "type": "p"}, {"text": "The BBC has approached Twitter, Meta, TikTok and YouTube for comment, but has not received a response.", "type": "p"}, {"text": "The study, published on Wednesday, looks at attempts to deal with Kremlin-backed disinformation and suggests the rise has been \"driven in particular by the dismantling of Twitter's safety standards\".", "type": "p"}, {"text": "The BBC has previously reported that accounts belonging to official Kremlin social media accounts have propagated false information about the war in Ukraine. ", "type": "p"}, {"text": "\"In absolute numbers, pro-Kremlin accounts continue to reach the largest audiences on Meta's platforms. Meanwhile, the audience size for Kremlin-backed accounts more than tripled on Telegram,\" the report found. ", "type": "p"}, [{"text": "How Kremlin accounts manipulate Twitter", "type": "a", "href": "https://www.bbc.co.uk/news/technology-60790821"}, {"text": "Twitter blue tick accounts fuel Ukraine misinformation", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-66113460"}, {"text": "Twitter staff cuts leave Russian trolls unchecked", "type": "a", "href": "https://www.bbc.co.uk/news/technology-65067707"}], {"text": "The study also concluded that no platform consistently applied its terms of services in several eastern European languages. ", "type": "p"}, {"text": "Earlier this month tougher rules under the EU's Digital Services Act (DSA) were introduced for the world's biggest online platforms.", "type": "p"}, {"text": "All large social media companies must comply with the DSA's stricter rules that demand a more aggressive approach to policing content - including disinformation and hate speech - from \"very large\" platforms with at least 45 million monthly active users.", "type": "p"}, {"text": "The study concluded that if the DSA had been operational before last month, social media companies would have breached their legal duties - resulting in possible fines.", "type": "p"}, {"text": "\"Over the course of 2022, the audience and reach of Kremlin-aligned social media accounts increased substantially all over Europe,\" the study found.", "type": "p"}, {"text": "The report also refers to a tweet from 9 April in which Elon Musk confirmed his platform would no longer \"limit\" Kremlin-run accounts. ", "type": "p"}, {"text": "\"It is a weak move to engage in censorship just because others do so. Letting our press be free when theirs is not demonstrates strength,\" Mr Musk tweeted at the time.", "type": "p"}, {"text": "Twitter had \"limited\" accounts in April last year - which means the accounts will no longer be recommended in timelines, notifications or elsewhere on the site. That was under a previous management team. ", "type": "p"}, {"text": "However the company had resisted banning many Kremlin-run profiles - leading to criticism at the time that Vladimir Putin had not been banned from the site, when former President Donald Trump had.", "type": "p"}], "tags": []}