{"link": "https://www.bbc.com/news/business-66976222", "category": "business", "title": "HS2: Rishi Sunak refuses to commit to Manchester link", "contributor": null, "time": "2023-10-01T14:10:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15348/production/_131065868_hitachi-alstom-newsroom-881x585.jpg", "content": [{"text": "Prime Minister Rishi Sunak has again refused to say if the Birmingham to Manchester leg of HS2 will be axed.", "type": "b"}, {"text": "Asked by the BBC's Laura Kuenssberg if the high-speed line would reach Manchester, he said: \"We're getting on with delivering [the project], I'm not going to comment on this speculation.\"", "type": "p"}, {"text": "Rising costs have led to growing doubts over this second leg of HS2.", "type": "p"}, {"text": "The first leg, between London and Birmingham, is already under construction.", "type": "p"}, {"text": "HS2 is seen as key to the government's pledge to \"level up\" the country. Labour and some Tory MPs have warned against scaling it back.", "type": "p"}, {"text": "On Saturday, former PM Theresa May became the latest Conservative voice to warn against downgrading the project.  ", "type": "p"}, [{"text": "Unions call for emergency meeting over HS2 future", "type": "a", "href": "https://www.bbc.co.uk/news/business-66957407"}, {"text": "HS2 cuts 'would leave North with Victorian rail'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-leeds-66928372"}], {"text": "Andy Street, the Tory mayor of the West Midlands, has also criticised the idea, while London mayor Sadiq Khan warned it could make the UK a \"laughing stock\".", "type": "p"}, {"text": "But Mr Sunak said he \"completely\" rejected the criticism, telling Kuenssberg that the government was \"absolutely committed to levelling up across this country\".", "type": "p"}, {"text": "He highlighted a levelling up fund for 55 towns, adding that the UK was attracting \"billions of pound of investment into this country, creating jobs everywhere\".", "type": "p"}, {"text": "On Sunday, Transport Minister Richard Holden said the government was right to keep the HS2 leg to Manchester under review as it had a \"big impact\" on cost.", "type": "p"}, {"text": "He told BBC News: \"It is right we properly look at it and the chancellor and prime minister really dig into the detail of it.\"", "type": "p"}, {"text": "Asked if the government was saying it could not currently commit to the line coming to Manchester, he said: \"Exactly. There is a lot of detailed work going on.\"", "type": "p"}, {"text": "He added: \"With any large project you'd obviously want to keep it constantly under review... this is one of the biggest projects the country is looking at at the moment.\"    ", "type": "p"}, {"text": "Speculation around the future of HS2 has been swirling for weeks, with the PM and other ministers repeatedly declining to confirm whether the project will be scaled back. ", "type": "p"}, {"text": "Many in Westminster had expected an announcement to have happened before the start of the Conservative Party Conference in Manchester, which kicks off on Sunday. ", "type": "p"}, {"text": "No 10 appears to have concluded it can get through the four days of conference without clarifying its position. ", "type": "p"}, {"text": "A senior government source told the BBC: \"We are in Manchester - but we are not speaking to Manchester, we are speaking to the country.\"", "type": "p"}, {"text": "With no announcement this week, it may be that the fate of HS2 is not clarified until Jeremy Hunt's Autumn Statement - which won't take place until 22 November.", "type": "p"}, {"text": "The HS2 scheme has already faced delays, cost increases and cuts. The planned eastern leg between Birmingham and Leeds was axed in late 2021.", "type": "p"}, {"text": "In March, the government announced that building the line between Birmingham and Crewe, and then onto Manchester, would be delayed for at least two years. ", "type": "p"}, {"text": "The last official estimate on HS2 costs, excluding the cancelled eastern section, added up to about £71bn. But this was in 2019 prices so it does not account for the rise in costs for materials and wages since then.", "type": "p"}, {"text": "The possible scrapping of the leg to Manchester has also raised concerns over other plans to improve rail services across northern England.", "type": "p"}, {"text": "The Northern Powerhouse Rail (NPR) scheme plans to speed up links between Liverpool, Manchester and Leeds through a mixture of new and upgraded lines.", "type": "p"}, {"text": "However, these plans include a section of the HS2 line from Manchester Airport to Manchester Piccadilly, as well as planned upgrades to Manchester Piccadilly station.", "type": "p"}, {"text": "Earlier this week, the mayor of Greater Manchester, Andy Burnham, said scrapping the HS2 extension to Manchester risked \"ripping the heart\" out of the NPR scheme.", "type": "p"}], "tags": []}