{"link": "https://www.bbc.com/news/entertainment-arts-66975713", "category": "entertainment & arts", "title": "Jake Abraham: Lock, Stock and Two Smoking Barrels actor dies aged 56", "contributor": null, "time": "2023-10-01T17:29:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/77A6/production/_131303603_jakeabrahamvictormcguire.png", "content": [{"text": "Liverpool-born actor Jake Abraham, best known for his role in the film Lock, Stock and Two Smoking Barrels, has died aged 56.", "type": "b"}, {"text": "The actor appeared in the 1991 Channel 4 series GBH, and films Mean Machine and Formula 51, among others.", "type": "p"}, {"text": "Abraham was diagnosed with prostate cancer earlier this year and in July he said he was receiving palliative care.", "type": "p"}, {"text": "At the time he urged people not to leave it \"too late\" to test for early signs of cancer.", "type": "p"}, {"text": "Abraham was born in Toxteth in Liverpool. He began acting in the 1980s at the Everyman Youth Theatre and spent four decades acting on stage and screen.", "type": "p"}, {"text": "He played Dean in the 1998 British gangster film Lock, Stock and Two Smoking Barrels directed by Guy Ritchie.", "type": "p"}, {"text": "And he regularly appeared in productions at the Royal Court in Liverpool and starred in The Scouse Jack and the Beanstalk pantomime until January this year.", "type": "p"}, {"text": "Kevin Fearon, executive director of Royal Court theatre, said he was due to appear in the cast this year and said \"we'll be dedicating the show to him\".", "type": "p"}, {"text": "\"Such a loss to us, to his family and to the city,\" Mr Fearon said.", "type": "p"}, {"text": "Speaking to the Liverpool Echo about his cancer diagnosis in July, Abraham said he had felt unwell for some time but left it \"too late\" to get his symptoms checked. His cancer had spread to other parts of his body.", "type": "p"}, {"text": "The actor had been receiving radiotherapy before he went into palliative care.", "type": "p"}, {"text": "He said in July: \"I think most men take the approach of 'oh, I'll get on with it'. Well I'm palliative now, I found out really late down the line and there's nothing they can do for me - I've just got it now and I've just got to wait for the day.\"", "type": "p"}, {"text": "Men can be given a blood test, known as a PSA test, to help detect prostate cancer, the NHS says.", "type": "p"}, {"text": "It can be done at a GP surgery, and measures the level of prostate-specific antigen (PSA) in the blood.", "type": "p"}, {"text": "There is currently no national screening programme for prostate cancer in the UK because the PSA test is not always accurate, the NHS says.", "type": "p"}], "tags": []}