{"link": "https://www.bbc.com/news/business-your-money-64021412", "category": "business & your & money", "title": "Elon Musk: Twitter users vote in favour of boss resigning", "contributor": null, "time": "2022-12-19T17:19:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A22B/production/_128051514_elon_musk_getty.jpg", "content": [{"text": "Twitter users have voted in favour of Elon Musk stepping down as the platform's chief executive after the billionaire ran a poll on his future.", "type": "b"}, {"text": "A total of 57.5% voted \"yes\" after Mr Musk asked his 122 million followers whether he should stand down.", "type": "p"}, {"text": "Mr Musk, who bought Twitter for $44bn (£36bn), said before the poll closed that he would abide by the result.", "type": "p"}, {"text": "The technology tycoon, who also runs Tesla and Space X, has faced much criticism since taking over the site.", "type": "p"}, {"text": "Mr Musk is yet to comment since the poll closed. Even if he were to resign as chief executive, he would remain as Twitter's owner.", "type": "p"}, {"text": "More than 17.5 million users voted in his poll on Monday, with 42.5% voting no to Mr Musk stepping down.", "type": "p"}, {"text": "In the past Mr Musk has obeyed Twitter polls. He's fond of quoting the phrase \"vox populi, vox dei\", a Latin phrase which roughly means \"the voice of the people is the voice of God\".", "type": "p"}, {"text": "A former Twitter member of staff, who left the company recently, told the BBC that Mr Musk was \"showing himself to be the incompetent fool we all knew he was\".", "type": "p"}, {"text": "Speaking on condition of anonymity, they added: \"His investors are surely looking at this now and questioning whether he was the right horse to back.", "type": "p"}, {"text": "\"I imagine he's getting pressure from investors to step down and is using this poll to make it look like he's following the will of the people instead of the will of those paying his bills.\"", "type": "p"}, {"text": "Minutes before the poll closed, the founder of crypto exchange Binance replied to Mr Musk saying he should \"stay the course\" and not step down.", "type": "p"}, {"text": "Changpeng Zhao is thought to be one of several Twitter investors and said in May he had backed Mr Musk taking over by making a $500m investment.", "type": "p"}, [{"text": "Who is Elon Musk?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61234231"}, {"text": "Will Elon Musk's ultimatum cost him Twitter?", "type": "a", "href": "https://www.bbc.co.uk/news/technology-64003232"}], {"text": "Among the backers are massive firms such as Fidelity, which is known for managing retirement accounts, and Sequoia Capital, which has backed other technology firms Apple, Google and Airbnb.", "type": "p"}, {"text": "Others are thought to be Oracle co-founder and Mr Musk's friend, Larry Ellison, sovereign wealth fund Qatar Holding, and Saudi Arabia's Prince Alwaleed bin Talal.", "type": "p"}, {"text": "Mr Musk's private jet appears to be on its way back from the World Cup in Qatar, where he was pictured at the final next to Donald Trump's son-in-law Jared Kushner on Sunday.", "type": "p"}, {"text": "Dan Ives, senior equity analyst at Wedbush Securities, told the BBC before the poll closed that he believed the vote would ultimately lead to the ending of Mr Musk's reign as Twitter chief executive, and that he would probably name a new temporary CEO \"in the next 24 hours\".", "type": "p"}, {"text": "There has been a flurry of controversial changes at Twitter since Mr Musk bought the social media site. ", "type": "p"}, {"text": "He has fired about half of its staff and attempted a rollout of Twitter's paid-for verification feature before putting it on pause. The feature was relaunched last week. ", "type": "p"}, {"text": "He has also been criticised for his approach to content moderation, with some civil liberties groups accusing him of taking steps that will increase hate speech and misinformation.", "type": "p"}, {"text": "On Friday, Mr Musk was condemned by the United Nations and European Union over Twitter's decision to suspend some journalists who cover the social media firm.", "type": "p"}, {"text": "The UN tweeted that media freedom is \"not a toy\", while the EU threatened Twitter with sanctions.", "type": "p"}, {"text": "After starting the poll, Mr Musk tweeted: \"As the saying goes, be careful what you wish, as you might get it.\"", "type": "p"}, {"text": "He added later: \"Those who want power are the ones who least deserve it.\"", "type": "p"}, {"text": "Earlier on Sunday, Twitter said it would shut down accounts solely designed to promote other social media platforms. ", "type": "p"}, {"text": "However, Mr Musk later tweeted that major policy changes for the site would be voted on in the future. The web page detailing the policy towards other social media platforms appears to no longer exist.", "type": "p"}, {"text": "Mr Ives said the last few weeks and months had been a \"black eye for Musk and a black eye for Tesla\", which he said was the \"golden child\" because it is where most of the billionaire's wealth is.", "type": "p"}, {"text": "Mr Musk's electric car firm has fallen sharply in value, with some saying his obsession with Twitter is destroying the brand.", "type": "p"}, {"text": "Last week, Leo KoGuan, the third largest individual shareholder in Tesla, called for Mr Musk to step down as the boss of the electric car maker.", "type": "p"}, {"text": "\"Elon abandoned Tesla and Tesla has no working CEO. Tesla needs and deserves to have [a] working full time CEO,\" he tweeted.", "type": "p"}, {"text": "Mr Ives said he believed Mr Musk had realised he \"cannot balance\" being the boss of Twitter as well as his Tesla and space rocket firm SpaceX.", "type": "p"}, {"text": "\"The biggest problem is the more controversy he creates, advertisers leave and they run for the hills and that's 90% of revenue for Twitter,\" he said.", "type": "p"}, {"text": "Russ Mould, investment director at AJ Bell, added investors at Tesla would be \"closely watching\" Mr Musk's poll.", "type": "p"}, {"text": "\"Given how much of a distraction Musk's tenure at Twitter has become, shareholders in the electric vehicle manufacturer will be breathing a big sigh of relief if he steps back from Twitter and gets back to the day job at Tesla,\" he said.", "type": "p"}, {"text": "\"For someone who sets so much store by work ethic, Musk sure seems to spend a lot of time on social media. With Tesla shares having more than halved year-to-date, Musk needs to roll up his sleeves and get his main business back on the road.\"", "type": "p"}, {"text": "Tesla's share price rose nearly 3% at around $154 each on US stock markets in early trading on Monday. However, the have lost nearly 60% in value this year.", "type": "p"}], "tags": ["Companies", "Elon Musk", "Twitter"]}