{"link": "https://www.bbc.com/news/entertainment-arts-64029690", "category": "entertainment & arts", "title": "Jeremy Clarkson says he is 'horrified' over Meghan column", "contributor": null, "time": "2022-12-19T17:39:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AB45/production/_128054834_gettyimages-1094620530.jpg", "content": [{"text": "Broadcaster Jeremy Clarkson has said he is \"horrified\" after \"causing so much hurt\" in a column he wrote in the Sun about the Duchess of Sussex.", "type": "b"}, {"text": "More than 12,000 complaints have been made to the press regulator after Clarkson wrote on Friday that he \"hated [Meghan] on a cellular level\".", "type": "p"}, {"text": "In a tweet on Monday, he said: \"Oh dear. I've rather put my foot in it.\"", "type": "p"}, {"text": "The column has now been removed from the Sun's website, at Clarkson's request, and replaced with his tweet.", "type": "p"}, {"text": "In his message to followers, posted on Monday, described a reference he made to a scene in Game of Thrones as \"clumsy\".", "type": "p"}, {"text": "\"I'm horrified to have caused so much hurt and I shall be more careful in future,\" he said. ", "type": "p"}, {"text": "\"In a column I wrote about Meghan, I made a clumsy reference to a scene in Game of Thrones and this has gone down badly with a great many people.\" ", "type": "p"}, {"text": "Ipso, the independent press standards organisation, told BBC News the complaints were being assessed in accordance with its standard procedure.", "type": "p"}, {"text": "Clarkson's comments were widely criticised on social media over the weekend.", "type": "p"}, {"text": "On Sunday, Clarkson's own daughter Emily said: \"I want to make it very clear that I stand against everything my dad wrote about Meghan Markle.\"", "type": "p"}, {"text": "The total number of complaints made to Ipso in 2021 was 14,355. The Sun told BBC News earlier on Monday it did not have anything further to add.", "type": "p"}, {"text": "Writing in his original column, Clarkson said: \"At night, I'm unable to sleep as I lie there, grinding my teeth and dreaming of the day when she [Meghan] is made to parade naked through the streets of every town in Britain while the crowds chant 'Shame!' and throw lumps of excrement at her. ", "type": "p"}, {"text": "\"Everyone who's my age thinks the same way,\" he added. \"But what makes me despair is that younger people, especially girls, think she's pretty cool. They think she was a prisoner of Buckingham Palace, forced to talk about nothing but embroidery and kittens.\"", "type": "p"}, {"text": "His column followed the release of the last three episodes of Netflix's docuseries Harry & Meghan on Thursday.", "type": "p"}, [{"text": "Clarkson's column 'deeply misogynist' says Sturgeon", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-64000443"}, {"text": "Harry and Meghan: Seven takeaways from their Netflix series", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63989977"}, {"text": "Clarkson reveals 'heartache' filming TV farming show", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-57101577"}], {"text": "Posting on her Instagram page on Sunday, podcast host Emily Clarkson said she supports those \"targeted with online hatred\".", "type": "p"}, {"text": "\"My views are and have always been clear when it comes to misogyny, bullying and the treatment of women by the media,\" she wrote.", "type": "p"}, {"text": "\"I want to make it very clear that I stand against everything my dad wrote about Meghan Markle.\"", "type": "p"}, {"text": "Elsewhere in the article, Clarkson compared his hatred of Meghan with that of Scotland's First Minister Nicola Sturgeon.", "type": "p"}, {"text": "He said: \"Meghan, though, is a different story. I hate her. Not like I hate Nicola Sturgeon or Rose West. I hate her on a cellular level.\"", "type": "p"}, {"text": "West is a serial killer who, along with her husband Fred, murdered at least 12 young girls over 20 years.", "type": "p"}, {"text": "On Monday, Sturgeon told BBC Scotland: \"The overwhelming emotion I have for men like Jeremy Clarkson is pity. ", "type": "p"}, {"text": "\"I can't imagine what it must be like to be so consumed and distorted by hate of other people, and in his case it appears women in particular, that you end up writing that toxic, vile abuse.\"", "type": "p"}, {"text": "She added: \"Freedom of speech is really important and one of the values all of us cherish. But all of us, as we exercise those important rights, have to behave with a degree of responsibility.\"", "type": "p"}, {"text": "In last week's final instalment of their Netflix series, the Duke and Duchess of Sussex spoke about the mental health impact the tabloid media has on them.", "type": "p"}, {"text": "The couple argued that Meghan's biracial heritage was often an underlying factor in what they described as a relentless tabloid campaign against her, and in racist abuse she suffered online.", "type": "p"}, {"text": "Emily Clarkson has previously criticised the media for being \"poisonously misogynistic\" in its coverage of the Duchess, as well as other women.", "type": "p"}, {"text": "Other high-profile Twitter users who criticised Clarkson's column included Carol Vorderman, Edith Bowman, and John Bishop.", "type": "p"}, {"text": "But Alex Phillips, a journalist and former Brexit Party MEP, defended Clarkson, telling ITV's Good Morning Britain she believed he is \"deliberately pushing boundaries to be offensive\". ", "type": "p"}, {"text": "She said he's \"not there to be taken seriously\" and \"his word is there to be found funny, and it always has been\". ", "type": "p"}, {"text": "Phillips added: \"Taking something that happened in Game of Thrones, one of the most widely-watched TV series... Does he mean it? Of course he doesn't mean it.\"", "type": "p"}], "tags": []}