{"link": "https://www.bbc.com/news/science-environment-64030656", "category": "science & environment", "title": "COP15: Five key takeaways from the UN biodiversity summit", "contributor": null, "time": "2022-12-19T17:10:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ACEA/production/_128066244_gettyimages-457355076.jpg", "content": [{"text": " The world's nations have reached a historic agreement to protect the world's biodiversity.", "type": "b"}, {"text": "After two weeks of negotiations, what is officially known as the Kunming-Montreal Global biodiversity framework was passed early on Monday.", "type": "p"}, {"text": "Here are five key takeaways and memorable moments from the conference.", "type": "p"}, {"text": "The 30 x 30 pledge is the central pillar to this agreement - countries agreeing to protecting 30% of land and water by 2030.", "type": "p"}, {"text": "Not securing agreement on this key ambition would have been a deal breaker for the whole agreement.", "type": "p"}, {"text": "Even before the meeting started in Montreal more than 100 countries had signed up. ", "type": "p"}, {"text": "So during the talks when there were suggestions the pledge might be watered down, the nations championing 30 x 30 were quick to push back.", "type": "p"}, {"text": "\"We cannot afford to leave Montreal without banking this commitment,\" said UK environment minister Zac Goldsmith during a press conference.", "type": "p"}, {"text": "And protecting 30% of lands and seas for nature, could just be the start.", "type": "p"}, {"text": "\"Extinction doesn't negotiate — the science is clear that we need to protect at least half the Earth by 2030,\" says Oscar Soria, campaign director for the non-profit, Avaaz \"This text is a step forward from where we are, but nature needs a giant leap.\"", "type": "p"}, {"text": "\"It is truly a moment that will mark history as Paris did for climate,\" Canada's environment minister Steven Guilbeault  told reporters on Monday.", "type": "p"}, {"text": "In 2015 the world's nations agreed for the first time on a common goal to cut greenhouse gas emissions. It was called the Paris Climate Agreement after the city it was signed in, and was considered a landmark moment for tackling climate change.", "type": "p"}, {"text": "Some, such as the activist-turned-politician Mr Guilbeault, now consider this new agreement in Montreal to be equally landmark moment for protecting nature.", "type": "p"}, {"text": "But not everyone is convinced. Lawyers for the environmental law charity, ClientEarth, said the final agreement was \"noteworthy\" but stopped short of a Paris moment.", "type": "p"}, {"text": "And Dr Abigail Entwistle of Fauna & Flora international evoked a more pedestrian image, she said: \"I don't believe we've had a Paris moment, but now more than ever we're circling the Paris ring road.\"", "type": "p"}, {"text": "\"We need to give the framework a chance, hoping it is enough to pull everyone - governments, businesses and citizens - in the same direction to halt and reverse biodiversity loss by 2030,\" she added.", "type": "p"}, {"text": "China presided over the meeting alongside host country, Canada, which stepped in at the last minute due to Covid restrictions in China.", "type": "p"}, {"text": "The conference president, Huang Runqiu, caused some controversy when sealing the final deal, by bringing down the official gavel despite the Democratic Republic of Congo (DRC) refusing to support it.", "type": "p"}, {"text": "The DRC protested and called the final deal illegal and against the rules of the negotiations, though the UN dismissed the complaint.", "type": "p"}, {"text": "Despite this unusual turn of events, China won recognition for its role during the meeting.", "type": "p"}, {"text": "Li Shuo, global policy advisor for Greenpeace China, said China lent significant weight to the negotiations and bridged the divide between richer and poorer nations.", "type": "p"}, {"text": "\"Today's outcome demonstrates that position can forge global progress,\" he said. \"It is a landmark deal that should propel China to embrace a bigger role in championing nature on the international stage.\"", "type": "p"}, {"text": "The big UN summits on climate change such as the recent one held in Sharm el-Sheikh are normally star-studded affairs. Both are referred to using the acronym COP, Conference of the Parties, the Montreal meeting was COP15.", "type": "p"}, {"text": "It is not unusual for there to be more than 100 world leaders in attendance and to brush shoulders with the likes of Leonardo Di Caprio. But that was not the case in Montreal.", "type": "p"}, {"text": "The US actor James Cromwell of Jurassic World: Fallen Kingdom fame briefly showed up outside the conference halls to pose in front of a model dinosaur and admonish world leaders for not doing more.", "type": "p"}, {"text": "Canadian prime minister Justin Trudeau was there for the opening ceremony while China's President Xi Jinping appeared by video link. But by-and-large it was ministers rather than leaders doing the negotiating.", "type": "p"}, {"text": "Some bemoaned the lack of star dust, calling on world leaders to turn up.", "type": "p"}, {"text": "\"To get agreement here you need to have the world leaders roll their sleeves up and do the deals that only world leaders can do,\" said Craig Bennett of the UK Wildlife Trusts.", "type": "p"}, {"text": "\"The nature COP has almost played second fiddle to the climate COP. We're never going to solve the climate crisis unless we deal with the nature crisis - you can't solve one without the other,\" he added.", "type": "p"}, {"text": "The last word must go to the singer, Joni Mitchell. ", "type": "p"}, {"text": "When Minister Guilbeault took to the stage for Thursday's high-level speeches he raised an unlikely question. Was Joni right when she sang in her 1970 song Big Yellow Taxi we had \"paved paradise and put up a parking lot\"? And did we really understand her message?", "type": "p"}, {"text": "It remains to be seen whether the Kunming-Montreal Global biodiversity framework might go some way to answering that question. ", "type": "p"}, {"text": "But a statement on the agreement by the UN executive director, Inger Andersen, curiously echoes her words.", "type": "p"}, {"text": "\"For far too long humanity has paved over, fragmented, over-extracted and destroyed the natural world on which we all depend,\" she said. \"Now is our chance to shore up and strengthen the web of life, so it can carry the full weight of generations to come.\"", "type": "p"}], "tags": ["Biodiversity", "Paris climate agreement", "United Nations"]}