{"link": "https://www.bbc.com/news/technology-64003232", "category": "technology", "title": "Will Elon Musk's ultimatum cost him Twitter?", "contributor": null, "time": "2022-12-19T17:15:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4044/production/_128025461_gettyimages-1450089209.jpg", "content": [{"text": "Elon Musk's poll, asking whether he should stand down as the boss of Twitter, appeared hours after he was photographed at the World Cup final in Qatar.", "type": "b"}, {"text": "That photo tells us two things: firstly, Musk was standing beside Jared Kushner - the son-in-law of Donald Trump, the former US President whom Musk has tried, and failed, to entice back to the social network he now owns. ", "type": "p"}, {"text": "Musk knows that a bombastic Trump tweet would likely provide a controversial, but 'jackpot' moment for Twitter - and bring huge audiences to the platform. ", "type": "p"}, {"text": "Trump knows this too, of course, and has his own agenda - specifically his own social network, Truth Social, to which he has so far remained loyal. ", "type": "p"}, {"text": "Pardon the pun but Musk's trump card remains unplayed.", "type": "p"}, {"text": "The second point about the photo? It proves Musk was geographically in the vicinity of Saudi Arabia - home to Twitter's biggest investors. Did he drop in, and did they - along with millions of people who use Twitter every day -  pose some serious questions about his leadership during the past couple of months?", "type": "p"}, {"text": "And then there's the matter of the poll itself. How we view the results - 57% of the 17.5m votes cast were in favour of Musk standing down as Twitter CEO - depends on what we think he wanted to achieve by it.", "type": "p"}, {"text": "The poll has either spectacularly backfired - if Musk was looking for an ego-boost - or it has been a huge success in getting him off the rather large hook he has found himself caught on since his purchase of Twitter was, basically, forced through. ", "type": "p"}, {"text": "Let's not forget that the Tesla owner spent months trying to get out of buying this company. ", "type": "p"}, {"text": "As I write, Musk's Twitter feed is uncharacteristically silent. ", "type": "p"}, {"text": "That won't be the case for long, undoubtedly. He has a track record for listening to polls. After all, he put to the vote whether or not he should buy Twitter in the first place, when this entire circus began. ", "type": "p"}, {"text": "In the past, he has also asked Twitter users to help him decide whether to sell valuable Tesla stock.", "type": "p"}, {"text": "It's an unorthodox way of doing big business, to say the least. But with Elon Musk, we have grown to expect the unexpected.", "type": "p"}, {"text": "So... if he does what he's been told by the people and quits - who takes over? ", "type": "p"}, {"text": "He's been a one-man band since his arrival at the social media company. There's been no regular mention of a deputy, or someone with whom he has worked closely.  Meta's Mark Zuckerberg had Sheryl Sandberg, Amazon's Jeff Bezos had Andy Jassy (now CEO). Musk has no obvious Twitter wingman. ", "type": "p"}, {"text": "Even those senior figures he initially saw as allies, like Head of Trust and Integrity Yoel Roth, have since left the business and criticised Musk's leadership. ", "type": "p"}, {"text": "But before you dust off your CV, consider for a moment the job description of Twitter CEO. You have the world's most demanding boss; you inherit a demoralised workforce - half of it recently laid off and the remainder under instruction to work long hours. The finances are bleak according to Musk: he says Twitter is operating at a loss of $4m per day. ", "type": "p"}, {"text": "And then there is the legacy of chaotic decision-making which has defined recent months at Twitter. Musk's approach to moderation was decidedly personal. The \"digital town square\" he claimed he wanted to create was rapidly beginning to feel more like you had walked into his house and were trying not to knock over the ornaments.", "type": "p"}, {"text": "Policies came and went seemingly on a whim. ", "type": "p"}, {"text": "Any future chief also faces the challenge of trying to maintain the safety of some 300 million Twitter users, posting in real time - including content which can be abusive, offensive and, sometimes, illegal. ", "type": "p"}, {"text": "Throw into that mix the unpredictability of Musk himself - and the ongoing risk that his next tweet could cause untold reputational damage and/or regulatory scrutiny. After all, he was banned from tweeting about Tesla after causing the share price to fall when he said it was over-valued.", "type": "p"}, {"text": "Then again, you could say that the only way is up. ", "type": "p"}, {"text": "A new CEO who is less intent on relentless revolution might calm investors and improve employee morale. Currently every second tweet in my timeline is people threatening to leave Twitter or complaining about it. A social network obsessed with itself is arguably not fulfilling its potential.", "type": "p"}, {"text": "Space enthusiast Elon Musk thought Twitter needed a bit of rocket fuel and he's certainly provided that. ", "type": "p"}, {"text": "But perhaps he's now learning the hard way that social media, and the people who bring it to life, are not machines. Perhaps the future of this troubled firm lies not in the stars, but with feet firmly on solid ground. If he'll allow it.", "type": "p"}, {"text": "You can follow Zoe Kleinman on Twitter ", "type": "b"}], "tags": ["Elon Musk", "Twitter"]}