{"link": "https://www.bbc.com/news/business-65876570", "category": "business", "title": "Warning UK mortgage rates set to rise further", "contributor": null, "time": "2023-06-12T14:57:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C05E/production/_130064294_gettyimages-1448455603.jpg", "content": [{"text": "Borrowers are being warned mortgage rates are set to rise further as turbulence continues to hit the market. ", "type": "b"}, {"text": "Broker London & Country said lenders had been withdrawing deals and raising rates at a \"relentless pace\" and this week would \"bring more of the same\".", "type": "p"}, {"text": "Mortgage rates have gone up about 0.5 percentage points in the last month to approach an average fixed deal of 6%.", "type": "p"}, {"text": "On Monday Santander became the latest big lender to temporarily withdraw new deals due to \"market conditions\". ", "type": "p"}, {"text": "Meanwhile, NatWest said it was increasing rates for new residential mortgages by 0.2 percentage points, and for buy-to-let mortgages by up to 1.57 percentage points from Tuesday.", "type": "p"}, {"text": "About 1.5 million households are set to come off fixed mortgage deals this year and face a sharp rise in their monthly repayments. ", "type": "p"}, {"text": "Rates have been rising since recent data showed that UK inflation is not coming down as quickly as expected.", "type": "p"}, {"text": "There have been predictions that the Bank of England will raise interest rates higher than previously thought, from their current 4.5% to as high as 5.5%.", "type": "p"}, {"text": "It has a direct impact on mortgage lenders, many of whom have raised rates and taken deals off the market over the last few weeks.", "type": "p"}, {"text": "In the latest move, Santander said it was \"temporarily withdrawing all our new business residential and buy-to-let fixed and tracker rates at 7.30pm on Monday 12 June\". ", "type": "p"}, {"text": "\"We're relaunching our full new business range on Wednesday 14 June,\" it added. ", "type": "p"}, {"text": "It comes after HSBC suspended new deals via brokers last week only to temporarily reopen them on Friday.", "type": "p"}, {"text": "On Monday it returned to the market with higher rates for its fixed residential and buy-to-let mortgages. ", "type": "p"}, {"text": "David Hollingworth from London & Country told BBC Radio 4's Today programme: \"It's been pretty relentless for the last couple of weeks. We're back to that phase of you can't hang around if you are looking at a fixed rate.\" ", "type": "p"}, {"text": "He said lenders were being forced to reprice deals as the market shifted around them and those with cheaper deals faced a \"tidal wave\" of business.", "type": "p"}, {"text": "\"Unfortunately I think this week we may still have to see more of that happening. ", "type": "p"}, {"text": "\"But hopefully those rates will just start to find a level and we'll see things start to calm down in the near future.\"", "type": "p"}, [{"text": "Five reasons why mortgages are getting us down", "type": "a", "href": "https://www.bbc.co.uk/news/business-65856683"}, {"text": "HSBC reopens mortgage offers after criticism", "type": "a", "href": "https://www.bbc.co.uk/news/business-65850366"}, {"text": "Mortgage calculator: Will my payments rise?", "type": "a", "href": "https://www.bbc.co.uk/news/business-63474582"}, {"text": "How will you be affected by rising mortgage rates? Share your experiences by emailing haveyoursay@bbc.co.uk.", "type": "a", "href": "mailto:haveyoursay@bbc.co.uk?subject=Mortgages65876570"}], {"text": "According to financial data firm Moneyfacts, the average two-year fixed-rate mortgage deal is 5.86%, while a five-year deal has hit 5.51%.", "type": "p"}, {"text": "Last May they were 3.03% and 3.17% respectively, meaning many households have seen sharp rises in their borrowing costs. ", "type": "p"}, {"text": "When a fixed term comes to an end then a borrower reverts automatically to their lender's standard variable rate (SVR). But brokers say these SVRs have soared, meaning anyone who adopts a wait and see approach would see a massive jump in the rate they pay, and therefore a much higher monthly mortgage bill. ", "type": "p"}, {"text": "Ian Stuart, boss of HSBC in the UK, admitted it was a \"deeply concerning\" time for a lot of customers.", "type": "p"}, {"text": "\"If you've got an old rate, as many will have, let's say 1.5%, and you're going to come off that rate and go onto something like 5%, that is a big impact on your monthly budget.\" ", "type": "p"}, {"text": "He said the bank had been forced to pause sales of new deals last week as it was struggling to meet \"unprecedented\" demand.", "type": "p"}, {"text": "He also said HSBC expected UK interest rates to rise further, putting more pressure on the market. ", "type": "p"}, {"text": "\"So not the news mortgagees would be looking for, but I don't think inflation is going to fall quite as fast as we had hoped.\" ", "type": "p"}, {"text": "Rising mortgage rates are also putting pressure on landlords, pushing some to consider selling up, surveyors say.", "type": "p"}, {"text": "In turn, that could further squeeze the availability of rental properties and raise costs for tenants, according to the Royal Institution of Chartered Surveyors.", "type": "p"}], "tags": []}