{"link": "https://www.bbc.com/news/entertainment-arts-65881000", "category": "entertainment & arts", "title": "Matt Damon and Ben Affleck's studio condemn Donald Trump campaign video", "contributor": null, "time": "2023-06-12T14:37:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E926/production/_130068695_cropdamongettyimages-1477334162.jpg", "content": [{"text": "Matt Damon and Ben Affleck's production company has said it did not consent for its film to be used in a new campaign video by former president Donald Trump.", "type": "b"}, {"text": "The clip, featuring a narration voiced by Damon from the film Air, was posted on Mr Trump's social media platform Truth Social.", "type": "p"}, {"text": "The audio was used over footage of Trump as a young boy and as president.", "type": "p"}, {"text": "But the studio said it did not consent to or endorse its usage for Mr Trump's political campaign.", "type": "p"}, {"text": "The studio said: \"Any use of material from Air by the Trump campaign where approval or consent is required, we do not grant such consent.\"", "type": "p"}, {"text": "The film, released earlier this year but set in the 1980s, follows the story of the game-changing partnership between Nike's fledgling basketball division and rising star Michael Jordan.", "type": "p"}, {"text": "Together, the renowned basketball player and the sports brand created the hugely successful Air Jordan sneakers.", "type": "p"}, {"text": "The film was produced by Damon and Affleck's firm Artists Equity, which was formed last year with RedBird Capital.", "type": "p"}, {"text": "\"We had no foreknowledge of, did not consent to and do not endorse or approve any footage or audio from Air being repurposed by the Trump campaign as a political advertisement or for any other use,\" Artists Equity said.", "type": "p"}, {"text": "\"We hereby expressly give notice that in the case of any use of material from Air by the Trump campaign where approval or consent is required, we do not grant such consent.\"", "type": "p"}, {"text": "Mr Trump and his campaign team have not yet responded to Artists Equity's statement.", "type": "p"}, {"text": "Mr Trump will appear in court in Miami on Tuesday to face dozens of charges accusing him of illegally retaining classified information.", "type": "p"}, {"text": "It could result in the first criminal prosecution of a former US president.", "type": "p"}, {"text": "Mr Trump, who last year declared his candidacy for a second presidential term, has repeatedly denied wrongdoing. ", "type": "p"}, [{"text": "Donald Trump is 'toast' if indictment correct, William Barr says", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-65875898"}, {"text": "Could Donald Trump go to prison over secret files?", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-65852340"}], {"text": "In the campaign video, released over the weekend, Damon can be heard saying \"money can buy you almost anything\", as Trump is shown on screen. ", "type": "p"}, {"text": "It then transitions to another line taken from the film where his character says: \"It can't buy you immortality... that you have to earn.\"", "type": "p"}, {"text": "His character continues: \"Once they've built you as high as they possibly can, they're going to tear you back down... it's the most predictable pattern, we build you into something that doesn't exist and that means you have to be that thing, all day, every day.", "type": "p"}, {"text": "\"And I'm going to tell you the truth: You're going to be attacked, betrayed, exposed and humiliated... and you'll survive that.\"", "type": "p"}, {"text": "Many Hollywood stars criticised Mr Trump's policies when he was in the White House, with some musicians also requesting their music not be used in campaign messaging. ", "type": "p"}, {"text": "The Rolling Stones threatened legal action three years ago, while Neil Young sued the then president for using his songs. ", "type": "p"}, {"text": "Adele, REM, Brian May of Queen, Sir Elton John and the estate of Prince have also objected to the former US president's use of their music.", "type": "p"}], "tags": []}