{"link": "https://www.bbc.com/news/technology-65877280", "category": "technology", "title": "Reddit communities go dark in protest at changes", "contributor": null, "time": "2023-06-12T09:44:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DD46/production/_130064665_gettyimages-1258039400.jpg", "content": [{"text": "Thousands of Reddit communities have \"gone dark\" as part of a protest by users over how the site is being run.", "type": "b"}, {"text": "Reddit is introducing controversial charges to developers of third-party apps, which are used to browse the social media platform.", "type": "p"}, {"text": "But moderators of some of the biggest subreddits have hit back by making their communities private for 48 hours. ", "type": "p"}, {"text": "Reddit relies heavily on community moderation but on Monday more than 7,000 subreddits shut down.", "type": "p"}, {"text": "A subreddit is the name given to a forum within the Reddit platform - effectively a community of people who gather to discuss a particular interest. ", "type": "p"}, {"text": "Reddit users - or Redditors - will typically join a variety of subreddits, rather than following individual users on other platforms, and see posts from these communities in their feed.", "type": "p"}, {"text": "As well as a few paid administrators, the website uses tens of thousands of unpaid moderators - known as mods - to keep the website functional.", "type": "p"}, {"text": "These mods may spend one or two hours per day ensuring that their subreddit does not get filled with off-topic comments, content that is banned, or even content which is illegal.", "type": "p"}, {"text": "But the flipside of this is that Reddit does not charge any hosting fees for people who want to set up their own community based on an interest they have.", "type": "p"}, {"text": "In a post to the website on Friday, Reddit chief executive Steve Huffman said it \"needs to be a self-sustaining business\" and addressed the blackout. ", "type": "p"}, {"text": "\"We respect when you and your communities take action to highlight the things you need, including, at times, going private,\" he said.", "type": "p"}, {"text": "\"We are all responsible for ensuring Reddit provides an open accessible place for people to find community and belonging.\"", "type": "p"}, {"text": "He also confirmed that explicit content would remain on the site, but Reddit would limit how it can be accessed from third-party apps.", "type": "p"}, {"text": "The blackout includes 3,489 subreddits in total, including five of the 10 most popular communities on the site - r/gaming, r/aww, r/Music, r/todayilearned and r/pics - which each have memberships of more than 30 million people.", "type": "p"}, {"text": "A moderator for one of these subreddits told the BBC the protest was about \"strength in numbers\".", "type": "p"}, {"text": "\"If it was a single subreddit going private, Reddit may intervene,\" they said. ", "type": "p"}, {"text": "\"But if it's half the entire website, then you feel a lot more pressured. ", "type": "p"}, {"text": "\"This is a completely volunteer position, we don't receive any financial compensation, and despite that, we do like to take it quite seriously.\"", "type": "p"}, {"text": "They said they wanted Reddit admins to realise that they rely on moderators to operate the site and felt that the only way to send a message was by harming Reddit's traffic.", "type": "p"}, {"text": "\"Our entire community is supporting us against this change,\" they said.", "type": "p"}, {"text": "\"It feels good to be able to have the power to say: 'We will not continue to moderate our communities if you push these changes through'.", "type": "p"}, {"text": "\"If it's almost the entire website, would they destroy what they've built up in all these communities, just to push through this highly unpopular change that both the mods and users of Reddit are overwhelmingly against?\"", "type": "p"}, {"text": "Reddit, which describes itself as \"the front page of the internet\", has an official app but it was developed in 2016, many years after the website was founded.", "type": "p"}, {"text": "Because of this, third-party apps such as Apollo, Reddit is Fun, Sync and ReddPlanet were set up as a way for people to access the platform on their mobile devices. ", "type": "p"}, {"text": "Reddit has introduced a series of charges to the developers who wish to continue using its Application Programming Interface (API) - the behind-the-scenes code which allows third-party apps to find and show the content on Reddit.", "type": "p"}, {"text": "All four of these apps have said they will be shutting down as a result of Reddit's new API pricing. ", "type": "p"}, {"text": "These charges have been heavily criticised as extortionate - with Apollo developer Christian Selig claiming it would end up costing him $20m (£15.9m) to continue operating the app.", "type": "p"}, {"text": "But a Reddit spokesperson told the BBC that Apollo was \"notably less efficient\" than other third-party apps.", "type": "p"}, {"text": "They said the social media platform spends \"multi-millions of dollars on hosting fees\" and \"needs to be fairly paid\" to continue supporting third-party apps. ", "type": "p"}, {"text": "\"Our pricing is based on usage levels that we measure to be comparable to our own costs,\" they said.", "type": "p"}, {"text": "The spokesperson also said that not all third-party apps would require paid access. Previously, Reddit announced it would not charge apps which make the platform more accessible.", "type": "p"}, {"text": "But the moderator the BBC spoke to said they believed the blackout could continue until Reddit row back on the changes.", "type": "p"}, {"text": "\"The current plan for many communities is... they might keep the blackout going for longer, beyond the original forty-eight hours, or keep their subreddits restricted so that nobody can post,\" they said.", "type": "p"}, {"text": "\"Every community operates differently, and different moderators have different views on what's happening right now, so it does vary. ", "type": "p"}, {"text": "\"But given recent communications between moderators and Reddit admins, I don't believe that they are intending to reverse these changes.\"", "type": "p"}, {"text": "And some communities, such as r/Music - which has 32 million members - say their subreddit will be indefinitely inaccessible until Reddit reverses its policy.", "type": "p"}], "tags": []}