{"link": "https://www.bbc.com/news/business-66917138", "category": "business", "title": "Gatwick cancels 82 flights due to staff shortages", "contributor": null, "time": "2023-09-25T19:05:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E3DE/production/_131243385_gettyimages-1085241340.jpg", "content": [{"text": "Gatwick will cancel around 82 departures over the coming week because of short-term sickness and Covid in the air traffic control tower.", "type": "b"}, {"text": "Airport boss Stewart Wingate said he was \"very frustrated\" by a series of problems at Gatwick's air traffic control.", "type": "p"}, {"text": "Around 30% of air traffic control staff are not available, Mr Wingate said.", "type": "p"}, {"text": "The largest number of cancellations will be on Friday 29 September, with 33 departures affected.", "type": "p"}, {"text": "No cancellations are expected for Tuesday or Saturday. ", "type": "p"}, {"text": "The cancellations amount to around 3% of planned departures at Gatwick over the period.", "type": "p"}, {"text": "The staff work for Nats, which was formerly known as the National Air Traffic Service.", "type": "p"}, {"text": "Discussions will begin tomorrow on which flights to cancel, with airlines affected in proportion to their use of the airport.", "type": "p"}, {"text": "Easyjet will be the most affected, with BA and Ryanair also among those asked to cancel flights. ", "type": "p"}, {"text": "Johan Lundgren, chief executive officer of EasyJet said it is \"regrettable that a temporary limit on capacity at Gatwick Airport is required\".", "type": "p"}, {"text": "However, he said it is \"the right action by the airport so on-the-day cancellations and delays can be avoided.\"", "type": "p"}, {"text": "He added that Gatwick Airport and Nats now need to work a longer term plan to improve the resilience of the air traffic service at Gatwick.", "type": "p"}, {"text": "EasyJet will now work with the airport to work through what this means for its schedules and will notify any customers whose flights are affected as soon as possible, with their options to rebook, or get a refund.  ", "type": "p"}, {"text": "Gatwick had a number of cancellations on Friday and the weekend, caused by staff shortages in air traffic control.", "type": "p"}, {"text": "\"As a result of that we decided that we needed to take action,\" Mr Wingate said.", "type": "p"}, {"text": "\"The reason that we are doing this is to provide as much certainty as we can, not only to the airlines but most importantly to the passengers who will travel this week, that the flights that remain scheduled will actually operate.\"", "type": "p"}, {"text": "He added that there might be an increased risk of delays to other flights this week. ", "type": "p"}, {"text": "October is a less busy month for air traffic, and Mr Wingate said he expected there would be enough air traffic control staff to handle the reduced number of flights, and further cancellations would not be necessary. ", "type": "p"}, {"text": "It come just weeks after a data glitch at Nats triggered widespread disruption to airlines grounding flights and leaving thousands of passengers stranded.", "type": "p"}, {"text": "Britain's aviation regulator is preparing to launch a probe looking into why the country's air traffic control system collapsed during the summer holiday break.", "type": "p"}, {"text": "Are you an air traffic controller off work due to sickness? Or are you a passenger whose flight has been affected? Share your experiences by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}