{"link": "https://www.bbc.com/news/technology-66914338", "category": "technology", "title": "Amazon takes on Microsoft as it invests billions in Anthropic", "contributor": null, "time": "2023-09-25T17:06:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ED70/production/_131248706_gettyimages-1419358957.jpg", "content": [{"text": "Amazon will invest up to $4bn (£3.3bn) in San Francisco-based AI firm Anthropic, mirroring the earlier tie-up between Microsoft and OpenAI.", "type": "b"}, {"text": "It is the latest multi-billion dollar investment in a race among the big tech firms to exploit the potential of artificial intelligence.", "type": "p"}, {"text": "Amazon recently said it would use AI to boost its Alexa voice assistant's conversational powers.", "type": "p"}, {"text": "Anthropic has its own ChatGPT rival called Claude.", "type": "p"}, {"text": "Amazon claimed the investment could help improve customer experiences. ", "type": "p"}, {"text": "\"If you look at the world of generative AI, this is the beginning of the race,\" Jim Hare of research firm Gartner told BBC News. ", "type": "p"}, {"text": "While Microsoft had initially reaped the biggest benefit from the enthusiasm for AI through its partnership with OpenAI, he said others were catching up.", "type": "p"}, {"text": "\"Now we're starting to see the other cloud providers investing more in generative AI coming up with their own announcements, their own products, and I think the playing field is starting to level off. In other words, it's no longer a Microsoft-OpenAI show only,\" he said.", "type": "p"}, {"text": "Founded in 2021, Anthropic, an AI safety and research company, is one of several AI start-ups that have recently emerged to compete with firms like Google DeepMind and OpenAI.", "type": "p"}, {"text": "As well as online retail, Amazon is a major provider of so-called cloud computing services. In simple terms it rents out computing power - housed in huge warehouses full of computers called data centres - to other firms to help store or process their data. ", "type": "p"}, {"text": "The collaboration means Anthropic will be able to draw on this huge computing power.", "type": "p"}, {"text": "In turn, Amazon developers will be able to use Claude 2, the latest version of Anthropic's foundation AI model, to create new applications for its customers and enhance existing ones.", "type": "p"}, {"text": "Microsoft, which operates a cloud computing business called Azure, has a similar arrangement with OpenAI.", "type": "p"}, {"text": "And days after Amazon announced Alexa's AI powered planned upgrade, OpenAI revealed on Monday that users of chatGPT would be able to ask it questions by speaking to it, and post images which could be referred to in conversations.", "type": "p"}, {"text": ".", "type": "b"}, {"text": "The deal with Anthropic, according to Nick Patience, lead AI analyst at S&P Global Market Intelligence, was a further symbol of tech giants like Amazon and Google seeking to rival Nvidia's dominance in the lucrative market for specialist AI chips.", "type": "p"}, {"text": "But whether big tech firms with considerable cloud computing power and budgets at their disposal will be the kingmakers of the AI sector is less certain, he told the BBC.", "type": "p"}, {"text": "Anthropic said Amazon would take a minority stake in the business. It will use Amazon's Trainium and Inferentia chips - designed specifically for generative AI applications - to develop its new AI models.", "type": "p"}, {"text": "Anthropic said it believed in the responsible development and deployment of AI. Both firms, it said, independently supported a set of voluntary safety commitments led by the White House.", "type": "p"}, {"text": "Anthropic's chief executive Dario Amodei met with UK Prime Minister Rishi Sunak and the heads of DeepMind and OpenAI in May to discuss the potential risks from AI  - from disinformation to national security and even \"existential threats\" - and the voluntary actions and regulation required to manage them.", "type": "p"}, {"text": "The UK government, which is hosting a global summit on AI at the home of modern computing Bletchley Park in south east England in November, has said the advent of AI presents a \"crossroads\" in human history.", "type": "p"}, {"text": "On Monday it announced the summit would primarily look at futuristic \"frontier AI\" - referring to highly capable AI models that can perform a wide variety of tasks better than today's most advanced models.", "type": "p"}, {"text": "In particular the summit would look at the risk of the misuse of AI, for example to assist in biological or cyber-attacks.", "type": "p"}, {"text": "\"The focus on this type of AI is driven by an urgent need for conversation on how nations can work together to meet the novel challenges these risks pose, combat misuse of models, and utilise AI to do real, tangible public good across the world - from curing disease to improving education,\" the government said. ", "type": "p"}], "tags": []}