{"link": "https://www.bbc.com/news/health-65043333", "category": "health", "title": "Polio vaccine catch-up push to launch in London", "contributor": null, "time": "2023-03-23T05:52:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11E16/production/_125583237_gettyimages-1386859716.jpg", "content": [{"text": "London primary-school pupils not fully vaccinated against polio are to be offered catch-up jabs after Easter.", "type": "b"}, {"text": "The disease, common in the UK in the 1950s, was eliminated by 2003. But poliovirus traces were found in north and east London sewage in early 2022.", "type": "p"}, {"text": "An emergency vaccination-booster campaign in London last summer reached more than 370,000 children.", "type": "p"}, {"text": "And in early November, the latest tests found less of the virus - but officials say there is no room for complacency. ", "type": "p"}, [{"text": "What is polio and how can you protect yourself?", "type": "a", "href": "https://www.bbc.co.uk/news/health-61900915"}], {"text": "Dr Vanessa Saliba, from the UK Heath Security Agency, told BBC News: \"We have early signs that there's less spread of poliovirus in London - but we will need 12 months of no detections before the World Health Organization could declare that the UK is no longer an infected country.\"", "type": "p"}, {"text": "Polio causes paralysis in a very small number of cases where the virus attacks the nerves in the spine and base of the brain - but most are asymptomatic. ", "type": "p"}, {"text": "Last month, an eight-year-old in northern Israel was paralysed in an outbreak that saw three other children infected. And an unvaccinated man was paralysed by the virus in New York.", "type": "p"}, {"text": "The vaccination schedule is normally:", "type": "p"}, [{"text": "three doses before the age of one", "type": "p"}, {"text": "a booster at three", "type": "p"}, {"text": "another booster at 14", "type": "p"}], {"text": "But only 88% of London children have had three doses by the age of one, compared with 92% in England as a whole.", "type": "p"}, {"text": "\"London is a very bustling, urban metropolis with lots of mobile populations, lots of diverse communities,\" Dr Saliba said.  ", "type": "p"}, {"text": "\"We need to engage with these communities [so] that we get the messages across to them and that we make vaccine as accessible as possible. ", "type": "p"}, {"text": "\"This is why the NHS is offering vaccinations through schools to children who have missed out.\"", "type": "p"}], "tags": []}