{"link": "https://www.bbc.com/news/technology-65058533", "category": "technology", "title": "Do Kwon: Fugitive 'cryptocrash' boss arrested in Montenegro", "contributor": null, "time": "2023-03-24T04:12:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/114CD/production/_129116807_e51d1870fb93c398fea6fade4e1bece68c43f3e90_0_4247_28311000x667.jpg", "content": [{"text": "South Korea police say that Do Kwon, the fugitive cryptocurrency boss behind the $40bn (£32.5bn) collapse of the terraUSD and Luna tokens, has been arrested in Montenegro.", "type": "b"}, {"text": "He has since been charged with fraud by prosecutors in the US.", "type": "p"}, {"text": "Earlier this year US regulators accused Mr Kwon and his company Terraform Labs of \"orchestrating a multi-billion dollar crypto asset securities fraud\".", "type": "p"}, {"text": "The firm did not immediately respond to a BBC request for comment.", "type": "p"}, {"text": "South Korea authorities issued an arrest warrant for Mr Kwon last September as they believed Terraform Labs had violated capital market rules.", "type": "p"}, {"text": "They had thought he was in Serbia, and even sent officials to Belgrade to negotiate, since the two nations do not have an extradition treaty.", "type": "p"}, {"text": "Mr Kwon has previously denied he was in hiding but never revealed his location.", "type": "p"}, {"text": "News of his arrest was first shared by Montenegro's interior minister Filip Adzic, who said on Twitter that \"one of the world's most wanted fugitives\" had been detained at Podgorica's airport.", "type": "p"}, {"text": "Mr Adzic added that the suspect was allegedly travelling under a false name with fake documents. Authorities were waiting for official confirmation of the man's identity, he said.", "type": "p"}, {"text": "On Friday, South Korea police confirmed that the suspect in Montenegro was Mr Kwon, after his fingerprints matched official records.", "type": "p"}, {"text": "Mr Kwon has separately been charged with fraud by US prosecutors.", "type": "p"}, {"text": "He faces charges of securities fraud, wire fraud, commodities fraud and conspiracy, according to an indictment made public at the US District Court in Manhattan on Thursday. A lawyer for Mr Kwon did not immediately respond to BBC requests for comment.", "type": "p"}, {"text": "Montenegro does not have extradition treaties with the US or South Korea. ", "type": "p"}, {"text": "In February, US financial regulators said Mr Kwon and Singapore-based Terraform Labs \"failed to provide the public with full, fair, and truthful disclosure as required for a host of crypto asset securities, most notably for Luna and TerraUSD.\"", "type": "p"}, {"text": "They allegedly repeatedly claimed that the tokens would increase in value, and misled investors about the stability of TerraUSD.", "type": "p"}, {"text": "However, the value of the token and its linked Luna cryptocurrency plunged to close to zero last May.", "type": "p"}, {"text": "It triggered a sell-off in major cryptocurrencies such as Bitcoin, Ethereum and Tether. As a result the term cryptocrash trended online.", "type": "p"}, {"text": "\"I am heartbroken about the pain my invention has brought on all of you,\" Mr Kwon said at the time.", "type": "p"}, {"text": "Globally, investors in TerraUSD and Luna lost an estimated $42bn, according to blockchain analytics firm Elliptic.", "type": "p"}], "tags": []}