{"link": "https://www.bbc.com/news/entertainment-arts-62782108", "category": "entertainment & arts", "title": "Foo Fighters' Dave Grohl opens Taylor Hawkins tribute show", "contributor": "Mark Savage", "time": "2022-09-03T21:39:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/83FB/production/_126578733_eb3a58ae91546edf640a9c863a027e0bdf0836b5.jpg", "content": [{"text": "Dave Grohl has paid tribute to his \"dear friend, bandmate and brother\" Taylor Hawkins at a tribute concert for the drummer, who died earlier this year. ", "type": "b"}, {"text": "The Foo Fighters star received a standing ovation as he took to the stage at the opening of the six-hour show at Wembley Stadium, which is due to see performances from Queen, Josh Homme and Nile Rodgers. ", "type": "p"}, {"text": "\"For those of you who knew Taylor personally you'll know that no-one else could make you smile or laugh or dance or sing like he could,\" said Grohl. ", "type": "p"}, {"text": "\"And for those of you that admired him from afar, I'm sure you've all felt the same thing.", "type": "p"}, {"text": "\"So sing and dance and laugh and cry and scream and make some noise so he can hear us right now.\"", "type": "p"}, {"text": "Hawkins' son Oliver Shane Hawkins performed Foo Fighters song My Hero as Grohl played the drums.", "type": "p"}, {"text": "Sir Paul McCartney and lead vocalist of The Pretenders Hynde earlier took to the stage to perform a duet of The Beatles' Oh! Darling.", "type": "p"}, [{"text": "Taylor Hawkins, a drummer who 'served the song'", "type": "a", "href": "https://www.bbc.co.uk/news/in-pictures-60885675"}, {"text": "Bogota festival crowd reacts to Foo Fighters drummer's death", "type": "a", "href": "https://www.bbc.co.uk/news/av/entertainment-arts-60885853"}], {"text": "Grohl introduced Liam Gallagher to open the show with the Oasis classic Rock and Roll Star. ", "type": "p"}, {"text": "The concert is due to close with Foo Fighters' first performance since their beloved drummer was found dead in his hotel room in Colombia this March.", "type": "p"}, {"text": "No cause of death was announced, although a toxicology report showed traces of 10 substances in his body, including opioids, marijuana and anti-depressants.", "type": "p"}, {"text": "Investigators did not say if the mix of drugs was a factor.", "type": "p"}, {"text": "The Texas-born, California-raised musician joined Foo Fighters in 1997, as they rose through the ranks of rock to became one of the world's biggest bands. ", "type": "p"}, {"text": "An easy-going character off stage, he was a beast behind the kit, making him more than an equal match for frontman Dave Grohl - widely considered to be one of the best drummers of his generation. ", "type": "p"}, {"text": "In his autobiography, Grohl called their partnership \"a kind of love at first sight\".", "type": "p"}, {"text": "\"Upon first meeting, our bond was immediate and we grew closer with every day, every song, every note that we ever played together,\" he wrote. ", "type": "p"}, {"text": "Hawkins was also a co-writer on songs like Best Of You, Learn To Fly and All My Life, helping Foo Fighters win 15 Grammy Awards - three of which were awarded posthumously this year.", "type": "p"}, {"text": "The tribute concert is being streamed live on YouTube and Pluto TV, with highlights due to be shown on CBS, Paramount+ and MTV later this weekend. ", "type": "p"}], "tags": ["Liam Gallagher", "Foo Fighters", "Music"]}