{"link": "https://www.bbc.com/news/business-62728621", "category": "business", "title": "Ryanair will grow even faster in recession, boss says", "contributor": "Katy Austin", "time": "2022-08-30T18:04:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1138C/production/_126504507_gettyimages-1242817792.jpg", "content": [{"text": "Ryanair will grow even faster in the event of an economic downturn in the UK, the company's boss has told the BBC. ", "type": "b"}, {"text": "Michael O'Leary said people would still fly during a recession but they would choose low-fare airlines like Ryanair.", "type": "p"}, {"text": "The firm has announced what it described as its biggest ever winter schedule to and from the UK.", "type": "p"}, {"text": "Mr O'Leary said the expansion was because competitors - such as British Airways - had cut their capacity.", "type": "p"}, {"text": "He acknowledged a recession would be a worry \"for the sake of passengers\" and said high inflation was a risk.", "type": "p"}, {"text": "However, he predicted Ryanair would \"grow very strongly this winter\". ", "type": "p"}, {"text": "The Bank of England has forecast the UK economy will fall into recession later this year. This happens when the economy shrinks for two three-month periods in a row.", "type": "p"}, {"text": "Mr O'Leary told the BBC: \"A deep recession in the UK or an energy crisis will certainly affect overall demand, but within that - as has happened in the last four or five recessions - you see people trading down from high-fare airlines like BA and Easyjet, to low-fare airlines like Ryanair.\"  ", "type": "p"}, {"text": "He likened this to \"the same way many people have switched from shopping in Sainsbury's to Lidl and Aldi\", and insisted he was \"confident we'll grow even faster as a result of any recession here\".", "type": "p"}, {"text": "He said that Ryanair would be able to keep fares lower than other airlines due to its fuel-hedging strategy - where an airline agrees to purchase oil in the future at a predetermined price. ", "type": "p"}, {"text": "However he repeated comments he had recently made to the BBC that super-cheap €10 tickets would not be possible in the near future, with the soaring cost of fuel pushing up the airline's average fare from around €40 (£33.75) last year to roughly €50 over the next five years.", "type": "p"}, [{"text": "Era of €10 flights is over, says Ryanair boss", "type": "a", "href": "https://www.bbc.co.uk/news/business-62495846"}, {"text": "Ryanair hits out at airports: 'They had one job'", "type": "a", "href": "https://www.bbc.co.uk/news/business-62289056"}], {"text": "Mr O'Leary said Ryanair still had not been able to provide Covid refunds to 200,000 passengers, out of a total of 30 million.", "type": "p"}, {"text": "He insisted this was because they had booked through online travel agents, whom he accused of being \"pirates\", and that Ryanair could not contact such passengers because details such as email addresses were often incorrect.", "type": "p"}, {"text": "Mr O'Leary said the problems with staff shortages at airports seen at the start of the summer appeared to have been resolved \"at every airport with the exception of Heathrow\".   ", "type": "p"}, {"text": "He has started referring to Britain's biggest airport - from where Ryanair does not operate - as \"Hopeless Heathrow\", after it introduced a cap on passenger numbers which has prompted cancellations and ticket sales limits. Heathrow says its cap has been successful in reducing on-the-day disruption for passengers.", "type": "p"}, {"text": "British Airways has been severely affected by the cap, cutting around two dozen flights a day until it ends.", "type": "p"}, {"text": "BA also said that to ensure it can cope over winter, it will be cutting 10,000 flights between late October and March.", "type": "p"}, {"text": "When it comes to staff wages, Mr O'Leary said he wanted to give pay rises, and things were now moving beyond agreements to restore pay to pre-Covid levels, to discussions over pay increases.  ", "type": "p"}, {"text": "He could not give guarantees across the board now, citing uncertainties such as how well the market recovers this winter, and the situation with the war in Ukraine. But he said he was moving \"aggressively\" towards negotiating increases in pay.", "type": "p"}, {"text": "Ryanair has faced battles with unions after it cut salaries during the pandemic but it has been less affected by staff shortages and cancellations than other airlines.", "type": "p"}, {"text": "The company has said this was because it kept staff on, albeit on reduced pay, and maintained training at the height of Covid restrictions. ", "type": "p"}, {"text": "Mr O'Leary also urged the victor in the ongoing Conservative party leadership contest to scrap Air Passenger Duty - which is paid by airlines for every passenger who flies from the UK - and to negotiate a free trade deal with the EU when they became prime minister.", "type": "p"}, {"text": "He said the lack of free movement under the current \"hard Brexit\" deal had caused staffing challenges in the UK economy, including in airports, and accused Boris Johnson's government of being \"economically illiterate\".", "type": "p"}, {"text": "He previously told the BBC a more \"practical, common sense\" approach to post-Brexit policy was needed, to allow more workers from Europe to fill vacancies.", "type": "p"}, {"text": "Mr O'Leary said he expected passenger growth in the next few years to be largely made possible by taking delivery of 51 new, more efficient Boeing aircraft - although he cast some doubt upon whether they would be delivered on time.", "type": "p"}], "tags": ["Companies", "Travel", "Transport", "Air travel", "Ryanair"]}