{"link": "https://www.bbc.com/news/entertainment-arts-62727106", "category": "entertainment & arts", "title": "Inventing Anna: Rachel DeLoache Williams sues Netflix for defamation", "contributor": null, "time": "2022-08-30T15:27:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4D76/production/_126503891_inventinganna_netflix.jpg", "content": [{"text": "A former Vanity Fair photo editor has sued Netflix over how she was portrayed in the hit series Inventing Anna.", "type": "b"}, {"text": "Rachel DeLoache Williams was among the real people who were depicted in the true-life drama about \"fake heiress\" Anna Delvey, aka Anna Sorokin.", "type": "p"}, {"text": "But Williams' defamation lawsuit said it showed her as \"a greedy, snobbish, disloyal, dishonest, cowardly, manipulative and opportunistic person\".", "type": "p"}, {"text": "Netflix has not responded to a request for comment.", "type": "p"}, {"text": "Williams became friends with Sorokin in 2016, but was later hit with a $62,000 bill for an extravagant six-night trip they took to Morocco.", "type": "p"}, {"text": "In 2019, Williams gave a tearful testimony in court about how she had been under the impression that Sorokin would cover all their costs, and said she suffered stress and anxiety over the unexpected debt.", "type": "p"}, {"text": "When the Netflix series about Sorokin's deceptions came out in February, the BBC's Vicky Baker wrote: \"Inventing Anna's version of Rachel is not favourable; she is portrayed as superficial and self-obsessed.\"", "type": "p"}, {"text": "The real Williams told her side of the story in a book, My Friend Anna, and did not co-operate with Netflix, accusing the company of running \"PR for a con woman\".", "type": "p"}, {"text": "Her legal action, filed on Monday, read: \"As a result of Netflix's false portrayal of her as a vile and contemptible person, Williams was subjected to a torrent of online abuse, negative in-person interactions, and pejorative characterisations in podcasts, etc.\"", "type": "p"}, [{"text": "Inventing Anna: The Netflix show versus reality  ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60325070"}, {"text": "Inventing Anna tops Netflix ratings", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60490247"}], {"text": "It added that she had received \"thousands of such abusive messages\", and that the \"catastrophic damage to Williams' reputation was completely avoidable\".", "type": "p"}, {"text": "It continued: \"She does not challenge Netflix's right to have an unpleasant character in the Series, but if it chose to base the character on herself, and to portray the character negatively, it should have given the character a fictious [sic] name and changed the character's identifying details so that no one would believe that the character was a portrayal 'of and concerning' the real Rachel Williams.", "type": "p"}, {"text": "\"Netflix gave fictional names to many of the real life protagonists in the Sorokin saga who appear in the Series, but it did not afford Williams the same protection.", "type": "p"}, {"text": "\"Instead, it used her real name and personal details (such as her employer, neighborhood and alma mater) in the Series and cast an actress who resembled her in many ways.\"", "type": "p"}, {"text": "Williams was portrayed by Katie Lowes in the nine-part series, which topped Netflix's English-language TV ratings for three weeks and is nominated for three Emmy Awards.", "type": "p"}], "tags": ["Television", "Netflix"]}