{"link": "https://www.bbc.com/news/science-environment-62715616", "category": "science & environment", "title": "Artemis: Nasa calls off new Moon rocket launch", "contributor": "Jonathan Amos", "time": "2022-08-29T18:29:45.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/916D/production/_126492273_601532d3-1e98-4d86-a4a2-1f49d42ee38f.jpg", "content": [{"text": "Nasa has called off the launch of its big new Moon rocket - the Space Launch System (SLS).", "type": "b"}, {"text": "Controllers struggled to get an engine on the 100m-tall vehicle cooled down to its correct operating temperature.", "type": "p"}, {"text": "They had previously worried about what appeared to be a crack high up on the rocket but eventually determined it was merely frost build-up. ", "type": "p"}, {"text": "The SLS is the biggest rocket ever developed by Nasa. It will be used to send astronauts back to the Moon.", "type": "p"}, {"text": "The maiden flight, part of Nasa's Artemis programme, is just a demonstration with no-one on board. But ever more complex missions are planned for the future that will see people live on the lunar surface for weeks at a time.", "type": "p"}, [{"text": "A photographic mission to show us the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62662685"}, {"text": "Artemis: To the Moon and beyond", "type": "a", "href": "https://www.bbc.co.uk/news/extra/nkzysaP3pB/to-the-moon-and-beyond"}, {"text": "How we get humans back to the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/resources/idt-c2eecd7e-b73f-47c5-8b04-ae970d6ed7b5"}], {"text": "The scrub will have disappointed the hundreds of thousands of spectators who had gathered on local beaches and causeways to see the most powerful rocket in 50 years fly skyward.", "type": "p"}, {"text": "But Nasa Administrator Bill Nelson, himself a one-time astronaut, said the cautious approach was the right one.", "type": "p"}, {"text": "\"We don't launch until it's right,\" he stressed. \"And I think it's just illustrative that this is a very complicated machine, a very complicated system. And all those things have to work. You don't want to light the candle until it's ready to go.\"", "type": "p"}, {"text": "Nasa has the option to try again on Friday, if the engine issue can be resolved by then.", "type": "p"}, {"text": "However, if controllers have to roll the rocket back to Kennedy's assembly building to swap out the engine, it will introduce several weeks' delay.", "type": "p"}, {"text": "The issue does not seem to be with the engine itself, but rather with the system that conditions it for flight.", "type": "p"}, {"text": "The power unit mustn't be shocked by the sudden injection of super-cold propellants; it must instead be brought down to the correct operating temperature slowly before launch by bleeding through some liquid hydrogen from its core-stage tank above. ", "type": "p"}, {"text": "Mike Sarafin, Nasa's Artemis mission manager, said teams needed time to review the data to determine why this chill-down didn't work for engine No 3, but he was of the view that a roll-back was unlikely.", "type": "p"}, {"text": "\"If we can resolve this operationally out on the pad in the next 48 hours, 72 hours, Friday is definitely in play,\" he told reporters.", "type": "p"}, {"text": "Mr Sarafin revealed that a venting valve was also playing up on the rocket at the time of the scrub.", "type": "p"}, {"text": "Nasa will have to be mindful of the weather as it looks at new launch opportunities. Conditions here in Florida are very dynamic at this time of year. Electrical storms frequently pass over the spaceport. It's best to try to launch in the morning. It's generally calmer. But the opportunity this Friday and on Monday next are afternoon launch windows. ", "type": "p"}, {"text": "Even during this countdown there were moments when the weather was no-go for rain and lightning.", "type": "p"}, {"text": "When the SLS does eventually lift off, the rocket's job will be to propel a test capsule, called Orion, far from the Earth.", "type": "p"}, {"text": "This spacecraft will loop around the Moon on a big arc before returning home to a splashdown in the Pacific Ocean six weeks later.", "type": "p"}, {"text": "Orion will be uncrewed for the first mission, but - assuming all the hardware works as it should - astronauts will climb aboard for a future series of missions, starting in 2024.", "type": "p"}, {"text": "The current mission's chief objective actually comes right at the end of the 42-day flight.", "type": "p"}, {"text": "Engineers are most concerned to see that Orion's heatshield will cope with the extreme temperatures it will encounter on re-entry to Earth's atmosphere.", "type": "p"}, {"text": "Orion will be coming in very fast - at 38,000km/h (24,000mph), or 32 times the speed of sound.", "type": "p"}, [{"text": "How we get humans back to the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/resources/idt-c2eecd7e-b73f-47c5-8b04-ae970d6ed7b5"}], {"text": "\"Even the reinforced carbon-carbon that protected the shuttle was only good for around 3,000F (1,600C),\" said Mike Hawes, the Orion programme manager at aerospace manufacturer Lockheed Martin.", "type": "p"}, {"text": "\"Now, we're coming in at more than 4,000F (2,200C). We've gone back to the Apollo ablative material called Avcoat. It's in blocks with a gap filler, and testing that is a high priority.\"", "type": "p"}, {"text": "The European Space Agency has provided the service module for Orion. This is the rear section that pushes the capsule through space. It's an in-kind contribution that Europe hopes will lead to its nationals being included in future journeys to the surface of the Moon.", "type": "p"}, {"text": "Several missions are being planned - currently it's up to Artemis IX.", "type": "p"}, {"text": "By that stage there should be habitats and roving vehicles on the Moon for astronauts to use.", "type": "p"}, {"text": "Ultimately, Artemis is seen as a proving ground to get people to Mars, but that's unlikely before the 2040s.", "type": "p"}, {"text": "\"You know, this is an incredibly hard business. We're trying to do something that hasn't been done in over 50 years, and we're doing it with new technology,\" Mr Sarafin said. \"Seeing smoke and fire is something that everybody enjoys. We're not going to let another hurdle deter us from trying to achieve that next step.\"", "type": "p"}], "tags": ["Orion", "Artemis", "Nasa", "Human spaceflight", "The Moon", "Space exploration", "Space Launch System (SLS)"]}