{"link": "https://www.bbc.com/news/business-65441303", "category": "business", "title": "Adidas sued by investors over Kanye West deal", "contributor": null, "time": "2023-04-30T14:13:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E173/production/_129551775_kanye.png", "content": [{"text": "Adidas is being sued by investors who claim the firm knew about Kanye West's problematic behaviour years before it ended their partnership.", "type": "b"}, {"text": "Investors allege Adidas failed to limit financial losses and take precautionary measures to minimise their exposure.", "type": "p"}, {"text": "The sportswear giant ended its collaboration with the designer and rapper, who is known as Ye, last year following antisemitic comments.", "type": "p"}, {"text": "In response, Adidas said: \"We outright reject these unfounded claims.\"", "type": "p"}, {"text": "It added it \"will take all necessary measures to vigorously defend ourselves against them\".", "type": "p"}, {"text": "West is not party to the lawsuit. The rapper designed a line of hugely successful trainers under the Yeezy brand for Adidas. ", "type": "p"}, {"text": "Since then, Adidas admitted that it could lose up to €700m (£619m) after being left with hundreds of millions of euros worth of unsold Yeezy products.", "type": "p"}, {"text": "Last October, when the company ended the collaboration, it said: \"Adidas does not tolerate antisemitism and any other sort of hate speech. ", "type": "p"}, {"text": "\"Ye's recent comments and actions have been unacceptable, hateful and dangerous, and they violate the company's values of diversity and inclusion, mutual respect and fairness.\"", "type": "p"}, {"text": "However, investors who filed the lawsuit in the US against the company on Friday claim that Adidas knew about other questionable behaviour by West, alleging that it was discussed by former chief executive Kasper Rorsted as well as other management. ", "type": "p"}, {"text": "The Wall Street Journal published details of an alleged meeting in 2018 where Adidas discussed West. ", "type": "p"}, {"text": "The report claimed that senior executives spoke about how to mitigate the risk of staff interacting with him as well the company possibly cutting ties with the rapper. ", "type": "p"}, {"text": "Since Adidas parted ways with West in October last year, it has launched an investigation after reports he created a \"toxic environment\" at the company. ", "type": "p"}, {"text": "Rolling Stone magazine published excepts of an open letter by Adidas staff members who claimed bosses were aware of West's \"problematic behaviour\" but \"turned their moral compass off\". ", "type": "p"}, {"text": "In response, Adidas said it was not clear whether the accusations made in the anonymous letter were true.", "type": "p"}, {"text": "\"However, we take these allegations very seriously and have taken the decision to launch an independent investigation of the matter immediately to address the allegations,\" it said.", "type": "p"}, {"text": "Last October, West held a show at Paris Fashion Week where models wore clothing with the slogan \"White Lives Matter\". ", "type": "p"}, {"text": "The Anti-Defamation League said it is \"a white supremacist phrase that originated in early 2015 as a racist response to the Black Lives Matter movement\".", "type": "p"}, {"text": "Later that month, West had both his Instagram and Twitter accounts suspended after making antisemitic remarks. ", "type": "p"}], "tags": []}