{"link": "https://www.bbc.com/news/business-61723643", "category": "business", "title": "World Bank warns of recession risk due to Ukraine war", "contributor": null, "time": "2022-06-07T16:21:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F385/production/_125314326_petrolpump.jpg", "content": [{"text": "Countries around the world are facing recession as the Ukraine war hits economies already rocked by the Covid pandemic, the World Bank has warned.", "type": "b"}, {"text": "Less developed countries in Europe and east Asia face a \"major recession\", it said.", "type": "p"}, {"text": "The risk of high inflation and low growth - so-called \"stagflation\" - is also higher, World Bank President David Malpass said.", "type": "p"}, {"text": "Energy and food bills have been rising around the world.", "type": "p"}, {"text": "\"The war in Ukraine, lockdowns in China, supply-chain disruptions, and the risk of stagflation are hammering growth. For many countries, recession will be hard to avoid,\" Mr Malpass said.", "type": "p"}, {"text": "He warned in the World Bank's Global Economic Prospects report for June that the danger of stagflation was \"considerable\".", "type": "p"}, {"text": "\"Subdued growth will likely persist throughout the decade because of weak investment in most of the world. With inflation now running at multi-decade highs in many countries and supply expected to grow slowly, there is a risk that inflation will remain higher for longer.\"", "type": "p"}, {"text": "More than a hundred days have passed since Russia's invasion of Ukraine, but only now is the sobering size of the shock waves hitting nations and households thousands of miles away from that epicentre becoming clear.", "type": "p"}, {"text": "Developing nations were already struggling to get back on their feet. For every $20 households there typically earned pre-pandemic, they now only get $19.", "type": "p"}, {"text": "But soaring food and energy costs threaten to throw livelihoods further into reverse, spelling misery and hardship for the most vulnerable.", "type": "p"}, {"text": "And that's not just true for poorer countries. One survey shows one in six British households have turned to a food bank.", "type": "p"}, {"text": "That global struggle could be compounded by the higher interest rates being used to ease inflation, just as government support to ease the impact of the pandemic is evaporating.", "type": "p"}, {"text": "The World Bank is urging immediate action, from debt relief, to urging nations not to put restrictions on food exports.", "type": "p"}, {"text": "Instead they want policymakers to show they are acting together to safeguard food and energy supplies, reassure volatile markets, and ease price spikes,.", "type": "p"}, {"text": "Policymakers have already had to tackle an extraordinary battle.", "type": "p"}, {"text": "But if we down tools now the World Bank suggests we could face an even more prolonged and painful crisis.", "type": "p"}, {"text": "Hardship today doesn't just mean misery and social unrest, it can blight lives for years.", "type": "p"}, {"text": "The countries in Europe that are most likely to suffer a sharp drop in economic output in 2022 are Ukraine and Russia, the World Bank forecast.", "type": "p"}, {"text": "But it warned that the fallout from the war and the Covid pandemic would be wider.", "type": "p"}, {"text": "\"Even if a global recession is averted, the pain of stagflation could persist for several years - unless major supply increases are set in motion,\" Mr Malpass said.", "type": "p"}, [{"text": "What is the UK's inflation rate and why is the cost of living going up?", "type": "a", "href": "https://www.bbc.co.uk/news/business-12196322"}], {"text": "Between 2021 and 2024, global growth is projected to slow by 2.7 percentage points, Mr Malpass said, more than twice the slow down seen between 1976 and 1979, when the world last saw stagflation.", "type": "p"}, {"text": "The report warned that interest rate increases needed to control inflation at the end of the 1970s were so steep that they touched off a global recession in 1982, and a string of financial crises in emerging market and developing economies.", "type": "p"}, {"text": "However, in the 1970s the dollar was weaker and oil was relatively more expensive. ", "type": "p"}], "tags": ["World Bank", "Russia-Ukraine war", "Global economy", "Recession", "Ukraine"]}