{"link": "https://www.bbc.com/news/entertainment-arts-61716950", "category": "entertainment & arts", "title": "Brenda Edwards says son Jamal's death was due to cardiac arrhythmia", "contributor": null, "time": "2022-06-07T10:00:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DD5E/production/_125307665_hi075751773.jpg", "content": [{"text": "Brenda Edwards has said her son Jamal died from cardiac arrhythmia after he took recreational drugs.", "type": "b"}, {"text": "The music entrepreneur, who helped launch the careers of Dave and Ed Sheeran, died in February aged 31.", "type": "p"}, {"text": "Brenda Edwards, a singer and Loose Women panellist, said in a statement on Tuesday she was in a \"state of shock\" after finding out how he died.", "type": "p"}, {"text": "\"I have sadly learned that the cause of Jamal's devastating passing was due to cardiac arrhythmia,\" she wrote.", "type": "p"}, {"text": "\"[This was] caused by having taken recreational drugs and I wanted to address this myself to everyone who loved, admired and respected my son.", "type": "p"}, {"text": "\"Since finding out the news I've been in a state of shock, and I am still trying to process it.", "type": "p"}, {"text": "\"But it's so important to me that I do address it as no mother or any loved one should have to go through what Jamal's sister, Tanisha, and I have been through since he passed.\"", "type": "p"}, {"text": "The 53-year-old released the statement on Twitter after an inquest into Jamal's death was opened and adjourned at West London Coroner's Court.", "type": "p"}, {"text": "She said: \"We have been so incredibly touched by the outpouring of love and support, and you are all helping us try and get through the unimaginable.\"", "type": "p"}, {"text": "Edwards described her son as having had the \"world at his fingertips - a zest for life and he was unwittingly taken away far too soon\".", "type": "p"}, {"text": "\"Yet we have to come to terms with what has happened, and Jamal is proof that this can happen to anyone,\" she continued.", "type": "p"}, {"text": "\"These types of substances are extremely unpredictable, and we can only hope that this will encourage others to think wisely when faced with similar situations in the future. His passing has shown that any one bad decision on any one occasion can lead to devastating consequences.", "type": "p"}, {"text": "\"It's so important that we help drive more conversation about the unpredictability of recreational drugs and the impact that they can have - how it takes just one bad reaction to destroy lives.\"", "type": "p"}, {"text": "Brenda Edwards, a former X Factor contestant, recently returned to the Loose Women panel and has replaced Gemma Collins in a new production of the musical Chicago. ", "type": "p"}, {"text": "After posting the same statement on Instagram, several of her Loose Women co-stars left messages of support, with Jane Moore and Judi Love saying they were \"sending love\".", "type": "p"}, {"text": "\"This must have been so painful for you to write,\" added Nadia Sawalha. \"Very brave. Sending love to you and your incredible children.", "type": "p"}, {"text": "\"This changes nothing. [Jamal] achieved so much. He was a damn fine man.\"", "type": "p"}, {"text": "The inquest heard that Jamal died on February 20 after having a cardiac arrest at his mother's address in Acton.", "type": "p"}, {"text": "Assistant Coroner Catherine Wood said: \"He came home late one evening, after which he became increasingly agitated and suffered a cardiac arrest.", "type": "p"}, {"text": "\"He was deteriorating despite treatment and died on 20 February of this year. A post-mortem has been undertaken and I have reason to suspect that the death was an unnatural death.\"", "type": "p"}, {"text": "The inquest was adjourned to be resumed in eight weeks' time.", "type": "p"}], "tags": ["Music"]}