{"link": "https://www.bbc.com/news/science-environment-61659620", "category": "science & environment", "title": "Bonn climate conference: World is \"cooked\" if we carry on with coal, US says", "contributor": "Matt McGrath", "time": "2022-06-05T23:09:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/80E9/production/_125010033_gettyimages-1235869355.jpg", "content": [{"text": "The US envoy on climate change John Kerry has warned that the war in Ukraine must not be used as an excuse to prolong global reliance on coal. ", "type": "b"}, {"text": "Speaking to the BBC, Mr Kerry criticised a number of large countries for not living up to the promises they made at the COP26 climate summit.", "type": "p"}, {"text": "Climate diplomats meet again today in Bonn amid new, energy security worries.", "type": "p"}, {"text": "If countries extend their reliance on coal in response to the war, then \"we are cooked,\" Mr Kerry said. ", "type": "p"}, [{"text": "After COP26: Are nations on track?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61494531"}, {"text": "English 'rainforests' illegally burned - campaigners", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61607510"}, {"text": "Reduce demolitions to limit climate change - MPs ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61580979"}], {"text": "The fragile unity shown in Glasgow last November is likely to be tested in Bonn as countries deal with the fallout from Russia's invasion of Ukraine and the cost of living crisis.", "type": "p"}, {"text": "Mr Kerry told the BBC that despite these drawbacks, \"as a world we are still not moving fast enough,\" to rein in the emissions of warming gases that are driving up temperatures. ", "type": "p"}, {"text": "\"We can still win this battle,\"  the former senator said, but it will require a \"wholesale elevation of effort by countries all around the world\".", "type": "p"}, {"text": "Mr Kerry's call was echoed by a leading Ukrainian scientist who urged delegates to speed up their transition away from fossil fuels. ", "type": "p"}, {"text": "Dr Svitana Krakovska said oil and gas were the \"enablers of war\".", "type": "p"}, {"text": "Today's meeting in Bonn, which will last until the end of next week, is much smaller than COP26 and is mainly a technical negotiation.", "type": "p"}, {"text": "It occurs halfway between the big conferences in Glasgow and COP27, to be held in Egypt.", "type": "p"}, {"text": "The talks will be carried out by civil servants with limited political input and will review progress on a host of issues agreed in the Glasgow Climate Pact,", "type": "p"}, {"text": "Bluntly, not a lot. ", "type": "p"}, {"text": "A BBC analysis shows that across a range of issues, very little has been achieved. ", "type": "p"}, {"text": "The world emerged from Glasgow into an energy crisis sparked by a rapid rise in the price of gas. This has been massively compounded by the Russian invasion of Ukraine and ongoing problems in global supply lines. ", "type": "p"}, {"text": "Prices for fossil energy have shot up dramatically as governments worry about security of supply. ", "type": "p"}, {"text": "Governments have also been slow in submitting new carbon cutting plans as they have promised to do by September.  The list of laggards includes some very significant countries such as India, and the hosts of COP27, Egypt.", "type": "p"}, {"text": "Despite this, there is a belief that political leaders still see climate as a major issue, especially in the light of dramatic heatwaves in India and Pakistan, which were linked to human use of fossil fuels.  ", "type": "p"}, {"text": "The discussions in the former West German capital will tell us if that's true.", "type": "p"}, {"text": "\"I think we'll see the Bonn talks as a real test for whether political will is just words,\" said Alex Scott from environmental think tank, E3G. ", "type": "p"}, {"text": "\"Or whether there are real genuine commitments to make the changes in policy and in spending plans that are needed to address these issues.\"", "type": "p"}, {"text": "Ukraine and Russia normally send delegates to this event, but it remains to be seen if both countries will participate. ", "type": "p"}, {"text": "Dr Svitlana Krakovska, who led the Ukrainian delegation at the approval sessions of the recent IPCC reports, says climate isn't a critical issue right now. ", "type": "p"}, {"text": "But she hopes negotiators will recognise the role fossil fuels are playing in the war, and act with greater haste to transition away from them.", "type": "p"}, {"text": "\"The cause of this war, the enabler of this war is from oil and gas,\" she told BBC News.", "type": "p"}, {"text": "\"So this is the point for everybody to just think about this and use this opportunity to stop using so much energy and think about our way of life.\"", "type": "p"}, {"text": "\"The global thing that has happened are these unprecedentedly high fossil fuel prices,\" said Lauri Myllyvirta from the Centre for Research on Energy and Clean Air. ", "type": "p"}, {"text": "\"That just means that clean energy is extremely competitive economically at the moment.\"", "type": "p"}, {"text": "Some countries have indeed been increasing their coal production, such as India, where the government has decided to re-open more than 100 coal mines previously considered uneconomical. ", "type": "p"}, {"text": "But in the first quarter of 2022, India also added 3 gigawatts of solar power capacity. ", "type": "p"}, {"text": "That's roughly a fifth of the UK's entire solar installation, in just three months.", "type": "p"}, {"text": "In Europe, which has tabled plans for a swift move away from Russian energy, many countries are seeking alternative sources of fossil fuels ahead of an anticipated energy crunch this coming winter. ", "type": "p"}, {"text": "The worry for environmentalists is that some like Germany, are now spending money on long-term fossil infrastructure, such as the recently announced plans for new LNG terminals. This could prolong the use of natural gas and keep emissions high. ", "type": "p"}, {"text": "The most recent assessment indicates that China, the world's largest emitter, has seen the longest decline in carbon output in at least a decade. ", "type": "p"}, {"text": "A review of data carried out for Carbon Brief found emissions had fallen since last summer and were down 1.4% in the first quarter of 2022.", "type": "p"}, {"text": "This has happened because of last year's slowdown in the real estate market. It's continued because of the resurgence of Covid-19 and the re-introduction of lockdowns which have stemmed economic activity. ", "type": "p"}, {"text": "There are other changes taking effect in China - production of electric cars and trucks has doubled in a year to 20% of all new vehicles. ", "type": "p"}, {"text": "The number of wind turbines and solar farms coming on stream in the first four months of 2022 was up 100% on the record levels installed in 2021. ", "type": "p"}, {"text": "While coal production has ramped up, on balance, observers believe that China's emissions will fall this year, with implications for the rest of the world. ", "type": "p"}, {"text": "\"We could actually see less emissions this year because of increased prices for fossil fuels and because China's economy is in a tailspin,\" said Lauri Myllyvirta, who carried out the research. ", "type": "p"}, {"text": "By contrast the US, where President Biden has struggled to get climate legislation on the statute books, has seen another oil boom.", "type": "p"}, {"text": "According to analysis from Rystad Energy, flows of crude from the Permian basin are expected to grow by around 1 million barrels per day this year.", "type": "p"}, {"text": "The region in West Texas now has higher production than any country apart from Russia and Saudi Arabia. ", "type": "p"}, {"text": "To keep this key goal of the Paris climate agreement alive, carbon emissions need to be slashed essentially in half by 2030.", "type": "p"}, {"text": "But recent evidence from the UK Met Office indicates that there's now a fifty-fifty chance of temporarily going past the temperature threshold in the next five years.", "type": "p"}, {"text": "For many developing countries and small island states, an increase of 1.5C with knock on effects on sea levels poses existential questions.", "type": "p"}, {"text": "And they fear that the lack of political focus by richer nations on this core issue is increasing the threat. ", "type": "p"}, {"text": "\"Fundamentally, the war and cost of living must not be used as an excuse to let the 1.5C goal slip out of reach,\" said Ambassador Conrod Hunte, from Antigua and Barbuda, who's the lead negotiator for the Alliance of Small Island States in the Bonn talks. ", "type": "p"}, {"text": "\"And adequate, fair climate finance is intrinsic to keeping us on this pathway.\"", "type": "p"}, {"text": "Despite the many problems, participants believe there are some grounds for cautious optimism.", "type": "p"}, {"text": "This energy crisis has made discussions about heat pumps and electric vehicles part of the mainstream in a way the COPs have failed to do.  ", "type": "p"}, {"text": "The success of climate-focussed candidates in Australia's recent election indicates that voters may be more attuned to voices who are connecting the global crises to rising temperatures. ", "type": "p"}, {"text": "The Bonn talks could also be a moment when addressing climate become key to dealing with these other challenges as well.", "type": "p"}, {"text": "\"There are a number of interlinking crises right now, and it is possible for governments to seize this opening to tackle these crises, and take advantage of the opportunities, and build the kind of co-operation globally that's needed,\" said David Waskow, from the World Resources Institute.", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc.", "type": "p"}], "tags": ["Intergovernmental Panel on Climate Change", "COP26", "Climate change", "Natural gas", "Heatwaves"]}