{"link": "https://www.bbc.com/news/technology-61720276", "category": "technology", "title": "EU sets date for common phone charge cable", "contributor": "Tom Gerken", "time": "2022-06-07T16:22:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1630/production/_125308650_gettyimages-1235497537.jpg", "content": [{"text": "The days of hunting through cables to find the right charger may be coming to an end.", "type": "b"}, {"text": "The European Union has provisionally agreed new portable electronic devices must, by autumn 2024, use a USB Type-C charger.", "type": "p"}, {"text": "BBC News has asked the UK government if it intends to pass similar legislation.", "type": "p"}, {"text": "But under the current post-Brexit arrangements, the European Union ruling would apply to Northern Ireland, according to EU and UK officials.", "type": "p"}, {"text": "According to a December 2021 parliamentary report, the \"new requirements may also apply to devices sold in Northern Ireland under the terms of the Northern Ireland protocol in the Brexit agreement, potentially triggering divergence of product standards with the rest of the UK\".", "type": "p"}, {"text": "The treaty works by keeping Northern Ireland inside the EU's single market for goods, while mainland Britain is outside it.", "type": "p"}, {"text": "A row between the UK and EU about how to reform the Northern Ireland protocol remains unresolved. ", "type": "p"}, {"text": "Apple products such as iPhones and iPads will have to conform to the new regulation, as will, eventually laptop computers. Existing devices will be exempt.", "type": "p"}, {"text": "The agreement will be brought before the European Parliament and the Council of Ministers after their summer recesses, where it can be formally approved and then published.", "type": "p"}, {"text": "Apple told the BBC it had no new comment to make.", "type": "p"}, {"text": "It argued against the proposal, when it was first introduced, in September 2021, with a representative telling BBC News: \"Strict regulation mandating just one type of connector stifles innovation rather than encouraging it, which in turn will harm consumers in Europe and around the world\".", "type": "p"}, {"text": "Apple is the biggest manufacturer to use a custom charging port that is exclusive to some of its products - its iPhone series uses an Apple-made Lightning connector.", "type": "p"}, {"text": "The new rule will cover a range of \"small and medium-sized portable electronics\", according the EU, including:", "type": "p"}, [{"text": "mobile phones", "type": "p"}, {"text": "tablets", "type": "p"}, {"text": "headphones and headsets", "type": "p"}, {"text": "handheld videogame consoles", "type": "p"}, {"text": "portable speakers", "type": "p"}], {"text": "Any of these charged using a wired cable will have to have a USB Type-C port, regardless of who makes the devices.", "type": "p"}, {"text": "Laptops will also have to abide by the ruling but manufacturers will have 40 months after it comes into effect to make changes.", "type": "p"}, {"text": "The agreement also includes a plan to let customers choose whether or not they want a charging cable with their new electronics.", "type": "p"}, {"text": "\"This law is a part of a broader EU effort to make products in the EU more sustainable, to reduce electronic waste, and make consumers' lives easier,\" the EU said in its announcement.", "type": "p"}, {"text": "It would save consumers \"up to €250m [£213m] a year on unnecessary charger purchases\" and cut 11,000 tonnes of waste per year, the EU added.", "type": "p"}], "tags": ["Mobile phones", "European Union", "iPhones"]}