{"link": "https://www.bbc.com/news/entertainment-arts-66824131", "category": "entertainment & arts", "title": "Olivia Rodrigo: Second album Guts goes straight to number one in UK", "contributor": null, "time": "2023-09-15T16:54:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AF6E/production/_131101944_or_tweak.jpg", "content": [{"text": "Pop star Olivia Rodrigo has topped the UK album chart with her highly-anticipated second album, Guts.", "type": "b"}, {"text": "Featuring the hit singles Vampire and Bad Idea, Right? it outsold the rest of the top 10 combined, and was the most-streamed album of the last seven days.", "type": "p"}, {"text": "It's the star's second chart topper in the UK, following 2021's Sour. ", "type": "p"}, {"text": "The 20-year-old told BBC News she had \"struggled\" with the follow-up, saying: \"I'd write lyrics and think about people on Twitter dissecting them.\"", "type": "p"}, {"text": "She continued: \"That was hard. That's the antithesis of creativity.", "type": "p"}, {"text": "\"So I had to shift my mindset about halfway through making the record, into just trying to make songs that I would like to hear on the radio. The second that I did that, it started becoming so much more fun, and it felt creative again.\"", "type": "p"}, [{"text": "Full interview with Olivia Rodrigo: ‘I’ve got a few heartbreaks left in me’", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66681334"}], {"text": "Hitting the reset button seems to have worked. As well as topping the charts, Guts has been praised by critics, with a score of 90/100 on review aggregation website Metacritic.", "type": "p"}, {"text": "Rolling Stone magazine declared it was \"another instant classic, with her most ambitious, intimate, and messy songs yet\", while Pitchfork described the 12 songs as an \"uproarious\" collection of \"bratty rocker-chick anthems and soul-searching ballads\".", "type": "p"}, {"text": "Fans who bought vinyl copies of the album were also surprised to discover a secret 13th song on the record. Each coloured variant of the album contained one of four \"hidden\" songs that aren't available on music streaming services.", "type": "p"}, {"text": "In a clever marketing twist, all four variants could be bought as a bundle on Rodrigo's website - with each copy counting as a separate sale on the charts.", "type": "p"}, {"text": "According to the Official Charts Company, Guts racked up 60,300 chart \"units\", a figure that combines physical sales with streaming figures, over the past week. That's almost 10,000 more than Sour, which moved 51,000 chart units in its first week.", "type": "p"}, {"text": "The success of the album is also reflected in the singles chart, where Rodrigo has three songs in the top 10.", "type": "p"}, {"text": "Former chart-topper Vampire is at number two, with Bad Idea, Right? at three and revenge anthem Get Him Back! a new entry at number seven.", "type": "p"}, {"text": "However, Rodrigo couldn't quite compete with fellow US star Doja Cat, who spends a second week at number one with combative rap single Paint The Town Red.", "type": "p"}, {"text": "Back in the album chart, hip-hop alchemist Travis Scott holds steady at number two with his sprawling fourth album, Utopia.", "type": "p"}, {"text": "Liverpool indie band The Coral scored the highest new entry at three with Sea Of Mirrors, followed by The Weeknd's greatest hits compilation The Highlights - which has become a semi-permanent chart fixture, racking up 81 weeks in the top 10.", "type": "p"}, {"text": "Former Moloko singer Róisín Murphy rounds out the top five with her latest solo release, Hit Parade, becoming her fourth solo top 40 album. ", "type": "p"}, {"text": "An experimental, eccentric pop record, it has been hailed as \"deeply sophisticated\" and \"a contender for album of the year\" by music critics - but its release has been overshadowed by comments Murphy made about gender politics. ", "type": "p"}, {"text": "Last month, the singer expressed her opposition to puberty blockers in a private Facebook post, denouncing the drugs as \"big pharma laughing all the way to the bank\" and adding: \"Little mixed-up kids are vulnerable and need to be protected.\"", "type": "p"}, {"text": "Blockers are used to \"pause puberty\" by supressing hormone release, and can be used to delay the onset of physical changes that do not match a child's gender identity.", "type": "p"}, [{"text": "What are puberty blockers?", "type": "a", "href": "https://www.bbc.co.uk/news/health-51034461"}], {"text": "Murphy's comments were met with dismay by many LGBTQ+ people in her fanbase, who felt the comments were anti-trans.", "type": "p"}, {"text": "In response, the 50-year-old issued a lengthy statement, saying: \"I cannot apologise enough for being the reason for this eruption of damaging and potentially dangerous social-media fire and brimstone.", "type": "p"}, {"text": "\"To witness the ramifications of my actions and the divisions it has caused is heartbreaking.\"", "type": "p"}, {"text": "However, she did not retract her original comments, and simply promised to \"bow out of this conversation\".", "type": "p"}, {"text": "Amid a flurry of social media posts, two of her album launch shows were cancelled, although alternative appearances were later scheduled.", "type": "p"}, {"text": "The BBC was also accused of blacklisting her music, with a series of late-night repeats on BBC 6 Music swapped out for programmes featuring rapper Little Simz. ", "type": "p"}, {"text": "The corporation denied the claims, saying the switch was made because Little Simz reflected a 6 Music season that \"celebrates poetry, rap and spoken word, and airs the following week, tying in with National Poetry Day\".", "type": "p"}, {"text": "A statement said: \"There was no other reason for the change. Róisín Murphy has been played on 6 Music recently and her Artist Collection remains in rotation.\"", "type": "p"}, {"text": "Analysis of airplay data from the past seven days suggests BBC radio stations did not broadcast any music from Murphy's new album. ", "type": "p"}, {"text": "However, there were several plays of her collaboration with Jessie Ware, Freak Me Now, as well as the classic Moloko track Sing It Back.", "type": "p"}, {"text": "Despite the row, Hit Parade has become the highest-charting album of the singer's career, beating her previous peak of 14 for 2021's Róisín Machine.", "type": "p"}], "tags": []}