{"link": "https://www.bbc.com/news/science-environment-66801439", "category": "science & environment", "title": "England's rarest species to get £14.5m funding boost", "contributor": null, "time": "2023-09-14T07:41:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5A44/production/_131080132_natterjacktoadepidaleacalamitanaturalengland-peterroworth.png", "content": [{"text": "Nature projects to revive England's endangered species have been awarded £14.5m of funding by Natural England - the government's advisers.", "type": "b"}, {"text": "Water voles in London to crayfish in North Yorkshire will benefit from the money which will go towards breeding programmes and improving habitats.", "type": "p"}, {"text": "Estimates suggest 15% of the country's species are at risk of extinction.", "type": "p"}, {"text": "Tony Juniper, chair of Natural England said previous recovery schemes have shown they do work.", "type": "p"}, {"text": "\"Nature is in drastic decline all around us. It's a dire situation, but can still be turned around. We know this because we've seen the population of the once-endangered bittern rise dramatically, the recovery of the fen raft spider and water voles successfully reintroduced to areas from where they had previously been lost,\" he said.", "type": "p"}, [{"text": "What is biodiversity and how can we protect it?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-60823267"}], {"text": "One of the projects to be awarded funding is the Wiltshire Chalk Partnership which is looking to restore 2,000 hectares (4,942 acres) of flower-rich grasslands - a crucial habitat for insects including butterflies. ", "type": "p"}, {"text": "The partnership - made up of conservation charities National Trust, RSPB, Wiltshire Wildlife Trust and local Pewsey Downs Farmer Group - hopes the funding will enable the wart-biter bush cricket, marsh fritillary, the large blue, the Adonis blue and the Duke of Burgundy butterflies to flourish.", "type": "p"}, {"text": "These are habitat specialist species - meaning they require particular habitats to thrive - and due to the growth of farmland and urban areas, they have declined by 27% over the last 50 years.", "type": "p"}, {"text": "Dr Dan Hoare, director of conservation at the Butterfly Conservation charity, told the BBC: \"These schemes announced today are a huge boost to directly improve conditions for some of our iconic wildlife across England, helping their populations recover and building the resilience they need to survive and thrive in our rapidly changing environment.\"", "type": "p"}, {"text": "Butterflies are a good marker of the general health of the environment as they are an important food source for birds and bats, and a pollinator of plants.", "type": "p"}, {"text": "The UK is considered one of the most nature-depleted countries in the world. In 2018, the government set out its 25-year Environment Plan for improving that, but earlier this year a report by the independent Office for Environmental Protection (OEP) found many of the government's 23 environmental targets were at significant risk of not being achieved.", "type": "p"}, {"text": "Investing more money in the UK's natural environment is also important for global species preservation. ", "type": "p"}, {"text": "The White-clawed crayfish - one of the other species to be supported through the scheme - is considered endangered worldwide and has seen a decline of up to 70% in the UK.", "type": "p"}, {"text": "The introduction of the aggressive and non-native North American signal crayfish has brought diseases that the indigenous crayfish have no natural resistance to, and their natural habitat of freshwater rivers and streams have become more polluted in recent years. ", "type": "p"}, {"text": "The Claws for Thought Project will use the grant to establish a new rearing facility to help support crayfish in their vulnerable early years. The project's existing breeding programme gets 60% of the animals to breeding age - far higher than in the wild. ", "type": "p"}, {"text": "Other species that will be supported through the two-year programme include the large marsh grasshopper, lapwings and the grey long-eared bat. ", "type": "p"}], "tags": []}