{"link": "https://www.bbc.com/news/business-61809589", "category": "business", "title": "Weak pound puts the squeeze on holiday spending", "contributor": "Noor Nanji", "time": "2022-06-15T13:15:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BD79/production/_121750584_majorca.jpg", "content": [{"text": "The pound's weakness against the dollar and the euro spells bad news for British holidaymakers this summer.", "type": "b"}, {"text": "Fears over the UK economy are weighing on markets, causing sterling to sink below $1.20 on Tuesday, its lowest level since the start of the pandemic, before partly recovering on Wednesday. ", "type": "p"}, {"text": "Versus the euro, the pound is hovering near thirteen-month lows.", "type": "p"}, {"text": "As a result many Brits traveling abroad in the next few weeks will find their spending money won't stretch as far.", "type": "p"}, {"text": "\"The pound remains a very vulnerable currency,\" said Jane Foley, head of foreign exchange strategy at the Dutch bank Rabobank.", "type": "p"}, {"text": "\"A lot of this is related to fears about growth,\" she continued, noting that political uncertainty and a potential trade conflict with the European Union were likely to add to investors' concerns about the UK's economic outlook.", "type": "p"}, [{"text": "Fears for UK economy grow as higher prices bite", "type": "a", "href": "https://www.bbc.co.uk/news/business-61780450"}, {"text": "Warning UK to see slowest growth of developed nations", "type": "a", "href": "https://www.bbc.co.uk/news/business-61729892"}, {"text": "Why are prices rising so quickly?", "type": "a", "href": "https://www.bbc.co.uk/news/business-12196322"}], {"text": "The weakness of the pound will \"add to the gloom\" for British holidaymakers, who are already facing the prospect of travel disruption, said Ms Foley.", "type": "p"}, {"text": "After more than two years of Covid restrictions, many people are planning their first trips overseas, with the peak summer holiday season and the long school break hovering on the horizon.", "type": "p"}, {"text": "But when they get there, they could find the pound in their pocket doesn't go as far, Ms Foley warned.", "type": "p"}, {"text": "\"If you're going to the Eurozone or the United States, you're going to be able to purchase less,\" she said.", "type": "p"}, {"text": "\"When we look at the dollar, it's very strong, so holidaymakers going to the US are really going to see the weakness.\"", "type": "p"}, {"text": "Some holidaymakers will already have adjusted for this, however.", "type": "p"}, {"text": "\"Sterling's been on the backfoot for several years, so to some extent this weakness is already expected,\" Ms Foley said.", "type": "p"}, [{"text": "Are UK travellers heading for a summer of misery?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61747449"}], {"text": "Fears have grown over the prospects for the UK economy after figures showed it shrank again in April for the second month in a row, with businesses feeling the impact of rising prices. ", "type": "p"}, {"text": "There is uncertainty over how fast the Bank of England - which is expected to raise interest rates again on Thursday - can tighten policy this year to tame inflation without further hurting the economy further.", "type": "p"}, {"text": "However the pound's weakness is also a result of a strong dollar, Ms Foley said, with rising interest rates there making the US currency more attractive.", "type": "p"}, {"text": "\"A more aggressive pace of US interest rate hikes is certainly propping up the dollar,\" she said. The US central bank, the Federal Reserve, is expected to raise rates substantially after its policy meeting on Wednesday, to try to curb rising inflation there.", "type": "p"}, {"text": "\"Also, the dollar does have this safe haven appeal, so when we're looking at concerns perhaps about China, perhaps about the gas crisis in Europe, a large part of this does create an environment where people want to hold dollars.\"", "type": "p"}, {"text": "How is the rising cost of living affecting your travel plans? Share your experiences by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://www.bbc.co.uk/send/u16904890"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": ["Pound Sterling (GBP)", "Coronavirus pandemic"]}