{"link": "https://www.bbc.com/news/entertainment-arts-61808113", "category": "entertainment & arts", "title": "Ruth Ozeki: Author and Buddhist priest wins Women's Prize for Fiction", "contributor": null, "time": "2022-06-15T18:30:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/783E/production/_125428703_ruth.jpg", "content": [{"text": "US-Canadian author, film-maker and Zen Buddhist priest Ruth Ozeki has won this year's Women's Prize for Fiction.", "type": "b"}, {"text": "The award's judges described her novel The Book of Form and Emptiness as a \"celebration of the power of books\".", "type": "p"}, {"text": "Her fourth novel, it tells the story of a teenage boy who finds solace in reading after the death of his father.", "type": "p"}, {"text": "She was announced as the winner of the £30,000 prize at a ceremony in London, beating nominees including Elif Shafak, Meg Mason and Louise Erdrich.", "type": "p"}, {"text": "Chair of the judges and fellow writer Mary Ann Sieghart said that in \"an extraordinary year for fiction\", the book stood out for its \"sparkling writing, warmth, intelligence, humour and poignancy\".", "type": "p"}, {"text": "She said: \"A celebration of the power of books and reading, it tackles big issues of life and death, and is a complete joy to read. Ruth Ozeki is a truly original and masterful storyteller.\"", "type": "p"}, {"text": "This win may come as a surprise.", "type": "p"}, {"text": "I'd love to have been a fly on the wall during the judges' discussions and know exactly why they chose this ambitious novel of big ideas over some of the other books on the shortlist including Meg Mason's bestselling Sorrow and Bliss.", "type": "p"}, {"text": "But The Book of Form and Emptiness is a worthy winner and the prize will help raise the profile of a gifted writer.", "type": "p"}, {"text": "Teenager Benny Oh is the hero. His jazz clarinettist father is run over by a truck carrying chickens and shortly afterwards Benny starts hearing voices. Plates, mouldy cheese and a pair of scissors speak to him. At the same time, his mother Annabelle processes her grief by hoarding clutter and pretending Benny is still a young boy.", "type": "p"}, {"text": "On top of that, there is a framing device. Several chapters are narrated by \"The Book\", who functions as a separate character and expounds on the nature and meaning of stories. It's interesting that Louise Erdrich's shortlisted novel The Sentence, largely set in a small independent bookshop in Minneapolis, is also something of a love letter to reading. ", "type": "p"}, {"text": "I confess I was more interested in the relationship between Benny and Annabelle and less involved in The Book's narration.", "type": "p"}, {"text": "At more than 500 pages, The Book of Form and Emptiness is a sprawling novel, crammed with ideas and characters. I hope I haven't made it sound too serious, though. There is a lot of wit and humour too.", "type": "p"}, [{"text": "Ruth Ozeki on BBC Radio 3", "type": "a", "href": "https://www.bbc.co.uk/programmes/p09xcrc6"}], {"text": "Ozeki's previous works include the 2013 Booker Prize-nominated A Tale for the Time Being, plus the novels My Year of Meats and All Over Creation.", "type": "p"}, {"text": "She also teaches creative writing at Smith College in Massachusetts and is affiliated with the Brooklyn Zen Center and the Everyday Zen Foundation.", "type": "p"}, [{"text": "Winner: The Book of Form and Emptiness by Ruth Ozeki", "type": "p"}, {"text": "Great Circle by Maggie Shipstead", "type": "p"}, {"text": "Sorrow and Bliss by Meg Mason", "type": "p"}, {"text": "The Bread the Devil Knead by Lisa Allen-Agostini", "type": "p"}, {"text": "The Island of Missing Trees by Elif Shafak", "type": "p"}, {"text": "The Sentence by Louise Erdrich", "type": "p"}]], "tags": ["Literature", "Books"]}