{"link": "https://www.bbc.com/news/science-environment-61811481", "category": "science & environment", "title": "Huge methane emission from Russian coal mine", "contributor": "Jonathan Amos", "time": "2022-06-15T12:01:54.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/D75B/production/_125413155_raspadskya-methane-nc.png", "content": [{"text": "A Canadian firm that operates orbiting methane sensors says it's detected the biggest emission of the gas from a single facility it's ever seen.", "type": "b"}, {"text": "The release was observed to come from the vast Raspadskaya coal mine, in Kemerovo Oblast, Russia, on 14 January.", "type": "p"}, {"text": "GHGSat says the greenhouse gas was entering the atmosphere at a rate of nearly 90 tonnes per hour.", "type": "p"}, {"text": "It's the sort of quantity that in a domestic supply would power hundreds of thousands of homes.", "type": "p"}, {"text": "But in this case, the methane (also referred to as CH4) was being lost straight into the air.", "type": "p"}, {"text": "Methane's global warming potential is 30 times that of carbon dioxide over a 100-year time period.", "type": "p"}, {"text": "A major scientific report last year indicated that 30-50% of the current rise in global temperatures is down to methane, and that it's imperative emissions are curtailed.", "type": "p"}, [{"text": "Huge oil and gas leaks mapped from space", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60203683"}, {"text": "Satellites picture methane across the globe", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-54597764"}, {"text": "US and EU plan 'game-changing' methane cuts", "type": "a", "href": "https://www.bbc.com/newsround/59139158"}], {"text": "Montreal-based GHGSat operates a fleet of five orbiting satellites. They carry the highest-resolution CH4-detecting sensors in space today.", "type": "p"}, {"text": "The company's business is in identifying human-produced CH4 sources and working with those responsible to close off unnecessary releases. Most of its clients are in the fossil fuel industry.", "type": "p"}, {"text": "\"We did reach out to Raspadskaya about their emissions, but so far we've not had a response,\" Brody Wight, GHGSat's director of landfills and mines, told BBC News.", "type": "p"}, {"text": "Raspadskaya is a major complex with some 350km (220 miles) of underground tunnels. It produces coking coal.", "type": "p"}, {"text": "GHGSat says its observations show emissions from the facility have been trending up over time, with other large events in excess of 50 tonnes per hour and 10 tonnes per hour recorded in late January and May respectively.", "type": "p"}, {"text": "Ordinarily, a concerning leak at an oil or gas facility might approach 1 tonne per hour.", "type": "p"}, {"text": "\"The rate of 87,000 kg per hour we detected on 14 January is a huge amount; the biggest we've seen bar none,\" Mr Wight said.", "type": "p"}, {"text": "\"The analogy would be emissions coming from about five coal-fired power stations in terms of CO2 equivalent. And that's just from the methane that's coming from extracting coal at Raspadskaya. It doesn't include the actual use of this coal which would produce in the neighbourhood of 20-30% additional emissions.\"", "type": "p"}, {"text": "For context, the biggest single-source ultra-emission event ever recorded in the US occurred in October 2015, when methane escaped from an underground natural gas storage facility in Aliso Canyon, near Porter Ranch, Los Angeles. ", "type": "p"}, {"text": "Estimates put the rate of release as high as 58 tonnes per hour.", "type": "p"}, [{"text": "Australia methane emissions hugely under-reported", "type": "a", "href": "https://www.bbc.co.uk/news/world-australia-61727940"}, {"text": "Satellite network to find carbon super-emitters", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-56762972"}, {"text": "Methane pulse detected from South Sudan wetlands", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-50708544"}], {"text": "Coal mines usually attempt to capture their methane which must be removed from underground tunnels for safety reasons. Often, the gas is then used to power mine operations.", "type": "p"}, {"text": "There’s a renewed focus on methane. Carbon dioxide emissions are mostly responsible for causing climate change, but CH4 is a big culprit too. ", "type": "p"}, {"text": "Molecule for molecule, its warming effect is greater than CO2, but it’s also short-lived in the atmosphere, meaning that if human-produced sources – from fossil fuels, agriculture, and waste in landfills – can be curtailed, the benefits would be seen relatively quickly.", "type": "p"}, {"text": "Limiting the releases from the ultra-emitters would be key to this. ", "type": "p"}, {"text": "Governments attending last year's international climate conference (COP26) were asked to sign up to a Global Methane Pledge, which commits to a collective goal of reducing global methane emissions by at least 30% from 2020 levels by 2030. ", "type": "p"}, {"text": "The BBC has also approached the owners of the Raspadskaya mine, who have promised a response. ", "type": "p"}], "tags": ["Methane", "Russia", "Climate change", "Coal mining", "Canada"]}