{"link": "https://www.bbc.com/news/entertainment-arts-61624478", "category": "entertainment & arts", "title": "Actress Patricia Brake dies aged 79 after long illness", "contributor": null, "time": "2022-05-29T11:30:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5FC4/production/_124961542_gettyimages-1061777700.jpg", "content": [{"text": "Actress Patricia Brake, known for her roles in BBC sitcom Porridge and ITV drama Manhunt, has died aged 79 after being diagnosed with cancer, her family has said.", "type": "b"}, {"text": "Her agent Scott Marshall Partners said Brake would be \"sadly missed\" by her friends, family, colleagues and fans.", "type": "p"}, {"text": "Brake's 60-year career saw her play roles in television soaps Coronation Street, Emmerdale and EastEnders.", "type": "p"}, {"text": "But she was best known to viewers in the 1970s for her role in Porridge.", "type": "p"}, {"text": "Brake played Ingrid, the daughter of Ronnie Barker's Norman Stanley Fletcher and she reprised the same role in Going Straight, alongside Richard Beckinsale and Nicholas Lyndhurst.", "type": "p"}, {"text": "Over the years, she had roles in Midsomer Murders, Doctors, Casualty, Holby City, 2point4 Children and Eldorado.", "type": "p"}, {"text": "She worked with the Two Ronnies and Morecambe and Wise and in the late 1970s was seen every Saturday night as Eth in The Glums. ", "type": "p"}, {"text": "Paying tribute to Brake, her agent described her as \"a soap stalwart\" who would be \"forever remembered as an outstanding feed for comedy greats\". ", "type": "p"}, {"text": "Born in Bath in 1942, she went to study at the Bristol Old Vic Theatre School when she was 16 years old. ", "type": "p"}, {"text": "She found success in repertory theatre and joined the Royal Shakespeare Company in Stratford when still a teenager. ", "type": "p"}, {"text": "During that season, she played Hermia in Peter Hall's A Midsummer Night's Dream, alongside Dames Judi Dench and Diana Rigg. ", "type": "p"}, {"text": "She continued to work until last year when she played a rape victim in ITV drama Manhunt. ", "type": "p"}, {"text": "She also worked in shows such as Truth Seekers by Nick Frost and Defending the Guilty by Alex McBride.", "type": "p"}, {"text": "Brake's first marriage was to actor Robert McBain while she subsequently married Michael Kennedy - she is survived by her children, step-children and grand-children.", "type": "p"}], "tags": ["Coronation Street", "Emmerdale", "Television", "Soap opera", "EastEnders"]}