{"link": "https://www.bbc.com/news/health-61580089", "category": "health", "title": "Monkeypox wasn’t created in a lab - and other claims debunked", "contributor": "Rachel Schraer", "time": "2022-05-28T23:18:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3FBA/production/_124941361_345e1830-ce4d-4565-8610-5bc937a13158.jpg", "content": [{"text": "Since cases of monkeypox began to emerge in Europe, beliefs about the virus have been shared widely on social media that appear to be recycled from the Covid-19 pandemic.", "type": "b"}, {"text": "A common fear shared online is that restrictions on movement are being planned. One account told followers to get ready for \"monkeypox lockdowns\" and \"monkeypox tyranny\". ", "type": "p"}, {"text": "While fears about the monkeypox outbreak are understandable, scientists say this virus is not like Covid, and most experts think its spread will be limited.  ", "type": "p"}, {"text": "It is much harder to pass on than Covid, we already have available vaccines and treatments, and people appear to be infectious only once symptoms appear - making it easier to spot and isolate.", "type": "p"}, {"text": "So restrictions such as lockdowns or mass vaccinations are \"really not going to be the way to respond to this\", says Prof Peter Horby, director of the Pandemic Sciences Centre at the University of Oxford.  ", "type": "p"}, {"text": "Instead, isolation measures and vaccines are currently being targeted at infected people or their close contacts.  ", "type": "p"}, [{"text": "What is monkeypox and how do you catch it? ", "type": "a", "href": "https://www.bbc.co.uk/news/health-45665821"}, {"text": "Monkeypox case confirmed in England", "type": "a", "href": "https://www.bbc.co.uk/news/uk-61363896"}], {"text": "Dr Rosamund Lewis, of the World Health Organization (WHO) Emergencies Programme, confirmed there was no need for mass vaccination, and the WHO has also recommended against any travel restrictions. ", "type": "p"}, {"text": "It's no surprise people's minds now turn to Covid when news of an unfamiliar virus breaks. ", "type": "p"}, {"text": "But the Institute for Strategic Dialogue has noted that recent outbreaks of monkeypox were also \"reviving the spread of a set of cut-and-paste... conspiracies\" which have been used over the past two years to mislead people during the Covid pandemic", "type": "p"}, {"text": "Social media accounts and news outlets in Ukraine, Russia, China and the US have all made accusations that the outbreak was the result of a laboratory leak, or the use of monkeypox as a biological weapon. ", "type": "p"}, {"text": "However, it's possible to identify where a virus is likely to have come from by sequencing its DNA. Geneticist Fatima Tokhmafshan likens this to scanning a barcode on a parcel to \"map the different paths [it] has taken\". ", "type": "p"}, {"text": "The genetic sequences we have so far for the virus all trace it back to the strain of monkeypox which commonly circulates in West Africa: \"That tells us this is not something manufactured\".  ", "type": "p"}, {"text": "There were a handful of cases in the UK in 2018 and in 2021, and a larger outbreak in the US, also in 2021, each brought over by human travellers or imported animals.  ", "type": "p"}, {"text": "\"So it's entirely plausible that that's exactly what's happened this time, \"says Prof Horby, \"and it's by far the most likely scenario.\" ", "type": "p"}, {"text": "The earliest case identified in the UK in the current outbreak was traced to someone who had travelled from Nigeria.", "type": "p"}, {"text": "As for the idea that monkeypox escaped from a lab, \"there is absolutely no basis for that claim at all\", Prof Horby says.", "type": "p"}, {"text": "There are those claiming online that the current monkeypox outbreak was deliberately planned - with many pointing the finger at Bill Gates or Anthony Fauci, in an echo of Covid conspiracies.  ", "type": "p"}, {"text": "This unfounded assertion is being shared across Russia media, on the Chinese social app Weibo, and on Instagram. It can also be found on Facebook in Romanian, German, English, Arabic, French, Slovenian, Hungarian and Punjabi.", "type": "p"}, {"text": "The claims point to a document prepared by a US-based biosecurity organisation, the Nuclear Threat Initiative (NTI). ", "type": "p"}, {"text": "In 2021, NTI conducted a workshop to encourage leaders from around the world to plan for the possibility of future pandemics. ", "type": "p"}, {"text": "The participants were asked to work through a fictional scenario - a \"deadly, global pandemic involving an unusual strain of monkeypox virus... [that] spread globally\".  ", "type": "p"}, {"text": "\"The risks posed by monkeypox\", according to the NTI, \"have been well documented for years\" and cases have been on the increase, making it an obvious virus to choose for this workshop.", "type": "p"}, {"text": "Outbreaks of infection are a fact of life, so an organisation predicting and planning for them is not in itself suspicious. ", "type": "p"}, {"text": "This claim has taken two forms - some point to the fact the AstraZeneca vaccine uses a virus found in chimpanzees, modified so it cannot replicate and spread. ", "type": "p"}, {"text": "These social media posts then suggest a link between vaccines employing that chimp virus and the monkeypox outbreak.", "type": "p"}, {"text": "However, monkeypox is caused by a totally different type of virus to the one found in the AstraZeneca vaccine - and is actually thought to be mostly found in rodents, not monkeys. ", "type": "p"}, {"text": "The second type of claim spreading online is that the Covid vaccine somehow suppresses your immune system, making you more vulnerable to other infections. ", "type": "p"}, {"text": "This claim has no basis in reality. Vaccines stimulate - not deplete - your immune system, making it more effective at targeting a particular infection.", "type": "p"}, {"text": "While there are a very small number of cases of people having autoimmune reactions to vaccines, where your body starts attacking itself (the cause of rare blood clots after AstraZeneca), there is no evidence of vaccines suppressing the immune system or altering your ability to fight other diseases. ", "type": "p"}, {"text": "Additional reporting by Olga Robinson and BBC Monitoring.", "type": "p"}, {"text": "Read more from Reality Check", "type": "p"}, {"text": "Send us your questions", "type": "p"}], "tags": ["Monkeypox", "Coronavirus vaccines", "Fake News", "Reality Check"]}