{"link": "https://www.bbc.com/news/science-environment-61609679", "category": "science & environment", "title": "Why scientists are also watching animal YouTube videos", "contributor": "Victoria Gill", "time": "2022-05-28T23:58:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/63A5/production/_123090552_aungboandfamily.png", "content": [{"text": "What do Asian elephants, peacock spiders and a cockatoo named Snowball have in common? ", "type": "b"}, {"text": "All are stars of online videos, collectively amassing tens of millions of views. And the behaviour captured in some of these videos has been deemed scientifically significant.", "type": "p"}, {"text": "Sanjeeta Sharma Pokharel and Nachiketha Sharma, both from the Indian Institute of Science, dedicated their recent study to conclusions - drawn from YouTube videos - about elephants' response to death. ", "type": "p"}, {"text": "\"In three years of intensive field work, I've only witnessed one case of the death of an elephant,\" explained Sanjeeta. \"It's so rare - but almost everyone has a camera nowadays.\" Simply using search terms like \"death of elephants\" and \"elephant reactions to death\", they found 24 cases of the animals interacting with the dead bodies of others. ", "type": "p"}, {"text": "Groups of elephants were filmed patting a deceased family members with their trunks or seemingly attempting to revive them with kicks. They even gathered, vigil-like, next to remains. \"We also heard vocalisations - low rumbling sounds - that I haven't heard before,\" said Nachiketha. '", "type": "p"}, [{"text": "Why scientists are freezing threatened species", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61501577"}, {"text": "Vaccine trial for killer elephant virus begins", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60222464"}, {"text": "Peacock spiders show more of their colours", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-52075609"}], {"text": "\"The most striking thing for me though was calf carrying,\" he said. \"They'll sometimes pick up a dead calf with their trunk and drag it. There have even been cases of a female elephant using tusks to carry her dead calf.\"", "type": "p"}, {"text": "Whether this can be described as the elephant equivalent of grief or mourning is difficult to conclude, said Sanjeeta. But their apparent interest in death says something about how these animals think - and how intelligent they are. It also shows that there is evidence of rare displays of animal intelligence in the seemingly endless video library that is YouTube. ", "type": "p"}, {"text": "You certainly do not have to be an animal researcher to disappear down a rabbit hole of online animal videos. But scientists are increasingly mining this openly available source of video data. Scientific insights are being drawn from some unlikely - and comically entertaining - online footage.  ", "type": "p"}, {"text": "\"My favourite is a crow using what looks like a plastic lid as a snowboard on a roof,\" recalled Prof Ximena Nelson from the University of Canterbury in New Zealand. ", "type": "p"}, {"text": "The clip Ximena cites was apparently filmed through the window of a building in a Russian town. The crow stands on a jar lid and slides down a snowy roof. It then flies back up and repeats the exercise. It appears to be having fun. ", "type": "p"}, {"text": "\"It's playing, but it's also innovating in that it's using a tool,\" says Ximena. \"So here, you have an instance of tool-use for fun. I think that says a lot about how smart that crow is, but also that it's capable of innovating in a very unusual scenario.\" ", "type": "p"}, {"text": "Ximena pointed out that thousands of researchers spending hours outside, trying to make observations of crows, might never witness such behaviour - let alone record it.", "type": "p"}, {"text": "\"Animals playing\" - with other species, or with unusual objects - is a popular online genre of video. ", "type": "p"}, {"text": "And while it might be a fun distraction to watch, this fun itself can provide insight into the function of play, which is actually something of a biological enigma. Play has no obvious purpose. As Ximena puts it - \"it's not going to provide you with food or babies, at least not directly\". ", "type": "p"}, {"text": "YouTube and other online video platforms are a source of information that many researchers also turned to through the last two years of lockdowns. ", "type": "p"}, {"text": "\"One of my students, for example - who is looking for instances of play in animals that haven't been described before -  went down this exact rabbit hole [during the pandemic],\" said Ximena. \"They said, well, I can't collect data in the field right now, so I'll collect it from YouTube.\" ", "type": "p"}, {"text": "There is more footage available for study of species of the furry of feathery variety. Fewer people capture and upload videos of insects or other invertebrates. (Although peacock spider dancing appears to be its own category.) It is particularly helpful though in providing a window of access to difficult locations, and to difficult-to-study species.", "type": "p"}, {"text": "Videos uploaded by rich and lucky wildlife tourists who encounter animals in Antarctica is one example. ", "type": "p"}, {"text": "\"They might film sequences of predatory behaviour in orca, perhaps, which is a rare behaviour,\" says Ximena. \"You have to be there at the right time and what are the chances of scientists being in the right place at huge expense?\"", "type": "p"}, {"text": "But the animal stars of these films are not always rare and elusive. ", "type": "p"}, {"text": "Łukasz Dylewski, from Poznan University of Life Sciences in Poland, used YouTube to find evidence of the personality traits in red and grey squirrels. His study, as well as showing that grey squirrels were more aggressive than the reds also provided verification that these videos accurately reflected what scientists have seen in the wild. ", "type": "p"}, {"text": "\"It's a novel approach to behavioural studies that can save researchers time,\" said Lukasz, \" we can increase the sample sizes - or the number of animals we study, and [more easily] study of the behaviour of species from other continents.\"", "type": "p"}, {"text": "In some cases, only one animal is required for scientific investigation.", "type": "p"}, {"text": "Snowball the dancing cockatoo - something of an online sensation - inspired his own Harvard-based study, which essentially concluded that it isn't only humans that enjoy music with a beat. ", "type": "p"}, {"text": "In a paper published in Current Biology in 2019, researchers wrote that Snowball \"responds to music with remarkably diverse spontaneous movements employing a variety of body parts, suggesting parrots share this response with humans\".  ", "type": "p"}, {"text": "Beyond the scientific virtues of these videos, says Sanjeeta, is a possible side-effect of making people feel a bit more connected to nature and to other species. ", "type": "p"}, {"text": "\"Personally, when I see elephants, I see emotion. I see that they might be grieving,\" says Sanjeeta. \"But of course, my science needs more evidence. ", "type": "p"}, {"text": "\"But when people just feel connected to these animals and feel emotional, hopefully that can help elephant conservation, too.\"", "type": "p"}, {"text": "Video research and production by Maddie Molloy", "type": "p"}, {"text": "Follow Victoria on Twitter", "type": "p"}, {"text": "More on the animal behaviour mysteries being investigated via YouTube on Inside Science on BBC Sounds", "type": "p"}], "tags": ["YouTube", "Wildlife", "Animals"]}