{"link": "https://www.bbc.com/news/technology-61606476", "category": "technology", "title": "Twitter fined $150m in US for selling users' data", "contributor": "Shiona McCallum", "time": "2022-05-27T14:21:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/31AA/production/_124941721_gettyimages-1240294770.jpg", "content": [{"text": "Twitter in the US must pay a $150m (£119m) fine after law enforcement officials accused it of illegally using users' data to help sell targeted ads. ", "type": "b"}, {"text": "The Federal Trade Commission (FTC) and the Department of Justice say Twitter violated an agreement it had with regulators, court documents showed.", "type": "p"}, {"text": "Twitter had vowed to not give personal information like phone numbers and email addresses to advertisers.", "type": "p"}, {"text": "Federal investigators say the social media company broke those rules. ", "type": "p"}, {"text": "Twitter was fined £400,000 in December 2020 for breaking Europe's GDPR data privacy rules.", "type": "p"}, {"text": "The FTC is an independent agency of the US government whose mission is the enforcement of anti-trust law and the promotion of consumer protection.  ", "type": "p"}, {"text": "It accuses Twitter of breaching a 2011 FTC order that explicitly prohibited the company from misrepresenting its privacy and security practices. ", "type": "p"}, {"text": "Twitter generates most of its revenue from advertising on its platform, which allows users ranging from consumers to celebrities to corporations to post 280-character messages, or tweets.", "type": "p"}, {"text": "According to a complaint filed by the Department of Justice on behalf of the FTC, Twitter in 2013 began asking users to provide either a phone number or email address to improve account security. ", "type": "p"}, {"text": "\"As the complaint notes, Twitter obtained data from users on the pretext of harnessing it for security purposes, but then ended up also using the data to target users with ads,\" said Lina Khan, who chairs the FTC.", "type": "p"}, {"text": " \"This practice affected more than 140 million Twitter users, while boosting Twitter's primary source of revenue.\"", "type": "p"}, {"text": "Ian Reynolds, managing director of computer security firm Secure Team, told the BBC: \"Once again, Twitter is violating the trust that their users have in their platform by using their private information to their own advantage and increasing their own revenue.\"", "type": "p"}, {"text": "He added: \"Twitter led their customers into a false sense of security by acquiring their data through claiming it was for security purposes and protecting their account, but ultimately ended up using the data to target their users with ads.", "type": "p"}, {"text": "\"This reality shows the power that companies still have over your data and that there is a long way to go before users can be comfortable knowing that they have full control over their own digital footprint.\"", "type": "p"}, {"text": "In order to authenticate an account, Twitter requires people to provide a telephone number and email address.", "type": "p"}, {"text": "That information also helps people reset their passwords and unlock their accounts if required, as well as for enabling two-factor authentication. ", "type": "p"}, {"text": "Two-factor authentication provides an extra layer of security by sending a code to either a phone number or email address to help users log into Twitter along with a username and password.", "type": "p"}, {"text": "But, according to the FTC, until at least September 2019, Twitter was also using that information to boost its advertising business.", "type": "p"}, {"text": "It is accused of allowing advertisers access to users' security information. ", "type": "p"}, {"text": "In addition to the fine, Twitter must also:", "type": "p"}, [{"text": "stop using the phone numbers and email addresses it illegally collected", "type": "p"}, {"text": "notify users about its improper use of security information", "type": "p"}, {"text": "tell users about the FTC law enforcement action", "type": "p"}, {"text": "explain how to turn off personalised adverts and review multi-factor authentication settings", "type": "p"}, {"text": "provide multi-factor authentication options that do not need a phone number", "type": "p"}, {"text": "implement an enhanced privacy and security programme which includes reporting incidents to the FTC within 30 days", "type": "p"}], {"text": "\"The Department of Justice is committed to protecting the privacy of consumers' sensitive data,\" said Vanita Gupta, the US associate attorney general. ", "type": "p"}, {"text": "\"The $150m penalty reflects the seriousness of the allegations against Twitter, and the substantial new compliance measures to be imposed as a result of the proposed settlement will help prevent further misleading tactics that threaten users' privacy.\" ", "type": "p"}], "tags": ["Social media", "US government", "Twitter", "United States"]}