{"link": "https://www.bbc.com/news/business-64729549", "category": "business", "title": "Lloyds Banking Group hits back at criticism over savings rates", "contributor": null, "time": "2023-02-22T13:36:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9F61/production/_128710804_mediaitem128710802.jpg", "content": [{"text": "The UK's largest lender Lloyds Banking Group has defended itself against criticism for not offering savers more.", "type": "b"}, {"text": "Chief executive Charlie Nunn told the BBC it was focused on making ends meet for those customers with less money.", "type": "p"}, {"text": "\"It's important to recognise 80% of customers have less than £5,000, with 65% having less than £1,000 in savings,\" he said.", "type": "p"}, {"text": "Lloyds and other banks have been criticised for not offering competitive levels of interest rates for savers. ", "type": "p"}, {"text": "The Bank of England's benchmark interest rate was at historically low levels for a decade until December 2021, since when it has risen consistently. ", "type": "p"}, {"text": "It is now at 4%, having risen from 0.1%, prompting many banks to increase the mortgage rates they offer customers. ", "type": "p"}, [{"text": "Big banks defend savings rates and branch closures", "type": "a", "href": "https://www.bbc.co.uk/news/business-64553651"}, {"text": "What the rise in interest rates means for you", "type": "a", "href": "https://www.bbc.co.uk/news/business-57764601"}], {"text": "\"For those with the money to invest and save, we have increased rates and are looking to continue to do so with rates on products we offer ranging from 2-5%,\" Mr Nunn told Radio 4's Today Programme.", "type": "p"}, {"text": "How much of the base rate rise has been passed on to customers varies - Anna Bowes, of independent comparison website Savings Champion said; \"The high street banks, are among some of the worst culprits when it comes to letting down their savings customers. This is a real blow to desperate savers, especially as the high street banks hold so much of savers' money.\"", "type": "p"}, {"text": "The news came as the bank a pre-tax profit of £6.9bn in 2022, matching the profits it made in the previous year. ", "type": "p"}, {"text": "Despite revenue increasing by 14%, helped by higher interest rates, provisions for bad loans which amounted to almost £1.5bn over the course of the year meant profits were flat.", "type": "p"}, {"text": "Mr Nunn expressed his surprise at how resilient credit customers have been with meeting repayments. \"We saw some marginal increases in arrears which is people missing an early payment. But it's still below the levels we saw before Covid. It's very much in line with that projection of a mild recession.\" ", "type": "p"}, {"text": "The lender said it was seeing \"very modest evidence of deterioration\" in its credit book.  ", "type": "p"}, {"text": "Matt Britzman, equity analyst at Hargreaves Lansdowne said: \"For now, the impact of the cost-of-living crisis on consumers and businesses is only having a small impact on debt repayment, though we'd expect that to pick up as we move through the year.\"", "type": "p"}, {"text": "The bank also revealed a 12% increase in its bonus pool for employees to £446m. ", "type": "p"}, {"text": "It follows the government's decision to remove the cap on bonuses last year. ", "type": "p"}], "tags": []}