{"link": "https://www.bbc.com/news/entertainment-arts-64729304", "category": "entertainment & arts", "title": "JK Rowling dismisses backlash over trans comments: 'I don't care about my legacy'", "contributor": null, "time": "2023-02-22T17:10:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/440D/production/_126312471__123899683_gettyimages-950047366.jpg", "content": [{"text": "Harry Potter author JK Rowling has said she is not concerned about how the backlash to her position on transgender issues will affect her legacy.", "type": "b"}, {"text": "She said anyone who thinks she is has \"profoundly\" misunderstood her.", "type": "p"}, {"text": "She has been called transphobic for her views on gender identity and allowing trans women into women-only spaces.", "type": "p"}, {"text": "Rowling told a new podcast she \"never meant to upset anyone\", but added: \"However, I was not uncomfortable with getting off my pedestal.\"", "type": "p"}, {"text": "Referring to fans who claim she has \"ruined\" her legacy, the writer said they \"could not have misunderstood me more profoundly\".", "type": "p"}, {"text": "\"I do not walk around my house thinking about my legacy,\" she continued. ", "type": "p"}, {"text": "\"What a pompous way to live your life, walking around thinking, what will my legacy be? Whatever, I'll be dead. I care about now. I care about the living.\"", "type": "p"}, {"text": "Rowling has attracted extensive criticism for a series of comments voicing concerns about how trans issues affect women's rights, and her opposition to Scotland's gender recognition bill.", "type": "p"}, {"text": "In an essay on her website in 2020, she wrote: \"When you throw open the doors of bathrooms and changing rooms to any man who believes or feels he's a woman… you open the door to any and all men who wish to come inside.\"", "type": "p"}, {"text": "Her position has been interpreted by some as transphobic, leading to calls for a boycott of the Harry Potter franchise, ranging from its books and movies to the blockbuster video game Hogwarts Legacy.", "type": "p"}, [{"text": "Hogwarts Legacy game comes out as online debate continues", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64572328"}, {"text": "Quidditch renamed over JK Rowling link", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-62252514"}, {"text": "JK Rowling responds to trans tweets criticism", "type": "a", "href": "https://www.bbc.co.uk/news/uk-53002557"}], {"text": "Harry Potter movie actors including Daniel Radcliffe, Rupert Grint and Emma Watson have criticised Rowling's comments. ", "type": "p"}, {"text": "Ralph Fiennes, who played Lord Voldemort, came to the author's defence, calling the abuse she has received \"disgusting\" and \"appalling\". ", "type": "p"}, {"text": "She has denied being transphobic, saying she respects \"every trans person's right to live any way that feels authentic and comfortable to them\" and that she wants trans people to be free from discrimination and abuse.", "type": "p"}, {"text": "Stars including Eddie Izzard and Helena Bonham Carter have also said they do not consider Rowling's views to be transphobic, but reflective of her own experience of abuse.", "type": "p"}, {"text": "In the podcast, titled The Witch Trials of JK Rowling, the author said she had also received \"direct threats of violence\" as a result of her stance.", "type": "p"}, {"text": "\"I have had people coming to my house where my kids live, and I've had my address posted online. I've had what the police, anyway, would regard as credible threats.\"", "type": "p"}, {"text": "Rowling later said many questions do not necessarily have clear-cut answers.", "type": "p"}, {"text": "\"There is a huge appeal, and I try to show this in the Potter books, to black and white thinking.", "type": "p"}, {"text": "\"It's the easiest place to be and in many ways it's the safest place to be. If you take an all-or-nothing position on anything, you will definitely find comrades, you will easily find a community. 'I've sworn allegiance to this one simple idea.'", "type": "p"}, {"text": "\"What I've tried to show in the Potter books, and what I feel strongly myself, is that we should mistrust ourselves most when we are certain.\"", "type": "p"}, {"text": "The Witch Trials of JK Rowling is a seven-part series presented by Megan Phelps-Roper, who was raised for 26 years in the extremist Westboro Baptist Church, before escaping in 2012.", "type": "p"}, {"text": "The first two episodes, released on Tuesday, attempt to draw parallels between the Christian fundamentalists who sought to ban the Harry Potter books in the early 2000s, and the activists who are criticising Rowling today.", "type": "p"}, {"text": "Asked about the protesters who burned her books in the early 2000s, claiming they promoted witchcraft, Rowling said: \"Book burners, by definition, have placed themselves across a line of rational debate.", "type": "p"}, {"text": "\"There is no book on this planet that I would burn, including books that I do think are damaging. Burning, to me, is the last resort of people who cannot argue.\"", "type": "p"}], "tags": []}