{"link": "https://www.bbc.com/news/health-64653482", "category": "health", "title": "NHS battles sewage leaks as repair backlog grows", "contributor": null, "time": "2023-02-17T05:01:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4334/production/_128640271_cleaning.jpg", "content": [{"text": "Sewage leaks are causing hospitals a host of problems as the backlog in repairs and maintenance grows. ", "type": "b"}, {"text": "Hospitals in England reported patients slipping on sewage, staff becoming ill, and leaks in A&E departments, cancer wards and maternity units.", "type": "p"}, {"text": "It comes after the repairs backlog grew by 11% in the past year to a total of £10.2bn.", "type": "p"}, {"text": "The reports have been released after a Freedom of Information request by the Liberal Democrats.", "type": "p"}, {"text": "A total of 55 hospital trusts provided information - nearly half the total in England. ", "type": "p"}, {"text": "More than half had experienced problems with sewage leaks over the past year. ", "type": "p"}, {"text": "For some, they were isolated incidents, while others reported more than 100 leaks.", "type": "p"}, {"text": "Leeds Teaching Hospitals documented 105 incidents, including one in the respiratory day unit, and excrement coming through floor tiles, as well as overflowing toilets. ", "type": "p"}, {"text": "The trust blamed ageing buildings as well as people flushing the wrong things down toilets.", "type": "p"}, {"text": "The Princess Alexandra Hospital in Harlow listed 40 leaks. In one instance a patient slipped because of a leak and, in another, staff were left struggling to work and feeling nauseous because of the smell of raw sewage. Both the resus area and A&E also reported leaks.", "type": "p"}, {"text": "Michael Meredith, director of estates at the hospital's trust, said the leaks were happening on a \"regular basis\" at the site, blaming the ageing buildings.", "type": "p"}, {"text": "\"They are managed quickly and efficiently, but they are unpleasant especially where they occur in areas accessed by patients, our people or the public.\"", "type": "p"}, {"text": "He said the trust were waiting for the go-ahead for a new hospital to be built to replace the current one.", "type": "p"}, {"text": "Rory Deighton, of the NHS Confederation, which represents hospitals, said there were many buildings across the NHS that were \"in desperate need of repair as these shocking findings demonstrate\".", "type": "p"}, {"text": "\"No-one working in the NHS wants this for their patients or staff,\" he added.", "type": "p"}, {"text": "He said the issue had been worsening for the past 12 years as spending on buildings has been squeezed.", "type": "p"}, {"text": "The £10.2bn backlog is what needs to be spent to bring NHS buildings up to a good enough standard.", "type": "p"}, {"text": "Lib Dems leader Ed Davey said the situation was \"unacceptable\".", "type": "p"}, {"text": "\"Our hospitals are crumbling through a lack of investment. It's a national scandal,\" he added.", "type": "p"}, {"text": "The Department of Health and Social Care said it was increasing the amount of money spent on building and was in the process of developing a network of new hospitals.", "type": "p"}, {"text": "\"We are investing record sums to upgrade and modernise NHS buildings so staff have the facilities needed to provide world-class care,\" a spokesman added.", "type": "p"}], "tags": []}