{"link": "https://www.bbc.com/news/technology-64718842", "category": "technology", "title": "Robots to do 39% of domestic chores by 2033, say experts", "contributor": null, "time": "2023-02-22T20:40:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13CCE/production/_128720118_gettyimages-1290170646.jpg", "content": [{"text": "Within a decade, around 39% of the time spent on housework and caring for loved ones could be automated, experts say.", "type": "b"}, {"text": "Researchers from the UK and Japan asked 65 artificial intelligence (AI) experts to predict the amount of automation in common household tasks in 10 years.", "type": "p"}, {"text": "Experts predicted grocery shopping was likely to see the most automation, while caring for the young or old was the least likely to be impacted by AI.", "type": "p"}, {"text": "The research is published in the journal PLOS ONE.", "type": "p"}, {"text": "Researchers from the University of Oxford and Japan's Ochanomizu University wanted to know what impact robots might have on unpaid domestic work: \"If robots will take our jobs, will they at least also take out the trash for us?\", they asked.", "type": "p"}, {"text": "Robots \"for domestic household tasks\", such as robot vacuum cleaners \"have become the most widely produced and sold robots in the world\" the researchers observed.", "type": "p"}, {"text": "The team asked 29 AI experts from the UK and 36 AI experts from Japan for their forecasts on robots in the home.", "type": "p"}, {"text": "Researchers found that male UK experts tended to be more optimistic about domestic automation compared with their female counterparts, a situation reversed in Japan.  ", "type": "p"}, {"text": "But the tasks which experts thought automation could do varied: \"Only 28% of care work, including activities such as teaching your child, accompanying your child, or taking care of an older family member, is predicted to be automated\", said Dr Lulu Shi, postdoctoral researcher, Oxford Internet Institute,", "type": "p"}, {"text": "On the other hand, technology was expected to cut 60% of the time we spend on grocery shopping, experts said.", "type": "p"}, {"text": "But predictions that \"in the next ten years\" robots will free us from domestic chores have a long history and some scepticism may be warranted. In 1966, TV show Tomorrow's World reported on a household robot which could cook dinner, walk the dog, mind the baby, do the shopping, mix a cocktail and many other tasks. ", "type": "p"}, {"text": "If its creators were only given £1m the device could be working by 1976, ran the news story...", "type": "p"}, {"text": "Ekaterina Hertog, associate professor in AI and Society at Oxford University and one of the study authors draws parallels with the optimism which has long surrounded self-driving cars: \"The promise of self-driving cars, being on the streets, replacing taxis, has been there, I think, for decades now - and yet, we haven't been able quite to make robots function well, or these self-driving cars navigate the unpredictable environment of our streets. Homes are similar in that sense\".", "type": "p"}, {"text": "Dr Kate Devlin, reader in AI and Society at King's College, London - who was not involved in the study - suggests technology is more likely to help humans, rather than replace them: \"It's difficult and expensive to make a robot that can do multiple or general tasks. Instead, it's easier and more useful to create assistive technology that helps us rather than replaces us,\" she said.", "type": "p"}, {"text": "The research suggests domestic automation could free up a lot of time spent on unpaid domestic work. In the UK, working age men do around half as much of this unpaid work as working age women, in Japan the  men do less than a fifth. ", "type": "p"}, {"text": "The disproportionate burden of household work on women has a negative affect on women's earnings, savings and pensions, Prof Hertog argues. Increasing automation could therefore result in greater gender equality, the researchers say. ", "type": "p"}, {"text": "However, technology can be expensive. If systems to assist with housework are only affordable to a subset of society \"that is going to lead to in a rise of inequality, in in free time\" Prof Hertog said.", "type": "p"}, {"text": "And she said society needed to be alive to the issues raised by homes full of smart automation, \"where an equivalent of Alexa is able to listen in and sort of record what we're doing and report back\".", "type": "p"}, {"text": "\"I don't think that we as a society are prepared to manage that wholesale onslaught on privacy\".", "type": "p"}], "tags": []}