{"link": "https://www.bbc.com/news/business-65757812", "category": "business", "title": "Nvidia briefly worth $1 trillion thanks to AI boom", "contributor": null, "time": "2023-05-30T20:22:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9941/production/_129933293_gettyimages-1258278958.jpg", "content": [{"text": "The elite club of US companies worth more than $1 trillion got a new member on Tuesday - at least for few hours.", "type": "b"}, {"text": "Chip maker Nvidia briefly joined the ranks, as its share price shot up more than 5% before retreating.", "type": "p"}, {"text": "Shares had already jumped more than 25% last week after the company forecast \"surging demand\" due to advances in artificial intelligence (AI).", "type": "p"}, {"text": "Apple, Amazon, Alphabet and Microsoft are the other publicly traded US firms worth more than $1tn (£800bn).", "type": "p"}, {"text": "Founded in 1993, Nvidia was originally known for making the type of computer chips that process graphics, particularly for computer games.", "type": "p"}, {"text": "The firm's affable co-founder Jensen Huang took a punt by investing in added functionality for Nvidia chips long before the AI revolution - a long game that appears to have paid off. ", "type": "p"}, {"text": "Its hardware underpins most AI applications today, with one report suggesting it has cornered 95% of the market for machine learning. ", "type": "p"}, {"text": "ChatGPT, the chatbot that sparked AI fervour with its launch last year, was trained using 10,000 of Nvidia's graphics processing units (GPUs) clustered together in a supercomputer belonging to Microsoft.", "type": "p"}, [{"text": "Nvidia: The chip maker that became an AI superpower", "type": "a", "href": "https://www.bbc.co.uk/news/business-65675027"}], {"text": "Over the past 12 months, Nvidia's share price has more than doubled, as investors bet the company will profit as AI ushers in the next wave of tech advances. ", "type": "p"}, {"text": "The California-based firm ended trading in New York on Tuesday worth more than $990bn, after shares closed at about $401 apiece, or up nearly 3%.", "type": "p"}, {"text": "\"We view Nvidia at the core hearts and lungs of the AI revolution,\" Wedbush Securities analyst Dan Ives wrote last week, after the firm told investors it expected to bring in $11bn in sales in the three months to August - almost 50% more than analysts had predicted.", "type": "p"}, {"text": "Living up to the promise of its lofty valuation could prove difficult, however.", "type": "p"}, {"text": "Though Nvidia boomed during the pandemic, its overall revenue growth was flat last year, while profits were cut in half. ", "type": "p"}, {"text": "There are questions about whether Nvidia can keep up with demand, especially as rivals AMD and Intel race to develop their own offerings, and start-ups emerge. ", "type": "p"}, {"text": "The firm also faces ethical issues, such as whether it should vet the AI products for which it produces chips, amid swirling concerns about the impact of AI on society. ", "type": "p"}, {"text": "At current prices, Nvidia boasts a market value more than eight times higher than that of Intel. That's despite Intel reporting more than $63bn in revenue last year, compared with Nvidia's $27bn. ", "type": "p"}, {"text": "Geir Lode, head of global equities at Federated Hermes, said the magnitude of the recent leap in Nvidia's share price was \"an astonishing surprise even to techno-optimists\". ", "type": "p"}, {"text": "\"Artificial intelligence is the next super charged growth area, and we expect this is just the beginning,\" Mr Lode said. \"We know growth will be there, but valuations can be hard to justify.\"", "type": "p"}, {"text": "Investor Cathie Wood, chief executive of Ark Invest, who is known as a tech booster, sold her stake in Nvidia in January, missing the gains made since then.", "type": "p"}, {"text": "She recently tweeted that the firm's shares were \"priced ahead of the curve\". She said markets were making a mistake to think the company was \"the only AI play\".", "type": "p"}, {"text": "In the past, investors have not hesitated to sour on former favourites. ", "type": "p"}, {"text": "Facebook-owner Meta, which joined the $1tn club in 2021, was booted out just a few months later, as its shares lost roughly three quarters of their value. It is valued at about $670bn today.", "type": "p"}, {"text": "Communications giant Cisco was also seen as a likely trillion dollar club member during the dotcom tech bubble of the late 1990s. But that bubble burst and the firm is valued at about $200bn today. ", "type": "p"}], "tags": []}