{"link": "https://www.bbc.com/news/entertainment-arts-65761305", "category": "entertainment & arts", "title": "Phillip Schofield dropped as Prince's Trust ambassador", "contributor": null, "time": "2023-05-30T21:46:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12D07/production/_129936077_gettyimages-1130215961.jpg", "content": [{"text": "The Prince's Trust has dropped Phillip Schofield as an ambassador after he admitted he had an affair with a young male colleague and lied to cover it up.", "type": "b"}, {"text": "The charity, founded by the King, said it was \"no longer appropriate\" for it to work with the presenter. ", "type": "p"}, {"text": "Schofield, 61, last Friday issued a statement about the relationship and announced he was leaving ITV. ", "type": "p"}, {"text": "It came a week after he quit his role at ITV's This Morning after reports of a rift with co-star Holly Willoughby.", "type": "p"}, {"text": "A Prince's Trust spokesperson said: \"In light of Phillip's recent admissions, we have agreed with him that it is no longer appropriate to work together.\"", "type": "p"}, {"text": "The Prince's Trust has a number of celebrity ambassadors who support the charity through fundraising or promoting its work.", "type": "p"}, [{"text": "Hosts defend This Morning after toxicity claim", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65745586"}, {"text": "What next for ITV, Holly and This Morning?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65738931"}, {"text": "Schofield admits lying about affair with colleague", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65729361"}], {"text": "Meanwhile, MP John Nicolson on the Commons culture, media and sports committee told the i newspaper he is looking forward to \"getting some answers\" from ITV bosses, who are reportedly set to appear in front of the committee on Tuesday.", "type": "p"}, {"text": "The SNP shadow culture secretary and former BBC journalist told the paper: \"The issues that have erupted around ITV of late have of course been a cause for concern, and I look forward to seeking clarity from ITV representatives.\"", "type": "p"}, {"text": "In a statement last Friday, Schofield apologised for lying repeatedly to hide the relationship with the male employee, calling it \"unwise but not illegal\".", "type": "p"}, {"text": "ITV said it was \"deeply disappointed by the admissions of deceit\" made by Schofield and confirmed it had cut all ties with the host.", "type": "p"}, {"text": "The network said it had investigated rumours of a relationship between Phillip and a younger employee in 2020 - but both \"repeatedly denied\" it.", "type": "p"}, {"text": "Schofield was also dropped by his talent agency YMU.", "type": "p"}, {"text": "ITV said Schofield's statement... \"reveals that he lied to people at ITV, from senior management to fellow presenters, to YMU, to the media and to others over this relationship\".", "type": "p"}, {"text": "His exit from ITV means he will no longer present the British Soap Awards next month.", "type": "p"}, {"text": "He will also not front a new prime-time series which the network said last week they were developing with him.", "type": "p"}], "tags": []}