{"link": "https://www.bbc.com/news/health-65731544", "category": "health", "title": "US and Mexico sound alarm over cosmetic surgery-linked fungal outbreak", "contributor": null, "time": "2023-05-27T09:08:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1502A/production/_129885068_gettyimages-1256207119.jpg", "content": [{"text": "US and Mexican authorities are urging the World Health Organization (WHO) to declare a public health emergency over a fungal outbreak linked to cosmetic operations in Mexico.", "type": "b"}, {"text": "The Centers for Disease Control and Prevention (CDC) said two people who got surgeries involving epidural anaesthesia have died of meningitis.", "type": "p"}, {"text": "Almost 400 people in the US and Mexico are being monitored. ", "type": "p"}, {"text": "Two cosmetic clinics in the Mexican city of Matamoros have been shut.", "type": "p"}, {"text": "Authorities in both the US and Mexico have urged people who had surgeries involving epidural anaesthesia at either the River Side Surgical Center or Clinica K-3 since January to get evaluated, even if they are currently asymptomatic. ", "type": "p"}, {"text": "The CDC said it had already identified 25 people in the US with \"suspected\" or \"probable\" cases of fungal meningitis. ", "type": "p"}, {"text": "Many US citizens travel to Mexico for cosmetic procedures such as liposuction, breast augmentation and Brazilian butt lifts, which all require the injection of an anaesthetic into the area around the spinal column. ", "type": "p"}, {"text": "The CDC's Dallas Smith said that medications used during anaesthesia in the current outbreak may have been contaminated either in the epidural itself or in other medications that are added in conjunction during the surgeries like morphine. ", "type": "p"}, {"text": "\"There's a shortage currently in Mexico, and there could be potential for a black market that could have contaminated medicine,\" said Mr Smith.", "type": "p"}, {"text": "Last October, a batch of a local anaesthetic commonly used for operations such as Caesarean births was found to have been infected by the same fungus, leading to the death of 39 people in the Mexican state of Durango.", "type": "p"}, {"text": "The most common early symptom of fungal meningitis is headaches, followed by symptoms like fever, vomiting, neck pain, and blurred vision. ", "type": "p"}, {"text": "Fungal meningitis is not contagious and can be treated with antifungal medicines - but it can can quickly become life-threatening once symptoms begin. ", "type": "p"}, {"text": "Americans often travel to Mexico for low-cost medical services.", "type": "p"}, {"text": "The WHO declares a public health emergency when a disease spreads between countries and a co-ordinated international response may be required to bring it under control.", "type": "p"}], "tags": []}