{"link": "https://www.bbc.com/news/science-environment-65714340", "category": "science & environment", "title": "Virgin Galactic: Sir Richard Branson's rocket plane returns to spaceflight", "contributor": null, "time": "2023-05-25T17:57:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5DD1/production/_129871042_vg_cabin.jpg", "content": [{"text": "Sir Richard Branson's Virgin Galactic rocket plane is back in action after a gap of almost two years.", "type": "b"}, {"text": "The Unity vehicle, with two pilots and four passengers aboard, climbed high over the New Mexico desert to the edge of space - before gliding back down.", "type": "p"}, {"text": "It was billed as the plane's final test outing before entering commercial service in June.", "type": "p"}, {"text": "Galactic has sold over 800 tickets to individuals who want to ride more than 80km (260,000ft) above Earth.", "type": "p"}, {"text": "The company expects to start working through this passenger list with Unity flights initially occurring at the rate of one a month. New rocket planes are being designed for service in 2026 that should each be capable of increasing the cadence to one a week. ", "type": "p"}, {"text": "Thursday's mission came just a couple of days after winning bids were announced to buy the assets in Sir Richard's other space firm, Virgin Orbit, which filed papers with a bankruptcy court in April. ", "type": "p"}, {"text": "This business failed following an unsuccessful attempt to launch satellites to space from the UK in January.", "type": "p"}, [{"text": "Branson feared 'losing everything' in pandemic", "type": "a", "href": "https://www.bbc.co.uk/news/uk-65458395"}, {"text": "First Arab female astronaut reaches space station", "type": "a", "href": "https://www.bbc.co.uk/news/world-middle-east-65671485"}, {"text": "Amazon's Jeff Bezos to help Nasa return to Moon", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65635005"}], {"text": "Unity's latest spaceflight saw Mike Masucci take command of the plane with pilot CJ Sturckow alongside him.", "type": "p"}, {"text": "The vehicle raced upwards at near three times the speed of sound, to reach a height of 87.2km (54.2 miles/286,000ft).", "type": "p"}, {"text": "In the back, in the passenger cabin, were four Galactic employees.", "type": "p"}, {"text": "Jamila Gilbert, Chris Huie, Luke May and Beth Moses were there to assess the soon-to-be-rolled-out customer experience. Mrs Moses is the company's chief astronaut instructor.", "type": "p"}, {"text": "Sir Richard himself got his chance of spaceflight in July 2021 - Unity's last outing.", "type": "p"}, {"text": "The rocket vehicle and the plane that carries it to launch altitude - an aeroplane called Eve - were then stood down for a programme of upgrades.", "type": "p"}, {"text": "\"The focus was really mostly on the mothership, on Eve, and it was about getting a service life, a flight cadence, that would support more robust and routine commercial spaceflight operations,\" explained Mike Moses, Galactic's president of spaceline missions and safety. ", "type": "p"}, {"text": "\"An example would be the pylon - the thing in the middle of the mothership that holds the spaceship. It's perfectly strong, but we would have to go and look at it every single flight. And so we switched to something that lets us now inspect every 20 or 30 or 40 flights,\" he told BBC News.", "type": "p"}, {"text": "Flight operations above the New Mexico spaceport have also been revised. On Sir Richard's 2021 mission, Unity briefly stepped outside the airspace reserved for it - a deviation that prompted the Federal Aviation Administration at the time to initiate a \"mishap investigation\". ", "type": "p"}, {"text": "This was resolved by widening the reserved airspace, and adjusting the pilots' inputs to their controls that - as Mr Moses put it - \"increases our probability of staying down the middle of the flight column\".", "type": "p"}, {"text": "Sir Richard's quest to bring a commercial spaceliner into service has been in play since 2004. Developing the technology has taken far longer - and cost much more - than anyone envisaged.", "type": "p"}, {"text": "However, the vast majority of people who got in early to put down deposits for a flight have remained patient. Indeed, the backlog of passengers has steadily grown over time.", "type": "p"}, {"text": "Nonetheless, the wait for many will be longer still. Only when the company's new fleet of Delta-class rocket planes start flying in the middle of this decade, will the waiting list begin to shrink significantly.  ", "type": "p"}, {"text": "Unity is a sub-orbital vehicle. This means it can't achieve the velocity and altitude necessary to keep it up in space to circle the globe.", "type": "p"}, {"text": "The spaceship is designed to give its passengers stunning views at the top of its climb, and allow them a few minutes to experience weightlessness.", "type": "p"}, {"text": "Unity is first carried by a much bigger aeroplane to an altitude of about 15km (50,000ft), where it is released. A rocket motor in the back of Unity then ignites to blast the ship skyward.", "type": "p"}, {"text": "The maximum height achievable by Unity is roughly 90km (55 miles, or 295,000ft). Passengers are allowed to unbuckle to float to a window. Unity folds its tailbooms on descent to stabilise its fall, before then gliding home.", "type": "p"}, {"text": "Virgin Galactic's first commercial mission in June will take aloft three Italian nationals. The men plan to conduct a number of scientific experiments during the flight, and in particular during those few minutes of weightlessness which they'll experience at the top of Unity's climb.", "type": "p"}], "tags": []}