{"link": "https://www.bbc.com/news/technology-65753759", "category": "technology", "title": "Music streaming royalties to be discussed by government", "contributor": null, "time": "2023-05-30T14:10:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5DAC/production/_129908932_gettyimages-1232273924.jpg", "content": [{"text": "The music streaming industry is to be investigated by the government over suggestions that artists do not receive their fair share of royalties ", "type": "b"}, {"text": "There are concerns songwriters and artists receive much less money than record labels when tracks are played on streaming services such as Spotify.", "type": "p"}, {"text": "There are also reports that session musicians do not receive any payment for streams at all.", "type": "p"}, {"text": "An industry working group will be set up to look into these concerns.", "type": "p"}, {"text": "The government has been investigating music streaming since 2019, and in 2021 identified an \"imbalance\" in royalties.", "type": "p"}, {"text": "Dame Caroline Dinenage, who chairs the Digital, Culture, Media and Sport (DCMS) Select Committee investigating the industry, said it was a \"welcome step towards addressing the frustrations of musicians and songwriters whose pay falls far short of a fair level\".", "type": "p"}, {"text": "But it should result in concrete change and not be just a \"talking shop\", she added.", "type": "p"}, {"text": "In 2020, the government heard from musicians such as guitarist, producer and songwriter Nile Rodgers, who said record labels retain up to 82% of the royalties they receive from streaming services.", "type": "p"}, {"text": "Sophie Jones, chief executive of the British Phonographic Industry, said she was concerned it might discourage investment at a time when there was the prospect of increased competition from artificial intelligence.", "type": "p"}, {"text": "\"Numerous studies have demonstrated that streaming has benefited consumers and artists alike, with record labels paying more to artists than ever before,\" she told the Press Association.", "type": "p"}, {"text": "Will Page, former chief economist at Spotify, said the music business is currently debating the way money is being allocated: \"For artists, if you get 1% of all the streams in Britain... you get 1% of all the cash generated in Britain.\"", "type": "p"}, {"text": "This is because artists are not paid a set amount every time a song is played on Spotify. ", "type": "p"}, {"text": "According to its website: \"Royalty payments that artists receive might vary according to differences in how their music is streamed or the agreements they have with labels or distributors.\"", "type": "p"}, {"text": "Mr Page pointed to an alternative model, a user-centric payment system, which some argue may be fairer. He said this would involve \"ring-fencing\" a person's subscription fee to the music they listen to, making it \"my money, my music\".", "type": "p"}, {"text": "This would result in a person's subscription fee being divided among the artists they listen to.", "type": "p"}, {"text": "But he also raised concerns about whether this working group would make a difference: \"We've had a three-year-long DCMS Select Committee inquiry, which had countless verbal hearings, written submissions, PDF reports - and we're doing it again.\"", "type": "p"}], "tags": []}