{"link": "https://www.bbc.com/news/business-64517179", "category": "business", "title": "FTSE 100 closes at record high", "contributor": null, "time": "2023-02-03T20:40:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BF9B/production/_128515094_ftseedit.jpg", "content": [{"text": "The FTSE 100 stock index has closed at a record high, lifted by investors betting that a weak pound will help UK firms abroad and that the worst of the cost of living crisis has passed.", "type": "b"}, {"text": "The index of the UK's biggest publicly listed companies gained more than 1%, to end the day at 7,901.8 points.", "type": "p"}, {"text": "That was the highest level in almost five years, passing the previous closing record set in May 2018.", "type": "p"}, {"text": "The milestone follows years of the UK lagging other big financial markets. ", "type": "p"}, {"text": "But the shares have benefited from a weaker pound. ", "type": "p"}, {"text": "That is because the index on the London Stock Exchange has many firms with big footprints overseas. A weak pound makes goods they export cheaper for foreign buyers and helps inflate the value of business done elsewhere. ", "type": "p"}, {"text": "The FTSE 250, which includes more domestically focused firms, has yet to return to its 2021 highs.  ", "type": "p"}, {"text": "Such an emphatic bounceback in the value of our leading shares may seem surprising in the midst of an economic downturn.", "type": "p"}, {"text": "But it is what these companies do - and where they make their money - that counts. ", "type": "p"}, {"text": "The FTSE 100 is dominated by banking and energy companies, which have performed relatively well, the latter sharply boosted by higher oil and gas prices.", "type": "p"}, {"text": "And overall, the bulk of the money earned by companies on the index comes from overseas: earnings which rise in value when the pound falls against the dollar. ", "type": "p"}, {"text": "In fact, look at the value of the companies on the index in dollars, and it looks a relative bargain to some investors compared with many other stock markets.", "type": "p"}, {"text": "Adding to the optimism too are signs that price rises around the globe have peaked, so could be slowing soon - and so interest rates may soon do so as well, making borrowing cheaper and helping money flow more freely through the economy. ", "type": "p"}, {"text": "The renewed momentum in markets may be welcomed by investors - including holders of pension funds. But we're only five weeks into what could be another eventful year.", "type": "p"}, {"text": "A pound is worth about $1.21, 11% lower than a year ago, despite recent weakening in the dollar. Sterling is also down 6% against the Euro compared with a year ago.", "type": "p"}, {"text": "Analysts said shares were also buoyed by signs that the economic picture is brightening as inflation - the rate at which prices rise - shows signs of slowing across key global economies.", "type": "p"}, {"text": "AJ Bell markets analyst Russ Mould said: \"A lot of the [economic] news seems bad, but markets are saying that was priced in during 2022's heavy mid-year falls, and the bad news is known.\"", "type": "p"}, {"text": "On Thursday, the Bank of England's Andrew Bailey said the recession in the UK was likely to be shorter and less severe than previously thought.", "type": "p"}, {"text": "He also hinted that UK interest rates could be nearing a peak.", "type": "p"}, {"text": "The Bank's Monetary Policy Committee (MPC) said it would only raise rates further if it sees evidence of more persistent pressure on the economy from rising prices.", "type": "p"}, {"text": "Michael Hewson, chief market analyst at CMC Markets, said that after years of underperformance, the FTSE closing high was a significant moment for UK investors.", "type": "p"}, {"text": "He added that the market could reach new peaks in the coming weeks.", "type": "p"}, {"text": "\"Putting the current economic concerns aside, there's every reason to suppose if interest rates remain at current levels, that the FTSE 100 can push on further,\" he said.", "type": "p"}], "tags": ["Companies", "FTSE 100", "Stock markets", "FTSE 250", "Pound Sterling (GBP)"]}