{"link": "https://www.bbc.com/news/entertainment-arts-64519292", "category": "entertainment & arts", "title": "Eurovision 2023: John Lydon fails in bid to be Ireland's act for Liverpool", "contributor": null, "time": "2023-02-04T00:32:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3A9A/production/_128520051_gettyimages-1403355994.jpg", "content": [{"text": "John Lydon, the former Sex Pistols frontman, has failed in his bid to represent Ireland at Eurovision.", "type": "b"}, {"text": "The 67-year-old had hoped his song Hawaii, about his wife Nora who lives with Alzheimer's, would be chosen \"to bring awareness\" to the disease.", "type": "p"}, {"text": "Instead the band Wild Youth was chosen to fly the Irish flag at the song contest in Liverpool in May.", "type": "p"}, {"text": "They're up against 14 other countries who'll be cut down to 10 in a semi-final. ", "type": "p"}, {"text": "Despite its record seven wins, Ireland has only qualified for the grand final twice since 2013.", "type": "p"}, {"text": "Speaking after their victory was announced, Wild Youth's singer Conor O'Donohoe said: \"I'm shaking, we hope we can do the best job\".", "type": "p"}, {"text": "He and his bandmates have previously supported Lewis Capaldi, Niall Horan and The Script on tour and have been tipped to be the next big band to break out of Ireland for years.", "type": "p"}, {"text": "The winner was selected by TV viewers, and national and international juries made up of music experts.", "type": "p"}, {"text": "In the end, the result came down to the public vote as Wild Youth were tied on points with another act, each being backed by one of the juries, but the band edged ahead on the public vote.", "type": "p"}, {"text": "Lydon's group Public Image Ltd - which he formed in 1978 after the Sex Pistols split - was part of the six acts who performed on Irish TV's the Late Late Show on Friday night.", "type": "p"}, {"text": "Host Ryan Tubridy told BBC News it was a \"beautiful reason\" Lydon hoped to represent Ireland.", "type": "p"}, {"text": "\"We were talking about how neurologically music can trigger something that allows people to remember,\" he said.", "type": "p"}, {"text": "\"He loves his wife and he wants her to be recognised and he wants her disease to be spoken about and eventually cured.\"", "type": "p"}, {"text": "During rehearsals Lydon told the BBC he was nervous about the prospect of being selected to be the Irish entry, because it would mean more time away from Nora, who's being looked after by family at home in Los Angeles.", "type": "p"}, {"text": "Alzheimer's affects nearly one million people in the UK and 55 million worldwide. Numbers are expected to rise significantly over the coming decades.", "type": "p"}, {"text": "In 2022 the first drug to slow down the condition was described as \"momentous\", although its impact will help future diagnosis rather than people with the condition now.", "type": "p"}, {"text": "Dementia UK said: \"By choosing to share his experience through this competition and his song Hawaii, more awareness can be raised about dementia.\"", "type": "p"}, {"text": "The winners, Wild Youth, appeared shocked on stage as their name was announced as the Eurovision hopefuls.", "type": "p"}, {"text": "\"I just wanted to do this because it was something fresh,\" O'Donohoe told BBC News. \"So many people watch it now, it's an amazing competition and it's fun.\"", "type": "p"}, {"text": "The United Kingdom is hosting the competition on behalf of Ukraine, who won in 2022.", "type": "p"}, {"text": "On Tuesday Liverpool was handed \"the official keys\" to Eurovision in a handover ceremony which included the semi-final allocation draw.", "type": "p"}, {"text": "Wild Youth's We Are One joins a handful of other songs already announced for the song contest this year. In total 37 countries will participate and the broadcasters involved have until late March to confirm their acts.", "type": "p"}, {"text": "Eurovisioncast is available on BBC Sounds, or search wherever you get your podcasts from.", "type": "p"}], "tags": ["Republic of Ireland", "Dementia", "Eurovision Song Contest", "Liverpool", "Music"]}