{"link": "https://www.bbc.com/news/science-environment-64474594", "category": "science & environment", "title": "Bird flu 'spills over' to otters and foxes in UK", "contributor": null, "time": "2023-02-02T03:53:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/125FA/production/_128485257_nicholsonbirdflu.jpg", "content": [{"text": "The largest ever outbreak of bird flu is spilling over into mammals, including otters and foxes in the UK.", "type": "b"}, {"text": "Figures released to the BBC show the virus has led to the death of about 208 million birds around the world and at least 200 recorded cases in mammals.", "type": "p"}, {"text": "Public health bosses warn the mutation in mammals could see a jump to humans but the risk to the public is very low.", "type": "p"}, {"text": "There will now be more targeted surveillance and testing of animals and humans exposed to the virus in the UK.", "type": "p"}, {"text": "The UK Health Security Agency (UKHSA) still advises that avian flu is primarily a disease of birds, but experts across the globe are looking at the risks of it spilling over into other species.", "type": "p"}, {"text": "Worldwide, the virus has been found in a range of mammals, including grizzly bears in America and mink in Spain, as well as in dolphin and seals.", "type": "p"}, {"text": "In the UK, the Animal and Plant Health Agency (APHA) has tested 66 mammals, including seals, and found nine otters and foxes were positive for highly pathogenic avian influenza (HPAI) H5N1. ", "type": "p"}, {"text": "Cases have been found in Durham, Cheshire and Cornwall in England; Powys in Wales; Shetland, the Inner Hebrides and Fife, Scotland.", "type": "p"}, {"text": "It is believed they had fed on dead or sick wild birds infected with the virus. ", "type": "p"}, {"text": "The animals were found to have a mutation of the virus that could make it easier to infect mammals, but there was no evidence of transmission between mammals. ", "type": "p"}, {"text": "The APHA added that there was \"a very low likelihood of any widespread infection in GB mammals\".", "type": "p"}, [{"text": "Why is bird flu so bad this year?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63464065"}, {"text": "Anti-Bird flu measures in place across Great Britain", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63283746"}], {"text": "Prof Ian Brown, APHA's director of scientific services, said: \"A sick or a dead wild bird contains an awful lot of virus. So scavenging mammals that will be opportunistic and predate on dead or sick birds will be exposed to very large quantities of virus. That gives a possibility for the virus to enter a host population that it doesn't normally maintain in.\"", "type": "p"}, {"text": "Prof Brown said that the UK's national avian flu taskforce was now ramping up its surveillance of cases in mammals and genome analysis of the virus itself while keeping a close eye on its spread in global populations of wild birds.", "type": "p"}, {"text": "\"The virus is absolutely on the march. And it's almost remarkable - it's a single strain,\" he said, adding that greater international action to tackle its spread was needed.", "type": "p"}, {"text": "He told the BBC he was \"acutely aware of the risks\" of avian flu becoming a pandemic like Covid-19.", "type": "p"}, {"text": "He said: \"This global spread is a concern. We do need globally to look at new strategies, those international partnerships, to get on top of this disease.", "type": "p"}, {"text": "\"If we don't solve the problem across the globe, we're going to continue to have that risk.\"", "type": "p"}, {"text": "Since October 2021, when the latest outbreak began, there have been five confirmed human cases of the H5N1 virus, including one in the UK, and one death, in China. ", "type": "p"}, {"text": "Last month, a nine-year old girl in Ecuador was found to be infected with avian influenza A(H5). ", "type": "p"}, {"text": "The World Health Organization (WHO) said that, in the past 20 years, there have been almost 870 cases of human infection with the avian influenza H5N1 virus reported from 21 countries. Of these, 457 were fatal.", "type": "p"}, {"text": "It said the virus has \"not acquired the ability for sustained transmission among humans. Thus the likelihood of human-to-human spread is low.\"", "type": "p"}, {"text": "But it added: \"Due to the constantly evolving nature of influenza viruses, WHO continues to stress the importance of global surveillance to detect and monitor virological, epidemiological, and clinical changes associated with emerging or circulating influenza viruses that may affect human (or animal) health, and timely virus-sharing for risk assessment.\"", "type": "p"}, {"text": "Dr Wenqing Zhang, the head of WHO's global influenza programme, said of the threat posed by the virus spilling over: \"It is very concerning and the risk has been increasing over the years as reflected in the number of outbreaks in animals as well as a number of infections in humans.\"", "type": "p"}, {"text": "Intergovernmental organisation the World Organisation for Animal Health (WOAH) told the BBC it has recorded almost 42 million individual cases in domestic and wild birds since the outbreak began in October 2021.", "type": "p"}, {"text": "Almost 15 million domestic birds, including poultry, have died from the disease, and more than 193 million more have been culled.", "type": "p"}, {"text": "It also shows 119 outbreaks affecting mammals, with about 200 individual cases recorded - although a WOAH spokesperson warned the spread to mammals was likely to be under-reported.", "type": "p"}, {"text": "Dr Gregorio Torres, WOAH's head of science, said there had been an increase in reports of non-avian species being affected by the virus over the past 18 months.", "type": "p"}, {"text": "He said it \"could be a signal of very sensitive surveillance - an indicator that we are doing a good job\".", "type": "p"}, {"text": "But he added: \"On the other hand, it could also be an indicator that there is a change in the epidemiology of the disease or a change in the dynamic of the disease. And that will require close monitoring. ", "type": "p"}, {"text": "\"There is a risk for further transmission between species and we cannot underestimate the potential adaptation to humans.\"", "type": "p"}, {"text": "In a recent report, the UK Health Security Agency (UKHSA) warned that the \"rapid and consistent acquisition of the mutation in mammals may imply this virus has a propensity to cause zoonotic infections\", meaning it could jump to humans.", "type": "p"}, {"text": "The agency also raised concerns about limited wild bird and mammal surveillance and genomic data collection in England, and warned that there was not enough testing of people who had been contact with infected birds.", "type": "p"}, {"text": "It is now looking to develop new ways of testing humans who have been exposed to the disease but may be asymptomatic", "type": "p"}, {"text": "Dr Meera Chand, incident director for avian influenza at UKHSA, said: \"Latest evidence suggests that the avian influenza viruses currently circulating in birds do not spread easily to people. We remain vigilant for any evidence of changing risk.", "type": "p"}, {"text": "\"There have recently been some detections of avian influenza viruses in a small number of mammals in the UK. However, the risk assessment conducted by UKHSA and partners did not identify any signals of increased risk to the general public from avian influenza at present.\" ", "type": "p"}, {"text": "Meanwhile, the public is being warned not to touch any dead or sick birds, but to report any dead birds of prey, three or more dead wild waterfowl or gulls or five or more dead birds of any species that they find to the Department for Environment, Food and Rural Affairs.", "type": "p"}], "tags": ["Public health"]}