{"link": "https://www.bbc.com/news/business-64819774", "category": "business", "title": "Starbucks illegally fired US workers over union, judge rules", "contributor": null, "time": "2023-03-02T04:10:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0660/production/_128823610_gettyimages-1244851491.jpg", "content": [{"text": "Starbucks illegally fired six workers in New York state in a pushback against unions, a US National Labor Relations Board (NLRB) judge has ruled.", "type": "b"}, {"text": "The judge says the firm committed \"egregious and widespread\" violations of federal labour law at its stores in cities of Buffalo and Rochester.", "type": "p"}, {"text": "The coffee chain has been ordered to rehire the ex-workers and compensate others who were affected.", "type": "p"}, {"text": "In response, Starbucks said its actions were lawful and in line with policies.", "type": "p"}, {"text": "\"We believe the decision and the remedies ordered are inappropriate given the record in this matter and are considering all options to obtain further legal review,\" Starbucks told the BBC.", "type": "p"}, {"text": "In a more than 200 page decision, Michael A Rosas, who is a federal administrative law judge, also ordered Starbucks to rehire another worker that he ruled had been illegally forced out of their job.", "type": "p"}, {"text": "Mr Rosas said Starbucks had showed \"a general disregard for the employees' fundamental rights\" in response to union campaigns.", "type": "p"}, {"text": "The judge added that the company interrogated and threatened workers and restricted discussion of pay.", "type": "p"}, {"text": "It also repeatedly sent high-ranking staff to stores \"in order to more closely supervise, monitor, or create the impression that employees' union activities are under surveillance,\" he said.", "type": "p"}, {"text": "The NLRB is an independent federal agency with the power to safeguard employees' rights to unionise at their workplaces.", "type": "p"}, [{"text": "Starbucks launches olive oil coffee in Italy", "type": "a", "href": "https://www.bbc.co.uk/news/business-64727626"}, {"text": "Starbucks set for walkouts in US over unionisation", "type": "a", "href": "https://www.bbc.co.uk/news/business-64004297"}], {"text": "Michael Sanabria, a Starbucks barista in Buffalo, said the ruling was \"such a massive win for us, and for the labour movement as a whole.\"", "type": "p"}, {"text": "\"The decision results from months of tireless organising by workers... demanding better working conditions in the face of historical, monumental, and now deemed illegal union-busting,\" said Michelle Eisen, a barista at another Starbucks location in Buffalo.", "type": "p"}, {"text": "Last year, workers at around 270 of Starbucks stores across the US voted to join unions, despite opposition from the firm. Starbucks has around 9,000 company-owned stores in the US.", "type": "p"}, {"text": "Union campaigners have accused the company of dragging its feet at the bargaining table and violating labour laws as it tries to shut down the movement.", "type": "p"}, {"text": "Starbucks - which has long prided itself on its reputation as a progressive, worker-friendly employer - has said it respects workers' right to protest.", "type": "p"}, {"text": "In recent months the company has raised pay and made other changes in response to the discontent.", "type": "p"}], "tags": []}