{"link": "https://www.bbc.com/news/entertainment-arts-64827409", "category": "entertainment & arts", "title": "Pulp bassist Steve Mackey dies aged 56", "contributor": null, "time": "2023-03-02T17:15:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C3CB/production/_128832105_gettyimages-477662231.jpg", "content": [{"text": "Pulp bassist Steve Mackey has died at the age of 56, his family has confirmed.", "type": "b"}, {"text": "The Sheffield musician played on hits including Common People, Disco 2000 and Lipgloss, after joining Pulp in 1989.", "type": "p"}, {"text": "His wife Katie posted a message to social media on Thursday, saying he had been in hospital for the past three months with an undisclosed illness.", "type": "p"}, {"text": "\"We are shocked and devastated to have said goodbye to my brilliant, beautiful husband,\" she added.", "type": "p"}, {"text": "\"Steve was the most talented man I knew, an exceptional musician, producer, photographer and filmmaker. ", "type": "p"}, {"text": "\"As in life, he was adored by everyone whose paths he crossed in the multiple creative disciplines he conquered. ", "type": "p"}, {"text": "\"I would like to express my heartfelt thanks to all the NHS staff who worked tirelessly for Steve. He will be missed beyond words.\"", "type": "p"}, {"text": "Pulp posted their own tribute shortly afterwards, informing fans that their \"beloved\" bass player had passed away on Thursday morning.", "type": "p"}, {"text": "They shared a photograph of the musician from their 2012 tour, spending a day off in the snow-capped Andes.", "type": "p"}, {"text": "\"We had a day off and Steve suggested we go climbing,\" the band said. \"So we did and it was a completely magical experience. ", "type": "p"}, {"text": "\"Far more magical than staring at the hotel wall all day (which is probably what we'd have done otherwise).", "type": "p"}, {"text": "\"Steve made things happen, in his life and in the band. We'd very much like to think that he's back in those mountains now, on the next stage of his adventure.\"", "type": "p"}, {"text": "Pulp are due to go back on tour this summer for a series of reunion shows.", "type": "p"}, {"text": "Mackey chose not to take part in the concerts, telling fans he had decided to concentrate on his \"music, filmmaking and photography projects\" instead.", "type": "p"}, {"text": "Massive Attack, another British act who enjoyed success in the 1990s, paid tribute by sharing a black and white image of Mackey, while quoting a lyric from his band's track Sorted For E's & Wizz.", "type": "p"}, {"text": "The musician was born in Sheffield in 1966, and attended school with another Pulp alumnus, Richard Hawley.", "type": "p"}, {"text": "He joined the band in 1989 - a decade into its career - and first appeared on their third album Separations.", "type": "p"}, {"text": "After signing to Island Records in the early 1990s, the band hit the big time with classic albums including His 'N' Hers and Different Class, with frontman Jarvis Cocker becoming one of the most beloved characters of the Britpop era.", "type": "p"}, {"text": "Speaking to Pulp's official website in 1996, Mackey said he'd enjoyed the rollercoaster ride of fame.", "type": "p"}, {"text": "\"I think if you are in a band that are popular then you might as well enjoy it.\" he said. ", "type": "p"}, {"text": "\"That's what we always wanted to do and I don't think there is anything wrong with being silly. You'd be throwing away a bit of a golden opportunity - you might as well be a librarian all of your life.\"", "type": "p"}, {"text": "After the band went on hiatus in 2002, Mackey co-wrote and produced songs for artists including MIA (Galang, Sunshowers), Florence + The Machine (Kiss With A Fist) and Arcade Fire (Everything Now).", "type": "p"}, {"text": "He also played a cameo in the 2005 film Harry Potter and the Goblet of Fire, as one of The Weird Sisters - a rock band that also featured Jarvis Cocker and Radiohead musicians Jonny Greenwood and Phil Selway.", "type": "p"}, {"text": "Pulp are scheduled to play a string of festivals in summer 2023, including Isle of Wight, Latitude and Trnsmt.", "type": "p"}, {"text": "He also photographed and directed campaign images and motion advertising for many leading brands including Miu Miu, Marc Jacobs and Armani.", "type": "p"}, {"text": "Mackey teamed up with Pulp again for their 2012 reunion; and also co-curated London's Frieze Art Fair for a number of years in the 2000s.", "type": "p"}, {"text": "He married stylist and magazine founder, Katie Grand, in 2009. Mackey also leaves a son, Marley, who was born in 1996.", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": []}