{"link": "https://www.bbc.com/news/science-environment-64790153", "category": "science & environment", "title": "Rewilding seas: Some waters off England to get full protection", "contributor": null, "time": "2023-02-28T11:22:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/23D1/production/_128796190_crab_cmartinstevens.jpg", "content": [{"text": "Three stretches of water off the English coast are to get the strictest possible environmental protections, as part of new measures to restore the health of the sea. ", "type": "b"}, {"text": "Fishing will be banned along with all activities that damage the sea bed, such as mining and laying cables.", "type": "p"}, {"text": "Proposals to bring in Highly Protected Marine Areas (HPMAs) at two other sites have been dropped. ", "type": "p"}, {"text": "Critics say the plans lack ambition and progress is far too slow.", "type": "p"}, {"text": "Prof Callum Roberts, of the University of Exeter, said the protected areas would make a big difference to the sea-life within them but covered only 0.5% of English seas.", "type": "p"}, {"text": "\"At this rate of progress it'll take 260 years to get to the level of protection that science says is needed - which is 30% of the seas highly protected,\" he said.", "type": "p"}, [{"text": "COP15:  Call for biodiversity 'peace pact with nature'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63877145"}, {"text": "Can we set aside a third of our planet for nature?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63955526"}, {"text": "Five key takeaways from the UN biodiversity summit", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64030656"}], {"text": "The Wildlife Trusts said they would be calling on the government to designate more fully protected marine areas as soon as possible.", "type": "p"}, {"text": "\"I'm totally dismayed that the government has only decided to designate three of the five proposed HPMAs,\" said head of marine conservation, Dr Lissa Batey, ", "type": "p"}, {"text": "\"They're a good first step but we really need to do more if we're to turn the tide on nature's recovery and bring wildlife back.\"", "type": "p"}, {"text": "Richard Hill, of the Marine Conservation Society, echoed her words: \"It's a step forward, but a baby step,\" he said. \"It's a shame the government isn't being a bit more ambitious in protecting our seas.\"", "type": "p"}, {"text": "The areas to be given full protection are:", "type": "p"}, [{"text": "Allonby Bay, in Cumbria: in-shore waters that harbour a wealth of marine life, including sponges, soft coral, seaweed, sea squirt, anemone and living reefs built by the honeycomb worm", "type": "p"}, {"text": "Dolphin Head: a stretch of water far off the Sussex Coast that's home to dolphins, porpoises, sea-birds and fish", "type": "p"}, {"text": "The North East of Farnes Deep, 35 miles (55km) off the coast of Northumberland: the seabed is rich in strange and rare life-forms including long-lived molluscs and squat lobsters. The waters teem with sea-birds and marine mammals, including the white-beaked dolphin.", "type": "p"}], {"text": "Proposals at Northumberland's Holy Island were dropped after fears were voiced that a ban on fishing could devastate the local economy. ", "type": "p"}, {"text": "A similar plan for Trevelyan Inner Silver Pit South, 16 miles (26km) off the coast of Lincolnshire, was also ditched. The area is a fishing ground for cod, plaice, herring and sole.", "type": "p"}, {"text": "The new scheme gives three areas off England full protection against damage from fishing, mining and development - part of a target to protect 30% of marine waters by 2030.", "type": "p"}, {"text": "A spokesman for the Department of Environment, Food and Rural Affairs said: \"Highly Protected Marine Areas will offer the highest levels of protection in our seas, helping a wide range of marine habitats and species to fully recover.\"", "type": "p"}, {"text": "In Scotland, ministers have committed to designating at least 10% of Scotland's seas as HPMAs by 2026.", "type": "p"}, {"text": "Seas are under pressure following decades of over-exploitation, pollution and climate change. While 38% of seas around the British Isles are designated marine reserves, many are still subject to damaging fishing practices such as bottom-trawling, where fishing gear is dragged along the sea bed.", "type": "p"}, {"text": "Follow Helen on Twitter @hbriggs.", "type": "p"}], "tags": []}