{"link": "https://www.bbc.com/news/business-64119635", "category": "business", "title": "Deloitte cuts UK office temperatures by 2C to save energy", "contributor": null, "time": "2022-12-29T17:40:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15684/production/_128148678_gettyimages-1044488652.jpg", "content": [{"text": "Deloitte is reducing temperatures in its UK offices in a bid to cut costs and carbon emissions.", "type": "b"}, {"text": "The thermostat is being lowered by 2C across 22 sites, some of which were also temporarily closed over Christmas, to reduce energy consumption.", "type": "p"}, {"text": "The consultancy and accountancy firm informed staff of the plans this month, which are expected to result in savings of about £75,000 for December.", "type": "p"}, {"text": "Energy costs have soared in the wake of Covid and the invasion of Ukraine.", "type": "p"}, {"text": "Deloitte told its 23,000 UK staff that its offices would now be heated to between 19 and 22C as part of new energy-saving plans.", "type": "p"}, {"text": "It said that the temperature range in its UK offices, while lower, would still be more than the minimum 16C guideline from the Health and Safety Executive for those in desk jobs. ", "type": "p"}, {"text": "The company has offices in locations including London, Cambridge, Manchester, Birmingham, Leeds, Newcastle, Reading, Bristol, Cardiff, Aberdeen, Glasgow, Edinburgh and Belfast. ", "type": "p"}, {"text": "The savings from December will be donated to disability charity Scope, with its UK chief executive Richard Houston saying that he hoped it would make a difference to those hit hardest by the increasing cost of living.", "type": "p"}, {"text": "It comes after several other big consultancies such as KPMG and PwC temporarily shut down some of their offices in the UK over the festive period to cut down on energy consumption.", "type": "p"}, {"text": "According to a report in the Financial Times, Deloitte has also lowered temperatures in some of its other offices across Europe.", "type": "p"}, {"text": "Elsewhere, the European Union reportedly capped the temperature in its institutional buildings in Brussels to 19C, prompting some complaints from chilly staff.", "type": "p"}, {"text": "Many multinational companies have faced pressure to do more to curb their carbon emissions after making high-profile pledges, particularly in the wake of the Paris Agreement on climate change.", "type": "p"}, {"text": "Mr Houston added that Deloitte had seen calls from many of its staff and clients to \"work more sustainably\".", "type": "p"}, {"text": "Deloitte said on Thursday that it aims to cut its emissions from business travel by 50% per full-time employee by 2030, in comparison with 2019 levels.", "type": "p"}, {"text": "It recently announced a pledge source 100% renewable electricity for its office buildings by 2030.", "type": "p"}, {"text": "Wholesale prices of gas increased as demand spiked with Covid restrictions easing and as concerns mounted over supplies from Russia.", "type": "p"}, {"text": "Campaigners and lobby groups have cited concerns about the affordability of bills, despite some help being offered by the UK government.", "type": "p"}], "tags": ["Deloitte", "Efficient energy use"]}