{"link": "https://www.bbc.com/news/entertainment-arts-63747492", "category": "entertainment & arts", "title": "Kanye West: Adidas investigates after claims of 'toxic' behaviour", "contributor": null, "time": "2022-11-24T21:45:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5151/production/_127771802_gettyimages-543531002.jpg", "content": [{"text": "Adidas has launched an investigation into reports that rapper Kanye West created a \"toxic environment\" when he was working with the brand.", "type": "b"}, {"text": "Rolling Stone reported claims from some workers on the Yeezy collaboration, saying he showed them explicit pictures and videos as part of bullying tactics.", "type": "p"}, {"text": "In a letter, they said bosses were aware of West's \"problematic behaviour\" but \"turned their moral compass off\".", "type": "p"}, {"text": "Adidas said it did not yet know whether the allegations have any merit.", "type": "p"}, {"text": "\"It is currently not clear whether the accusations made in an anonymous letter are true,\" the company said in a statement on Thursday. ", "type": "p"}, {"text": "\"However, we take these allegations very seriously and have taken the decision to launch an independent investigation of the matter immediately to address the allegations.\"", "type": "p"}, {"text": "West, who was dropped by the company last month after he posted anti-Semitic comments online, has not responded to the Rolling Stone story.", "type": "p"}, {"text": "Rolling Stone reported allegations from anonymous staff members that he attempted to intimidate them through behaviour that the magazine described as \"provocative, frequently sexualized, and often directed toward women\".", "type": "p"}, {"text": "That reportedly included showing them explicit images of his ex-wife Kim Kardashian and his own explicit videos, it said.", "type": "p"}, {"text": "It quoted from the letter, in which staff members complained to Adidas about \"the toxic and chaotic environment that Kanye West created\" and \"a very sick pattern of predacious behaviour toward women\" who worked for him under the partnership.", "type": "p"}, {"text": "According to Rolling Stone, the letter said: \"He has, in years past, exploded at women in the room with offensive remarks, and would resort to sexually disturbing references when providing design feedback. This type of response from a brand partner is one that Adidas employees should never be subjected to, nor should Adidas leadership ever tolerate.\"", "type": "p"}, {"text": "West has not as yet commented on the claims. The BBC has attempted to contact West.", "type": "p"}], "tags": ["Kanye West", "Adidas", "Music"]}