{"link": "https://www.bbc.com/news/science-environment-63741201", "category": "science & environment", "title": "UK-built Mars rover saved from museum retirement", "contributor": null, "time": "2022-11-24T09:24:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8742/production/_127762643_exomars-rover-in-tvac.jpg", "content": [{"text": "The UK-built Mars rover, \"Rosalind Franklin\", will not be put behind glass for people to stare at and ponder what might have been.", "type": "b"}, {"text": "The completed robot will now go to the Red Planet thanks to a €360m (£310m) rescue package approved by member states of the European Space Agency.", "type": "p"}, {"text": "Rosalind Franklin should have departed in September but was stranded on Earth when its Russian rocket ride was cancelled because of the Ukraine war.", "type": "p"}, {"text": "The cash injection is a lifeline.", "type": "p"}, {"text": "It will initiate the design of a system to land the rover on Mars - replacing the previous Russian mechanism. ", "type": "p"}, {"text": "More money will be needed at a later date to complete all the works, but Esa director general Josef Aschbacher said the project was definitely back on track.", "type": "p"}, {"text": "\"I'm glad to say that we have found a very positive way forward,\" he told reporters, letting it be known that at one point, member states had considered simply putting the six-wheeled vehicle in a museum.", "type": "p"}, [{"text": "Disabled man joins Europe's astronaut programme", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63730022"}, {"text": "Joint Europe-Russia Mars rover project is parked", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60782932"}, {"text": "Life on Mars? Australian rocks may hold clues", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63589825"}], {"text": "Europe's engineers will now build a capsule to protect Rosalind Franklin from overheating as it screams into the Martian atmosphere to make its landing. A parachute system and a rocket-powered platform required to make a slow, soft touchdown will also be prepared.", "type": "p"}, {"text": "The financial agreement made at the triennial meeting of Esa's Ministerial Council in Paris is expected to unlock the participation of the American space agency.", "type": "p"}, {"text": "Nasa had indicated it would be prepared to provide the launcher to send Rosalind Franklin on its way, as well as some new components for the robot, such as radioisotope heaters. These devices, designed to keep the rover warm in the harsh Martian climate, will replace the previously incorporated Russian units.", "type": "p"}, {"text": "Nasa was waiting on the outcome of European research ministers' deliberations before making a firm commitment. This should now be forthcoming following Wednesday's announcement.", "type": "p"}, {"text": "Rosalind Franklin is a good illustration of the blow-back cost of the war in Ukraine. The termination of Europe's and Russia's joint endeavours in space is likely to have a final bill for taxpayers in Esa states of roughly €700m. And the project has already cost in excess of €1bn.", "type": "p"}, {"text": "The largest share of the additional financial burden will be borne by Italy, France and the UK. Britain, which assembled the vehicle at Airbus in Stevenage, doesn't want all its good work to go to waste.", "type": "p"}, {"text": "What's more, the science that Rosalind Franklin will do is still seen as compelling.", "type": "p"}, {"text": "The robot will look for signs of life on Mars, and will carry a drill to try to find it up to 2m below the planet's surface. If biology does still exist, this is where researchers would expect it to be found - underground.", "type": "p"}, {"text": "\"Rosalind Franklin is a huge project,\" said UK science minister George Freeman.", "type": "p"}, {"text": "\"It's a Mars rover built in the UK. We now need to finalise the propulsion and landing system, and there are major supply chain opportunities for British companies in this. ", "type": "p"}, {"text": "\"Think about it - we will be at the forefront of that signal coming back from Mars about the origins of life. You can't get more exciting, more inspiring, and more cutting-edge than that.\"", "type": "p"}, {"text": "The rescue package for Rosalind Franklin was one part of an overall budget for Esa agreed by Europe's research ministers of €16.9bn.", "type": "p"}, {"text": "This figure, which covers the next three to five years, wasn't as high as requested (€18.5bn) but considered admirable in the difficult economic circumstances that exist today.", "type": "p"}, {"text": "\"It's always a goal to be very ambitious, and I think this budget sends a strong signal about Europe,\" said Anna Christmann, the German government's aerospace coordinator, who chaired the Paris meeting. ", "type": "p"}, {"text": "Other projects green-lit by the money include a large robotic lander to deliver cargo to astronauts on the Moon later this decade. Closer to home, ministers agreed to put €640m into the European Union's \"secure connectivity\" constellation. This is a network of satellites - eventually costing some €6bn - that will speed communications around the globe.", "type": "p"}, {"text": "The UK is not participating in this project as it is no longer an EU member. It concentrated its contributions (total €1.8bn) in other sectors, in particular in Earth observation.", "type": "p"}, {"text": "Britain will be leading on a satellite that will obtain an absolute measurement of the light reflected off Earth's surface. Called Truths, its data will essentially be a calibration tool in the sky, enabling the observations of all other imaging spacecraft to be compared with high fidelity.", "type": "p"}, {"text": "The UK will also lead the construction of a laser satellite to monitor the wind called Aeolus-2. It's a follow-up to the revolutionary Aeolus-1 spacecraft and will be developed in partnership with Eumetsat, which manages Europe's fleet of weather satellites.", "type": "p"}, {"text": "\"The Aeolus mission has shown that a single instrument can reduce errors in European forecasts by approximately 5% - an improvement that would require data from three other types of instrument,\" commented Phil Evans, the director general of Eumetsat.", "type": "p"}, {"text": "The Paris meeting ended with the announcement of five new recruits to Esa's astronaut corps. A fifth individual, the former British Paralympic sprinter John McFall, will enter a feasibility project to see if he too can become a professional astronaut despite his disability.", "type": "p"}], "tags": ["Airbus Group", "Mars", "Weather forecasting", "European Space Agency", "Franklin rover Mars mission", "Aerospace", "Space exploration"]}