{"link": "https://www.bbc.com/news/business-61685925", "category": "business", "title": "Ukraine war: Marriott hotel chain to leave Russia after 25 years", "contributor": null, "time": "2022-06-03T17:47:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/45C6/production/_125026871_whatsubject.jpg", "content": [{"text": "The Marriott hotel chain has announced it is leaving Russia after 25 years, saying Western restrictions made it \"impossible\" to keep operating there. ", "type": "b"}, {"text": "The company closed its Moscow office and paused investment in Russia in March, following the invasion of Ukraine. ", "type": "p"}, {"text": "However, its 22 hotels in the country are owned by third parties and remained open.", "type": "p"}, {"text": "Marriott said the process of suspending operations in Russia was \"complex\". ", "type": "p"}, {"text": "But in a statement, it said: \"We have come to the view that newly announced US, UK and EU restrictions will make it impossible for Marriott to continue to operate or franchise hotels in the Russian market.\"", "type": "p"}, {"text": "The company said it remained \"focused on taking care of our Russian-based associates\" and had been supporting individuals in Ukraine and Russia to secure employment with Marriott outside countries affected by the conflict. ", "type": "p"}, {"text": "\"We continue to join our associates and millions of people around the world in wishing for an end to the current violence and the start of a path towards peace,\" it added. ", "type": "p"}, {"text": "Marriott joins McDonald's, Starbucks and other companies in heading for the exits in recent weeks as the war in Ukraine continues and Western sanctions aimed at isolating Russia economically tighten.", "type": "p"}, {"text": "Public outcry over Vladimir Putin's invasion also put pressure on Western brands to distance themselves. Hotel brands drew attention for being among the slowest to respond.", "type": "p"}, {"text": "\"The process to suspend operations in a market where Marriott has operated for 25 years is complex,\" the company said in a statement.", "type": "p"}, {"text": "Marriott did not provide further details about its exit.", "type": "p"}, {"text": "French carmaker Renault's assets in the country were nationalised, while burger giant McDonald's sold its restaurants, many of which were directly owned by the company, to an existing franchisee.", "type": "p"}], "tags": ["Russia-Ukraine war", "Russia", "Hotels", "Ukraine", "Russia sanctions"]}