{"link": "https://www.bbc.com/news/entertainment-arts-61679022", "category": "entertainment & arts", "title": "Johnny Depp gigs in Gateshead after Amber Heard libel case win", "contributor": "Ian Youngs", "time": "2022-06-03T01:41:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7532/production/_125020003_reu2.jpg", "content": [{"text": "Johnny Depp put his court battle with ex-wife Amber Heard behind him in his first public appearance since the verdict, playing a gig in Gateshead.", "type": "b"}, {"text": "The actor and musician joined guitarist Jeff Beck on the latest leg of his UK tour to the delight of hundreds of fans at the Sage venue on Thursday.", "type": "p"}, {"text": "Beck also revealed Depp's next career move, an album that the pair will release together next month.", "type": "p"}, {"text": "The gig came a day after Depp won the high-profile US defamation case.", "type": "p"}, {"text": "He was absent from the Virginia court when the jury decided Heard's claim that she was a victim of domestic abuse was defamatory and false. Instead, Depp was spotted on Wednesday evening in a Newcastle pub with Beck.", "type": "p"}, {"text": "After the verdict, he released a statement saying he was looking forward to \"a new chapter\". That started on Thursday, when he joined the guitar legend on stage for eight songs.", "type": "p"}, {"text": "A relaxed Depp did not speak about the trial on stage, but Beck referred to it, saying: \"What a result.\"", "type": "p"}, {"text": "The British guitarist told the crowd: \"I met this guy five years ago and we've never stopped laughing since. We actually made an album. I don't know how it happened. It will be out in July.\"", "type": "p"}, {"text": "The pair have previously released a cover of John Lennon's Isolation, which was among the tracks Depp sang on Thursday. He also fronted covers of Marvin Gaye's What's Going On, The Everly Brothers' Let It Be Me, Jimi Hendrix's Little Wing and Killing Joke's The Death and Resurrection Show.", "type": "p"}, {"text": "\"I think he was having fun,\" said one fan, James Pallister, 32, from Newcastle, afterwards. \"He looked really happy. He seemed to be in a great place.", "type": "p"}, {"text": "\"He's playing music, doing something really fun, and I think that that came across. The crowd was behind him and I think he gave people what they wanted to see. It's great to see him in Newcastle.\"", "type": "p"}, {"text": "The Pirates of the Caribbean star told the trial that music was his first love, above acting. Some concertgoers said they were pleasantly surprised by his singing and guitar playing, even if his musicianship was put in the shade by Beck.", "type": "p"}, {"text": "Regarded as one of the greatest guitarists ever, the one-time Yardbirds star first invited the Hollywood idol on stage with him last week, and Depp will now join all of Beck's remaining dates.", "type": "p"}, {"text": "The US star got loud cheers from many in the crowd - but others were not impressed by his presence, and the frenzy around Depp has left Beck in some ways as the support act on his own headline tour.", "type": "p"}, {"text": "\"Jeff Beck was excellent,\" said Nick Rowe, 64, from Newcastle, who bought tickets two years ago before the tour was delayed by Covid.", "type": "p"}, {"text": "\"The thing that spoiled the whole night was the talentless Mr Depp. He was like a drunken pub singer at one point. I don't know what Jeff Beck's thinking of.\"", "type": "p"}, {"text": "There were no critics of Depp among the few hundred outside the Sage, most of whom did not have tickets for the gig but who waited to show their support for the actor.", "type": "p"}, {"text": "He eventually repaid them by signing autographs and speaking to his die-hard fans at the venue's stage door after the concert.", "type": "p"}, {"text": "\"I'm over the moon. I'm so happy,\" said Curtis Charlton, who had waited since 08:00. \"He's a really nice guy. He spent so much time with the little kids at the front speaking to everyone and getting everything signed. He's an absolute legend.\"", "type": "p"}, {"text": "\"I'm absolutely buzzing,\" said another fan, called Gage, who had been outside the venue since 21:00 on Wednesday. \"I could honestly cry. I'm ready to go home and go to bed and I am so happy.\"", "type": "p"}, [{"text": "Could toxic Depp-Heard case deter other accusers?", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-61664982"}, {"text": "Why Johnny Depp lost in the UK but won in the US ", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-61673676"}, {"text": "Ten moments that defined the Depp-Heard trial", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-61652527"}], {"text": "Miya Wright, 28, snapped up tickets for the Gateshead concert as soon as she saw that Depp had joined Beck on stage in Sheffield at the weekend.", "type": "p"}, {"text": "\"I've been a huge fan of his since I was about 10,\" she said. \"And this is just mind-boggling that he's here.\"", "type": "p"}, {"text": "The trial gave an insight into Depp's personal life that was at times unflattering, despite his victory regarding the central allegation of domestic abuse.", "type": "p"}, {"text": "Heard also won one of her defamation claims against him, and two years ago a UK judge decided a claim that he was a wife-beater was \"substantially true\".", "type": "p"}, {"text": "But for his army of fans, Wednesday's main verdict vindicated him and the long, often unseemly battle with Heard has not tarnished his image in their eyes.", "type": "p"}, {"text": "\"I don't think that he's been a perfect saint, but I don't believe the allegations that she put forward,\" Ms Wright said. \"I was always on his side.\"", "type": "p"}, {"text": "Additional reporting by Olivia Richwald.", "type": "p"}, {"text": "Reputation: Depp v Heard", "type": "b"}], "tags": ["Gateshead", "Johnny Depp", "Music"]}