{"link": "https://www.bbc.com/news/business-62305094", "category": "business", "title": "EU allows get-out clause in Russian gas cut deal", "contributor": "Michael Race", "time": "2022-07-26T15:26:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1913/production/_124991460_gettyimages-1240472726.jpg", "content": [{"text": "European Union members have agreed to cut gas use in case Russia halts supplies but some countries will have exemptions to avoid rationing.", "type": "b"}, {"text": "EU members, locked in talks since the idea was suggested last week, have now agreed to voluntarily reduce 15% of gas use between August and March.", "type": "p"}, {"text": "\"This was not a Mission Impossible!\", tweeted the Czech Republic, which holds the rotating EU presidency.", "type": "p"}, {"text": "However, the deal was watered down after previously not having exemptions.", "type": "p"}, {"text": "The EU has said its aim from the deal is to make savings and store gas ahead of winter, warning that Russia is \"continuously using energy supplies as a weapon\".", "type": "p"}, {"text": "The voluntary agreement would become mandatory if supplies reach crisis levels.", "type": "p"}, [{"text": "Can the world cope without Russian oil and gas?", "type": "a", "href": "https://www.bbc.co.uk/news/58888451"}, {"text": "Russian gas boss says 'our product, our rules'", "type": "a", "href": "https://www.bbc.co.uk/news/business-61830551"}, {"text": "Russia waging gas war with supply cuts - Zelensky", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-62300684"}], {"text": "However, some countries not connected to the EU's gas pipe lines, such as Ireland, Malta and Cyprus, would be exempt from any mandatory gas reduction order as they would not be able to source alternative supplies.", "type": "p"}, {"text": "Elsewhere the Baltic nations, which are not hooked up to the European electricity system and are heavily reliant on gas for electricity production are also exempt from compulsory targets in order to avoid the risk of an electricity supply crisis.", "type": "p"}, {"text": "Countries can also ask to be exempt if they exceed gas storage filling targets, if they are heavily dependent on gas for \"critical\" industries, or if their gas consumption has increased by at least 8% in the past year compared to the average of the past five years.", "type": "p"}, {"text": "Nathan Piper, an oil and gas analyst for Investec, said there is a \"high political and economic price\" as the EU looks to reduce its dependence on Russian gas - and that price was being reflected in the exemptions for members, which would likely reduce the impact of the measures.", "type": "p"}, {"text": "But Kadri Simson, European Commissioner for Energy, said initial calculations indicated that even if all exemptions to ration were used, the EU as a whole would still reduce demand to a level \"that would help us safely through an average winter\".", "type": "p"}, {"text": "She also outlined work to boost alternative gas supplies from countries including Azerbaijan, the United States, Canada, Norway, Egypt and Israel.", "type": "p"}, {"text": "Ahead of the deal announcement, Germany's Economy Minister Robert Habeck said: \"Of course there are a lot of compromises in this text now. This is how Europe works.\"", "type": "p"}, {"text": "Mr Habeck said a \"problem might occur\" that all the exemptions cause \"too much bureaucracy so that we are too slow in times of crisis\", but he added the exemptions were \"reasonable\".", "type": "p"}, {"text": "Hungary was the only member to oppose the deal.", "type": "p"}, {"text": "This agreement is packed full of compromises. There are exemptions outlined for some countries now, along with potential carve-outs for others in future. ", "type": "p"}, {"text": "\"This plan looks like Emmental cheese,\" one EU diplomat told me. ", "type": "p"}, {"text": "There is talk in Brussels that this whole scheme was rushed ahead of the August break. And with winter looming, as well as Gazprom's announcement on Monday, ministers were under even more pressure to act. ", "type": "p"}, {"text": "Meanwhile, there's also the matter of Hungary. It was the only country to finally oppose the agreement, raising questions over whether they will even try and implement the plan. ", "type": "p"}, {"text": "Not only this but, in recent days, Budapest's foreign minister met his Russian counterpart in Moscow to request additional gas supplies. ", "type": "p"}, {"text": "None of this is \"on message\" for the EU, to say the least. Viktor Orban's government, already known for relatively warm ties with the Kremlin, looks like an increasingly alarming outlier from the Brussels perspective when it comes to tackling the EU's tricky energy question. ", "type": "p"}, {"text": "The agreement comes after Russian energy firm Gazprom announced it had once again reduced gas flows into Germany to allow work on a turbine on the Nord Stream 1 pipeline.", "type": "p"}, {"text": "The pipeline, which pumps gas from Russia to Germany, has been running well below capacity for weeks and Ukraine has accused Moscow of waging a \"gas war\" against Europe.", "type": "p"}, {"text": ".", "type": "b"}, {"text": "Russia supplied the EU with 40% of its gas last year, and since the invasion of Ukraine European leaders have held talks over how to reduce its dependence on Russian fossil fuels.", "type": "p"}, {"text": "The EU agreed in May to ban all Russian oil imports which come in by sea by the end of this year, but a deal over gas bans has taken longer.", "type": "p"}, {"text": "While the UK would not be directly impacted by gas supply disruption, as it imports less than 5% of its gas from Russia, it would be affected by prices rising in the global markets as demand in Europe increases.", "type": "p"}, {"text": "UK natural gas was trading at around 350p per therm on Tuesday, a level not seen since early March, due to the uncertainty over Russian supplies.", "type": "p"}, {"text": "UK energy bills increased by an unprecedented £700 in April, and are expected to rise again to £3,244 a year for a typical household in October.", "type": "p"}, {"text": "\"The EU is united and solidary,\" said Jozef Síkela, Czech minister of industry and trade, on announcing the deal.", "type": "p"}, {"text": "\"Today's decision has clearly shown the member states will stand tall against any Russian attempt to divide the EU by using energy supplies as a weapon. ", "type": "p"}, {"text": "\"Saving gas now will improve preparedness. The winter will be much cheaper and easier for EU's citizens and industry.\"", "type": "p"}, {"text": "When choosing how to reduce gas usage, EU members agreed to prioritise measures that do not affect households and essential services such as healthcare and defence. ", "type": "p"}, {"text": "The EU said possible measures include measures to encourage fuel changes in industry, national awareness raising campaigns and targeted obligations to reduce heating and cooling.", "type": "p"}, {"text": "European Commission President, Ursula von der Leyen, has said the prospect of Russia cutting off all supplies to the EU is a \"likely scenario\".", "type": "p"}, {"text": "Wholesale gas prices have soared since Russia invaded Ukraine in February, with a knock-on impact on consumer energy bills.", "type": "p"}], "tags": ["Russia-Ukraine war", "Gazprom", "Germany", "Russia", "European Union", "Natural gas"]}