{"link": "https://www.bbc.com/news/entertainment-arts-62301422", "category": "entertainment & arts", "title": "Eurovision: Bucks Fizz star backs Cardiff to host 2023 event", "contributor": null, "time": "2022-07-26T10:52:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13BEA/production/_126047808_gettyimages-1149802065.jpg", "content": [{"text": "Former Eurovision-winner Cheryl Baker has suggested Cardiff could be the best place to host Eurovision 2023.", "type": "b"}, {"text": "It comes after organisers announced the contest would not be held in Ukraine, which won this year's event, due to the ongoing war in the country, and would instead be hosted by the UK. ", "type": "p"}, {"text": "Several cities including London, Manchester and Sheffield are already jostling for the honour.", "type": "p"}, {"text": "Another former winner, Lulu, has pitched for her home town Glasgow.", "type": "p"}, {"text": "Baker, who was a member of Bucks Fizz when they were victorious in 1981 with their pop hit Making Your Mind Up, told BBC Breakfast: \"It needs to go to a city where there's an international airport, where they've got a venue that's big enough, where there are enough hotels, so any one of those would work.", "type": "p"}, [{"text": "UK to host Eurovision Song Contest in 2023", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62292162"}, {"text": "Which UK cities could host Eurovision 2023?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61844328"}, {"text": "Eurovision winner backs Manchester to host contest", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-manchester-62263916"}, {"text": "How the UK broke its Eurovision losing streak", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61450874"}], {"text": "\"I think it would be nice if it didn't go to London although, for me, I live in Kent, I'm half an hour from London. So for me, that would be perfect!", "type": "p"}, {"text": "\"But would be nice if it went to (a) regional... I fancy Cardiff, I think that would be nice. Like you say, the land of song.\"", "type": "p"}, {"text": "Bucks Fizz relaunched as The Fizz a few years ago after changing their name because of a legal row with former member Bobby G.", "type": "p"}, {"text": "Their singer said it will be fantastic honour for the UK to host the \"biggest musical extravaganza in the world\" for a ninth time - more than any other country. But she stressed the 2022 winners should still be heavily involved.", "type": "p"}, {"text": "\"As long as Ukraine are completely involved, as long as their presenters... we've basically given them the shell to do it in my opinion, I think their production teams and their presenters and everything should be totally involved,\" she said.", "type": "p"}, {"text": "\"It's just like we're giving them the venue to use, that's what I think.\"", "type": "p"}, {"text": "On BBC Two's Newsnight on Monday, fellow former winner Lulu said Glasgow was \"music mad\" and would make \"the most fabulous hosts\". ", "type": "p"}, {"text": "Next year will mark the ninth time the competition has been held in the UK - but Scotland has hosted only once, in 1972, when the event was held in Edinburgh's Usher Hall. ", "type": "p"}, {"text": "\"It has to be Glasgow because that's where I come from,\" said Lulu. ", "type": "p"}, {"text": "\"They're so politically savvy, they're the most fabulous hosts, they absolutely are music mad. ", "type": "p"}, {"text": "\"I think it would be just the most fabulous thing, and I would be there. I just cannot wait.\"", "type": "p"}, {"text": "Lulu, born Marie McDonald McLaughlin Lawrie, was still only 20 when she represented the UK at the 1969 Eurovision Song Contest with the song Boom Bang-a-Bang. It was voted one of four joint winners that night.", "type": "p"}, {"text": "This year's Eurovision in Turin saw the UK's Sam Ryder come second, prompting Eurovision organisers to open talks about hosting next year's event with the contest's British broadcaster, the BBC.", "type": "p"}, {"text": "The Space Man singer reminded fans, in an Instagram video, that next year's competition would be focused on Ukraine and would celebrate its music, culture and history.", "type": "p"}, {"text": "\"It's Ukraine's party, we're just inviting them to throw it at our house,\" he said. \"I know how much it meant to Kalush and the Ukrainian delegation that it would be held at home in Ukraine next year.", "type": "p"}, {"text": "\"I'm not the only one whose heart is heavy knowing that that can't be the case at this moment in time. But what I would love to say to anyone watching this from Ukraine is that we know how to throw a party here in the UK\".", "type": "p"}, {"text": "Kalush Orchestra's lead singer Oleh Psiuk said in a statement given to the PA news agency that they were sad to be missing out while being grateful to the UK for stepping up.", "type": "p"}, {"text": "\"Of course, we are very sad that the Eurovision Song Contest will not be held in Ukraine next year. We are grateful to the UK for their solidarity and for agreeing to hold the event in support of our country,\" said Psiuk. ", "type": "p"}, {"text": "\"We hope Eurovision 2023 will have a Ukrainian flavour and celebrate our beautiful, unique culture.", "type": "p"}, {"text": "\"We, in turn, will make all efforts to help Ukraine win next year as well, so that Eurovision 2024 can take place in a peaceful country.\"", "type": "p"}, {"text": "The UK has a number of cities with the arenas, accommodation, and international transport links to host the competition, with London, Sheffield, and Manchester already confirming plans to make an official bid. ", "type": "p"}, {"text": "London mayor Sadiq Khan said: \"Having a Eurovision in London, where we have got thousands of Londoners of Ukrainian origin, thousands of people from Ukraine, who have fled Ukraine, would be a great way for us to have a Ukrainian party, a Londoners' party. We could have the best of Ukraine, Londoners from diverse backgrounds, and who knows: we may even win it.\"", "type": "p"}, {"text": "Leeds, Liverpool, Newcastle, Birmingham, Aberdeen, Brighton, Bristol, Belfast, Cardiff, and Nottingham are also considered possible contenders.", "type": "p"}, {"text": "The frontwoman of the UK's fifth and last Eurovision winner, Katrina and the Waves, has said Manchester has \"everything you need\" to host the 2023 event and was \"crying out\" to hold the show.", "type": "p"}, {"text": "Cheryl Baker's Bucks Fizz/The Fizz bandmate Jay Aston told Newsbeat she hoped that hosting the event, plus Ryder's success this year, would inspire more people in the UK to be enthusiastic about Eurovision. ", "type": "p"}, {"text": "\"We've all been getting fed up because we've been coming last one too many times,\" she said. ", "type": "p"}, {"text": "She also said she'd like to see the event pay homage to Ukraine and their success at this year's contest. ", "type": "p"}, {"text": "\"Obviously Ukraine won and we've got to make it their show,\" she said. \"We can't steal the limelight. It's all about their win.\"", "type": "p"}, {"text": "Lulu added: \"That's very important. Whatever town, whatever city it goes to, the UK will be behind Ukraine.\"", "type": "p"}], "tags": ["Cardiff", "Eurovision Song Contest", "Glasgow", "Music"]}