{"link": "https://www.bbc.com/news/science-environment-62311562", "category": "science & environment", "title": "Scottish astronomers push James Webb deeper back in time", "contributor": "Jonathan Amos", "time": "2022-07-26T16:38:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A771/production/_126056824_fyltlszxoaenpag.jpg", "content": [{"text": "Scottish astronomers have spied what they believe to be the most distant galaxy ever observed, using the new super space telescope, James Webb.", "type": "b"}, {"text": "The red smudge is 35 billion light-years away. We see it, as it was, just 235 million years after the Big Bang.", "type": "p"}, {"text": "It's a preliminary, or \"candidate\", result and will need a follow-up study for confirmation.", "type": "p"}, {"text": "But for the moment, the University of Edinburgh team is celebrating and marvelling at James Webb's power. ", "type": "p"}, {"text": "\"We're using a telescope that was designed to do precisely this kind of thing, and it's amazing,\" said Callum Donnan, an astrophysics PhD student in the university's Institute for Astronomy.", "type": "p"}, {"text": "James Webb is the $10bn successor to the Hubble Space Telescope and is hunting the first stars and galaxies to form in the 13.8-billion-year-old Universe.", "type": "p"}, {"text": "These objects are extremely faint but the new observatory has been tuned specifically to pick up their glow in infrared light. ", "type": "p"}, {"text": "Edinburgh's high mark will almost certainly be short-lived. ", "type": "p"}, {"text": "Since Webb began science operations at the end of June, astronomers have been finding ever more distant candidates in its imagery.", "type": "p"}, {"text": "And if the designed performance is achieved, scientists could eventually see objects with Webb that were in existence perhaps as little as 100 million years after the Big Bang.", "type": "p"}, {"text": "So we should expect a succession of announcements in the weeks and months ahead.", "type": "p"}, [{"text": "Millions of galaxies revealed by Webb telescope", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62259492"}, {"text": "Nasa space telescope delivers spectacular pictures", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62140044"}, {"text": "A $10bn machine in search of the end of darkness", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59476869"}], {"text": "The Edinburgh target is called CEERS-93316 and is said to have a redshift of 16.7.", "type": "p"}, {"text": "Redshift is the term astronomers use when discussing distances in the cosmos. ", "type": "p"}, {"text": "It's a measure that describes the way light coming from an object has been \"stretched\" by the expansion of the Universe to redder wavelengths.", "type": "p"}, {"text": "The higher the redshift number assigned to a galaxy, the more distant it is and the earlier it is being viewed in cosmic history.", "type": "p"}, {"text": "Recent days have seen a stream of ever larger redshift numbers being reported on the popular arxiv pre-print server.", "type": "p"}, {"text": "The last 24 hours have been a good example of how fast things can move.", "type": "p"}, {"text": "The Edinburgh group pulled its target from a wide-field survey of the sky that Webb is currently conducting called the Cosmic Evolution Early Release Science (CEERS) Survey.", "type": "p"}, {"text": "The team that actually runs this survey put out its own far-distant candidate on Monday called CEERSJ141946.35+525632.8.", "type": "p"}, {"text": "Dubbed Maisie's Galaxy after an astronomer's daughter, this target has a redshift of 14.3, which means it's being seen about 280 million years after the Big Bang. Not quite as far as CEERS-93316 but still a remarkable prospect compared with the era before James Webb.", "type": "p"}, {"text": "There is a big caveat to all this, however. The early candidates announced from Webb observations have yet to undergo full spectroscopic examination.", "type": "p"}, {"text": "This process slices up the light coming from a galaxy to reveal its component colours - its spectra. These will give the clearest view of how the light, which was originally emitted at visible wavelengths, has been stretched into the infrared over the course of cosmic history.", "type": "p"}, {"text": "Only after this task is completed - and Webb has the instruments to do it - will distance claims move on to a surer footing.", "type": "p"}, {"text": "Another benefit of spectroscopy is that it will reveal the composition of objects.", "type": "p"}, {"text": "Theory says the very first stars were fuelled just by hydrogen, helium and a small amount of lithium - the elements created in the Big Bang. ", "type": "p"}, {"text": "Heavier atoms - astronomers call them all \"metals\" - had to be forged in those pioneer stars and their descendants.", "type": "p"}, {"text": "\"We can look at the colours in our galaxy in a broad sense, and it's quite blue, which suggests a young stellar population. But it's not blue enough that this galaxy is made up of metal-free stars,\" Mr Donnan said. ", "type": "p"}], "tags": ["Edinburgh", "Astronomy", "Stars", "Cosmology", "Galaxies", "James Webb Space Telescope", "Hubble Telescope"]}