{"link": "https://www.bbc.com/news/technology-62305395", "category": "technology", "title": "Music industry as tough as it has always been, watchdog says", "contributor": "Shiona McCallum", "time": "2022-07-26T16:44:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17A39/production/_126052869_gettyimages-1378510871.jpg", "content": [{"text": "The UK's competition watchdog has found streaming has made the music industry challenging for many artists. ", "type": "b"}, {"text": "The Competition and Markets Authority (CMA) said more than 80% of recorded music was now listened to via streaming, with more than 138 billion streams in the UK last year.", "type": "p"}, {"text": "MPs had demanded a \"complete reset\" of the industry, amid \"pitiful returns\" for artists.", "type": "p"}, {"text": "They had called for the CMA to look into the power of the major players.", "type": "p"}, {"text": "Although the primary focus of the report was on consumers, the watchdog found a small number of high-profile artists enjoyed most of the financial success while the majority made no substantial earnings.", "type": "p"}, {"text": "CMA interim chief executive Sarah Cardell said: \"For many artists, it is just as tough as it has always been - and many feel that they are not getting a fair deal.\"", "type": "p"}, {"text": "But the report notes streaming has made it easier not only for listeners to access music but also for artists to record and share it.", "type": "p"}, {"text": "The report addresses the claim most artists are paid far too little for music streams and the business model benefits only big labels and star acts.", "type": "p"}, {"text": "A million streams per month would earn an artist only about £12,000 per year, it says.", "type": "p"}, {"text": "Spotify is believed to pay between £0.002 and £0.0038 per stream, Apple Music about £0.0059. ", "type": "p"}, {"text": "YouTube pays the least - about £0.00052 (0.05p).", "type": "p"}, {"text": "Catherine Willcox, of UK country-music duo Ward Thomas, told BBC News: \"Having been in the industry for more than a decade and achieving relative success - a number-one album, sold-out tours and many exciting festival spots - it may appear from the outside that we would be fairly comfortable financially.", "type": "p"}, {"text": "\"However, with the decline in album sales across the board and the rise in streaming, no-one is fully sure how they will sustain a creative career as the landscape of the industry changes so dramatically.\"", "type": "p"}, {"text": "The CMA noted every artist was competing harder than ever before for each of these streams - both with new artists and, in the form of the back catalogue, all the music ever made.", "type": "p"}, {"text": "\"We are incredibly lucky to be able to do this full time for the moment,\" Wilcox said, \"but it is always very tenuous - and this is coming from two artists who profit from the masters, the performance rights and live shows. ", "type": "p"}, {"text": "\"This is even more difficult for songwriters who only get their writer's cut.\"", "type": "p"}, {"text": "More artists than ever before are releasing music, the report says, but this does not mean more are successful.", "type": "p"}, {"text": "Analysis published by the Intellectual Property Office (IPO) shows the number reaching one million UK streams per month remains low,  about 1,700.", "type": "p"}, {"text": "\"Some of the best songwriters we know have had to secure other sources of income and so can't dedicate the proper time needed to their craft,\" Wilcox said.", "type": "p"}, {"text": "\"The best songs are yet to be written - but if they aren't being fairly compensated, too many very talented people will be forced to quit.\" ", "type": "p"}, {"text": "The report found streaming was now the primary means for artists and labels to distribute music and the public were embracing it.", "type": "p"}, {"text": "Some of the other key findings include:", "type": "p"}, [{"text": "Access to a wide range of music - old and new - means older songs can more easily find a new lease of life and new audiences", "type": "p"}, {"text": "The number of artists streaming music rose from about 200,000 to 400,000 between 2014 and 2020", "type": "p"}], {"text": "A number of groups had called for a full market investigation by the CMA - and more solutions to support singers and songwriters. ", "type": "p"}, {"text": "But the watchdog rejected this because \"our initial findings have not identified any significant concerns in terms of consumer outcomes relating to music streaming\".", "type": "p"}, {"text": "The #BrokenRecord campaign was one of those groups - started by Gomez member Tom Gray at the beginning of lockdown, after artists lost touring income. ", "type": "p"}, {"text": "He told BBC News: \"A serious concern is the mantra that things have always been this difficult. ", "type": "p"}, {"text": "\"Indeed 'just as tough as' suggests things may have been worse - but we can see no evidence for such an assertion. ", "type": "p"}, {"text": "\"The IPO carried out a report into creator earnings last year and could not find data to say where things were in the past, so it feels fairly groundless.", "type": "p"}, {"text": "\"Creators find it harder now to make income from recorded music than ever before.\"", "type": "p"}, {"text": "Listeners now have access to a huge choice of music for a fixed monthly subscription fee - and these have fallen in real terms. ", "type": "p"}, {"text": "But Mr Gray said this was bad for artists.", "type": "p"}, {"text": "\"Rhapsody, the first streaming service cost $9.99 in 2001,\" he said.", "type": "p"}, {"text": "\"Streaming costs the same 21 years later. ", "type": "p"}, {"text": "\"Obviously, that is a good deal for consumers - but is it destructive to the value of music itself? ", "type": "p"}, {"text": "\"The answer ought to be, 'Yes.'\"", "type": "p"}, {"text": "The CMA also touched on the \"strong concern\" from some artists labels gave insufficient information about their how their earnings were calculated. ", "type": "p"}, {"text": "Mr Gray said: \"Whilst music has always been precarious, the pro-rata system is significantly more 'winner takes all' than anything we've seen before.\"", "type": "p"}, {"text": "The CMA said the market was delivering good outcomes for customers but it would be concerned if:", "type": "p"}, [{"text": "innovation in the sector was decreased ", "type": "p"}, {"text": "the balance of power changed and labels and streaming services began to make sustained and substantial excess profits", "type": "p"}], {"text": "Association of Independent Music chief executive Paul Pacifico said: \"We welcome the CMA's update report, which reinforces what we know - that building success in music is hard - and underlines the need for organisations across music to work together to secure positive outcomes for the sector.\"", "type": "p"}, {"text": "British Phonographic Industry chief executive Geoff Taylor also welcomed the findings and said: \"We will continue to engage with the CMA and government to help ensure that the streaming market works to the benefit of artists, songwriters, record companies and fans.\"", "type": "p"}, {"text": "Ms Cardell said: \"Our initial analysis shows that the outcomes for artists are not driven by issues to do with competition, such as sustained excessive profits.", "type": "p"}, {"text": "\"We are now keen to hear views on our initial findings, which will help guide our thinking and inform our final report.\"", "type": "p"}, {"text": "Musicians' Union general secretary Naomi Pohl said it was \"disappointing\" the \"competition issues\" in the streaming market \"will not be explored fully by a CMA investigation\".", "type": "p"}, {"text": "\"The CMA's release today highlights what it sees as positive impacts of music streaming - but we feel they have failed to recognise the very serious problems posed to creators,\" she said.", "type": "p"}], "tags": ["Streaming", "Music"]}