{"link": "https://www.bbc.com/news/business-64159460", "category": "business", "title": "Pakistan economic crisis forces malls and markets to close early", "contributor": null, "time": "2023-01-04T09:08:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E69F/production/_128193095_gettyimages-1213471242.jpg", "content": [{"text": "Pakistan's government has ordered shopping centres and markets to close early every day as the country faces an economic crisis.", "type": "b"}, {"text": "Defence minister Khawaja Asif says the measures will save the South Asian nation around 62bn Pakistani rupees ($274.3m; £228.9m).", "type": "p"}, {"text": "Pakistan generates most of its power using imported fossil fuels.", "type": "p"}, {"text": "Global energy prices jumped last year, putting further pressure on the country's already dwindling finances.", "type": "p"}, {"text": "To pay for those energy imports the country needs foreign currency, especially US dollars.", "type": "p"}, {"text": "The Pakistan government had $11.7bn of foreign currencies available last month after its reserves fell by about 50% last year.", "type": "p"}, {"text": "That is only enough to cover around one month's worth of all the country's imports, most of which is energy.", "type": "p"}, [{"text": "Pakistan country profile", "type": "a", "href": "https://www.bbc.co.uk/news/world-south-asia-12965779"}, {"text": "'Millions still need help after Pakistan floods'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-birmingham-64068860"}, {"text": "Why attack on Pakistan's ex-PM matters to India", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-india-63509550"}], {"text": "Mr Asif told reporters on Tuesday that shopping malls and markets would have to close by 20:30 local time and government departments had been ordered to reduce their electricity consumption by 30%.", "type": "p"}, {"text": "Meanwhile, the production of inefficient electric fans will be banned from the start of July.", "type": "p"}, {"text": "\"The federal cabinet has immediately approved the Energy Conservation Plan's enforcement,\" the ruling Pakistan Muslim League-N (PML-N) party said on Twitter.", "type": "p"}, {"text": "The nation of 220 million people has been struggling for years to stabilise its economy.", "type": "p"}, {"text": "In 2019 Pakistan secured a $6bn bailout from the International Monetary Fund, while in August last year it received a further $1.1bn.", "type": "p"}, {"text": "The government is also negotiating with the IMF over the delayed release of another $1.1bn of bailout money.", "type": "p"}, {"text": "Pakistan's finances were also impacted last year by devastating floods that hit the country.", "type": "p"}, {"text": "In October the World Bank estimated that the flooding had caused $40bn of damage to the country.", "type": "p"}], "tags": ["Pakistan", "Shopping centres", "Electricity"]}