{"link": "https://www.bbc.com/news/entertainment-arts-64160732", "category": "entertainment & arts", "title": "Fay Weldon: The Life and Loves of a She-Devil author dies aged 91", "contributor": null, "time": "2023-01-04T16:59:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/162E1/production/_128194809_gettyimages-1129494194.jpg", "content": [{"text": "Writer Fay Weldon, best known for books including 1983's The Life and Loves of a She-Devil, has died at the age of 91.", "type": "b"}, {"text": "The author published more than 30 novels across her career, as well as collections of short stories, films for television, and pieces of journalism.", "type": "p"}, {"text": "Weldon was born in the UK but was brought up in New Zealand.", "type": "p"}, {"text": "She published her first novel in 1967 and went on to be shortlisted for the Booker and Whitbread literature prizes for her works Praxis and Worst Fears.", "type": "p"}, {"text": "Weldon's witty, cutting and mischievous stories about the lives and loves of women often drew on her own colourful and turbulent private life and relationships. ", "type": "p"}, [{"text": "Fay Weldon obituary: Incisive, mischievous and outspoken", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-32300956"}], {"text": "A family statement released by her agent said: \"It is with great sadness that we announce the death of Fay Weldon (CBE), author, essayist and playwright.", "type": "p"}, {"text": "\"She died peacefully this morning 4th January 2023.\"", "type": "p"}, {"text": "Author Jenny Colgan led the tributes, describing Weldon as \"formidable, fierce and wonderful\".", "type": "p"}, {"text": "Fellow writer Joanne Harris said she was \"a remarkable woman\", while TV presenter Peter Purves said she was a \"fantastic writer whose work lit up the 70's and 80's\".", "type": "p"}, {"text": "Broadcaster and author Rev Richard Coles said he was \"so sorry\" to see news of Weldon's death. ", "type": "p"}, {"text": "\"I started out as an admirer of her fiction and I ended up taking her Holy Communion,\" he tweeted. \"She was amazing. May she rest in peace.\"", "type": "p"}, {"text": "Sophie Walker, former leader of the Women's Equality Party, recalled Weldon as \"funny and dark and clever and angry and took not one single prisoner\".", "type": "p"}, {"text": "In late 2020, Weldon revealed on her website that she had suffered a stroke and broken a bone in her back, meaning she had been \"hospitalised for much of the last year\".", "type": "p"}, {"text": "Weldon started out as an advertising copywriter before becoming established as a novelist and scriptwriter.", "type": "p"}, {"text": "She had multiple TV and radio credits to her name, and in 1971 wrote the first episode of series Upstairs, Downstairs.", "type": "p"}, {"text": "The Life and Loves of a She-Devil followed Ruth Patchett, a woman who sought revenge after discovering her husband has been having an affair with an elegant novelist.", "type": "p"}, {"text": "It went on to become a BBC TV series starring Dennis Waterman, Patricia Hodge and Julie T Wallace. In the US, it became a Meryl Streep film simply titled She Devil.", "type": "p"}, {"text": "Weldon's other best-known works included 1989's The Cloning of Joanna May, which was also adapted for the small screen and also starred Hodge, alongside Brian Cox and Peter Capaldi.", "type": "p"}, {"text": "She said she deliberately wrote about women who were often overlooked or not featured in the media. Feminism played a prominent role in much of Weldon's work, although some of her views on the subject meant her relationship with feminism was complicated.", "type": "p"}, {"text": "She was nominated for the Booker in 1979 for her sixth novel Praxis. The Times critic Clare Clark recently praised it as her best work, saying the author set herself the task of \"disabusing women of just about every comforting myth they might cling to, firing off savage truths as though it is a novelist's duty to break three taboos before breakfast\".", "type": "p"}, {"text": "Weldon told the Guardian in 2006: \"Praxis was the book that made my reputation, but it was only because I had gone through the original draft taking out all the jokes that anyone took it seriously. I didn't do that again with any other book, and I've since been considered rather frivolous in some circles.\"", "type": "p"}, {"text": "The writer was chosen to chair the Booker judging panel in 1983. At that ceremony, she gave a speech about how badly publishers treated their writers, which angered one publisher so much that he walked over and punched her agent.", "type": "p"}, {"text": "Her Whitbread Prize nomination came in 1996 for Worst Fears, in which an actress must face her fear of being cheated on by her husband. ", "type": "p"}, {"text": "Weldon also won the PEN/Macmillan Silver Pen Award the same year for Wicked Women, a short story collection. She was also awarded a Los Angeles Times Fiction Prize, and was made a CBE in 2001.", "type": "p"}, {"text": "In 2017, she wrote Death of a She-Devil, a sequel to The Life and Loves of a She-Devil, in which Ruth is now 84 and has made a world with \"women triumphant, men submissive\".", "type": "p"}, {"text": "Weldon was also professor of creative writing at Bath Spa University and Brunel University.", "type": "p"}], "tags": ["Books"]}