{"link": "https://www.bbc.com/news/technology-64155932", "category": "technology", "title": "Gadgets unveiled at CES but Russia is banned", "contributor": null, "time": "2023-01-04T10:55:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/163BD/production/_128196019_gettyimages-1245973748.jpg", "content": [{"text": "One of the world's largest technology shows kicks off in Las Vegas this week, with about 100,000 attendees expected and more than 3,000 exhibitors from around the world showcasing what they hope will be the next big thing.", "type": "b"}, {"text": "From the technology giants to the smallest start-ups, all are welcome here, if they can afford to attend. It's a smorgasbord of clever ideas - and some completely bonkers ones. ", "type": "p"}, {"text": "But one country is notably absent from CES 2023 - Russia. Last time I was here, in 2020, I took a ride around the city in a driverless car developed by Russian technology giant Yandex. But this year, Gary Shapiro, head of the Consumer Technology Association, which runs the event, says, Russia is \"not welcome\".", "type": "p"}, {"text": "\"We did not welcome them this year given the political situation,\" he says. \"We just didn't feel it was appropriate.", "type": "p"}, {"text": "\"It wasn't a matter of legal policy for the United States, it's a matter of our policy as an organisation.\"", "type": "p"}, {"text": "A few Russian companies asked to exhibit, Mr Shapiro says.", "type": "p"}, {"text": "\"We said they could relocate to another country if they were interested,\" he says.", "type": "p"}, {"text": "Mr Shapiro's view on the Russia-Ukraine conflict is signposted by the Ukraine flag pin badge on his jacket lapel. And he tells me there are about a dozen Ukrainian technology companies here, many showcasing sustainability concepts. One, Releaf, makes paper from fallen leaves.", "type": "p"}, {"text": "The show floor officially opens on Thursday. Within minutes of arriving at a preview event, I've:", "type": "p"}, [{"text": "been given a temporary tattoo by a Prinker - a miniature inkjet-printer company from Korea", "type": "p"}, {"text": "munched on a macaron prepared by a \"smart\" food mixer from US company General Electric", "type": "p"}, {"text": "watched an increasingly out-of-breath reporter try to conduct an interview while pedalling furiously on a bike and wearing a virtual-reality headset ", "type": "p"}], {"text": "A Rubik's Cube-sized wood-and-gold gadget I'm told is the \"solution\" to excess screen time is thrust under my nose. Called Ohm's Quest, it's an escape-room-style adventure game that can be played for only 60 minutes at a time.", "type": "p"}, {"text": "I try out a voice chatbot from Talkr.ai. \"Like ChatGPT [Generative Pre-trained Transformer] but spoken,\" I'm told enthusiastically. But when I ask a question into an old-fashioned phone handset placed to my ear, it doesn't work. Perhaps it's too loud in the room, the demonstrator says forlornly.", "type": "p"}, {"text": "Fitness and wellbeing figure heavily here, along with smart home devices. Sustainability is also a big feature, which is interesting given technology's traditionally difficult relationship with the environment and its habit of churning out difficult-to-recycle hardware.", "type": "p"}, {"text": "Samsung announced its solar-powered TV remote controls would be made from plastic waste from the sea and recycled aluminium cans. ", "type": "p"}, {"text": "French company Up & Go has developed a prototype wireless charger for electric vehicles. A small cylinder makes contact with a plate that goes underneath a car fitted with an adaptor. It's a basic induction process. The company's Eli Chicheportiche tells me the charger will cost 3,000-5,000 euros (£2,000-£4,000), ", "type": "p"}, {"text": "\"You can do it with a phone, why not a car?\" he says.", "type": "p"}, {"text": "\"I talked with EV users and everybody agrees that the cable system doesn't work as well we would want it to.\"", "type": "p"}, {"text": "The current prototype takes several hours but the hope is - with more funding, the goal of many of the companies paying to exhibit - it will eventually be able to complete a charge in 10-30 mins.", "type": "p"}, {"text": "CES is not a public event. The room is full of journalists, analysts and other guests. But for many CES veterans, the preview lacks the colour and surprise, the wow factor, of previous years. I am struggling to name a single amazing product - and as the evening wears on, the muttering becomes louder.", "type": "p"}, {"text": "\"It felt like same old, with no real stand-out tech,\" Paolo Pescatore, from PP Insight, says.", "type": "p"}, {"text": "Like many exhibition-style events, CES was hit hard by Covid. Last year, 40,000 people attended. Pre-Covid it was closer to 200,000. But many of this year's guests and exhibitors are still arriving. ", "type": "p"}, {"text": "Attending CES always feels a bit like panning for gold - and usually, with the right frame of mind and some comfortable shoes, there is some to be found.", "type": "p"}], "tags": ["CES"]}