{"link": "https://www.bbc.com/news/business-64107699", "category": "business", "title": "Domino's Pizza considers selling Russian business", "contributor": null, "time": "2022-12-28T12:02:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14689/production/_128139538_pizzareuters.png", "content": [{"text": "The operator of Domino's Pizza in Russia is considering selling its business there 10 months after the Kremlin launched the war in Ukraine. ", "type": "b"}, {"text": "DP Eurasia, which owns the franchise for Domino's Pizza in Russia, is one of a handful of Western firms that has not suspended or removed services there.", "type": "p"}, {"text": "The London-listed firm said it is \"evaluating its presence in Russia\".", "type": "p"}, {"text": "\"The company is considering various options which may include a divestment of its Russian operations.\"", "type": "p"}, {"text": "DP Eurasia has 171 Domino's Pizza shops in Russia; it owns 68 of the sites, while 103 are franchised to local operators. ", "type": "p"}, {"text": "It also operates the Domino's franchise in Turkey, Azerbaijan and Georgia. ", "type": "p"}, [{"text": "Five ways conflict could go in 2023", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-63987113"}], {"text": "In the days following Russia's invasion of Ukraine. on 28 February 2022, DP Eurasia said it was \"too early to quantify any possible ramifications for the group's Russian business\".", "type": "p"}, {"text": "The firm subsequently stated: \"The safety and welfare of all of the group's employees and customers remains its primary priority and DP Eurasia is shocked and saddened by the conflict and the effect it has had on all of the innocent civilians across the region.", "type": "p"}, {"text": "\"At this stage there has been no material disruption to the group's operations from the ongoing situation,\" the statement concluded.", "type": "p"}, {"text": "At the time, DP Eurasia said it would suspend royalty payments from the Russian business and would limit investment in the country. ", "type": "p"}, {"text": "A number of Western fast food companies in Russia exited their operations when war broke out. ", "type": "p"}, {"text": "McDonald's shut its 850 restaurants, citing the \"humanitarian crisis\" and \"unpredictable operating environment\" caused by the Ukraine war. The majority of the chain was bought by Russian businessman Alexander Govor who has rebranded the restaurants \"Vkusno i Tochka\", which translates to\"Tasty and that's it\".  ", "type": "p"}, {"text": "KFC-owner Yum! Brands - which also owns Pizza Hut - exited the Russian market, selling its sites to local businesses which already operated franchises there. ", "type": "p"}, {"text": "Restaurant Brands International, which owns Burger King, operates in Russia through a joint venture. It stated that it had wanted to suspend trading but the Russian operator of 800 shops had \"refused\" to close them.  ", "type": "p"}, {"text": "On Wednesday, DP Eurasia responded to speculation that it would leave Russia, saying it was \"evaluating its presence in Russia, the impact of sanctions and its continuing ability to serve its customers in Russia\".", "type": "p"}, {"text": "Hinting at a possible sell-off of Russian operations , it added: \"Whilst work on a potential transaction is ongoing, there can be no certainty as to the outcome.\"", "type": "p"}], "tags": ["Companies", "Russia-Ukraine war", "Russia", "Domino's Pizza Group", "Ukraine"]}