{"link": "https://www.bbc.com/news/entertainment-arts-64108691", "category": "entertainment & arts", "title": "John Bird: Actor and comedian dies aged 86", "contributor": null, "time": "2022-12-28T15:01:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/107B0/production/_128140576_hi001913218.jpg", "content": [{"text": "Actor and comedian John Bird has died aged 86, his representatives have confirmed.", "type": "b"}, {"text": "Bird was part of the TV satire boom of the 1960s, and well known for his many appearances opposite John Fortune.", "type": "p"}, {"text": "The pair memorably appeared alongside Rory Bremner in the Channel 4 TV series Bremner, Bird and Fortune. ", "type": "p"}, {"text": "Co-star Bremner led the tributes to Bird, telling the BBC his former co-star \"had this brilliant instinct for absurdity, and the sharpest of minds\".", "type": "p"}, {"text": "\"He was so modest, for someone who so often played these characters who were so complacent and self-aggrandising,\" Bremner told Radio 4's The World at One. ", "type": "p"}, {"text": "\"He was at the forefront of the satire boom... he had the most wonderful of minds and was the most modest of people, he was amazing.\"", "type": "p"}, {"text": "Bremner, Bird and Fortune ran for 16 series, as well as one-off specials, between 1999 and 2008, and was nominated for several Bafta TV Awards. ", "type": "p"}, {"text": "In one of Bird and Fortune's most famous recurring sketches, known as The Long Johns, one of the two Johns - either Bird or Fortune - would portray a senior figure from public life, being interviewed by the other John.", "type": "p"}, {"text": "In the set piece, the fictional businessman, government consultant or bumbling politician - who always went by the name of George Parr - would be skewered by the increasingly exasperated interviewer.", "type": "p"}, {"text": "During an appearance on Desert Island Discs in 2004, Fortune said it had been \"very difficult to keep a straight face\" during his and Bird's many, largely improvised, two-handers.", "type": "p"}, {"text": "In a statement released earlier, Bremner called seeing Bird and fellow star John Fortune working together the \"highlight\" of his life and he would \"marvel at the genius of it all\". ", "type": "p"}, {"text": "He added it was \"striking\" Bird had died on Christmas Eve \"nine years, almost to the day\" after Fortune, who died on New Year's Eve in 2013, aged 74.", "type": "p"}, {"text": "\"Lord knows, satire has missed them this last decade and now that loss is permanent,\" said Bremner.", "type": "p"}, {"text": "A statement announcing Bird's death said he died \"peacefully\" at Pendean care home. A family funeral is expected to be followed by a celebration of his life in the new year.", "type": "p"}, {"text": "Bird, born in Nottingham, went to a grammar school before attending Cambridge University. It was at Cambridge that he met his comedy partner Fortune, with whom he would go on to star in the hit BBC satirical series That Was the Week that Was.", "type": "p"}, {"text": "After the show's cancellation ahead of the 1964 general election, the BBC commissioned The Late Show, where Bird appeared alongside Barry Humphries, to try and recapture the success of the former political comedy show.", "type": "p"}, {"text": "However, The Late Show only ran for a year and was dropped after 24 episodes. ", "type": "p"}, {"text": "Bird's other TV credits included If It Moves File It, Dangerous Brothers, A Very Peculiar Practice, My Father Knew Lloyd George, and The Secret Policeman's Other Ball.", "type": "p"}, {"text": "He also appeared in episodes of a string of popular TV hits, including Jonathan Creek, One Foot in the Grave, Inspector Morse, Midsomer Murders and Yes, Prime Minister.", "type": "p"}, {"text": "On the big screen, he featured in films such as Red and Blue, A Dandy in Aspic, 30 Is a Dangerous Age, Cynthia, Jabberwocky, and Yellow Pages.", "type": "p"}, {"text": "Bird shared a Bafta with co-star Fortune in 1997. The award, for best light entertainment performance, honoured their work on Channel 4's Rory Bremner, Who Else? programme.", "type": "p"}, {"text": "Latterly, in the early noughties, he starred opposite Sarah Lancashire in the BBC's legal sitcom Chambers, appearing in both the original radio series and later the TV adaptation.", "type": "p"}], "tags": ["Comedy", "Television"]}