{"link": "https://www.bbc.com/news/business-65824886", "category": "business", "title": "US sues Coinbase as crypto crackdown widens", "contributor": null, "time": "2023-06-06T16:01:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C459/production/_118056205_hi066764525.jpg", "content": [{"text": "The US has charged the biggest crypto trading platform in the country with operating illegally, widening its crackdown on the industry.", "type": "b"}, {"text": "The Securities and Exchange Commission said Coinbase had acted as a broker, exchange and clearing agency for investments that are subject to SEC rules, without properly registering.", "type": "p"}, {"text": "The regulator said that had allowed the firm to escape oversight, including guards against conflicts of interest.", "type": "p"}, {"text": "Coinbase said the rules were not clear. ", "type": "p"}, {"text": "\"The solution is legislation that allows fair rules for the road to be developed transparently and applied equally, not litigation,\" said Paul Grewal, Coinbase's chief legal officer. \"In the meantime, we'll continue to operate our business as usual.\"", "type": "p"}, {"text": "The complaint against Coinbase comes a day after the SEC sued Binance, the world's largest crypto trading platform, accusing the firm of mishandling customer funds, artificially inflating trading volume on the site and taking steps to evade US regulation.", "type": "p"}, {"text": "Authorities have pledged to police the industry more aggressively using existing rules, arguing that many crypto assets function like other investments which are subject to oversight. ", "type": "p"}, {"text": "Efforts to increase scrutiny have picked up after last year's dramatic collapse of another major exchange, FTX, which left many customers unable to access their funds. ", "type": "p"}, {"text": "On Tuesday, financial regulators from 10 states, including California and Alabama, also filed legal actions alleging that Coinbase was operating as an unregistered securities dealer. ", "type": "p"}, {"text": "\"As alleged in our complaint, Coinbase was fully aware of the applicability of the federal securities laws to its business activities, but deliberately refused to follow them,\" said Gurbir S Grewal, director of the SEC's division of enforcement.", "type": "p"}, {"text": "\"You simply can't ignore the rules because you don't like them or because you'd prefer different ones: the consequences for the investing public are far too great.\"", "type": "p"}, {"text": "Founded in 2012, Coinbase says it has more than 100 million customers and billions of dollars worth in trading volumes of digital assets such as Bitcoin each day.", "type": "p"}, {"text": "The firm fetched a market value of nearly $100bn when it listed on the stock exchange in 2021 at the height of the crypto frenzy. ", "type": "p"}, {"text": "But shares in Coinbase have sunk significantly since crypto values plunged last year. It is now worth less than $12bn.", "type": "p"}, {"text": "Shares in the firm sank more than 14% on news of the lawsuit, which was filed in federal court in New York.", "type": "p"}, {"text": "In March, Coinbase had warned that the SEC might take legal action against the firm. At the time, it called the development disappointing and said it had repeatedly tried to work with authorities to register, but that there was no clear path for crypto firms to do so. It has also threatened to relocate out of the US to London or elsewhere.", "type": "p"}, {"text": "On Tuesday, Mr Grewal said: \"The SEC's reliance on an enforcement-only approach in the absence of clear rules for the digital asset industry is hurting America's economic competitiveness and companies like Coinbase that have a demonstrated commitment to compliance.\"   ", "type": "p"}, {"text": "The chief executive of the Blockchain Association, an industry group, pointed to continuing discussions in Congress as evidence that laws governing the industry remain in flux and that the SEC did not have a case.", "type": "p"}, {"text": "The same day that the SEC filed its suit against Coinbase, Mr Grewal was due to testify in Washington at a hearing about crafting laws to oversee certain types of digital assets.  ", "type": "p"}, {"text": "In prepared remarks for that hearing, Mr Grewal said Coinbase carefully reviewed assets offered on its platform to see if they could be considered securities regulated by the SEC. He said it did not list securities and rejected the \"vast majority\" of proposals. ", "type": "p"}, {"text": "\"The SEC doesn't make the law - it only makes accusations - and we're confident the courts will prove [SEC chairman Gary] Gensler wrong in due time,\" said Blockchain Association chief executive Kristin Smith. ", "type": "p"}], "tags": []}