{"link": "https://www.bbc.com/news/entertainment-arts-65825715", "category": "entertainment & arts", "title": "Cuba Gooding Jr settles rape lawsuit ahead of civil trial", "contributor": null, "time": "2023-06-06T16:37:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18061/production/_130010489_gettyimages-1243935677.jpg", "content": [{"text": "Actor Cuba Gooding Jr has settled a lawsuit with an unnamed woman who accused him of raping her in a New York City hotel room in 2013.", "type": "b"}, {"text": "It came as jury selection was about to begin in a federal civil trial that was expected to include damaging testimony against him.", "type": "p"}, {"text": "The Oscar winner, 55, has denied the allegation and insists his interactions with the woman were consensual.", "type": "p"}, {"text": "He has been accused of groping and unwanted touching by dozens of women.", "type": "p"}, {"text": "The terms of the settlement have not been disclosed.", "type": "p"}, {"text": "Last year, Mr Gooding pleaded guilty to kissing a woman without her consent.", "type": "p"}, {"text": "That case saw him spared from jail or a criminal history, with charges relating to three other accusers dismissed as part of a plea agreement with prosecutors.", "type": "p"}, {"text": "He was ordered to complete six months of alcohol and behavioural counselling.", "type": "p"}, [{"text": "Cuba Gooding Jr admits forcibly kissing waitress", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61105177"}, {"text": "Cuba Gooding Jr charged over 'grope'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-48634978"}], {"text": "But the testimony of those three women, who say the actor abused them between 2009 and 2019, was due to be heard at this civil case in Manhattan.", "type": "p"}, {"text": "The now-settled lawsuit was filed in 2020 on behalf of a woman identified only as Jane Doe. The plaintiff sought $6m (£4.8m) in damages.", "type": "p"}, {"text": "She alleged that, in the summer of 2013, Mr Gooding had introduced himself to her at a local restaurant and invited her to drinks at The Mercer Hotel in Soho, where he was staying.", "type": "p"}, {"text": "At the hotel, she claimed, the actor told her he needed to change clothes, invited her up to his fifth-floor room and began to undress.", "type": "p"}, {"text": "The woman said she had tried to leave but that Mr Gooding blocked her path, pushed her onto the bed, \"wouldn't stop\" touching her, \"aggressively removed\" her underwear and penetrated her twice.", "type": "p"}, {"text": "A lawyer representing the defendant at the time called the allegations \"completely false and defamatory\".", "type": "p"}, {"text": "The presiding judge ruled last week that he would allow testimony from three of Mr Gooding's other accusers because they were \"sufficiently similar\" to the plaintiff's allegation.", "type": "p"}, {"text": "One woman, Kelsey Harbert, said last year that Mr Gooding's previous plea deal had been \"more disappointing than words can say\".", "type": "p"}, {"text": "Jury selection in the trial was set to begin at 10:00 EDT on Tuesday, but neither Mr Gooding nor attorneys for either side showed up.", "type": "p"}, {"text": "An entry on the court's electronic docket for the case reads: \"TRIAL OFF. Reason for cancellation: The parties have resolved the matter.\"", "type": "p"}], "tags": []}