{"link": "https://www.bbc.com/news/health-65809924", "category": "health", "title": "Ban disposable vapes to protect children - doctors", "contributor": null, "time": "2023-06-06T07:23:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14E55/production/_129998558_976gettyimages-1415946987.jpg", "content": [{"text": "Children's doctors are calling for a complete ban on disposable vapes because they may damage young people's lungs and are bad for the environment.", "type": "b"}, {"text": "But an anti-smoking campaign group says a ban would make it harder for some adults to give up smoking and increase the trade in illegal vapes.", "type": "p"}, {"text": "UK governments are planning steps to reduce vaping among under-18s.", "type": "p"}, {"text": "These are likely to include tighter rules on how vaping products are marketed and promoted.", "type": "p"}, {"text": "Selling vapes or e-cigarettes to children is illegal, but that has not stopped a rise in 11 to 17-year-olds experimenting with vaping - from 7.7% in 2022 up to 11.6% in 2023, according to a YouGov survey for Action on Smoking and Health (Ash).", "type": "p"}, {"text": "About 15% of 16 to 17-year-olds and 18% of 18-year-olds are current vapers, it suggests.", "type": "p"}, {"text": "Brightly-coloured nicotine vapes in a variety of flavours, which are used once and then thrown away, are the most popular product among teenagers, who tend to get them from corner shops for about £5 each.", "type": "p"}, {"text": "Prime Minister Rishi Sunak recently said it was \"ridiculous\" that vapes were designed and promoted to appeal to children when they were supposed to be used by adults giving up smoking.", "type": "p"}, {"text": "A BBC investigation found unsafe levels of lead, nickel and chromium in vapes confiscated from a secondary school, which could end up being inhaled into children's lungs. Scientists analysing the vapes said they were the worst lab test results of their kind they had ever seen.", "type": "p"}, {"text": "The Royal College of Paediatrics and Child Health (RCPCH) now says the UK government should \"without a doubt\" ban disposable e-cigarettes.", "type": "p"}, [{"text": "How easy is it to buy an illegal vape?", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-london-64943810"}, {"text": "Vaping - is it a risk-free option?", "type": "a", "href": "https://www.bbc.co.uk/news/health-61759776"}, {"text": "Vaping nearly killed me, says British teenager", "type": "a", "href": "https://www.bbc.co.uk/news/health-50377256"}, {"text": "How do you quit vaping?", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-65669481"}], {"text": "\"Youth vaping is fast becoming an epidemic among children, and I fear that if action is not taken, we will find ourselves sleepwalking into a crisis,\" said Dr Mike McKean, paediatric respiratory consultant and RCPCH vice-president. ", "type": "p"}, {"text": "Health experts stress that smoking cigarettes, which contain tobacco, is still the single biggest cause of preventable illness and disease in the UK. ", "type": "p"}, {"text": "However, Dr McKean said vaping products were \"not risk-free\" and research on them was \"still very much in its infancy\", meaning it was not possible to predict the long-term impacts on young people's lungs, hearts and brains.", "type": "p"}, {"text": "What's your reaction to a possible ban on disposable vapes? ", "type": "b"}, [{"text": "Email: haveyoursay@bbc.co.uk", "type": "a", "href": "mailto:haveyoursay@bbc.co.uk?subject=Vaping65809924"}, {"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}], {"text": "Last week, Mr Sunak announced he would close a loophole allowing vaping companies to give free samples to children in England, and look at increasing fines for shops selling vapes illegally. A call for evidence on how to curb youth vaping ends on Tuesday.", "type": "p"}, {"text": "In Scotland, the First Minister recently said a ban on disposable vapes was under consideration in a report being compiled by an environmental expert group.", "type": "p"}, {"text": "The RCPCH said governments should now decide whether to take further action \"to prioritise our children and our planet\".", "type": "p"}, {"text": "But others say a ban on disposable vapes is not needed and would not have the desired effect.", "type": "p"}, {"text": "Charity and campaign group Ash says a complete ban would end up boosting the market for illegal vapes and make it harder to recycle them.", "type": "p"}, {"text": "And it said disposable vapes were a useful tool for adult smokers, particularly older people and those with learning disabilities, to quit tobacco.", "type": "p"}, {"text": "\"We need to be really careful about banning them - vapes and e-cigarettes have been invaluable in stopping people smoking,\" said Prof Ruth Sharrock, respiratory consultant in Gateshead, who works with patients with respiratory failure.", "type": "p"}, {"text": "Although disposable vapes are just one kind of vaping product, Ash estimates that they are used by 20% of vapers who have quit smoking.", "type": "p"}, {"text": "Prof Nick Hopkinson, respiratory physician and chairman of Ash, said smoking remained \"the biggest health problem for adults and children\", and urged more funding for stop smoking services as well as stricter rules on vaping. ", "type": "p"}, {"text": "Ash says disposable vapes can be bought for \"pocket money prices\" and is calling on the government to put a tax of £5 on their price. This means they would cost a similar amount to rechargeable, reusable vaping products - but still much less than a pack of cigarettes.", "type": "p"}, {"text": "It also wants rules to be tightened around the way vapes are promoted in shops, to reduce their appeal to children.", "type": "p"}, {"text": "The vaping industry also says a ban on single-use vapes is not the answer.", "type": "p"}, {"text": "It wants:", "type": "p"}, [{"text": "on-the-spot fines of at least £10,000 for shops selling children vapes ", "type": "p"}, {"text": "a registration scheme ensuring shops meet strict standards before they are allowed to sell vapes", "type": "p"}], {"text": "UK Vaping Industry Association (UKVIA) director general John Dunne said: \"Strong, targeted action directed at those illegally selling vape products to children is the way forward.\"", "type": "p"}, {"text": "Green Alliance, an independent think tank, said disposable vapes wasted resources like lithium which are needed for batteries to power electric cars, and recycling them was costly.", "type": "p"}, {"text": "It called current government proposals to restrict marketing and end free giveaways to children \"laughably inadequate\".", "type": "p"}, {"text": "A spokesperson for the Department for Health and Social Care in England said: \"We are taking bold action to crack down on youth vaping through the £3m illicit vapes enforcement squad to tackle underage sales to children.\"", "type": "p"}], "tags": []}