{"link": "https://www.bbc.com/news/technology-65823482", "category": "technology", "title": "'Ducking hell' to disappear from Apple autocorrect", "contributor": null, "time": "2023-06-06T16:23:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8C5A/production/_130003953_gettyimages-1020478238.jpg", "content": [{"text": "Apple has said it will no longer automatically change one of the most common swear words to 'ducking'.", "type": "b"}, {"text": "The autocorrect feature, which has long frustrated users, will soon be able to use AI to detect when you really mean to use that expletive.", "type": "p"}, {"text": "\"In those moments where you just want to type a ducking word, well, the keyboard will learn it, too,\" said software boss Craig Federighi.", "type": "p"}, {"text": "He announced the development at Apple's developers' conference in California.", "type": "p"}, {"text": "iPhone users have often complained about how autocorrect forces them to rewrite their own messages - with the term \"damn you autocorrect\" becoming an acronym, a meme, an Instagram account and even a song. ", "type": "p"}, {"text": "The changes to the function will happen thanks to the use of a transformer model, which learns context by tracking relationships in data, like the words in this sentence, using mathematical techniques. ", "type": "p"}, {"text": "Initially flagged in a 2017 paper from Google, transformers are some of the most powerful classes of AI models, and autosuggest - or predictive text - systems are beginning to become more mainstream.", "type": "p"}, {"text": "The autocorrect change will be part of the iOS 17 operating system upgrades which are expected to be available as a public beta in July, with the general release in September. ", "type": "p"}, {"text": "It should mean that iPadOS 17 also carries the new function.", "type": "p"}, {"text": "Elsewhere at the developers' conference, Apple unveiled an augmented reality headset, Apple Vision Pro which will retail at $3,499 (£2,849).", "type": "p"}, {"text": "Apple chief executive Tim Cook said the new headset \"seamlessly blends the real world and the virtual world\".", "type": "p"}, {"text": "It will be available early next year in the US and in other countries later in 2024.", "type": "p"}, {"text": "On Monday, Apple's market valuation reached just under $3 trillion - a new company record.", "type": "p"}, {"text": "Have you sent any funny or unfortunate autocorrect texts? What happened next? You can share with us by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload your pictures/video here", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Or fill out the form below", "type": "p"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}