{"link": "https://www.bbc.com/news/entertainment-arts-67173910", "category": "entertainment & arts", "title": "Ren: Welsh rapper's album Sick Boi is surprise number one", "contributor": null, "time": "2023-10-20T16:15:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17CD0/production/_131488479_ren.jpg", "content": [{"text": "Welsh rapper Ren has beaten the likes of Drake, Rick Astley and Troye Sivan to top the UK charts with his second album, Sick Boi.", "type": "b"}, {"text": "It is a raw, soul-baring account of his battle with chronic illnesses that have left him unable to play live.", "type": "p"}, {"text": "The star, from Anglesey, is currently in Canada receiving treatment for an autoimmune disease that requires him to receive IV medication five days a week.", "type": "p"}, {"text": "He described reaching number one as \"a victory over my illness\".", "type": "p"}, {"text": "Ren, whose full name is Ren Erin Gill, released his debut album in 2016, before his health forced him to withdraw from music.", "type": "p"}, {"text": "\"For years and years, I was so sick, I couldn't get out of bed,\" the 33-year-old told Huw Stephens on BBC Radio Wales this week.", "type": "p"}, {"text": "\"I kept bouncing around doctors. They'd tell me I was depressed but I knew in my gut it wasn't that, because there was so much physical pain, there was so much neurological problems.\"", "type": "p"}, {"text": "Eventually diagnosed with Lyme disease, he needed a stem cell transplant \"almost to bring me back to life\".", "type": "p"}, {"text": "But the illness had lingered so long - almost eight years - that it left him with ongoing autoimmune conditions.", "type": "p"}, {"text": "Last December, he addressed that struggle in a song called Hi Ren, a stripped-back but turbulent track where he confronts his illness through the voices in his head.", "type": "p"}, {"text": "A YouTube video where he performs the song from a wheelchair in a hospital gown has been watched 20 million times.", "type": "p"}, {"text": "His album builds on those stark, confessional themes. ", "type": "p"}, {"text": "On Seven Sins, he raps: \"I lay broken on the kitchen floor/ I clawed at the laminate/ Pain wandered my body/ An uninvited guest.\"", "type": "p"}, [{"text": "Rick Astley faces chart challenge from new boy Ren", "type": "a", "href": "https://www.bbc.co.uk/news/articles/cx7wypdpng6o"}, {"text": "The rise and rise of Welsh pop music", "type": "a", "href": "https://www.bbc.co.uk/news/uk-wales-49472723"}, {"text": "Why Rick Astley will never give up his biggest hit", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-manchester-67124061"}], {"text": "Released independently, without the expensive marketing budget of his competitors, Sick Boi was an unlikely contender for the top of the charts.", "type": "p"}, {"text": "\"I'm still in Canada receiving treatment, so I haven't done a single show to promote it, I haven't done signings,\" Ren told BBC Wales. ", "type": "p"}, {"text": "\"I've been pushing it [online] while going and sitting five days a week with an IV [intravenous drip] in my arm.\"", "type": "p"}, {"text": "Without traditional promotion, or daytime radio play on stations like BBC Radio 1 and Capital Xtra, Sick Boi was initially outsold by Rick Astley's ninth studio album Are We There Yet? ", "type": "p"}, {"text": "By Wednesday, however, Ren was just 133 sales behind the 80s pop star. ", "type": "p"}, {"text": "Over the last 24 hours, he pulled ahead, clinching the crown by almost 6,000 chart units, a figure that combines physical sales and plays on streaming services.", "type": "p"}, {"text": "The rapper refused to be told the news in advance, instead tuning in to the chart countdown with his fans.", "type": "p"}, {"text": "\"I am out in Canada right now celebrating,\" he told BBC News. \"We tuned into Radio 1 and have just heard the news that Sick Boi is number one. ", "type": "p"}, {"text": "\"I am buzzing! This is the best moment of my life! Want to say a huge thank you to the [fan] community, couldn't have been done without them.", "type": "p"}, {"text": " \"This feels incredible, it's so affirming.\"", "type": "p"}], "tags": []}