{"link": "https://www.bbc.com/news/science-environment-67173468", "category": "science & environment", "title": "Orionid meteor shower to light up the skies", "contributor": null, "time": "2023-10-20T15:15:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B854/production/_131488174_gettyimages-601379868.jpg", "content": [{"text": "A spectacular meteor shower that is lighting up the skies for two months will peak on Saturday.", "type": "b"}, {"text": "The Orionid display started on 2 October and will last until 7 November.", "type": "p"}, {"text": "In the UK the rainy weather brought by Storm Babet will probably block views, but elsewhere on Earth, lucky skygazers could catch a glimpse of the streaks of light.", "type": "p"}, {"text": "The shower originated in debris of Halley's comet, one of the most famous in history.", "type": "p"}, {"text": "As the comet passes around the Sun, tiny pieces fall off and form a trail of dust and ice debris.", "type": "p"}, {"text": "The debris enters Earth's atmosphere at around 41 miles (66km) per second, burning up from friction with the air and causing streaks of light.", "type": "p"}, {"text": "The comet only passes Earth every 75-76 years and the next sighting will not be until 2061, but the meteor shower is annual.", "type": "p"}, {"text": "\"This meteor shower holds a special place in the annual calendar of celestial events... if you missed already the \"once-in-a-lifetime event\" of Halley's Comet, don't worry, this annual Orionid meteor shower offers a unique opportunity providing some compensation,\" says Dr Minjae Kim, a physicist at University of Warwick. ", "type": "p"}, {"text": "Meteor showers are named after the star constellation from where the meteors appear to come from. The Orionid shower comes from the direction of Orion.", "type": "p"}, {"text": "The best day will be Saturday 21 October between midnight and sunrise. It can be seen from both the northern and southern hemispheres, but will be better in clear skies.", "type": "p"}, {"text": "The shower can be seen with the naked eye - you will just need to wait until you adjust to the dark.", "type": "p"}, {"text": "Try to find the darkest outdoor place near you, with as little light from streetlights and homes as possible. ", "type": "p"}, {"text": "The meteors can be seen across the sky, so if you can, choose a wide open space so you can scan the skies with your eyes. ", "type": "p"}, {"text": "There is no fixed time when they will cross the sky, so it can be a waiting game - taking a drink and snacks with you might be a good idea.", "type": "p"}, {"text": "If you cannot see the display this weekend, it will still be possible to see the shower at its 'maximum' phase until around 28 October.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}