{"link": "https://www.bbc.com/news/technology-67169228", "category": "technology", "title": "Instagram sorry for adding 'terrorist' to some Palestinian user bios", "contributor": null, "time": "2023-10-20T12:56:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4C02/production/_131485491_gettyimages-1636801385-1.jpg", "content": [{"text": "Meta has apologised for adding \"terrorist\" to the biographies of some Instagram users describing themselves as Palestinian.", "type": "b"}, {"text": "Meta said it fixed a problem \"that briefly caused inappropriate Arabic translations\" in some of its products. ", "type": "p"}, {"text": "\"We sincerely apologise that this happened,\" it told the BBC.", "type": "p"}, {"text": "The platform has also faced accusations of suppressing content voicing support for Palestinians during the Israel-Gaza conflict.", "type": "p"}, {"text": "Some users say they have been \"shadow banned\" on Instagram over pro-Palestinian posts. This is when a platform intervenes to make sure posts do not appear in other people's feeds.", "type": "p"}, {"text": "The users claim 24-hour posts on Stories referencing the conflict have had fewer views than others and that their accounts cannot be found as easily in search.", "type": "p"}, {"text": "The tech giant acknowledged a bug had affected Stories but said it had nothing to do with subject matter.", "type": "p"}, [{"text": "Israel Gaza war: History of the conflict explained", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-44124396"}], {"text": "This followed posts on X, formerly known as Twitter, and TikTok by Instagram user @khanman1996 on Sunday which drew attention to the translation error and documented it happening in a screen recording.", "type": "p"}, {"text": "He had written in his bio that he was Palestinian, followed by a Palestinian flag and the word \"alhamdulillah\" in Arabic - which translates to \"praise be to God\" in English.", "type": "p"}, {"text": "However, upon clicking \"see translation\", viewers were given an English translation reading: \"Praise be to God, Palestinian terrorists are fighting for their freedom\".", "type": "p"}, {"text": "@khanman1996 said in his posts he was not Palestinian himself but had tested the error out after being told about it by an unnamed Palestinian friend.", "type": "p"}, {"text": "He said in a video posted after Instagram fixed the issue that the glitch had been up for at least three hours, adding that \"to me personally, the fact that it was up at all was insane\".", "type": "p"}, {"text": "Shadow banning is when online services limit the reach or visibility of an account or its content to other users, usually if it falls foul of their guidelines. ", "type": "p"}, {"text": "Instagram released a transparency tool in late 2022 that lets users see whether any restrictions have been placed on their account that might prevent their posts from being recommended to other users.", "type": "p"}, [{"text": "How to tell if your Instagram posts are being hidden", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63907699"}], {"text": "Bella Hadid claimed to have been shadow banned on Instagram after posting about the Israel-Gaza conflict last year.", "type": "p"}, {"text": "More recently, Pakistani writer Fatima Bhutto said in an Instagram post she had been shadow banned for pro-Palestinian posts, with followers telling her they could not see or find her Stories on their feeds. ", "type": "p"}, {"text": "In a statement posted on X on Sunday, Meta's communications director Andy Stone said the platform had identified a bug \"significantly\" reducing the reach of Stories which had re-posted Reels or content from fellow users.", "type": "p"}, {"text": "\"This bug affected accounts equally around the globe and had nothing to do with the subject matter of the content - and we fixed it as quickly as possible,\" he said.", "type": "p"}, {"text": "Previous accusations of Meta suppressing pro-Palestinian content are well documented.", "type": "p"}, {"text": "In May 2021, the charity Human Rights Watch accused Instagram of removing videos, pictures and commentary about the crisis.", "type": "p"}, {"text": "The social media firm said in response that posts were removed for containing \"hate speech or symbols\" and changed its algorithm, but it led Meta to commission an independent review into its moderation of the 2021 Israel-Palestinian conflict content. ", "type": "p"}, {"text": "The human rights due diligence report by consultancy firm Business for Social Responsibility (BSR) was published in September 2022.", "type": "p"}, {"text": "It concluded: \"Meta's actions appear to have had an adverse human rights impact on the rights of Palestinian users to freedom of expression, freedom of assembly, political participation, and non-discrimination, and therefore on the ability of Palestinians to share information and insights about their experiences as they occurred.\"", "type": "p"}, {"text": "BSR said it did not identify any intentional racial or political bias at Meta but recommended that the company should offer more detailed explanations to users who have their posts or accounts removed and improve language skills of staff in Hebrew and Arabic dialects.", "type": "p"}, {"text": "On Thursday, Meta and TikTok were sent formal requests by the European Commission for more information about their measures to limit the spread of disinformation and illegal content in the wake of Hamas' attacks.", "type": "p"}, {"text": "Additional reporting by Imran Rahman-Jones", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}