{"link": "https://www.bbc.com/news/business-64431235", "category": "business", "title": "Adani Group: Fortune of Asia's richest man hit by fraud claims", "contributor": null, "time": "2023-01-27T16:54:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8657/production/_128419343_adani.jpg", "content": [{"text": "Indian billionaire Gautam Adani saw more than $20bn (£16bn) wiped off his fortune on Friday, after investors fled his companies for a second day prompted by fraud claims made by a US investment firm.", "type": "b"}, {"text": "The Adani Group has dismissed the report as malicious, but the response has failed to stem the uproar.", "type": "p"}, {"text": "India's main opposition party has demanded an investigation. ", "type": "p"}, {"text": "The firm's publicly listed companies have lost about $50bn in market value.", "type": "p"}, {"text": "Shares in the firm's flagship Adani Enterprises dropped by nearly 20% on Friday, while some of the group's other publicly listed firms tumbled even further, triggering automatic halts in trading in Mumbai. ", "type": "p"}, {"text": "Mr Adani has dropped from the third richest person in the world to the seventh on Forbes' rich list, maintaining an estimated net worth of more than $96bn, according to the publication. ", "type": "p"}, [{"text": "The school dropout who became Asia's richest man ", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-india-63817883"}], {"text": "The fallout comes just days after Hindenburg Research, a firm that specialises in \"short-selling\", or betting against a company's share price in the expectation that it will fall, published a report accusing the Adani Group of engaging in decades of \"brazen\" stock manipulation and accounting fraud.", "type": "p"}, {"text": "Its report came ahead of a planned share sale for Adani Enterprises, which is now seeing little demand. ", "type": "p"}, {"text": "Mr Adani is a self-made tycoon who has built a fortune with investments in ports, airports, renewable energy and other industries. His wealth has soared in the past three years, as the value of shares in his firms skyrocketed.", "type": "p"}, {"text": "His firm said it was considering legal action against Hindenburg.", "type": "p"}, {"text": "An ally of Indian Prime Minister Narendra Modi, Mr Adani has long faced claims from opposition politicians alleging that he has benefited from his political ties, which he denies. ", "type": "p"}, {"text": "Many Indian banks and state-owned insurance companies have either invested in or loaned billions of dollars to companies linked to the Adani Group. ", "type": "p"}, {"text": "In interviews with Reuters, some of India's leading public sector banks said they were not worried about risks stemming from their exposure to the firm. ", "type": "p"}, {"text": "But the wider stock market has been hit by the episode, helping to send India's benchmark Nifty 50 stock index down more than 1% on Friday. ", "type": "p"}], "tags": ["Companies", "India"]}