{"link": "https://www.bbc.com/news/science-environment-64420150", "category": "science & environment", "title": "Halley station: UK polar base secure after big iceberg breakaway", "contributor": null, "time": "2023-01-26T19:21:20.000Z", "cover": "https://ichef.bbci.co.uk/news/640/cpsprodpb/1226D/production/_105894347_grey_line-nc.png", "content": [{"text": "The British Antarctic Survey says it has seen nothing so far that would endanger its Halley research station, following Sunday's big iceberg calving.", "type": "b"}, {"text": "A city-sized frozen block broke away from just in front of the science base, the second to do so in two years.", "type": "p"}, {"text": "Halley sits on the Brunt Ice Shelf, a platform of ice that floats out over the ocean.", "type": "p"}, {"text": "There had been concern this feature might be destabilised in a major calving - but, so far, it has held.", "type": "p"}, {"text": "The ice under Halley moves at about 2-3m (6-10ft) per day, as the shelf pushes ever seaward", "type": "p"}, {"text": "\"That rate hasn't changed,\" BAS glaciologist Prof Dominic Hodgson said.", "type": "p"}, {"text": "\"But these are early days and we're in a stage of heightened vigilance,\" he told BBC News.", "type": "p"}, [{"text": "Shackleton's lost ship found after 107 years", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60662541"}, {"text": "Polar seafloor exposed after 50 years of ice cover", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-56424338"}, {"text": "How a colossal block of ice became an obsession", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59998703"}], {"text": "The Brunt Ice Shelf is the floating protrusion of glaciers that have flowed off the Antarctic continent into the Weddell Sea. On a map, the Weddell Sea is that sector of Antarctica directly to the south of the Atlantic Ocean. The Brunt is on the eastern side of the sea. Like all ice shelves, it will periodically calve icebergs. Prior to this latest berg and A74, which detached two years ago, the last major chunk to come off the Brunt was in 1971.", "type": "p"}, {"text": "The US National Ice Center gave the berg the formal designation of A81, on Wednesday. The American government agency has the task of overseeing iceberg nomenclature.", "type": "p"}, {"text": "The letter and number in the name describe the region of the continent where the block originated and its position in the sequence of significance calvings in that locality.", "type": "p"}, {"text": "A81's departure from the edge of the Brunt Ice Shelf was expected.", "type": "p"}, {"text": "The platform's 150-200m-thick structure had started to split, with one particular crack - dubbed Chasm One - propagating at a steady pace after decades of dormancy.", "type": "p"}, {"text": "This fissure eventually cut through the entire shelf. It was the movement on a spring tide that appeared to provide the final impetus. ", "type": "p"}, {"text": "Although Halley is sited a good 20km back from the line of rupture, scientists knew almost immediately that something was afoot when sensors placed on the ice around Chasm One reported a sudden shift in their position. ", "type": "p"}, {"text": "Subsequent satellite imagery has revealed A81 is about 1,550 sq km - nearly as big as Greater London and marginally bigger than A74, which calved to the east of Halley in February 2021.", "type": "p"}, {"text": "In recent years, BAS has reduced operations at the base, removing all staff during the Antarctic winter - in case an iceberg event breaks the ice it stands on.", "type": "p"}, {"text": "Prof Hodgson hopes the shelf will now re-establish firm contacts with the locations that have traditionally held it in place - typically, shallow points where it has stuck to the ocean floor.", "type": "p"}, {"text": "\"We're still pinned - but there's not a lot of back stress,\" he said. \" We'd like to see more of that because it would give us some long-term confidence in the stability of the ice shelf.\"", "type": "p"}, {"text": "Prof Hodgson hopes next year to map the shape of the seafloor in the zone vacated by A81 and then send a robot sub beneath the remaining shelf to look for the lumps and bumps that might catch on the seabed. ", "type": "p"}, [{"text": "'No role' for climate in Halley iceberg", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-47817510"}, {"text": "'Jet in a box' powers Antarctic base", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-48753175"}, {"text": "'Ozone hole vigilance still required'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-49965556"}]], "tags": ["Earth science", "Antarctic", "Earth observation", "Icebergs", "British Antarctic Survey"]}