{"link": "https://www.bbc.com/news/business-63428848", "category": "business", "title": "Elon Musk: No change to Twitter moderation policy yet", "contributor": null, "time": "2022-10-29T00:47:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/179BD/production/_127410769_gettyimages-1242720271.jpg", "content": [{"text": "Billionaire Elon Musk has said there will be no changes to Twitter's content moderation policies for now after completing his $44bn (£38.1bn) takeover of the platform.", "type": "b"}, {"text": "\"To be super clear, we have not yet made any changes to Twitter's content moderation policies,\" he tweeted.", "type": "p"}, {"text": "Earlier he announced the creation of a new council to moderate posts.", "type": "p"}, {"text": "He also tweeted that \"anyone suspended for minor & dubious reasons\" would be \"freed from Twitter jail\".", "type": "p"}, {"text": "\"Comedy is now legal on Twitter,\" he said.", "type": "p"}, {"text": "Senior figures at Twitter have announced their exits since Mr Musk took over after long delays to the deal. ", "type": "p"}, {"text": "Questions are focused on Mr Musk's future plans for the site.", "type": "p"}, {"text": "The potential changes have drawn scrutiny from regulators and divided Twitter's own users, some of whom are worried Mr Musk will loosen regulations governing hate speech and misinformation, and some of whom feel the previous management curtailed free speech with overly rigorous rules.", "type": "p"}, {"text": "Mr Musk said Twitter would be forming a council with \"widely diverse viewpoints\".", "type": "p"}, {"text": ", ", "type": "b"}, {"text": "Rapper Kanye West, known as Ye, had been suspended from the platform for anti-Semitic comments.", "type": "p"}, {"text": "Finance chief Ned Segal was among the senior leaders to announce his exit from the company after Musk's takeover. Chairman of the board Bret Taylor has also left and it was widely reported that Twitter's chief executive Parag Agrawal - a target of Mr Musk's criticism - was among the people fired, although Mr Agrawal still has \"ceo @twitter\" on his Twitter profile.", "type": "p"}, {"text": "General Motors - the largest US carmaker and a rival to Mr Musk's Tesla - says it has temporarily halted paid advertising on Twitter. GM said it was \"engaging with Twitter to understand the direction of the platform under their new ownership\".", "type": "p"}, {"text": "\"The bird is free,\" Mr Musk wrote on the platform late on Thursday, while assuring advertisers in a public note that he did not want Twitter to become a \"free-for-all hellscape\".", "type": "p"}, {"text": "He has signalled he wants widespread change at Twitter. A self-styled \"free speech absolutist\", he has said he sees the platform as a forum for public debate and is willing to reverse bans on controversial users, including former President Donald Trump.", "type": "p"}, {"text": "Ex-finance chief Segal tweeted that his time at the company was the \"most fulfilling of my career\" and reflected on the strain caused by the uncertainty of the last six months.", "type": "p"}, {"text": "\"You learn so much when times are challenging and unpredictable, when we are tired or feel our integrity questioned,\" Mr Segal said, alluding to Mr Musk's public criticism of the company's leadership.", "type": "p"}, {"text": "\"I have great hope for Twitter,\" he added.", "type": "p"}, [{"text": "What next for Twitter under Elon Musk?", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63424258"}, {"text": "How the world's richest person bought Twitter", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63408534"}, {"text": "Who is Elon Musk?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61234231"}], {"text": "In Europe, the commissioner in charge of overseeing the EU's digital market, Thierry Breton, tweeted: \"In Europe, the bird will fly by our EU rules\" - suggesting regulators will take a tough stance against any relaxation of Twitter's policies.", "type": "p"}, {"text": "In the US, Stop the Deal, a coalition of left-wing activist groups including Fair Vote UK and Media Matters for America, said Mr Musk had a \"thirst for chaos\" and his potential plans would make Twitter \"an even more hate-filled cesspool, leading to irreparable real-world harm\".", "type": "p"}, {"text": "Mr Trump, who was banned from Twitter last year following the Capitol riot in January 2021, said he was happy Twitter was now in \"sane hands\" while stating his \"love\" for his own Twitter-like service, Truth Social.", "type": "p"}, {"text": "Dmitry Medvedev, Russia's former president and current deputy head of the Security Council, also welcomed the new ownership.", "type": "p"}, {"text": "\"Good luck @elonmusk in overcoming political bias and ideological dictatorship on Twitter,\" tweeted Mr Medvedev.", "type": "p"}, {"text": "Until recently it appeared the deal could still fall through.", "type": "p"}, {"text": "After building a stake in Twitter at the start of the year, Mr Musk made his $44bn offer in April, a price tag that looked too high almost as soon as it was agreed.", "type": "p"}, {"text": "He said he was buying it because he wanted \"civilisation to have a common digital town square\", and pledged to clean up spam accounts and preserve the platform as a venue for free speech.", "type": "p"}, {"text": "But by the summer he had changed his mind about the purchase, citing concerns that the number of fake accounts on the platform was higher than Twitter claimed.", "type": "p"}, {"text": "Twitter executives took legal action to hold Mr Musk to his offer, arguing that he was balking after becoming concerned about the price. ", "type": "p"}, {"text": "The deal closed on Thursday, when a company controlled by Elon Musk purchased the firm for $54.20 per share, according to a filing on Friday with the US government. ", "type": "p"}, {"text": "Dan Ives, analyst at Wedbush Securities, said the $44bn price tag would go down \"as one of the most overpaid tech acquisitions in the history of M&A (mergers and acquisitions) deals on the Street\".", "type": "p"}, {"text": "\"As we have discussed, the easy part for Musk was buying Twitter, the difficult part and Everest-like uphill battle looking ahead will be fixing this troubled asset,\" he wrote.", "type": "p"}, {"text": "Despite playing a large role in public debate, Twitter remains a relatively small social media platform, claiming about 240 million accounts that are active daily, compared with nearly 2 billion on Facebook.", "type": "p"}, {"text": "It has struggled with the wider market decline in digital advertising. ", "type": "p"}, {"text": "It is not yet clear whether the clear-out of senior management is the forerunner to company-wide job cuts. Earlier reports suggested 75% of staff at the social media company were set to lose their jobs.", "type": "p"}, {"text": "Departing executives are in line to receive hefty payouts under terms negotiated earlier this year. Mr Agrawal could receive a package worth potentially $60m, while Mr Segal could receive more than $46m, according to a May filing with the US government. ", "type": "p"}, {"text": "Additional reporting by Laurence Peter and Patrick Jackson in London.", "type": "p"}], "tags": ["Companies", "Social media", "Elon Musk", "Twitter"]}