{"link": "https://www.bbc.com/news/technology-63436425", "category": "technology", "title": "Will Donald Trump go back on to Twitter?", "contributor": null, "time": "2022-10-29T01:48:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12797/production/_127417657_trumpreuters.jpg", "content": [{"text": "Donald Trump was fiercely critical of Twitter when he was banned, supposedly for life.", "type": "b"}, {"text": "After the Capitol Hill riots Twitter said the permanent suspension was \"due to the risk of further incitement of violence\".", "type": "p"}, {"text": "Mr Trump even sued Twitter, about what he described as \"censorship\".", "type": "p"}, {"text": "However that \"permanent\" suspension now looks a lot less certain.", "type": "p"}, {"text": "Elon Musk tweeted that he would introduce a \"council' that would take a decision on whether Donald Trump would be allowed back.", "type": "p"}, {"text": "But if Mr Trump is invited back on to the platform, you might think it would be a no-brainer for him to make a return. ", "type": "p"}, {"text": "After all, just like Elon Musk, Donald Trump loves Twitter. For Mr Trump it was his way of connecting directly with voters, bypassing the traditional media. ", "type": "p"}, {"text": "Ironically, it was also a way of getting attention from the media he claimed to shun. \"He's tweeted\" was a regular refrain across the world's newsrooms. ", "type": "p"}, {"text": "But times have changed. There are now several reasons why Mr Trump may not come running back to Twitter. ", "type": "p"}, {"text": "Firstly he now owns and runs his own social media company, known as \"Truth Social\". ", "type": "p"}, {"text": "It looks almost exactly like Twitter - and allows people to post \"Truths\". It's owned by Mr Trump - so he has a direct financial interest in the success of the company. ", "type": "p"}, {"text": "And by far the biggest asset that Truth Social has is Donald Trump. ", "type": "p"}, {"text": "Donald Trump won't get paid a cent for tweeting on Twitter. He could benefit hugely if Truth Social becomes a major social media platform though. ", "type": "p"}, {"text": "At the moment - Truth Social is not that. ", "type": "p"}, {"text": "According to the app analysis company Sensor Tower, Truth Social had just 92,000 installs last month. ", "type": "p"}, {"text": "To put that into context, Sensor Tower estimates that Twitter was installed more than 14 million times over that period. ", "type": "p"}, {"text": "It's anaemic, miniscule growth for a social media company. ", "type": "p"}, {"text": "But if Truth Social does have a shot at being relevant, Mr Trump needs to be on there - and exclusively so. ", "type": "p"}, {"text": "It helps to explain why, in a statement from Mr Trump, he didn't say he was thinking about coming back on to Twitter. ", "type": "p"}, {"text": "Money isn't the only consideration for Mr Trump and his advisers though. ", "type": "p"}, {"text": "There is also a school of thought that Trump off Twitter is better for his polling. ", "type": "p"}, {"text": "The theory goes that Twitter served Mr Trump well when he was establishing himself. ", "type": "p"}, {"text": "But now, does he really need Twitter? ", "type": "p"}, {"text": "And some Republicans believe the public can have \"too much Trump\", that wild statements and claims that catch people's attention can distract from Republican talking points. ", "type": "p"}, {"text": "And even if Mr Trump wanted to come back, it seems it's now possible that the door won't be opened for him. ", "type": "p"}, {"text": "In a tweet on Friday, Elon Musk said a council would decide whether banned people could return. ", "type": "p"}, {"text": "This sounds a lot like the Facebook Oversight Board, that made a decision that Mr Trump should be banned from Facebook for two years (they will need to make a decision on whether he can return in January). ", "type": "p"}, {"text": "It's possible they will conclude Mr Trump's ban should remain. ", "type": "p"}, {"text": "Mr Trump and Mr Musk are both brilliant users of Twitter. But they are also hard to predict. For all we know, Donald Trump will be happily tweeting away in no time. ", "type": "p"}, {"text": "But there are plenty of reasons to believe that he won't be back using his favourite megaphone any time soon. ", "type": "p"}], "tags": ["Social media", "Elon Musk", "Twitter", "Donald Trump"]}