{"link": "https://www.bbc.com/news/entertainment-arts-66351871", "category": "entertainment & arts", "title": "Twitter restores Kanye West's account after ban", "contributor": null, "time": "2023-07-30T01:41:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D2BC/production/_130584935_gettyimages-463019184.jpg", "content": [{"text": "Kanye West's account has been reinstated on Twitter after an almost eight-month ban over offensive tweets.", "type": "b"}, {"text": "The US rapper, known as Ye, was accused of violating the platform's rules prohibiting incitement to violence.", "type": "p"}, {"text": "He has not posted anything new since returning to the site, which owner Elon Musk has rebranded to X.", "type": "p"}, {"text": "Ye's account now shows his last post on 1 December 2022, a day before it was was suspended.", "type": "p"}, {"text": "Musk said at the time that Ye had \"violated our rule against incitement to violence\", and that the account would be suspended.", "type": "p"}, {"text": "It came after the musician posted a series of offensive tweets - one of which appeared to show a symbol combining a swastika and the Star of David. ", "type": "p"}, {"text": "The suspension followed a similar ban two months earlier, when Ye was initially locked out of his Twitter and Instagram accounts after posting anti-Semitic messages in October. Both platforms removed his posts.", "type": "p"}, {"text": "In the same month, clothing giant Adidas cut ties with the rapper, saying it did \"not tolerate anti-Semitism and any other sort of hate speech\".", "type": "p"}, {"text": "Ye was also suspended from Instagram for 24 hours in March last year after using a racial slur in reference to comedian Trevor Noah.", "type": "p"}, {"text": "Neither X or its billionaire owner Mr Musk have commented publicly on Ye's account reinstatement on Saturday.", "type": "p"}, {"text": "Musk reinstated former US President Donald Trump's account last November after conducting a poll with 51.8% voting in favour of the reinstatement. ", "type": "p"}, {"text": "Trump said he had no interest in returning to the site.", "type": "p"}], "tags": []}