{"link": "https://www.bbc.com/news/science-environment-64179918", "category": "science & environment", "title": "Wind generated a record amount of electricity in 2022", "contributor": null, "time": "2023-01-06T04:41:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16707/production/_128211919_gettyimages-157230551.jpg", "content": [{"text": "Great Britain produced a record amount of wind-powered electricity in 2022, according to the National Grid.", "type": "b"}, {"text": "More electricity came from renewable and nuclear power sources than from fossil fuels gas and coal, the second highest after 2020.", "type": "p"}, {"text": "Replacing fossil fuels with green power is a core way for the world to tackle the impacts of climate change.", "type": "p"}, {"text": "Sources like wind and solar are also significantly cheaper and should lead to cheaper bills in the long-run.", "type": "p"}, {"text": "Scientists, governments and the UN say switching to renewable power is crucial as the effects of global warming are already being felt, including in the UK, which last year recorded its hottest year since records began.", "type": "p"}, {"text": "Gas remained the single most significant source of electricity last year, the National Grid Electricity System Operator (ESO) said, but electricity from wind turbines continued to grow in importance.", "type": "p"}, {"text": "Overall 48.5% of electricity came from renewable and nuclear power, compared to 40% from gas and coal power stations.", "type": "p"}, {"text": "On a single day in November, more than 70% of electricity was produced by wind, or around 20GW. That's enough power to heat about 1700 homes for a year.", "type": "p"}, {"text": "That record was again broken on 30 December when 20.918GW was generated by wind turbines.", "type": "p"}, {"text": "For five months of the year (February, May, October, November and December), more than half of electricity came from so-called zero carbon electricity sources renewable and nuclear.", "type": "p"}, {"text": "And the use of coal - the most polluting fossil fuel - continued to fall. In 2022 it generated just 1.5% of electricity compared to 2012 when it was 43%.", "type": "p"}, {"text": "As Great Britain builds more capacity for renewable energy, including wind turbines and solar farms, more of its electricity will come from these greener sources.", "type": "p"}, {"text": "\"The UK has a good record with offshore wind. We're quite a giant in the offshore wind world and our industry is very attractive,\" Jess Ralston, head of energy at the Energy and Climate Intelligence Unit, told BBC News.", "type": "p"}, {"text": "But she says the UK has missed some tricks. An effective ban since 2015 on onshore wind has limited the country's capacity to increase wind power faster.", "type": "p"}, {"text": "\"Our old-fashioned energy grid urgently needs investment to maximise the opportunity that wind and solar offer to continue to reduce bills,\" she said.", "type": "p"}, {"text": "Prime Minister Rishi Sunak agreed in December to relax restrictions that effectively prevented onshore wind turbines.", "type": "p"}, {"text": "But the government has also promised new investment in some fossil fuels.", "type": "p"}, {"text": "Last year it approved the first new UK coal mine in 30 years despite concern about its climate impacts. It also opened a new licensing round for companies to explore for oil and gas in the North Sea.", "type": "p"}, {"text": "Energy supplies and pricing were significantly affected in 2022 by Russia's war in Ukraine, which led to imposing sanctions on Russia which has been an important supplier of gas to Europe. ", "type": "p"}, {"text": "Nations including Germany, Spain and Italy and the US responded by increasing their renewable capacity. ", "type": "p"}], "tags": ["Wind power", "Climate change", "Wind turbines", "Renewable energy", "National Grid"]}