{"link": "https://www.bbc.com/news/entertainment-arts-67041682", "category": "entertainment & arts", "title": "Terence Davies: Screenwriter and film director dies aged 77", "contributor": null, "time": "2023-10-07T20:49:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17B47/production/_131359079_3e1f64efaaf0af0849a5cc481dda23cdb4e3a8f2.jpg", "content": [{"text": "British screenwriter and director Terence Davies, known for films including Distant Voices, Still Lives, has died at the age of 77. ", "type": "b"}, {"text": "He established himself with a trilogy of films - Children, Madonna and Child, and Death and Transfiguration - in the late 1970s and early 1980s.", "type": "p"}, {"text": "Born and raised in Liverpool, his work often has an autobiographical element.", "type": "p"}, {"text": "He died peacefully at home after short illness, his manager confirmed in a statement.  ", "type": "p"}, {"text": "His most recent work, Netflix drama Benediction, starring Slow Horses actor Jack Lowden and Doctor Who's Peter Capaldi, explored the life of war poet Siegfried Sassoon.", "type": "p"}, {"text": "Actress Agyness Deyn played Chris Guthrie in his 2015 adaption of Lewis Grassic Gibbon's Sunset Song - set after the first World War. ", "type": "p"}, {"text": "In 2016, Sex And The City star Cynthia Nixon played poet Emily Dickinson in A Quiet Passion, which was written and directed by Davies.", "type": "p"}, {"text": "Davies worked as a clerk in a shipping office and a book-keeper in an accountancy firm for 10 years before enrolling at drama school in Coventry in 1973.", "type": "p"}, {"text": "He won the Cannes International Critics Prize for Distant Voices, Still Lives - a film based on his memories of life in 1940s and 1950s Liverpool.", "type": "p"}, {"text": "Davies also spoke to the BBC about the film being one of his most personal as it was about his family, during an episode of review show, Film 2012, hosted by Claudia Winkleman.", "type": "p"}, {"text": "His other films include a 2000 adaptation of Edith Wharton's The House of Mirth, in which Sex Education star Gillian Anderson played socialite Lily Bart, and a 2011 adaption of Terence Rattigan's play The Deep Blue Sea, starring Rachel Weisz.", "type": "p"}], "tags": []}