{"link": "https://www.bbc.com/news/health-67013322", "category": "health", "title": "Covid jab could be available privately from 2024", "contributor": null, "time": "2023-10-05T16:15:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E4BE/production/_116685585_modernavaccinereuters.jpg", "content": [{"text": "Moderna is hoping to make its Covid jab available privately in the UK.", "type": "b"}, {"text": "Currently, it can be given only as part of the NHS autumn booster programme. But next year, the Covid vaccine's licence is likely to be updated so High Street pharmacies and private clinics can sell it like the flu jab.", "type": "p"}, {"text": "Moderna chief executive Stephane Bancel told BBC News his teams were \"working with governments to make this happen\".", "type": "p"}, {"text": "\"People who want to be protected should be able to be protected,\" he said. ", "type": "p"}, [{"text": "What you need to know about Covid as new variant rises", "type": "a", "href": "https://www.bbc.co.uk/news/health-66848549"}, {"text": "Covid booster: Who can get another jab this autumn?", "type": "a", "href": "https://www.bbc.co.uk/news/health-55045639"}, {"text": "Nobel Prize goes to scientists behind mRNA Covid vaccines", "type": "a", "href": "https://www.bbc.co.uk/news/health-66983060"}], {"text": "Moderna is also hoping to launch a combined messenger ribonucleic acid (mRNA) flu and Covid vaccine in 2025.", "type": "p"}, {"text": "Interim data from early trials suggest it is as effective as separate doses of existing jabs.   ", "type": "p"}, {"text": "And Moderna hopes to have a triple vaccine, against flu, Covid and respiratory syncytial virus (RSV), ready for 2026.  ", "type": "p"}, {"text": " \"Nobody wants to get two, three, four shots every winter,\" Mr Bancel said:", "type": "p"}, {"text": "\"So we are really obsessed at the company about how do we combine those products to end up getting one annual shot where you go to your pharmacy or doctors early in the fall", "type": "p"}, {"text": "\"You get one shot - flu, Covid, RSV protection - and you can spend a healthy winter.\" ", "type": "p"}, {"text": "Moderna's Covid jab is already available privately in the US, for about £100 ($120).  ", "type": "p"}, {"text": "No price has been set for the UK - but it is likely to be considerably higher than the £12-20 cost of a flu jab.", "type": "p"}, {"text": "Pfizer, which also supplies Covid jabs to the UK, said it too was exploring providing them privately in the UK.  ", "type": "p"}, {"text": "But both companies said their current priority was to fulfil their commitments to supply the UK government with Covid vaccines.   ", "type": "p"}, {"text": "This week, two scientists who developed the technology that led to the first mRNA Covid vaccines were awarded the Nobel Prize for physiology or medicine.  ", "type": "p"}], "tags": []}