{"link": "https://www.bbc.com/news/business-61861849", "category": "business", "title": "Ukraine war: Russia becomes China's biggest oil supplier", "contributor": "Peter Hoskins", "time": "2022-06-20T05:32:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9F4F/production/_125538704_gettyimages-1284074584.jpg", "content": [{"text": "Russia has become China's biggest supplier of oil as the country sold discounted crude to Beijing amid sanctions over the Ukraine war.", "type": "b"}, {"text": "Imports of Russian oil rose by 55% from a year earlier to a record level in May, displacing Saudi Arabia as China's biggest provider.", "type": "p"}, {"text": "China has ramped up purchases of Russian oil despite demand dampened by Covid curbs and a slowing economy. ", "type": "p"}, {"text": "In February, China and Russia declared their friendship had \"no limits\". ", "type": "p"}, {"text": "And Chinese companies, including state refining giant Sinopec and state-run Zhenhua Oil, have increased their purchases of Russian crude in recent months after being offered heavy discounts as buyers in Europe and the US shunned Russian energy in line with sanctions over its war on Ukraine.", "type": "p"}, {"text": "The imports into China, which include supplies pumped through the East Siberia Pacific Ocean pipeline and shipments by sea, totalled nearly 8.42m tonnes last month, according to data from the Chinese General Administration of Customs.", "type": "p"}, {"text": "That pushed Saudi Arabia - formerly China's biggest source of crude oil - into second place with 7.82m tonnes.", "type": "p"}, [{"text": "Russia's economy buckles up for a bumpy ride", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-61796067"}, {"text": "Russian gas boss says: 'Our product, our rules'", "type": "a", "href": "https://www.bbc.co.uk/news/business-61830551"}], {"text": "In March, the US and UK said they would ban Russian oil, while the European Union has been working towards ending its reliance on Russian gas, as the West steps up the economic response to the invasion of Ukraine.", "type": "p"}, {"text": "With fuel prices sky high, it isn't just motorists who are filling-up when they spot a deal. Nor is it just China which has taken advantage of those discounts on offer from Russia as the latter tries to win new custom; India has also been upping purchases. ", "type": "p"}, {"text": "That, along with soaring crude costs, helped Russia actually grow revenues in the immediate aftermath of its invasion of Ukraine.", "type": "p"}, {"text": "And for every 10 barrels of Russian oil China typically bought before the war, the UK and US between them bought one. Moscow may not struggle too hard to plug at least some of the gap as those two nations take their custom elsewhere. ", "type": "p"}, {"text": "But already Russia's oil earnings have started to dwindle - and that will intensify as other European nations cast around for alternative energy sources. ", "type": "p"}, {"text": "Meanwhile, Ukraine's Trade Representative has a stark warning for those who choose to buy more from Russia. Taras Kachka told the BBC that that Moscow would \"weaponise anything\", use their dependency as a means to manipulate and hold countries to ransom.  But as they chase a (relative) bargain at a challenging time, that warning is that those taking their custom to Russia may be loath to heed.  ", "type": "p"}, {"text": "At the time, US President Joe Biden said the move targeted \"the main artery of Russia's economy\".", "type": "p"}, {"text": "Energy exports are a vital source of revenue for Russia but the move is also likely to impact Western consumers.", "type": "p"}, {"text": "Last week, a report by the Centre for Research on Energy and Clean Air think tank said Russia earned almost $100bn (£82bn) in revenue from fossil fuel exports in the first 100 days of the country's invasion of Ukraine, despite a fall in exports in May.", "type": "p"}, {"text": "The European Union made up 61% of these imports, worth approximately $59bn.", "type": "p"}, {"text": "Overall, exports of Russian oil and gas are falling and Moscow's revenue from energy sales has also declined from a peak of well over $1bn a day in March.", "type": "p"}, {"text": "But revenues still exceeded the cost of the Ukraine war during the first 100 days - with the CREA estimating that Russia is spending around $876m per day on the invasion.", "type": "p"}, {"text": "Monday's figures also showed that China imported 260,000 tonnes of Iranian crude oil last month, its third shipment of Iran oil since last December.", "type": "p"}, {"text": "China has continued to buy Iranian oil despite US sanctions on Tehran.", "type": "p"}], "tags": ["Russia-Ukraine war", "International sanctions", "China", "Russia", "Oil"]}