{"link": "https://www.bbc.com/news/entertainment-arts-61871547", "category": "entertainment & arts", "title": "Four Tet wins royalty battle over streaming music", "contributor": "Mark Savage", "time": "2022-06-20T16:28:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7584/production/_125548003_hi023648423.jpg", "content": [{"text": "Pioneering electronic artist Four Tet has reached a settlement in the legal battle against his former record label. ", "type": "b"}, {"text": "The musician, whose real name is Kieran Hebden, sued Domino Records last year over the royalties he gets paid when his music is downloaded or streamed.", "type": "p"}, {"text": "He argued that the 13.5% royalty rate he was being offered was unfair, and demanded a 50% split with the label.", "type": "p"}, {"text": "In a settlement, Domino agreed to the honour the 50% rate and reimbursed the musician for historic underpayments.", "type": "p"}, {"text": "It was quite a reversal for the indie label, which originally responded to the case by removing several Four Tet albums from streaming services (they were later reinstated).", "type": "p"}, {"text": "\"It has been a difficult and stressful experience to work my way through this court case and I'm so glad we got this positive result,\" wrote Hebden in a statement announcing the settlement. ", "type": "p"}, {"text": "\"Hopefully I've opened up a constructive dialogue and maybe prompted others to push for a fairer deal on historical contracts, written at a time when the music industry operated entirely differently.\"", "type": "p"}, {"text": "The result could set a legal precedent for contract disputes in the music business; where royalty rates have been subject to heavy scrutiny since last year's inquiry into the streaming market by MPs on the Culture Select Committee.", "type": "p"}, {"text": "However, Four Tet's legal challenge was ultimately decided out of court, so any future disputes would not be able to cite a legal judgement.", "type": "p"}, {"text": "The BBC has contacted Domino Records for a statement.", "type": "p"}, {"text": "Hebden's case concerned the recording contract he signed with Domino in 2001, which resulted in four albums: Pause (2001), Rounds (2003), Everything Ecstatic (2005) and There Is Love In You (2010).", "type": "p"}, {"text": "The deal was signed before the advent of downloads of streams - and his dispute hinged on whether those methods of accessing his music could be defined as a \"sale\" or a \"licence\" under the terms of his contract.", "type": "p"}, {"text": "The difference is far from academic because most artists receive 50% of the royalties for a licence but a much lower figure, typically between 12% and 22%, for a sale. ", "type": "p"}, {"text": "Historically, the difference was due to the way music was distributed: selling music in the era of CDs, vinyl and cassettes incurred huge costs in manufacturing and distribution, which meant labels needed to cover their overheads. But when music is licensed to movies, television or advertisements, artists generally get a bigger payday, on the understanding that a third party is bearing the relevant costs. ", "type": "p"}, {"text": "After the advent of iTunes and Spotify, labels often argued that downloads and streams should  be counted as sales.", "type": "p"}, {"text": "This prompted a flurry of lawsuits, especially in the US. Most famously, the producers who discovered Eminem won a case against Universal Records that forced the label to pay the higher \"licensing\" rate when his songs were downloaded.", "type": "p"}, {"text": "Four Tet's case in the UK essentially made the same argument.", "type": "p"}, {"text": "Domino had argued that digital downloads, including streams, were considered a new technology format and Hebden was only entitled to the 13.5% royalty rate (although they have paid him as much as 18% on a discretionary basis).", "type": "p"}, {"text": "The case quickly became complicated, with Hebden adding a claim for breach of contract after Domino withdrew his music from streaming services; and Domino saying they may to take the case to the High Court, which Hebden could not afford.", "type": "p"}, {"text": "However, in a statement posted on social media today, Hebden said he had been offered the 50% rate he had sought in a settlement, the details of which were made public.", "type": "p"}, {"text": "\"Domino have now agreed to treat streaming and download income as licensing income and will apply the 50% rate to streaming and download income going forward, and have reimbursed Kieran for the underpayment over recent years,\" said his lawyer, Aneesh Patel, in a statement.", "type": "p"}, {"text": " \"I really hope that my own course of action encourages anyone who might feel intimidated by challenging a record label with substantial means,\" added Hebden.", "type": "p"}, {"text": "\"Unlike Domino, I didn't work with a big law firm and luckily the case took place in the IPEC [Intellectual Property and Enterprise court] where legal costs are capped, so I was able to stand my ground.\"", "type": "p"}, {"text": "Hebden shared images of the settlement, which showed that he would receive £56,921.08 in respect of all historical streaming and download income, dated back to July 2017, in addition to interest calculated at a rate of 5% per year.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Streaming", "Music"]}