{"link": "https://www.bbc.com/news/science-environment-61828753", "category": "science & environment", "title": "Nepal to move Everest base camp from melting glacier", "contributor": "Navin Singh Khadka", "time": "2022-06-17T00:49:26.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/119BD/production/_125452127_gettyimages-1239978567.jpg", "content": [{"text": "Nepal is preparing to move its Everest base camp because global warming and human activity are making it unsafe.", "type": "b"}, {"text": "The camp, used by up to 1,500 people in the spring climbing season, is situated on the rapidly thinning Khumbu glacier.", "type": "p"}, {"text": "A new site is to be found at a lower altitude, where there is no year-round ice, an official told the BBC.", "type": "p"}, {"text": "Researchers say melt-water destabilises the glacier, and climbers say crevasses are increasingly appearing at base camp while they sleep.", "type": "p"}, {"text": "\"We are now preparing for the relocation and we will soon begin consultation with all stakeholders,\" Taranath Adhikari, director general of Nepal's tourism department, told the BBC.", "type": "p"}, {"text": "\"It is basically about adapting to the changes we are seeing at the base camp and it has become essential for the sustainability of the mountaineering business itself.\"", "type": "p"}, {"text": "The camp currently sits at an altitude of 5,364m. The new one will be 200m to 400m lower, Mr Adhikari said.", "type": "p"}, {"text": "The plans follow the recommendations of a committee formed by Nepal's government to facilitate and monitor mountaineering in the Everest region.", "type": "p"}, {"text": "The Khumbu glacier, like many other glaciers in the Himalayas, is rapidly melting and thinning in the wake of global warming, scientists have found.", "type": "p"}, {"text": "A study by researchers from Leeds University in 2018 showed that the segment close to base camp was thinning at a rate of 1m per year.", "type": "p"}, {"text": "Most of the glacier is covered by rocky debris, but there are also areas of exposed ice, called ice cliffs, and it is the melting of the ice cliffs that most destabilises the glacier, one of the researchers, Scott Watson, told the BBC. ", "type": "p"}, {"text": "\"When ice cliffs melt like that, the debris of boulder and rocks that are on the top of the ice cliffs move and fall and then the melting also creates water bodies,\" he said.", "type": "p"}, {"text": "\"So we see increased rock falls and movement of melt-water on the surface of the glaciers that can be hazardous.\" ", "type": "p"}, {"text": "Mr Watson said the glacier was losing 9.5 million cubic metres of water per year.", "type": "p"}, {"text": "Mountaineers and the Nepali authorities say a stream right in the middle of the base camp has been steadily expanding. They also say crevasses and cracks on the surface of the glacier are appearing more frequently than before.", "type": "p"}, {"text": "\"We surprisingly see crevasses appearing overnight at places where we sleep,\" said Col Kishor Adhikari of the Nepali army, who was staying at base camp while leading a clean-up campaign during the spring climbing season, which lasts from March to the end of May. ", "type": "p"}, {"text": "\"In the morning, many of us have this chilling experience that we could have fallen into them in the night. Cracks on the ground develop so often, it is quite risky.\"", "type": "p"}, {"text": "Tshering Tenzing Sherpa, Everest base camp manager with the Sagarmatha Pollution Control Committee (SPCC), echoed that message.", "type": "p"}, {"text": "Loud noises could also frequently be heard, he said, caused by the ice moving or rocks falling. He added that before putting up a tent at base camp it was necessary to flatten the rocky surface covering the ice, and to repeat this from time to time as the glacier moved.", "type": "p"}, {"text": "\"In the past the flattened space used to bulge up only after two to three weeks. But now that happens almost every week,\" he said.", "type": "p"}, {"text": "A leading member of the committee that recommended the base camp move, Khimlal Gautam, said the presence of so many people at base camp was contributing to the problem.", "type": "p"}, {"text": "\"For instance, we found that people urinate around 4,000 litres at the base camp every day,\" he said. ", "type": "p"}, {"text": "\"And the massive amount of fuels like kerosene and gas we burn there for cooking and warming will definitely have impacts on the glacier's ice.\" ", "type": "p"}, {"text": "Adrian Ballinger, founder of mountain guide company Alpenglow Expeditions, agreed that the move made sense, predicting that there will be more avalanches, ice falls and rock falls in the area of the current base camp in future.", "type": "p"}, {"text": "\"This should be unacceptable to expedition leaders, since it can be avoided,\" he said.", "type": "p"}, {"text": "The main drawback was that a camp lower down the mountain would add to the length of the climb from base camp to camp one, the next staging post for those climbing the mountain.", "type": "p"}, {"text": "Most climbers still ascend Everest from the Nepalese side, but the numbers starting in China are increasing.", "type": "p"}, {"text": "Mr Sherpa of the SPCC said that despite the problems, the present base camp site was still essentially stable, and could continue to serve its purpose for another three to four years.", "type": "p"}, {"text": "But Nepali officials say the move may happen by 2024.", "type": "p"}, {"text": "\"We have assessed the technical and environmental aspects of the base camp, but before we relocate it we will have to discuss this with local communities, considering other aspects like their culture,\" said Mr Adhikari.", "type": "p"}, {"text": "\"We will do it only after discussing with all quarters.\"", "type": "p"}], "tags": ["Glaciers", "Effects of global warming", "Mount Everest", "Climate change", "Nepal"]}