{"link": "https://www.bbc.com/news/technology-61865575", "category": "technology", "title": "Can crumbling cookies sweeten UK data-protection plans?", "contributor": "Zoe Kleinman", "time": "2022-06-20T15:46:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F45A/production/_125545526_gettyimages-1382287146.jpg", "content": [{"text": "Would you like a cookie - or are you absolutely fed up of being asked?", "type": "b"}, {"text": "When the government published its proposals for striking new data-protection plans in the UK, all eyes were on cookie consents - those annoying pop-ups that appear in the foreground on many websites, asking whether you will accept cookies, tiny bits of text that can be used to track things about you, including:", "type": "p"}, [{"text": "what you do on the site", "type": "p"}, {"text": "whereabouts in the world you are", "type": "p"}, {"text": "what device you are using", "type": "p"}, {"text": "where you go online afterwards", "type": "p"}], {"text": "The companies behind the sites use this information for a number of reasons - ad targeting being a huge one. ", "type": "p"}, {"text": "But it also, they say, gives you a more bespoke version of the site.", "type": "p"}, {"text": "If it knows you look at lots of technology news, it can serve you up more  - and less about gardening, for example.", "type": "p"}, {"text": "If you choose not to enable cookies, it can mean the site has no other way of storing this choice, leaving you to opt out every visit.", "type": "p"}, {"text": "But now, the government wants to limit these cookie consents - suggesting instead a one-stop data-privacy setting applied at browser level. ", "type": "p"}, {"text": "Google tried something similar years ago, a \"Do not track,\" header - but it was not legally enforceable, users could not check to see whether sites were respecting it and it has largely been dropped. A note on the Mozilla developer pages advises against using it.", "type": "p"}, {"text": "The more privacy-focused technology giant Apple gives owners of its products regular reports about how many sites and apps are trying to track them. ", "type": "p"}, {"text": "But like it or loathe it, tracking and data gathering has become the way in which a \"free-to-use\" internet is funded - by content providers who can turn it into advertising revenue.", "type": "p"}, {"text": "Even for those who fundamentally disagree with cookies, it has become a wearying war of attrition. \"Yes, you can have my damn cookie!\" tweeted a despairing Elon Musk. ", "type": "p"}, {"text": "Many critics say the pop-ups in their current form are pointless. A 2019 study found most cookies were \"not compliant with EU privacy law\".", "type": "p"}, {"text": "But the TechUK trade association says there are \"outstanding questions\" around exactly how the UK's alternative would work, suggesting more consultation is needed.", "type": "p"}, {"text": "And privacy campaigners the Open Rights Group are outraged it might involve opting out of tracking, rather than opting in, saying this wrongly places the onus on individuals preventing, rather than permitting, their online lives being monitored.", "type": "p"}, {"text": "The Data Reform Bill is an attempt to move away from what the government calls the \"red tape\" of Europe's General Data Protection Regulation (GDPR) legislation - most of which has been adopted into British law.", "type": "p"}, {"text": "The GDPR puts enormous weight on protecting the privacy and data of individuals, with steep penalties for non-compliance, but cookie consent is not covered.", "type": "p"}, {"text": "The Data Reform Bill also proposes:", "type": "p"}, [{"text": "removing the requirement for small and medium-sized businesses to employ data-protection officers and conduct thorough impact assessments of data-gathering activities", "type": "p"}, {"text": "allowing the Information Commissioner's Office, which currently has to investigate every data-protection complaint it receives, to, according to commissioner John Edwards, \"be more flexible and target our action in response to the greatest harms\"", "type": "p"}, {"text": "widening data access for public services and research - currently, if you consent to your health data being used in a particular Covid 19 study, for example, similar future studies have to ask again for your permission", "type": "p"}], {"text": "All this can be done without reducing Britain's data-protection \"gold standard\", the government says. It could save businesses £1bn over 10 years and remove \"box-ticking\" exercises.", "type": "p"}, {"text": "Culture Secretary Nadine Dorries calls it \"cementing post-Brexit Britain's position as a science and tech superpower\".", "type": "p"}, {"text": "But so far, reaction has been mixed, with industry broadly more supportive than privacy campaigners.", "type": "p"}, {"text": "TechUK - which worked with the government on the proposals - calls them \"a welcome package\".", "type": "p"}, {"text": "\"The reforms... find a good balance between making the UK's data-protection system clearer, more flexible, and more user friendly to researchers, innovators, and smaller companies,\" chief executive Julian David says.", "type": "p"}, {"text": "But the Open Rights Group calls the bill a \"bonfire\" of rights.", "type": "p"}, {"text": "\"At a time when personal data can be leveraged to do all sort of wrong things, depicting data protection as a burden is wrong, irresponsible and negligent,\" it said.", "type": "p"}, {"text": "Meanwhile, the lawyers are looking at how the proposals may affect the passage of data between the UK and the EU.", "type": "p"}, {"text": "Vinod Bange, of law firm Taylor Wessing, says his initial response was \"relief\" there was no entire rewrite of existing policy.", "type": "p"}, {"text": "But he adds: \"The most impactful changes for UK organisations will be the unintended consequences, so changes that could derail the current data-flow adequacy with the EU will be the ones to watch.\" ", "type": "p"}, {"text": "Nothing is likely to change overnight - the bill first has to trundle its way through Parliament - but expect much more debate in the coming months.", "type": "p"}], "tags": ["UK government", "GDPR", "Personal data", "Data protection", "Privacy"]}