{"link": "https://www.bbc.com/news/business-63521713", "category": "business", "title": "Twitter: Elon Musk blames 'activist groups' for earnings drop", "contributor": null, "time": "2022-11-04T21:58:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9D32/production/_127524204_musk.jpg", "content": [{"text": "Elon Musk, the new owner of Twitter, has blamed \"activist groups pressuring advertisers\" for a \"massive drop in revenue\" as the company makes sweeping job cuts in an effort to save money.", "type": "b"}, {"text": "The billionaire owner of Tesla tweeted that \"activists\" raising concerns about how Twitter is moderated are \"trying to destroy free speech in America\".", "type": "p"}, {"text": "It came as Twitter made widespread job cuts around the world on Friday.", "type": "p"}, {"text": "Reports suggested that thousands of staff lost their jobs.", "type": "p"}, {"text": "An internal email sent to staff on Friday said the mass job cuts were \"unfortunately necessary to ensure the company's success moving forward\".", "type": "p"}, {"text": "Staff confirmed on Twitter they had been logged out of work laptops and Slack, a messaging system.", "type": "p"}, {"text": "Many staff revealed that they had been axed in posts on the platform, painting a picture of cuts that spanned the globe and hit departments that ranged from marketing to engineering.", "type": "p"}, {"text": "They included communications, content curation, and product development employees.", "type": "p"}, {"text": "A team that focused on research into how Twitter uses algorithms - an issue that was a priority for Mr Musk - was also sacked, according to a tweet from a former senior manager at the company.", "type": "p"}, {"text": "More than 100 workers did not respond or declined to comment to the BBC on the moves.", "type": "p"}, {"text": "Almost all of Twitter's revenue currently comes from advertising and Volkswagen is among the brands that has stopped spending with it since Mr Musk bought the social media company.", "type": "p"}, {"text": "\"We are closely monitoring the situation and will decide about next steps depending on its evolvement,\" Europe's biggest carmaker said.", "type": "p"}, {"text": "On Thursday, food manufacturer General Mills, which owns brands including Cheerios and Lucky Charms, did the same.", "type": "p"}, {"text": "It said it was continuing to monitor the social media company's \"new direction\" and wanted to \"evaluate [its] marketing spend\".", "type": "p"}, [{"text": "Elon Musk says $8 monthly fee for Twitter blue tick", "type": "a", "href": "https://www.bbc.co.uk/news/business-63478854"}, {"text": "Will Donald Trump go back on to Twitter?", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63436425"}, {"text": "How the world's richest person bought Twitter", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63408534"}], {"text": "Other brands to have paused paid activity on the platform include car firms General Motors and Audi, and drugs giant Pfizer.", "type": "p"}, {"text": "Online safety groups and campaigners have expressed concerns about Mr Musk's plans to relax content moderation and reverse permanent Twitter bans given to controversial figures including former US president Donald Trump.", "type": "p"}, {"text": "Mr Musk has been looking for ways to cut costs and make money in different ways from the platform, including plans to charge a monthly subscription fee for users to be verified on the platform.", "type": "p"}, {"text": "He also proposed that those paying the $8 per month fee would get their Tweets boosted in replies, mentions, and searches, prompting criticism from some people on Twitter that he was creating a two-tier system that would benefit those willing to pay.", "type": "p"}, {"text": "Twitter employees filed a class action lawsuit on Thursday which argued the company was making big job cuts without giving 60 days' notice, in violation of federal and Californian law.", "type": "p"}, {"text": "The lawsuit also asked the San Francisco federal court to order Twitter not to ask sacked employees to sign documents waiving their rights without telling them about the court case.", "type": "p"}, {"text": "Shannon Liss-Riordan, the lawyer co-ordinating the case, said: \"We filed this federal complaint to ensure that Twitter be held accountable to our laws and to aid Twitter employees by helping them understand their rights.\"", "type": "p"}, {"text": "Twitter was approached for comment.", "type": "p"}], "tags": ["Companies", "Social media", "Elon Musk", "Twitter", "Advertising"]}