{"link": "https://www.bbc.com/news/entertainment-arts-63512050", "category": "entertainment & arts", "title": "English National Opera to leave London as arts funding gets levelled up", "contributor": null, "time": "2022-11-04T16:26:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/114F/production/_127513440_gettyimages-1371179419.jpg", "content": [{"text": "The English National Opera is to move its headquarters outside London and have a drastic budget cut as part of a major shake-up of English arts funding.", "type": "b"}, {"text": "The prestigious company will lose its £12.6m core annual grant from Arts Council England, instead getting £17m over three years as part of a plan to relocate, possibly to Manchester.", "type": "p"}, {"text": "It's part of a wider overhaul to move millions of pounds from central London.", "type": "p"}, {"text": "Others to have lost their entire grants include the Donmar Warehouse theatre.", "type": "p"}, {"text": "Public money from the government, as well as from the National Lottery, is used by Arts Council England to support arts and culture across the nation.", "type": "p"}, {"text": "Other London institutions have lost some of their subsidies under the new funding plans, which run from 2023-26. The Royal Opera House will lose £2.9m a year, the Southbank Centre will be cut by £1.9m and the National Theatre will be reduced by £850,000.", "type": "p"}, {"text": "ENO chief executive Stuart Murphy told BBC News he was surprised the Arts Council had cut a company that gives free tickets to under-21s and is \"way ahead of other opera companies\" in bringing in diverse audiences.", "type": "p"}, {"text": "\"I'm slightly confused why we'd have a reduction on an arts company that has so successfully brought in people of colour, brought in young people, and done things like ENO Breathe with the NHS to help people with lung Covid,\" he said.", "type": "p"}, {"text": "\"It will definitely survive, but we are slightly puzzled why they would reduce funding to an opera company that's doing all the things they need opera to do.\"", "type": "p"}, {"text": "The ENO is currently based at the historic London Coliseum and its annual Arts Council grant accounts for a third of its total funding, he said.", "type": "p"}, {"text": "Arts Council England chair Sir Nick Serota said there were now \"opportunities that exist for English National Opera to become a different kind of company working across the country\".", "type": "p"}, {"text": "He added: \"They are capable of responding, in our view. They've got great leadership. They have great achievement, and there seems to us to be an opportunity here that we should grasp.\"", "type": "p"}, {"text": "As part of Friday's funding announcement, more money will be handed out to organisations outside the capital and in outer London boroughs.", "type": "p"}, {"text": "The Belgrade Theatre in Coventry, which will get £1.23m - up from £960,000, said the additional support would help \"build a cultural offer that is developed with and for the people of Coventry and wider region, and proudly share it with the world\".", "type": "p"}, {"text": "The Shakespeare North Theatre in Prescot, Blackpool's illuminations and libraries in Barnsley, Warwickshire and East Yorkshire will all get cash for the first time.", "type": "p"}, {"text": "It comes after former Culture Secretary Nadine Dorries instructed the Arts Council to redress a \"huge historic imbalance\" in cultural funding.", "type": "p"}, {"text": "What has been announced is the most dramatic shift in funding for the arts I can remember. Many will see it as long overdue.", "type": "p"}, {"text": "We've known for some time that the money spent per head in London on culture is much higher than outside.", "type": "p"}, {"text": "The Arts Council would say its decisions have been driven by its greater understanding of what people want from culture. Its own research shows that the demand is for art and culture to be much more local. People want it on their high streets.", "type": "p"}, {"text": "But what's been announced today ties in clearly with the government's \"levelling up\" strategy. Nadine Dorries made it plain she wanted more money moved from London.", "type": "p"}, {"text": "One fifth of the cash that used to go to institutions in the capital will be shifted elsewhere by 2026. That can't come without an obvious cost for the likes of the National Theatre, the Southbank Centre and other renowned centres of culture.  ", "type": "p"}, {"text": "I interviewed Rufus Norris, who runs the National Theatre, at the start of this year and he talked about plans to move money out of the capital as being like \"robbing Peter to pay Paul\".", "type": "p"}, {"text": "As for the ENO and the talk that it might move to Manchester - the Arts Council is offering it transition financing to help find it a future. But we do not know whether it will take up that offer, and whether there is even room for it there.", "type": "p"}, {"text": "Next year The Factory opens, which is Manchester's big shiny new £210m cultural venue. Some are already asking whether there is the audience to sustain that, let alone a new opera company.", "type": "p"}, {"text": "In a statement, the ENO said the announcement \"marks the start of a new chapter\" and \"will allow us to increase our national presence by creating a new base out of London, potentially in Manchester\".", "type": "p"}, {"text": "The company said it plans to continue to manage the Coliseum, \"using it to present a range of opera and dance whilst maximising it as a commercial asset\".", "type": "p"}, {"text": "Some other opera companies fared badly in the latest funding round. Welsh National Opera, which is subsidised for its touring in England, has been cut by £2.2m a year, while East Sussex-based opera house Glyndebourne will lose £860,000.", "type": "p"}, {"text": "But English Touring Opera, which is one of 24 arts companies to have volunteered to move lout of London under the new plans, has had an increase.", "type": "p"}, {"text": "Meanwhile, the Hampstead Theatre said it was \"considering how best to ensure the future\" of its company after it was \"saddened\" to not be granted funding from 2023. The Gate, another London theatre, has also lost its grant. ", "type": "p"}, {"text": "The Covent Garden-based Donmar Warehouse theatre, which has previously hosted actors like Nicole Kidman and Kit Harington, will lose the £513,904 it received in the last financial year.", "type": "p"}, {"text": "It claimed the cuts were \"self-defeating\" and \"damaging\" to the theatre industry. ", "type": "p"}, {"text": "The venue's founding artistic director Sam Mendes described the move as \"short-sighted\".", "type": "p"}, {"text": "The film-maker said: \"The Donmar has been at the heart of British theatre for three decades, and has a hard won legacy of punching well above its weight in both its ambition and reach. It is a world renowned and hugely influential theatre, and the UK cannot afford to put it at risk.\"", "type": "p"}, {"text": "But Sir Nicholas said the Arts Council had \"simply had to make some very invidious choices about where we fund\".", "type": "p"}, {"text": "He explained: \"The position was made relatively clear when the secretary of state instructed us to take money out of London, and also encouraged us to take money from central London to some parts of the city that hadn't previously had funding.", "type": "p"}, {"text": "\"So it was almost inevitable that we would have to take some money away from some of the main theatres in London.", "type": "p"}, {"text": "\"We're still going to be funding nearly 60 theatre organisations in the capital, and we're funding some new organisations in the outer London boroughs.\"", "type": "p"}, {"text": "Funding for the capital has reduced by 16% to £152m since 2018/19, while other regions have seen a 21% increase to £294m.", "type": "p"}], "tags": ["Opera"]}