{"link": "https://www.bbc.com/news/science-environment-63516054", "category": "science & environment", "title": "COP27: King Charles hosts meeting ahead of climate summit", "contributor": null, "time": "2022-11-04T15:55:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/173F6/production/_127522259_cc4a554a4ecaa47c866ff99035b084e1106d4fb30_0_3000_30001000x1000.jpg", "content": [{"text": "King Charles III has hosted a reception to discuss tackling climate change, as global leaders prepare for the UN climate summit COP27.", "type": "b"}, {"text": "About 200 politicians and campaigners met at Buckingham Palace, including PM Rishi Sunak, US climate envoy John Kerry and COP President Alok Sharma.", "type": "p"}, {"text": "The King is internationally known for his climate work but it was agreed he would not go to COP27.", "type": "p"}, {"text": "The UN conference begins on Sunday in Sharm el-Sheikh, Egypt.", "type": "p"}, {"text": "Mr Sunak told the meeting that the UK's global leadership on climate change will continue after its COP presidency ends this week. The UK hosted COP26 in Glasgow last year.", "type": "p"}, {"text": "\"Every moment that we allow climate change to ravage our planet we will see more human suffering,\" he said.", "type": "p"}, {"text": "\"If we do not act today we will risk leaving an ever more desperate inheritance for our children tomorrow.\"", "type": "p"}, {"text": "Mr Sunak, who will attend the opening days of the summit, had faced fierce criticism from climate activists and opposition politicians for initially saying he would not go due to pressing matters in the UK.", "type": "p"}, {"text": "The prime minister paid tribute to King Charles's work on climate, saying he had worked for 50 years to find solutions, long before the first UN COP meeting.", "type": "p"}, [{"text": "The big issues facing Egypt's COP27 climate summit", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63316362"}, {"text": "Climate change: What have leaders done in 2022?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63458945"}, {"text": "Why the latest UN climate conference matters", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63502762"}], {"text": "When former PM Liz Truss entered No 10, it was announced King Charles would not go to the summit. ", "type": "p"}, {"text": "The monarch has a long-standing interest in environmental issues and attended COP26 in Glasgow last year, but the Palace said it had sought advice from then-PM Ms Truss and that \"with mutual friendship and respect there was agreement that the King would not attend\".", "type": "p"}, {"text": "On Thursday a spokesperson for Mr Sunak said, \"had the prime minister been in post earlier the situation might have been different\".", "type": "p"}, {"text": "Buckingham Palace says the reception on Friday afternoon was organised to \"facilitate discussion of sustainable growth, progress made since COP26 in Glasgow and collective and continued efforts to tackle climate change.\"", "type": "p"}, {"text": "At COP26 in Glasgow last year, the King told leaders: \"I can only urge you, as the world's decision-makers, to find practical ways of overcoming differences so we can all get down to work, together, to rescue this precious planet and save the threatened future of our young people.\"", "type": "p"}, {"text": "Buckingham Palace has been very consistent; it says King Charles is not disappointed that he will not be going to the UN climate conference in Egypt.  ", "type": "p"}, {"text": "The decision was made during discussions between the King and the then Prime Minister, Liz Truss, it says.", "type": "p"}, {"text": "That may be so, but today's event is a signal of how important the climate issue remains for King Charles.", "type": "p"}, {"text": "He has decided to bring part of the conference to Buckingham Palace by convening this meeting of key figures from his Sustainable Markets Initiative (SMI).", "type": "p"}, {"text": " The SMI and its Terra Carta Action Forum aim to spur business to up its efforts on climate change.  ", "type": "p"}, {"text": "King Charles has long argued getting the private sector involved in the climate issue is essential.", "type": "p"}], "tags": ["Climate change", "King Charles III", "John Kerry"]}