{"link": "https://www.bbc.com/news/technology-63488059", "category": "technology", "title": "Billions being spent in metaverse land grab", "contributor": null, "time": "2022-11-04T00:11:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D6B8/production/_127486945_603ebfe9-65fe-4bc0-88c5-d207858ba5c0.jpg", "content": [{"text": "Nearly $2bn (£1.75bn) has been spent on virtual land in the past 12 months, as people and companies race to get a foothold in the metaverse, research shows. ", "type": "b"}, {"text": "But we are years away from the metaverse emerging as a single immersive space online where people can live, work and play in virtual reality. So is the land grab one big gamble?", "type": "p"}, {"text": "With her giant dark red mohican and permanent cigarette, artist Angie Taylor's avatar does not look like a typical land mogul. But she is one of a growing breed of people staking a claim to new virtual worlds.", "type": "p"}, {"text": "\"I bought my first metaverse parcel in July 2020 and paid about £1,500. I bought it for exhibiting my own work, but also for running metaverse events that would promote my art and also other people's art,\" she says.", "type": "p"}, {"text": "Angie, from Brighton, built two galleries full of strange and beautiful digital artwork, which is being sold in cryptocurrency, on her land in the Voxels world.", "type": "p"}, {"text": "Angie's plots are about the size of a small family house (if you compare them to the size of her avatar). The tallest stretches up over three floors and has a roof terrace with a white-and-black-striped road crossing, and a pink taxi permanently driving back and forth just for fun.", "type": "p"}, {"text": "But you get a real sense of the scale of this world from the air.", "type": "p"}, {"text": "\"Hold down the F key and you can fly up to take a look at my neighbourhood,\" Angie explains. Above her gallery you can see thousands of identical boxes of land stretching to the horizon.", "type": "p"}, {"text": "Voxels is one of dozens of virtual worlds that describe themselves as metaverses. It is confusing, because people often talk about \"the metaverse\" as if there was only one. But until one platform starts to dominate, or these disparate worlds join together, companies are selling land and experiences in their own versions.", "type": "p"}, {"text": "Researchers at metaverse analysts DappRadar say that $1.93bn worth of cryptocurrency has been spent buying virtual land in the past year alone, with $22m of that spent on about 3,000 parcels of land in Voxels. ", "type": "p"}, {"text": "Dapp Radar can monitor this because Voxels is built on the Ethereum cryptocurrency system, in which, like all virtual currencies, every transaction is logged and published on a public blockchain.", "type": "p"}, [{"text": "Zuckerberg's metaverse: Lessons from Second Life", "type": "a", "href": "https://www.bbc.co.uk/news/technology-59180273"}, {"text": "Metaverse app allows kids into virtual strip clubs", "type": "a", "href": "https://www.bbc.co.uk/news/technology-60415317"}, {"text": "Watch: What is the metaverse?", "type": "a", "href": "https://www.bbc.co.uk/news/av/technology-59674930"}], {"text": "One of the most popular worlds is the cartoony Decentraland. Launched in 2020, parcels of land there are selling for thousands, sometimes millions of dollars. Samsung, UPS and Sotheby's are among those who have bought land and built shops and visitor centres there. ", "type": "p"}, {"text": "Luxury fashion brand Philipp Plein also owns a plot about the size of four football pitches, which it hopes will eventually contain a metaverse store and gallery.", "type": "p"}, {"text": "However, owner Mr Plein says his mum is not convinced by his $1.5m purchase.", "type": "p"}, {"text": "\"My mother called me and said, 'what did you do? Why? Are you crazy, why do you spend so much money, what is this?',\" he says.", "type": "p"}, {"text": "Mr Plein has been selling goods in 24 different cryptocurrencies online for more than a year. Earlier in 2022, he opened a new shop on London's Old Bond Street selling clothing and some non-fungible tokens (NFTs) in exchange for cryptocoins like Bitcoin and Ethereum, as well as pounds.", "type": "p"}, {"text": "He says opening the shop helped him learn more about the metaverse and adds: \"I made a bold step spending so much on a piece of land.", "type": "p"}, {"text": "\"But I was thinking that I've had over 24 years with my brand and what would I have to do if I was starting again?\"", "type": "p"}, {"text": "However, with the general collapse in the value of cryptocurrencies, Dapp Radar says metaverse real estate values are near a one-year low", "type": "p"}, {"text": "In Sandbox, another of the crypto metaverses, Adidas, Atari, Ubisoft, Binance, Warner Music and Gucci are just some of the multinationals buying land, and building experiences to sell and promote their products and services.", "type": "p"}, {"text": "Gucci has also built in Roblox, which alongside other big gaming platforms like Minecraft and Fortnite, is seen as the most mainstream of the fledgling metaverses.", "type": "p"}, {"text": "These gaming corporations do not sell land and are run without the use of any blockchain technology. However, they already have some of the key ingredients that sci-fi writers say we need for a true metaverse:", "type": "p"}, [{"text": "the ability to hang out and play", "type": "p"}, {"text": "their own in-world currencies", "type": "p"}, {"text": "the opportunity to make money on-platform", "type": "p"}, {"text": "huge thriving communities ", "type": "p"}], {"text": "Gucci Town has had more than 36 million visits in the year since it was launched, while Nike Land has recorded more than 25 million in 11 months. In Gucci Town, players can buy clothing for their avatars with real money. In Nike Land they can obtain T-shirts and shoes for avatars with points earned by playing games.", "type": "p"}, {"text": "Fashion seems to be the industry most keen to take the opportunities and risks associated with the metaverse.", "type": "p"}, {"text": "Digital-only fashion house The Fabricant, based in Amsterdam, only makes clothing for avatars, designing collections and bespoke garments for users of Decentraland, Sandbox and other crypto metaverses. ", "type": "p"}, {"text": "\"When we started, everybody called us crazy, because they were like, 'why would you need this?'. But we very strongly believed in the idea that in the future, people would wear the digital items,\" says co-founder and lead designer Amber Jae Slooten.", "type": "p"}, {"text": "The Fabricant's record sale so far is a digital dress which fetched $19,000, though it was sold as an NFT - a digital art piece - and has not been worn by the owner's avatar.", "type": "p"}, {"text": "The company just raised $14m in funding from investors betting on the idea that many of us will soon be living part of our lives in the metaverse.", "type": "p"}, {"text": "But it is not certain if and when that will happen. The crypto metaverses are generally sparsely populated and only really used when events are held, and even then only thousands, and not millions, of people attend.", "type": "p"}, {"text": "Even in the virtual world in which Meta, owners of Facebook and Instagram, is investing billions of dollars, leaked memos show people are not staying for long.", "type": "p"}, {"text": "But Ms Slooten is convinced that as these worlds develop, people will come.", "type": "p"}, {"text": "\"There will be for sure a mass market in this because if you think about the younger generation, they already play games. For them there's no distinction between virtual and real. But it still needs to be built.\"  ", "type": "p"}], "tags": ["Social media", "Meta", "Cryptocurrency"]}