{"link": "https://www.bbc.com/news/business-66101852", "category": "business", "title": "Unilever: Cornetto maker defends decision to stay in Russia", "contributor": null, "time": "2023-07-04T17:03:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/66B0/production/_130288262_gettyimages-466765604.jpg", "content": [{"text": "The maker of Dove soap and Cornetto ice cream has defended its decision to keep operating in Russia more than a year after the country invaded Ukraine. ", "type": "b"}, {"text": "Unilever said that exiting was \"not straightforward\" as its operations would be taken over by the Russian state if it abandoned them. ", "type": "p"}, {"text": "It comes after a campaign group estimated the firm is contributing £579m to the Russian economy annually. ", "type": "p"}, {"text": "The Moral Rating Agency accused the firm of facilitating Russia's invasion.", "type": "p"}, {"text": "\"Unilever must stop hiding behind its balance sheet and excuses to face the reality that selling an ice cream can allow Putin to pay for a bullet,\"  said founder Mark Dixon.", "type": "p"}, {"text": "A host of Western companies from Apple to Levi's quit Russia in the wake of its illegal invasion of Ukraine last year, both for ethical reasons and because sanctions have made it difficult to operate in the country.", "type": "p"}, {"text": "However, some firms are still doing business there such as US consumer goods giant Procter & Gamble.", "type": "p"}, {"text": "P&G has said it has limited its activities in the country, while Pernod said it had to \"ensure the economic viability\" of its Russian operations.  ", "type": "p"}, [{"text": "Shell trading Russian gas despite pledge to stop", "type": "a", "href": "https://www.bbc.co.uk/news/business-66021325"}, {"text": "Pernod Ricard resumes drinks exports to Russia", "type": "a", "href": "https://www.bbc.co.uk/news/business-65403954"}], {"text": "Unilever, which sells products in the UK such as Marmite and PG Tips, said it had stopped exports and imports to and from Russia and ceased advertising there.", "type": "p"}, {"text": "It also claims to be selling only \"essential\" products in the country, including everyday food and hygiene products. ", "type": "p"}, {"text": "But the Moral Rating Agency (MRA) said that Unilever's production facilities in Russia continued to manufacture and sell most of its original goods in the country.", "type": "p"}, {"text": "It said its calculations accounted for the total amount Unilever paid into the Russian treasury annually, along with money spent on local suppliers, employees and for other costs such as rent and technology.", "type": "p"}, {"text": "\"The MRA calculation starts with Unilever's admission in its 2022 Annual Report that its Russian business represents 1.4% of turnover,\" the group added. ", "type": "p"}, {"text": "Referring the BBC to its most recent statement in February, Unilever said: \"We understand why there are calls for Unilever to leave Russia.", "type": "p"}, {"text": "\"We also want to be clear that we are not trying to protect or manage our business in Russia. However, for companies like Unilever, which have a significant physical presence in the country, exiting is not straightforward.\"", "type": "p"}, {"text": "The company, which employs around 3,000 people in Russia, said that if it were to abandon its brands in Russia, \"they would be appropriated - and then operated - by the Russian state\". ", "type": "p"}, {"text": "The consumer goods giant said it had been unable to find a way to sell the business that \"avoids the Russian state potentially gaining further benefit, and which safeguards our people\". ", "type": "p"}, {"text": "It said there were no \"desirable\" options, but that continuing to run the business with \"strict constraints\" was the best way forward in the circumstances. ", "type": "p"}, {"text": "This week, Shell was criticised for continuing to trade in Russian gas more than a year after pledging to withdraw from the Russian energy market.", "type": "p"}, {"text": "The oil giant said the trades were the result of \"long-term contractual commitments\" and do not violate laws or sanctions.", "type": "p"}], "tags": []}