{"link": "https://www.bbc.com/news/entertainment-arts-66096183", "category": "entertainment & arts", "title": "The Idol savaged by critics as 'worst TV show of the year' after finale", "contributor": null, "time": "2023-07-04T13:25:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F17A/production/_130281816_lily-rose-depp-abel-the-weeknd-tesfaye_2.jpg", "content": [{"text": "Before it began, The Idol creator ", "type": "b"}, {"text": "Now it has ended, TV critics have given their final verdicts - but most agreed it was the summer's biggest misfire.", "type": "p"}, {"text": "The Idol starred Johnny Depp's daughter Lily-Rose Depp and pop star The Weeknd.", "type": "p"}, {"text": "The Telegraph declared it \"surely the worst TV show of the year\", while the Guardian went further, calling it \"one of the worst programmes ever made\".", "type": "p"}, {"text": "It was \"a painfully tedious TV non-event\" that had \"the dampest squib of a finale\", the Guardian's Leila Latif wrote.", "type": "p"}, {"text": "Depp's performance as troubled pop singer Jocelyn consisted of \"limp, glazed-over, chain-smoking nothingness\", she wrote.", "type": "p"}, {"text": "Latif was even more scathing about Depp's co-star, stating that \"a performance from Abel 'The Weeknd' Tesfaye should be tried at The Hague\", referring to the Dutch location of the International Criminal Court.", "type": "p"}, {"text": "\"We were braced to be shocked. We were braced to be appalled. But nothing can prepare you to be so incredibly bored.\"", "type": "p"}, {"text": "As well as being boring, The Idol \"feels the need to make the occasional point about how feminism and #MeToo get in the way of a good time\", Latif continued.", "type": "p"}, {"text": "HBO had \"spent millions upon millions of dollars to deliver women gleefully writhing, being sexualised and finding peace in admitting how much they suck\", she added.", "type": "p"}, {"text": "The Telegraph's Ed Power agreed the series was \"toe-curlingly naff and sexist\", and \"maintained a consistent awfulness throughout\".", "type": "p"}, {"text": "The final episode \"confirmed it was not only the worst TV show of the year - but a potential turkey for the ages\", he wrote. \"It was the Dark Side of the Moon of terrible telly - so cringe-inducing it's hard to imagine how it got off the drawing board, let alone on to our screens.\"", "type": "p"}, {"text": "Aiming criticism at \"the vacant Depp and atrociously stilted The Weeknd\", he said the most extensive damage might be to HBO, which was \"long considered the gold standard of prestige TV studio\" but has now \"dropped a clunker for the ages\".", "type": "p"}, {"text": "Rolling Stone magazine's Chris Vognar said HBO \"has had worse mishaps\" in the past, but bemoaned The Idol's \"atonal pile-up of hazy character motives, narrative dead-ends, and remarkably unsexy sex scenes\".", "type": "p"}, {"text": "The finale was \"neither a bang nor a whimper\", he wrote. \"It was, rather, not quite as bad as what preceded it. That can be either read as damning with faint praise, or seen as a small victory of sorts.\"", "type": "p"}, {"text": "In the Hollywood Reporter, Lovia Gyarkye said the series ended \"with a finale so disorienting that Levinson's prediction that his latest creation would be 'the biggest show of the summer' now seems ridiculous\".", "type": "p"}, {"text": "She wrote: \"The Idol's problems aren't limited to its gratuitous nudity or juvenile eroticism. The show is dogged by a thin plot and an incoherent narrative. Storylines are blithely picked up and discarded, their remains haunting attentive viewers.\"", "type": "p"}, {"text": "Attempts at character development, acting, pacing and tone were added to Gyarkye's list of the show's failings.", "type": "p"}, {"text": "\"And yet the season contains some inspired bits - glimmers of what The Idol could have been.\"", "type": "p"}, {"text": "BBC Culture's Laura Martin wrote that there was \"confusion over what exactly The Idol was meant to be\".", "type": "p"}, {"text": "\"It seemed to be many shows masquerading as one: was it an erotic drama, exploring power dynamics in an S&M relationship? Was it a satire on the absurd nature of the music industry?\" she asked.", "type": "p"}, {"text": "\"The show awkwardly flip-flopped about, never fully landing on what it wanted to deliver. Meanwhile, the seeming focus on being edgy - or 'sick and twisted', as early teaser trailers claimed the minds of Levinson and Tesfaye to be - came at a cost.", "type": "p"}, {"text": "\"The dialogue was appalling, the plot didn't get moving until the penultimate episode - and even then was a confusing mess - and there was little to no character progression.", "type": "p"}, {"text": "She added: \"Any positives were lost in the chaotic discourse around the show.\"", "type": "p"}, {"text": "Variety's Alison Herman was relatively charitable, deciding The Idol was \"neither as offensive as its detractors claimed nor as 'revolutionary' as co-creator Sam Levinson believed\".", "type": "p"}, {"text": "She added: \"Like so many works of art that too openly aim for provocation, the five-episode HBO drama got in its own way, passing off reductive clichés as radical transgression.\"", "type": "p"}, {"text": "Levinson was formerly best known for creating the acclaimed teen drama Euphoria.", "type": "p"}, {"text": "The Weeknd, who played nightclub impresario and Jocelyn's mentor Tedros, can now get back to his real-life day job as one of the world's biggest pop stars when he plays two nights at London Stadium this weekend.", "type": "p"}], "tags": []}