{"link": "https://www.bbc.com/news/technology-66093324", "category": "technology", "title": "Why is Twitter limiting how many tweets you can see?", "contributor": null, "time": "2023-07-03T20:14:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/088B/production/_130278120_1430842368677db175600bbc53908e9727d5ecb50_25_4000_22511000x563.jpg", "content": [{"text": "On Saturday Twitter began to restrict how many tweets its users could read.", "type": "b"}, {"text": "Elon Musk tweeted that unverified users could read 1,000 tweets, and verified users 10,000 per day.", "type": "p"}, {"text": "People began to share screengrabs of messages that they'd \"exceeded\" their daily allowance of tweets.", "type": "p"}, {"text": "Elon Musk was doing something that seems unfathomable for a social media company - he was limiting user activity.", "type": "p"}, {"text": "The move has baffled advertising executives.", "type": "p"}, {"text": "However this is part of a much longer game that Elon Musk is playing - a battle with AI companies.", "type": "p"}, {"text": "Let's first start off with how Twitter actually makes money. The vast majority of its revenue comes from advertising, just like Meta and Google.", "type": "p"}, {"text": "When users go onto the platform, they're served ads. The more time they spend on Twitter, the more ads they see. The equation is pretty simple. That's the business. ", "type": "p"}, {"text": "However, Elon Musk has traditionally eschewed advertising. Tesla famously doesn't do ads.", "type": "p"}, {"text": "In 2019 he tweeted \"I hate advertising\".", "type": "p"}, {"text": "And yet he's bought a company that is totally reliant on it.", "type": "p"}, {"text": "So, Elon Musk is desperate to generate different revenue streams.", "type": "p"}, {"text": "This is not just a business decision. He believes that advertisers hold too much power over social media companies when it comes to moderation.", "type": "p"}, {"text": "Advertisers can, and have, pulled their money from Twitter.", "type": "p"}, {"text": "Advertisers don't want their ads placed next to racist or extremist content. And so Twitter's main revenue stream also has an influence over how much \"free speech\" is allowed on the platform.", "type": "p"}, [{"text": "Musk on layoffs, misinfo and sleeping in the office", "type": "a", "href": "https://www.bbc.co.uk/news/business-65248196"}, {"text": "Twitter temporarily restricts tweets users can see", "type": "a", "href": "https://www.bbc.co.uk/news/technology-66077195"}, {"text": "Twitter restores blue tick to high profile accounts", "type": "a", "href": "https://www.bbc.co.uk/news/technology-65365366"}], {"text": "Mr Musk told me in April that \"most\" of the advertisers had returned after initially pausing their ads from Twitter after his takeover.", "type": "p"}, {"text": "However Mr Musk has another plan to turn Twitter into a profitable company.", "type": "p"}, {"text": "He wants Twitter to make money out of the vast amount of data it holds.", "type": "p"}, {"text": "Platforms like Twitter and Reddit hold a treasure trove of hundreds of billions of real human conversations - an incredible resource for AI companies.", "type": "p"}, {"text": "Large language models (LLMs), can learn from these interactions, and work out how to respond to questions in more human-like ways.", "type": "p"}, {"text": "But platforms like Twitter and Reddit want to be paid for the use of their data in this way.", "type": "p"}, {"text": "In April, Reddit's chief executive Steve Huffman told the New York Times that he was unhappy with what AI companies were doing.", "type": "p"}, {"text": "\"The Reddit corpus of data is really valuable,\" he said. \"But we don't need to give all of that value to some of the largest companies in the world for free.\"", "type": "p"}, {"text": "At around the same time, Elon Musk said that Microsoft was \"ripping off the Twitter database, demonetizing it (removing ads) and then selling our data to others\".", "type": "p"}, {"text": "On Saturday it became clear how frustrated Mr Musk was getting.", "type": "p"}, {"text": "\"We were getting data pillaged\" he said.", "type": "p"}, {"text": "\"Almost every company doing AI, from start-ups to some of the biggest corporations on Earth, was scraping vast amounts of data,\" he said.", "type": "p"}, {"text": "And so, by restricting usage, Elon Musk is hoping to prevent its data from being pulled into LLMs. He wants to negotiate with AI companies and get paid for the content that they take.", "type": "p"}, {"text": "But there could be other factors at play too, and it goes back to another one of his attempts to decrease Twitter's reliance on advertising revenue.", "type": "p"}, {"text": "Mr Musk is desperate for people to pay for Twitter.", "type": "p"}, {"text": "For months, he's been trying to push people towards Twitter Blue. There's been some carrot, giving Twitter Blue members a blue tick and verification, and some stick - removing verification from users that don't pay.", "type": "p"}, {"text": "But Twitter Blue has not been what Elon Musk had hoped. People aren't paying up in their droves.", "type": "p"}, {"text": "Perhaps he's looking at another way to get users to open their wallets. In future, if want access to unlimited tweets, perhaps you'll have to pay a monthly fee?", "type": "p"}, {"text": "Whatever Mr Musk is thinking, one thing is clear though. Restricting tweets is not good for advertisers.", "type": "p"}, {"text": "The limits are \"remarkably bad\" for users and advertisers already shaken by the \"chaos\" at Twitter, Mike Proulx, research director at Forrester, told Reuters.", "type": "p"}, {"text": "This is perhaps the most perplexing part of Elon Musk's restrictions. He has recently hired Linda Yaccarino to be Twitter's chief executive. She's a former advertising executive.", "type": "p"}, {"text": "She reportedly has grandiose ideas for how Twitter can make more money - including full-screen video ads and trying to convince more celebrities to use the app.", "type": "p"}, {"text": "Her job is made far harder by having restricted tweets. Fewer eyeballs on posts means advertisers will be less interested in spending money.", "type": "p"}, {"text": "And then there's Meta.", "type": "p"}, {"text": "Mark Zuckerberg is reportedly launching a Twitter clone, called Threads, at some point this summer. The chances that there will be restrictions on its feed, on how many posts you can read, are zero. That is not the Meta way.", "type": "p"}, {"text": "Elon Musk is an extraordinarily successful businessman, and he has a genuine gripe when it comes to AI companies ripping off its data. But this weekend's events have been another head scratcher.", "type": "p"}], "tags": []}