{"link": "https://www.bbc.com/news/business-63065415", "category": "business", "title": "Bank's £65bn move driven by pension fund fears", "contributor": null, "time": "2022-09-28T21:49:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1547/production/_126874450_pensioners.jpg", "content": [{"text": "The Bank of England stepped in to calm markets after some types of pension funds were at risk of collapse.", "type": "b"}, {"text": "It pledged to buy £65bn government bonds after Friday's mini-budget sparked turmoil on financial markets and the pound plunged.", "type": "p"}, {"text": "Investors had demanded a much higher return for investing in government bonds, causing some to halve in value.", "type": "p"}, {"text": "Pension funds, which invest in bonds, were forced to start selling, sparking fears of a fresh market downturn.", "type": "p"}, {"text": "The Bank said its decision to buy government bonds at an \"urgent pace\" was driven by concern over \"a material risk to UK financial stability.\"", "type": "p"}, {"text": "The government borrows money to fund its spending plans by selling bonds, or \"gilts\", to investors such as pension funds and big banks on international markets.", "type": "p"}, {"text": "But a collapse in the price of those bonds was forcing some pension funds to sell gilts and assets, further forcing down the price.", "type": "p"}, {"text": "If that process had continued, there was a risk that those pension funds could have got to a position where they couldn't pay their debts.", "type": "p"}, {"text": "To stop this from happening the Bank said it would buy around £65bn of gilts on Wednesday.", "type": "p"}, {"text": "Joe Dabrowski, deputy director of industry group the Pensions and Lifetime Savings Association, said: \"While this is a complex situation as there has been a lot of volatility in the gilt markets in recent days, we would not expect any significant issues for savers.\"", "type": "p"}, {"text": "This is an immense show of force from the Bank of England trying to calm borrowing markets. It is already having an impact. It also raises some questions.", "type": "p"}, {"text": "First and foremost it underlines that this is a crisis, with the Bank responding in emergency mode. The clear cause was the chancellor's mini-budget, leading to a loss of market confidence, and spiralling borrowing rates on government debt.", "type": "p"}, {"text": "That crash in the value of loans to the government threatened to become a \"material risk to financial stability\", says the Bank.", "type": "p"}, {"text": "Read more here.", "type": "p"}, {"text": "The Pensions Regulator said it is monitoring financial markets closely for their impact on the funding of defined benefit, or final salary pension schemes, a spokesperson said.", "type": "p"}, {"text": "\"We welcome steps announced by the Bank of England to restore orderly conditions through temporary purchases of long-dated UK government bonds,\" the spokesperson added.", "type": "p"}, {"text": "The pound hit a record low on Monday following the chancellor's mini-budget, which pledged £45bn of tax cuts as part of a plan to boost economic growth. ", "type": "p"}, {"text": "The level of government borrowing required had shocked investors who questioned the sustainability of the public finances.", "type": "p"}, {"text": "UK government bond markets and stock markets, which had seen sharp falls, stabilised after the Bank's announcement and the pound also rose slightly.", "type": "p"}, {"text": "The government has insisted it is standing by its plan despite growing criticism.", "type": "p"}, {"text": "Treasury minister Andrew Griffith said on Wednesday that its tax cuts were the \"right plans\" to grow the UK economy.", "type": "p"}, {"text": "He said the Bank of England had \"done their job\" by announcing it would buy government debt to stabilise the economy.", "type": "p"}, {"text": "It came after the International Monetary Fund openly criticised the government's tax cut plans, warning that the measures were likely to fuel the cost-of-living crisis and increase inequality.", "type": "p"}, {"text": "Labour leader Sir Keir Starmer accused the government of \"losing control of the economy,\" ", "type": "p"}, {"text": "\"What the government needs to do now is recall Parliament and abandon this budget before any more damage is done,\" he said.", "type": "p"}, {"text": "While the government says it will not reverse its tax cuts, it has promised to release further plans to boost growth and reduce public debt on 23 November.", "type": "p"}, {"text": "In a statement, the Treasury said it would continue to work closely with the Bank \"in support of its financial stability and inflation objectives.\"", "type": "p"}, {"text": "Meanwhile, chief secretary to the Treasury Chris Philp confirmed on Wednesday that government departments are being asked to find spending cuts.", "type": "p"}, {"text": "Speaking on ITV's Peston, Mr Philp said government departments are being asked to \"look for efficiencies wherever they can find them\".", "type": "p"}, {"text": "The efficiencies will \"stick to the targets\" of the 2021 Comprehensive Spending Review, Mr Philp said.", "type": "p"}, {"text": "Any savings will \"enable us to target spending on things that target growth,\" he said.", "type": "p"}, {"text": "Ministers have not decided whether benefits will rise in line with inflation in the autumn, he added.", "type": "p"}, {"text": "Mr Philp rejected calls for the OBR report on the mini-budget to be published, saying projections will be held until the 23 November to ensure they are done \"in a way that's organised and thoughtful\".", "type": "p"}], "tags": ["Economics", "UK economy", "Bank of England", "Pensions"]}