{"link": "https://www.bbc.com/news/entertainment-arts-63065847", "category": "entertainment & arts", "title": "Stormzy: Diversity isn't just a buzzword", "contributor": "Mark Savage", "time": "2022-09-28T19:46:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/76E6/production/_126883403_stormzy.jpg", "content": [{"text": "Stormzy urged the music industry to take diversity more seriously, as he was honoured at Wednesday AIM Awards.", "type": "b"}, {"text": "The rapper was named Diversity Champion for his efforts to \"level the playing field\" through his charities Merky Foundation and Merky Books.", "type": "p"}, {"text": "\"I encourage everyone in the room today to not just use diversity as a buzzword,\" he said in his speech.", "type": "p"}, {"text": "\"Whatever position you're in... let that be a driving factor, and not just see it as a quota or a box to tick.\"", "type": "p"}, {"text": "Addressing a room full of music industry executives, he stressed \"the worth and the value\" of embracing a wide range of voices in the workplace.", "type": "p"}, {"text": "According to the latest figures from UK Music, 22% of people working in the music industry are from black, Asian and minority ethnic backgrounds; while women hold 49.6% of industry roles.", "type": "p"}, {"text": "However, career progression for these groups remains sluggish, with representation tailing off in higher age and income brackets. ", "type": "p"}, {"text": "Stormzy's Merky Foundation has pledged £10m over 10 years to organisations and charities \"committed to fighting for racial equality, justice reform and black empowerment within the UK\".", "type": "p"}, {"text": "It currently supports the Black Heart Foundation, which aims to improve access to education for underprivileged children, and partners with Cambridge University to award £20,000 scholarships to black students.", "type": "p"}, [{"text": "Stormzy and HSBC fund 30 black Cambridge students", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-cambridgeshire-58011700"}, {"text": "'Stormzy's vid made me proud to be a black Brit'", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-63010712"}], {"text": "The AIM Awards celebrate achievement in the independent music sector, and Wednesday night's ceremony also saw outstanding contribution awards for The Libertines and Lethal Bizzle - both of whom performed at the after party in London's Roundhouse.", "type": "p"}, {"text": "Soul singer Cleo Sol won best independent album for her thoughtful, intimate album Mother, which juxtaposes her feelings about becoming a new mother with the turbulent relationship she had with her own family.", "type": "p"}, {"text": "Indie duo Wet Leg, whose debut album is up for this year's Mercury Prize, won best breakthrough; while their fellow Mercury nominees Nova Twins won best track for the defiantly raucous Antagonist.", "type": "p"}, {"text": "US singer Mitski, who supported Harry Styles on his UK tour this summer, was named best live performer, while pop alchemist Rina Sawayama took home the innovation award.", "type": "p"}, {"text": "Up-and-coming artist Nia Archives was crowned this year's \"one to watch\", as she spearheads a revival in the jungle scene.", "type": "p"}, {"text": "And London singer-songwriter Nilufer Yanya won the BBC 6 Music \"difficult second album\" prize for her critically-acclaimed record, Painless.", "type": "p"}, {"text": "The winners' trophies all carried the symbol for Autistic Pride Day, as part of AIM's own commitment to diversity.", "type": "p"}, {"text": "\"Neurodiversity is a subject close to AIM's heart with several neurodiverse members in the team, the wider community and our families,\" said CEO Paul Pacifico in his opening speech. ", "type": "p"}, {"text": "\"Music can and should be a safe and enabling environment for people who think and experience the world differently.\"", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Diversity", "Stormzy", "Music"]}