{"link": "https://www.bbc.com/news/health-63045190", "category": "health", "title": "Flu and Covid could make this a hard winter for UK", "contributor": "Michelle Roberts", "time": "2022-09-28T07:52:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/94DB/production/_126870183_gettyimages-1055560846.jpg", "content": [{"text": "The UK must prepare for a big, early wave of flu, experts warn, based on what Australia has just experienced during its winter. ", "type": "b"}, {"text": "Many southern hemisphere nations have had their most rampant flu season for years. ", "type": "p"}, {"text": "It is largely because people mixed more once Covid restrictions had eased, but had little immunity to the influenza virus after a break from the disease.", "type": "p"}, {"text": "Health experts are urging anyone who is eligible for a flu shot to get one. ", "type": "p"}, {"text": "After two years with almost zero flu circulating - and all the focus on Covid jabs - there is concern that vaccine fatigue may have set in. Covid cases are starting to rise again in the UK too. ", "type": "p"}, {"text": "UK Health Security Agency chief medical adviser Dr Susan Hopkins told BBC News that Covid cases \"looked like they were turning in all four nations in the UK\".", "type": "p"}, {"text": "\"We do believe we are starting to see our autumn wave of Covid,\" she said.", "type": "p"}, {"text": "NHS director for vaccinations and screening Steve Russell said: \"This winter could be the first time we see the effects of the so called 'twindemic' with both Covid and flu in full circulation, so it is vital that those most susceptible to serious illness from these viruses come forward for vaccines in order to protect themselves and those around them.\"", "type": "p"}, {"text": "The UK Health Security Agency (UKHSA) says this year's flu jab is a good match for the type of seasonal influenza that is circulating - a strain called H3N2. ", "type": "p"}, {"text": "In Australia, which had a reasonably severe flu season during its winter, the jab was well matched to that strain.", "type": "p"}, {"text": "It is the same one that caused a bad flu season for the UK in 2017-18. ", "type": "p"}, {"text": "The number of excess deaths that winter in England and Wales exceeded 50,000 - the highest recorded since the winter of 1975-76 - with around 22,000 thought to be associated with flu. ", "type": "p"}, {"text": "Vaccination can help prevent people getting very sick, and the NHS is offering free flu shots to about 33 million people in the UK this autumn. ", "type": "p"}, {"text": "About 26 million people are also eligible for a free Covid booster to top up their immunity. ", "type": "p"}, {"text": "Covid and flu vaccines are recommended for those at higher risk of illness, which includes: ", "type": "p"}, [{"text": "everyone over 50", "type": "p"}, {"text": "pregnant women", "type": "p"}, {"text": "people with certain underlying health conditions", "type": "p"}, {"text": "care-home residents", "type": "p"}, {"text": "front-line health and social care workers", "type": "p"}], {"text": "The UK is using an updated vaccine for the Covid booster, targeting both the original and the Omicron version of the pandemic virus. It is safe to receive the flu shot at the same appointment. ", "type": "p"}, {"text": "Meanwhile, all primary school children and some secondary school children, as well as youngsters aged two or three, can get a free nasal spray flu vaccine. ", "type": "p"}, {"text": "Most young children will not have encountered flu yet. This means they will not have built up any natural immunity to this virus, so it is particularly important for them to take up the flu vaccine this year, say experts.", "type": "p"}, [{"text": "How to get a flu vaccine", "type": "a", "href": "https://www.nhs.uk/conditions/vaccinations/flu-influenza-vaccine/"}, {"text": "How to get a Covid vaccine", "type": "a", "href": "https://www.nhs.uk/conditions/coronavirus-covid-19/coronavirus-vaccination/how-to-get-a-coronavirus-vaccine/how-to-get-a-booster-dose/"}, {"text": "Find out about flu vaccination for children", "type": "a", "href": "https://www.nhs.uk/conditions/vaccinations/flu-influenza-vaccine/"}], {"text": "Dr Hopkins said: \"I am more worried about flu than I have been for the last few years because of the reduction of immunity that is around.\"", "type": "p"}, {"text": "She said there were \"strong indications\" that the UK could face the threat of widely circulating flu along with new Covid variants that might evade the immune response. ", "type": "p"}, {"text": "\"This combination poses a serious risk to our health, particularly those in high-risk groups. So, if you are offered a jab, please come forward to protect yourself.\"", "type": "p"}, {"text": "GP surgeries and pharmacies get the flu vaccine in batches throughout the flu season. If you cannot get an appointment straight away, ask if you can book one for when more vaccines are available.", "type": "p"}], "tags": ["Flu", "Coronavirus pandemic"]}