{"link": "https://www.bbc.com/news/technology-63048021", "category": "technology", "title": "NHS app hits 30 million downloads in England", "contributor": "Tom Gerken", "time": "2022-09-28T14:27:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/164FA/production/_126868319_gettyimages-1394052448.jpg", "content": [{"text": "The NHS app has been downloaded 30 million times, with many people using it to spell out their preferences on organ donation.", "type": "b"}, {"text": "The app for NHS England patients was first piloted in 2018.", "type": "p"}, {"text": "Among other things, it can be used to make GP appointments, order prescriptions and download NHS Covid passes for international travel.", "type": "p"}, {"text": "The NHS said 448,000 people had used it to make organ-donation decisions between September 2021 and August 2022.", "type": "p"}, {"text": "This is a 69% increase on the previous 12 months, which saw 265,000 people registering their decision through the app.", "type": "p"}, {"text": "The number of app downloads is now equivalent to more than half the population of England.", "type": "p"}, {"text": "Across the UK, more than 6,500 people are waiting for a transplant.", "type": "p"}, {"text": "In England, the laws surrounding organ donation were altered, in May 2020, to presume adults consent unless they specifically record a decision to the contrary.", "type": "p"}, {"text": "This \"opt-out\" system was introduced in Wales in 2015 and Scotland in March 2020.", "type": "p"}, {"text": "But families still retain the ability to refuse organ donation. ", "type": "p"}, {"text": "And the NHS says 605 prevented their dead loved ones donating organs between September 2021 and August 2022.", "type": "p"}, {"text": "Only about 1% of people can donate - usually those who die in an intensive care unit or emergency department following brain injuries or cardiac arrest.", "type": "p"}, {"text": "Families are much more likely to support donation if there is evidence the person wanted to be a donor.", "type": "p"}, {"text": "And people have now used the app to register their wishes more than 3.7 million times. ", "type": "p"}, [{"text": "Select the \"Your health\" tab", "type": "p"}, {"text": "Scroll down to the \"Manage your organ donation decision\" section", "type": "p"}, {"text": "Select whether you would like to be an organ donor and whether you want NHS staff to speak to your family after you die about how donation fits in with your faith and beliefs ", "type": "p"}], {"text": "Susie Day, NHS Digital Director of Delivery for the NHS App, said: \"Millions of people are continuing to use the NHS app to take control of their healthcare directly from their phone or the NHS website, with over 30 million sign-ups now recorded. ", "type": "p"}, {"text": "\"It's great to see rising numbers of people using the app to register and manage their organ donation decisions and we encourage everyone, if they haven't already done so, to record this important decision through the app or online.\"", "type": "p"}], "tags": ["Transplants", "Organ donation", "Apps", "NHS England", "NHS"]}