{"link": "https://www.bbc.com/news/business-63364240", "category": "business", "title": "UK faces tougher austerity era - ex-Bank chief", "contributor": null, "time": "2022-10-23T12:04:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D7E6/production/_127307255_mervyn.png", "content": [{"text": "The UK faces a \"more difficult\" era of austerity than the one after the 2008 financial crisis in order to stabilise the economy, a former governor of the Bank of England has warned.", "type": "b"}, {"text": "Lord Mervyn King said the average person could face \"significantly higher taxes\" to fund public spending.", "type": "p"}, {"text": "Chancellor Jeremy Hunt is scheduled to set out his economic plans on 31 October.", "type": "p"}, {"text": "He has already scrapped almost all the tax cuts announced under Liz Truss.", "type": "p"}, {"text": "Mr Hunt has said: \"This government will take the difficult decisions necessary to ensure there is trust and confidence in our national finances.", "type": "p"}, {"text": "\"That means decisions of eye-watering difficulty.\"", "type": "p"}, {"text": "Speaking on Sunday with Laura Kuenssberg, Lord King said that \"it is time to front up\" with the public about the difficulties the country is facing.", "type": "p"}, {"text": "He said \"public expenditure isn't going down, if anything it will go up therefore taxes will have to rise to fill the gap which is there at present\".", "type": "p"}, [{"text": "LIVE: Sunak confirms PM bid as Rees-Mogg says Johnson will run", "type": "a", "href": "https://www.bbc.co.uk/news/live/uk-politics-63327087"}, {"text": "Who are Tory MPs backing to be next Prime Minister?", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-63343308"}], {"text": "\"That doesn't make a very happy picture for the next few years,\" said Lord King. ", "type": "p"}, {"text": "\"But what we need is a government that will actually tell us honestly there is a reduction in our national standard of living because we've decided to help Ukraine and confront Russia and that means that all of us are going to have to share the burden, we can't just put all of it on our children and grandchildren.\"", "type": "p"}, {"text": "After the 2007-2008 financial crisis, when the banking sector came close to collapse, the new Conservative-Liberal Democrat coalition government announced the sharpest cuts in public spending since the end of World War Two. ", "type": "p"}, {"text": "Asked if the UK could be facing a similar period of austerity, Lord King, who was governor at the time, said: \"In some ways it could be more difficult.\"", "type": "p"}, {"text": "He said: \"The challenge is if we want European levels of welfare payments and public spending, you cannot finance that with American levels of tax rates, so we may need to confront the need to have significantly higher taxes on the average person.", "type": "p"}, {"text": "\"There isn't enough money there among the rich to get it back.\" ", "type": "p"}, {"text": "Mr Hunt has reversed nearly all the tax cuts set out in September's mini-budget. This included a 1p cut in income tax which was due in April. A decision to cut the top rate of tax for people earning £150,000 or more had already been scrapped. ", "type": "p"}, {"text": "Uncertainty remains, however, about public spending, as the Conservative Party undertakes another leadership race to choose a leader and prime minister to replace Ms Truss.  ", "type": "p"}, {"text": "Last week, Ms Truss said she was committed to a Tory manifesto pledge in 2019, made by the then Prime Minister Boris Johnson,  to raise pensions in line with prices.   ", "type": "p"}, {"text": "The triple lock means state pension payments rise by whatever is higher - inflation, average earnings or 2.5%.", "type": "p"}, {"text": "On Sunday, Rishi Sunak declared he was in the running to take over as Tory leader and prime minister and said he would \"deliver on the promise of the 2019 manifesto\". ", "type": "p"}, {"text": "Leadership rival Penny Mordaunt said: \"We have a majority and a mandate to deliver a true 2019 manifesto.\" Mr Johnson is also expected to announce his candidacy, according to Business Secretary Jacob Rees-Mogg but is yet to make a formal statement.", "type": "p"}, {"text": "On Sunday, Lord King also reiterated criticism of central banks for failing to curb inflation which is now running at a 40-year high of 10.1%. ", "type": "p"}, {"text": "He said major central banks, including the Bank of England, had continued to \"print money\" - through a measure known as quantitative easing - to support their economies during Covid lockdowns. This, he said, had contributed to rising inflation.", "type": "p"}, {"text": "Lord King was governor of the Bank of England between 2003 and 2013 during which time it launched quantitative easing. But he said there was a difference between that period when major economies were dealing with the global financial crisis and the impact of Covid lockdowns. ", "type": "p"}, {"text": "\"Engaging in quantitative easing in 2009 was to stop the economy from going into another recession because the amount of money in the economy was going down,\" he said.", "type": "p"}, {"text": "\"Here in the last couple of years the amount of money in the economy has grown very rapidly and at a pace that was bound to lead to higher inflation.\"", "type": "p"}], "tags": ["Economics", "UK economy"]}