{"link": "https://www.bbc.com/news/entertainment-arts-63348825", "category": "entertainment & arts", "title": "Doctor Who: Jodie Whittaker's regeneration reveals a new Doctor", "contributor": null, "time": "2022-10-23T20:09:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1596D/production/_127292488_jw1.jpg", "content": [{"text": "Warning: This article contains spoilers", "type": "b"}, {"text": "David Tennant has made a surprise appearance in Jodie Whittaker's final Doctor Who story.", "type": "b"}, {"text": "Whittaker unexpectedly regenerated into Tennant at the end of the 90-minute special The Power of the Doctor.", "type": "p"}, {"text": "The BBC has confirmed that the popular actor, who previously played the role between 2005 and 2010, has officially returned as the 14th Doctor.", "type": "p"}, {"text": "Previous incarnations of the Time Lord, including Peter Davison and Sylvester McCoy, also appeared in the story.", "type": "p"}, {"text": "It was announced earlier this year that David Tennant had been filming scenes for the sci-fi drama's 60th anniversary.", "type": "p"}, {"text": "Now it's been confirmed that he's playing more than a brief cameo, and that he's taken over from Whittaker to once more play the Doctor.", "type": "p"}, {"text": "He'll appear in three special episodes which will air in November 2023.", "type": "p"}, {"text": "Doctor Who showrunner Russell T Davies said: \"If you thought the appearance of David Tennant was a shock, we've got plenty more surprises on the way!\"", "type": "p"}, {"text": "Whittaker's final story was filled with characters from the Doctor's past.", "type": "p"}, {"text": "The fifth, sixth, seventh and eighth Doctors, played by Peter Davison, Colin Baker, Sylvester McCoy and Paul McGann, all made brief appearances.", "type": "p"}, {"text": "As did former companions Ace, Tegan and Jo, played by Sophie Aldred, Janet Fielding and Katy Manning.", "type": "p"}, {"text": "97-year-old William Russell, who played one of the companions of the first Doctor, William Hartnell, also appeared in the story.", "type": "p"}, {"text": "After the three 60th-anniversary specials in 2023, Sex Education star Ncuti Gatwa will take over from David Tennant as the 15th Doctor.", "type": "p"}, {"text": "Russell T Davies commented: \"The path to Ncuti's 15th Doctor is laden with mystery, horror, robots, puppets, danger and fun! ", "type": "p"}, {"text": "\"And how is it connected to the return of the wonderful Donna Noble? How, what, why? We're giving you a year to speculate, and then all hell lets loose!\"", "type": "p"}, {"text": "The Power of the Doctor is available on BBC iPlayer", "type": "p"}], "tags": ["Jodie Whittaker", "Doctor Who"]}