{"link": "https://www.bbc.com/news/business-62102821", "category": "business", "title": "Elon Musk pulls out of $44bn deal to buy Twitter", "contributor": null, "time": "2022-07-09T01:40:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DD80/production/_125840765_gettyimages-1211442356.jpg", "content": [{"text": "Elon Musk is seeking to end his $44bn (£36bn) bid to buy Twitter, alleging multiple breaches of the agreement.", "type": "b"}, {"text": "The announcement is the latest twist in a long-running saga after the world's richest person decided to buy Twitter in April.", "type": "p"}, {"text": "Mr Musk said he had backed out because Twitter failed to provide enough information on the number of spam and fake accounts. ", "type": "p"}, {"text": "Twitter says it plans to pursue legal action to enforce the agreement. ", "type": "p"}, {"text": "\"The Twitter Board is committed to closing the transaction on the price and terms agreed upon with Mr. Musk,\" Twitter chairman Bret Taylor wrote in a tweet, setting up a potentially long and protracted legal battle between the two sides. ", "type": "p"}, {"text": "The original merger agreement includes a $1bn (£830m) break-up fee. ", "type": "p"}, {"text": "In May, Mr Musk said the deal was \"temporarily on hold\" as he was awaiting data on the number of fake and spam accounts on Twitter.", "type": "p"}, {"text": "The billionaire businessman had asked for evidence to back the company's assertion that spam and bot accounts make up less than 5% of its total users. ", "type": "p"}, {"text": "In a letter filed with the US Securities and Exchange Commission, Mr Musk's lawyer said Twitter had failed or refused to provide this information.", "type": "p"}, {"text": "\"Sometimes Twitter has ignored Mr. Musk's requests, sometimes it has rejected them for reasons that appear to be unjustified, and sometimes it has claimed to comply while giving Mr. Musk incomplete or unusable information,\" the letter reads. ", "type": "p"}, {"text": "Spam accounts are designed to spread information to large numbers of people and manipulate the way they interact with the platform. On Thursday, Twitter said it removed around 1 million such accounts each day. ", "type": "p"}, {"text": "Mr Musk believes that spam or bot accounts could account for 20% or more of Twitter users. ", "type": "p"}, {"text": "Shares in Twitter fell by 7% in extended trading after the announcement. ", "type": "p"}, {"text": "Elon Musk has for weeks been trying to get information about how many daily active users Twitter has.", "type": "p"}, {"text": "Twitter has a problem with bots. In fact only yesterday it said it removed a million spam accounts a day.", "type": "p"}, {"text": "In a filing, Mr Musk said he'd repeatedly been refused information about the number of bot accounts on Twitter - which is why he wished to terminate the deal.", "type": "p"}, {"text": "Elon Musk though has already put pen to paper on this deal, and it is not totally clear whether he can back out at this stage. Mr Musk will need to prove that Twitter breached their agreement.", "type": "p"}, {"text": "There are other potential reasons why Mr Musk might want to pull out of the deal.", "type": "p"}, {"text": "The stock market price for large tech companies has fallen steeply in the last few months - did Musk offer too much?", "type": "p"}, {"text": "And then there was the impact the potential merger was having on Mr Musk's other companies. Tesla's share price has fallen significantly since he announced his interest in Twitter.", "type": "p"}, {"text": "His position on free speech and how Twitter might moderate in the future - based on the laws of individual countries - also at times came across as naïve. Did Elon Musk ultimately decide he had bitten off more than he could chew?", "type": "p"}, {"text": "Read more from James here", "type": "p"}, {"text": "Mr Musk, said to be the world's richest person, is the founder of rocket company SpaceX and CEO of electric car company Tesla.", "type": "p"}, {"text": "A self-described \"free speech absolutist\", he had pledged to loosen Twitter's content moderation rules once the company was under his ownership. ", "type": "p"}, {"text": "He has long criticised Twitter's ban of some accounts, like that of former US President Donald Trump. ", "type": "p"}, {"text": "He has also called for more transparency over how the platform presents tweets to users, a system that currently allows some to be promoted and given wider audiences.", "type": "p"}], "tags": ["Elon Musk", "Twitter"]}