{"link": "https://www.bbc.com/news/entertainment-arts-62097722", "category": "entertainment & arts", "title": "Scottish dance duo LF System knock Kate Bush off number one", "contributor": "Mark Savage", "time": "2022-07-08T16:42:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/89B5/production/_125835253_lfsystem-mmhf2225.jpg", "content": [{"text": "Scottish dance act LF System have topped the UK singles chart, replacing Kate Bush's Running Up That Hill after three weeks.", "type": "b"}, {"text": "The DJ duo achieved the feat with Afraid To Love, which was streamed 5.5 million times over the last seven days.", "type": "p"}, {"text": "Based on a sample of Silk's 1975 disco cut I Can't Stop (Turning You On), the song has become a viral TikTok hit.", "type": "p"}, {"text": "Fellow Scot Paolo Nutini tops the album chart with his first release in eight years, Last Night in the Bittersweet.", "type": "p"}, {"text": "It is the star's third number one album, following 2009's Sunny Side Up and 2014's Caustic Love.", "type": "p"}, {"text": "Last Night in the Bittersweet was also the week's most-purchased physical album, topping the vinyl chart in the process.", "type": "p"}, {"text": "Kate Bush made headlines when Running Up That Hill topped the UK charts last month, 37 years after it was first released.", "type": "p"}, {"text": "The song was re-popularised by its use in the Netflix sci-fi drama Stranger Things, where it plays a pivotal role in the current fourth series.", "type": "p"}, [{"text": "Kate Bush says chart revival is 'special and mad'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61885400"}, {"text": "'I pinch myself at my luck being in Stranger Things'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61914013"}, {"text": "Kate Bush is number one, thanks to Stranger Things", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61843442"}], {"text": "In a rare interview, Bush said it was \"wonderful\" that her music had reached \"a whole new audience\" as a result of the show.", "type": "p"}, {"text": "\"The thought of all these really young people hearing the song for the first time and discovering it is, well, I think it's very special,\" she told Radio 4's Woman's Hour.", "type": "p"}, {"text": "Running Up That Hill is still the most-streamed song in the UK, with 550,000 daily plays on Spotify alone. ", "type": "p"}, {"text": "However, it has been subjected to a chart rule known as \"accelerated decline\" over the past seven days. ", "type": "p"}, {"text": "The measure was introduced in 2017 as a way of keeping the charts fresh after Drake scored a seemingly-endless 15-week run at number one with his song One Dance.", "type": "p"}, {"text": "So while a new song earns one \"sale\" for every 100 streams, older/declining songs need to be streamed 200 times before a single \"sale\" is counted.", "type": "p"}, {"text": "That was enough to give LF System an advantage, and they duly swept to the top of the charts.", "type": "p"}, {"text": "The duo, who comprise Conor Larkman and Sean Finnigan said it was a dream come true.", "type": "p"}, {"text": "\"Just over two years ago we played our first show and just over two months ago we were still working our day jobs,\" they posted to social media, when the midweek charts put them in pole position earlier this week.", "type": "p"}, {"text": "Harry Styles also benefitted from Bush's switch to accelerated decline. His single As It Was rose back up to number two, while Running Up That Hill ended up in third place.", "type": "p"}, {"text": "Meanwhile, Metallica might be about to enjoy a similar Stranger Things-assisted chart assault.", "type": "p"}, {"text": "Master Of Puppets, the title track of their 1986 album, is enjoying a resurgence after featuring in another recent episode of the series. ", "type": "p"}, {"text": "It makes its first ever UK chart appearance at number 47 this week. If its sales and streams continue to increase, Metallica could earn their first top 40 single since The Day That Never Comes in 2008.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Kate Bush", "Stranger Things", "Official UK music charts", "Metallica", "Music"]}