{"link": "https://www.bbc.com/news/technology-62097594", "category": "technology", "title": "Security warning after sale of stolen Chinese data", "contributor": "Joe Tidy", "time": "2022-07-08T16:14:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14D3F/production/_123411358_gettyimages-481066721.jpg", "content": [{"text": "President Xi Jinping has urged public bodies to \"defend information security\" after a hacker offered to sell stolen data of one billion Chinese citizens.", "type": "b"}, {"text": "In an advert on a criminal forum, later removed, the user said the data was stolen from Shanghai National Police.", "type": "p"}, {"text": "The hacker claims the information includes names, addresses, National ID numbers and mobile phone numbers. ", "type": "p"}, {"text": "Cyber-security experts have verified that at least some of a small sample of the data offered is real.", "type": "p"}, {"text": "The 23 terabytes of data is thought to be the largest ever sale of data on record and was being offered for $200,000 (£166,000) until the post was removed on Friday.", "type": "p"}, {"text": "No Chinese officials have responded to the news and President Xi did not make direct reference to the data sale.", "type": "p"}, {"text": "But, according to the South China Morning Post, the president has asked public bodies in China to \"defend information security… to protect personal information, privacy and confidential corporate information\" to ensure people feel secure when submitting data for public services.", "type": "p"}, {"text": "On Friday, the moderators of the website where the sale was listed - by a user called ChinaDan - posted a notice which read: \"Dear Chinese users, welcome to our forum. You most likely came here because of the Shanghai police database leak. The data is no longer being sold, and posts related to this topic have been deleted.\"", "type": "p"}, {"text": "The website administrators then added that they have many other similar and high quality Chinese databases for sale, adding: \"We are not in China and we are not Chinese, so we do not have to obey Chinese laws.\"", "type": "p"}, [{"text": "Online marketplace hosting stolen data shut down", "type": "a", "href": "https://www.bbc.co.uk/news/technology-61082144"}, {"text": "Canadian admits working with Russian hacker gang", "type": "a", "href": "https://www.bbc.co.uk/news/technology-61981923"}], {"text": "According to DarkTracer, which monitors cyber criminal activity, another hacker - perhaps inspired by the publicity surrounding ChinaDan's offer - posted an advert on Tuesday for 90 million Chinese citizen records, which the hacker claims to have stolen from Henan National Police (HNGA). None of that data has been verified.", "type": "p"}, {"text": "\"It remains unclear exactly why the data has been withdrawn,\" Toby Lewis, global head of threat analysis at Darktrace said. ", "type": "p"}, {"text": "\"The original offer of sale suggests that the hacker was looking to sell the data to several buyers without exclusivity, rather than just one. ", "type": "p"}, {"text": "\"So one theory is that for a high enough price exclusivity could have been bought, and that kind of purchase could possibly have been made by the Chinese state itself.\"", "type": "p"}, {"text": "Mr Lewis believes the leaked information could have been a major concern for Chinese authorities which reportedly blocked discussions of the sale on Chinese social networks shortly after it was advertised.", "type": "p"}, {"text": "Deb Leary, CEO of Forensic Pathways, also believes the data may have been sold to a high bidder, but adds: \"It's interesting, and not unexpected, that the hacker forum used the incident as a way to promote themselves as a go-to place for stolen data. ", "type": "p"}, {"text": "\"They don't seem to be worried about angering the Chinese authorities.\"", "type": "p"}, {"text": "In April a popular hacking website called Raid Forums was seized and shut down in an international police operation led by the FBI. ", "type": "p"}, {"text": "The site's Portuguese founder, and a British man based in Croydon, were arrested.", "type": "p"}, {"text": "Large data sets such as the Chinese cache can be used by hackers to send impersonation emails and other malicious attacks to trick people into handing over cash to criminals.", "type": "p"}, {"text": "But now the data has disappeared it may never be possible to verify it.", "type": "p"}, {"text": "Another theory is that the data and ChinaDan could have been discovered to be fake by the website administrators.", "type": "p"}, {"text": "However Louise Ferrett, Threat Analyst at Searchlight Security, thinks the data could well be genuine.", "type": "p"}, {"text": "\"There are indications that the data on sale was legitimate. Firstly, the source of the data has been reported by some security teams as human error on the part of a government developer,\" she said.", "type": "p"}, {"text": "\"Secondly, multiple sources have confirmed that the sample data that the seller, known as ChinaDan, provided was legitimate. ", "type": "p"}, {"text": "\"This doesn't necessarily mean the entire database was real but these two elements combined do certainly make it more likely,\" said Mrs Ferrett. ", "type": "p"}], "tags": ["Computer hacking", "China", "Cyber-security"]}