{"link": "https://www.bbc.com/news/business-66599804", "category": "business", "title": "Wilko: Jobs to go as attempts to find a buyer fail", "contributor": null, "time": "2023-08-23T18:49:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10079/production/_130775656_wilkowales.png", "content": [{"text": "The administrators of Wilko said jobs are set to go and stores will close after it failed to find a buyer for the whole business.", "type": "b"}, {"text": "However, PwC said parts of the group could still be bought.", "type": "p"}, {"text": "Wilko announced earlier this month that it was going into administration, putting 12,500 jobs and its 400 stores at risk.", "type": "p"}, {"text": "PwC was tasked with trying to look for a buyer for all or part of the business.", "type": "p"}, {"text": "In a statement, PwC said: \"While discussions continue with those interested in buying parts of the business, it's clear that the nature of this interest is not focused on the whole group. ", "type": "p"}, {"text": "\"Sadly, it is therefore likely that there will be redundancies and store closures in the future and it has today been necessary to update employee representatives.\"", "type": "p"}, [{"text": "What has gone wrong at Wilko?", "type": "a", "href": "https://www.bbc.co.uk/news/business-66394238"}, {"text": "Wilko shoppers warned to avoid fake websites", "type": "a", "href": "https://www.bbc.co.uk/news/business-66580724"}], {"text": "PwC said it understood the news would further add to uncertainty felt by workers and said it would be supporting staff.", "type": "p"}, {"text": "It said that in the immediate term, all stores remain open and continue to trade, and that staff would continue to be paid.", "type": "p"}, {"text": "It also said there were \"currently no plans to close any stores next week\".", "type": "p"}, {"text": "Earlier the union representing workers at Wilko said the majority of stores are to close \"within weeks\" after a purchase fell through.", "type": "p"}, {"text": "The GMB said that some stores might be bought, but \"significant job losses\" are now expected.", "type": "p"}, {"text": "Its national secretary, Andy Prendergast, said the union would fight to ensure its members \"receive every penny\" they are entitled to.", "type": "p"}, {"text": "\"We will fight to ensure Wilko bosses are held accountable for the simple reason our members deserve so much better,\" he added.", "type": "p"}, {"text": "The company, which was founded in Leicester in 1930, is well known for its affordable everyday items.", "type": "p"}, {"text": "After the collapse of Woolworths in 2008, Wilko - which is still family run - stepped up to fill the gaps left on High Streets.", "type": "p"}, {"text": "But it has been struggling with sharp losses and a cash shortage.", "type": "p"}, {"text": "Many of Wilko's stores are in High Street locations in traditional town centres, which became an expensive liability as customers shifted to bigger retail parks and out-of-town locations.", "type": "p"}, {"text": "The company has also faced strong competition from rival chains as the high cost of living has pushed shoppers to seek out bargains.", "type": "p"}, {"text": "There has been speculation that some of those rivals, such as B&M, Poundland, The Range and Home Bargains, could be those interested in the firm.", "type": "p"}], "tags": []}