{"link": "https://www.bbc.com/news/entertainment-arts-66596026", "category": "entertainment & arts", "title": "Louis Theroux: Anxious TV bosses should stop playing it safe", "contributor": null, "time": "2023-08-23T18:26:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14210/production/_130884428_jvs_4709_cut.jpg", "content": [{"text": "Louis Theroux has said it's harder to get programmes made about risky subjects because broadcasters like the BBC are now \"playing it safe\".", "type": "b"}, {"text": "The presenter said his documentaries had often been about \"morally fraught\" people whose stories \"made me nervous\".", "type": "p"}, {"text": "But he said broadcasters like the BBC now had \"a temptation to lay low\" and avoid difficult subjects for fear of causing offence.", "type": "p"}, {"text": "There is an \"atmosphere of anxiety\" in the TV industry, he suggested.", "type": "p"}, {"text": "Theroux was giving the annual keynote MacTaggart lecture at the Edinburgh TV Festival.", "type": "p"}, {"text": "\"I want to take the risk of going out speaking to people I profoundly disagree with and making documentaries about them,\" he said. ", "type": "p"}, {"text": "He recalled making his name by \"investigating worlds viewed as stigmatised or controversial\", including the porn industry, the far right, Nazis, gangs and sexual predators.", "type": "p"}, {"text": "\"Often the stories made me nervous. They felt risky,\" he said.", "type": "p"}, {"text": "\"But it was also true that those shows that had real moral complexity to them were the ones that worked best. ", "type": "p"}, {"text": "\"The less morally fraught episodes - the ones that were safer - haven't aged so well.\"", "type": "p"}, {"text": "There has been a welcome shift in mindset so broadcasters today are \"more thoughtful about representation\" and aware of \"the need not to wantonly give offence\", he said. \"I am fully signed up to that agenda.", "type": "p"}, {"text": "\"But I wonder if there is something else going on as well. That the very laudable aims of not giving offence have created an atmosphere of anxiety that sometimes leads to less confident, less morally complex film-making.\"", "type": "p"}, {"text": "He added: \"As a result, programmes about extremists and sex workers and paedophiles might be harder to get commissioned.\"", "type": "p"}, {"text": "From his time working for the BBC, he said he could see \"all-too-well the no-win situation it often finds itself in\".", "type": "p"}, {"text": "The corporation, he said, was \"trying to anticipate the latest volleys of criticisms, stampeded by this or that interest group, avoiding offence\".", "type": "p"}, {"text": "\"Often the criticisms come from its own former employees, writing for privately owned newspapers whose proprietors would be all too happy to see their competition eliminated. ", "type": "p"}, {"text": "\"And so there is a temptation to lay low, to play it safe, to avoid the difficult subjects.", "type": "p"}, {"text": "\"But in avoiding those pinch points, the unresolved areas of culture where our anxieties and our painful dilemmas lie, we aren't just failing to do our jobs, we are missing our greatest opportunities. For feeling. For figuring things out in a benign and thoughtful way. For expanding our thinking. For creating a union of connected souls.", "type": "p"}, {"text": "\"And what after all is the alternative? Playing it safe? Following a formula? That may be a route to success for some. It never worked for me.\"", "type": "p"}, {"text": "He called for television that is \"confrontational, surprising and upsetting\", and urged producers: \"Take risks. Sail close to the wind.\"", "type": "p"}], "tags": []}