{"link": "https://www.bbc.com/news/health-66582773", "category": "health", "title": "Brain advance gives voice hope to paralysed", "contributor": null, "time": "2023-08-23T15:03:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17184/production/_130869549_pat_3.jpg", "content": [{"text": "Scientists have developed a device that can translate paralysed people's brain signals into words at faster speeds than before, it has been reported in two papers in the journal Nature.", "type": "b"}, {"text": "Pat Bennett, 68, who has motor-neurone disease (MND), tested the technology and said it could help her stay connected to the world.", "type": "p"}, {"text": "Implants in her brain decode the words she wants to say.", "type": "p"}, {"text": "The US researchers now want to improve their technology further.", "type": "p"}, {"text": "Their ultimate aim is for people who can no longer talk, because of strokes, brain diseases or paralysis, to be able to communicate their thoughts in real time.", "type": "p"}, {"text": "Ms Bennett used to ride horses and jog every day before being diagnosed, in 2012, with a disease that attacks areas of the brain that control movement, causing eventual paralysis. ", "type": "p"}, {"text": "Her speech was the first thing affected.", "type": "p"}, {"text": "For the Stanford University research, a surgeon implanted four sensors the size of pills into Ms Bennett's brain, in areas key to producing speech.", "type": "p"}, {"text": "When she tells her lips, tongue and jaw to make sounds to form words, an algorithm decodes information coming out of her brain.", "type": "p"}, {"text": "\"This system is trained to know what words should come before other ones, and which phonemes make what words,\" said Dr Frank Willett, co-study author.", "type": "p"}, {"text": "\"If some were wrongly interpreted, it can still take a good guess.\"", "type": "p"}, {"text": "After four months of training the software to interpret Ms Bennett's speech, her brain activity was being translated into words on a screen at 62 words per minute, about three times the speed of previous technology.", "type": "p"}, {"text": "Normal conversations are about 160 words per minute, the researchers say, but they are yet to produce a device people can use in everyday life.", "type": "p"}, {"text": "One in 10 words was wrong in a vocabulary of 50 words and there were errors in a quarter of Ms Bennett's 125,000-word vocabulary.", "type": "p"}, {"text": "\"But it's a big advance toward restoring rapid communication to people with paralysis who can't speak,\" Dr Willett said.", "type": "p"}, {"text": "And Ms Bennett said it meant \"they can perhaps continue to work, maintain friends and family relationships\".", "type": "p"}, {"text": "In another study, from the University of California San Francisco (UCSF), Ann, who has severe paralysis following a stroke, was able to speak through a digital avatar, complete with her own facial expressions.  ", "type": "p"}, {"text": "Scientists decoded signals from more than 250 paper-thin electrodes implanted on the surface of Ann's brain and used an algorithm to recreate her voice, based on a recording of her speaking at her wedding.", "type": "p"}, {"text": "The system reached nearly 80 words per minute and made fewer mistakes than previous methods, with a larger vocabulary.", "type": "p"}, {"text": "\"It's what gives a user the potential, in time, to communicate almost as fast as we do and to have much more naturalistic and normal conversations,\" researcher Sean Metzger, who helped develop the technology, said.", "type": "p"}, {"text": "Study author Dr Edward Chang was \"thrilled\" to see the success of the brain interface in real time.", "type": "p"}, {"text": "Improvements in artificial intelligence (AI) had been \"really key\", he said, and there were now plans to look at turning the technology into a medical device.", "type": "p"}, {"text": "Current technology allows some people with MND to bank their voice before it's lost, and then use their eyes to select the words or letters they want to say on a screen, but it can be time-consuming.", "type": "p"}, {"text": "The charity MND Association says it's \"excited\" about the potential of the new research, although they caution it's at a very early stage. ", "type": "p"}], "tags": []}