{"link": "https://www.bbc.com/news/science-environment-66565333", "category": "science & environment", "title": "BBC science correspondent has heart age assessed by AI", "contributor": null, "time": "2023-08-21T15:02:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FFC3/production/_130857456_pallab.jpg", "content": [{"text": "A new artificial-intelligence (AI) tool reveals by how much drinking, smoking, poor diet and a lack of exercise prematurely ages an individual's heart. ", "type": "b"}, {"text": "The aim is to find ways to reverse heart ageing, to reduce the risks of many age-related conditions such as stroke and heart disease.", "type": "p"}, {"text": "The system was developed by a team led by Prof Declan O'Regan, of the Medical Research Council's (MRC) London Institute of Medical Sciences (LMS).", "type": "p"}, {"text": "And I was offered the chance to try it.", "type": "p"}, {"text": "\"When we look at someone's face, we are adept at judging whether they look young or old for their age - our organs are just the same,\" Prof O'Regan told me.", "type": "p"}, {"text": "\"Some people have hearts that are much younger - and others have ones that have aged prematurely and they are more prone to diseases. So we want to find out what those factors are\".", "type": "p"}, {"text": "I told Prof O'Regan I had not led the unhealthiest of lifestyles but, like many people, could improve my diet, lose a little weight and exercise more.", "type": "p"}, {"text": "On top of that, my childhood diet included copious amounts of clarified butter, called \"ghee\", which my mum used to enhance the flavour of her already delicious curries, rice and flatbreads.", "type": "p"}, {"text": "All of this is combined with a family history of high cholesterol, high blood pressure and diabetes. ", "type": "p"}, {"text": "My South Asian genes also mean I am at higher risk of heart disease, so I was not optimistic about the outcome.", "type": "p"}, {"text": "But, in the name of science, I decided to give it a go.", "type": "p"}, {"text": "There are plenty of ways of measuring heart health, including scans, electrocardiograms (ECGs) and blood pressure - but these give a snapshot of how things are now and can vary from day to day or month to month. ", "type": "p"}, {"text": "The AI analysis, however, showed up the knocks and scrapes accumulated over a lifetime, through drinking, smoking, poor diet and a lack of exercise, Prof O'Regan told me.", "type": "p"}, {"text": "The process involved having a magnetic resonance imaging (MRI) scan of my heart after exercise. ", "type": "p"}, {"text": "The earliest signs of premature ageing can be so subtle even expert cardiologists are unable to detect them - but the AI tool can, because it has also been fed the images of 40,000 people of varying heart health along with their health outcomes. ", "type": "p"}, {"text": "The system analysed hundreds of tiny details in the 3D motion of my MRI scan and compared them with those of 5,000 people of varying ages who had led healthy lifestyles.", "type": "p"}, {"text": "The tool calculated my heart age was 63, only a couple of years older than my birth age and not as bad as I had feared. ", "type": "p"}, {"text": "I asked Prof O'Regan whether this was because some of the recent changes I had made to my lifestyle, such as regular exercise and a better diet, had gone some way to counteracting the ghee, beer and couch-potatoing of my early and middle years. ", "type": "p"}, {"text": "He told me that was exactly what he wanted to find out in the next part of his research, which has been published in the journal Nature Communications.", "type": "p"}, {"text": "\"We don't know whether premature heart ageing is down to your genes and you are born destined to have an older heart or it is more down to your lifestyle,\" Prof O'Regan told me.", "type": "p"}, {"text": "\"We also don't know whether the rate of ageing can be changed or might be reversible, enabling people to get back to a younger heart if you have the right treatment.\"", "type": "p"}, {"text": "Genes associated with muscle elasticity - and the wrinkles that develop as people age - were an important factor, an initial analysis found.", "type": "p"}, {"text": "Another set of genes, associated with the immune system, also played a part. Immune cells fight diseases and clean up dead tissue - but if they become overactive, they can scrub too hard and cause inflammation, damaging the tissue. ", "type": "p"}, {"text": "And a third set of genes, involved in carrying electrical signals through the heart, also seem to be a factor. If this is disrupted in some areas, it can make the heartbeat irregular. ", "type": "p"}, {"text": "By understanding the role of genes in premature heart ageing, it might be possible to develop treatments that target these mechanisms and help people live longer, healthier lives, Prof O'Regan told me.", "type": "p"}, {"text": "\"The genetics could help us slow or reverse ageing - and these scans could also help evaluate new therapies, to see the impact it is having on the damage,\" he added.", "type": "p"}, {"text": "Follow Pallab on Twitter.", "type": "p"}], "tags": []}