{"link": "https://www.bbc.com/news/technology-66574762", "category": "technology", "title": "Threads: Meta to launch web version of flagging Threads app", "contributor": null, "time": "2023-08-22T13:43:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/752C/production/_130869992_desktop_login_screen.png", "content": [{"text": "Meta is releasing a web version of Threads, as it attempts to revive the social media platform.", "type": "b"}, {"text": "The rival to X, formerly known as Twitter, enjoyed meteoric growth when it launched in July.", "type": "p"}, {"text": "However, users then abandoned it just as rapidly, partly due to its limited functionality.", "type": "p"}, {"text": "Meta says the web version is part of a drive to deliver new features but experts warn more needs to be done to rebuild customer interest.", "type": "p"}, {"text": "In a post on the platform - accompanied by what he said was a picture of him building Threads for the web - Meta boss Mark Zuckerberg said it would be \"rolling out over the next few days.\"", "type": "p"}, {"text": "Users will be able to post a thread, view their feed and interact with other people's threads.", "type": "p"}, {"text": "However other aspects of the mobile app will not be available on the web initially. ", "type": "p"}, {"text": "For example, users won't be able to edit their profile or send a thread to the direct messenger feature of its sister platform, Instagram.", "type": "p"}, {"text": "Meta says it will add more functionality in the coming weeks as it seeks to make the web and mobile experience of the app the same.", "type": "p"}, {"text": "Threads raced to more than 100 million users in the week following its launch but by the end of July that figure had more than halved.", "type": "p"}, {"text": "The tech giant, which also owns Facebook and WhatsApp, will hope this announcement will help reverse that trend.", "type": "p"}, {"text": "\"Meta made the choice to launch Threads in a very basic form,\" said Rebecca McGrath, associate director for media and technology at Mintel.", "type": "p"}, {"text": "\"This has frustrated users who checked out the platform following its much-hyped launch, and were expecting it to be a ready-to-go alternative to Twitter,\" she added.", "type": "p"}, {"text": "\"Offering a web version is a very important step. However, it still has a way to go.\"", "type": "p"}, {"text": "The platform still does not have a search function - something users have complained about and experts say it needs if it is to really take on Elon Musk's X.", "type": "p"}, {"text": "\"Meta are going to have to work to roll out a vastly improved search functionality to let users find topic-based communities to really draw back the crowd who are looking to replace Twitter,\" Tama Leaver, professor of internet studies at Curtin University in Australia, told the BBC.", "type": "p"}, {"text": "\"On that front, Meta's reluctance to implement hashtags, especially as they're already on Instagram, seems an odd choice when really that's the single feature that's most synonymous with X and the function that would most likely convince users to come back and give Threads a second look.\"", "type": "p"}, {"text": "Prof Leaver also said Threads' attempts to dethrone X might be aided by the controversies that continue to dog the platform previously known as Twitter.", "type": "p"}, {"text": "On Monday it was criticised for failing to remove a Holocaust-denying post quickly enough. Mr Musk's plans to remove the block feature have also drawn criticism, with some saying it will make it harder to stop abusive messages.", "type": "p"}, {"text": "Rebecca McGrath from Mintel agrees, saying the \"continued controversial moves\" at X would \"keep up the desire\" for an alternative.", "type": "p"}, {"text": "\"This means people will be ready to engage with Threads once again when it has a more advanced version,\" she told the BBC.", "type": "p"}, {"text": "\"Time, though, is still of the essence for Threads.\"", "type": "p"}], "tags": []}