{"link": "https://www.bbc.com/news/entertainment-arts-64088168", "category": "entertainment & arts", "title": "Maxi Jazz: Tributes hail Faithless singer as an 'incredible talent'", "contributor": null, "time": "2022-12-25T00:25:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/32DE/production/_128122031_capture.png", "content": [{"text": "The music world has been paying tribute to the lead singer of British dance act Faithless with one British DJ hailing him as \"an incredible talent\".", "type": "b"}, {"text": "Maxi Jazz, whose real name was Maxwell Fraser, died \"peacefully in his sleep\" on Friday night.", "type": "p"}, {"text": "The musician and DJ was a core member of Faithless - a band best known for its club classic Insomnia. ", "type": "p"}, {"text": "Dutch trance legend Armin van Buuren hopes Jazz's music keeps on \"inspiring others\".", "type": "p"}, {"text": "Various aspects of the music industry have continued to pay tribute to Jazz since his death was announced. ", "type": "p"}, {"text": "Independent label Rough Trade Records said the 65-year-old played a \"pivotal role in the world of British electronica\".", "type": "p"}, {"text": "British DJ Judge Jules described Jazz as an \"incredible talent and a complete gent\", while DJ and radio presenter Mistajam remarked that Jazz's \"words and performances touched so many of us\".", "type": "p"}, {"text": "Jazz was a huge fan of Crystal Palace Football Club and became an associate director in 2012.", "type": "p"}, {"text": "Crystal Palace's first team will walk out to Faithless as they take on Fulham at Selhurst Park in the Premier League on Boxing Day, the club's chairman wrote on Twitter.", "type": "p"}, {"text": "Steve Parish added: \"Desperately sad to hear the news that we lost Maxi this morning. He was such a huge talent, a massive supporter of the club in every way and just a wonderful kind-hearted man. ", "type": "p"}, {"text": "\"He made the world dance, sing and laugh and someone I was privileged to call a friend. RIP Maxi.\"", "type": "p"}, {"text": "Born in Brixton, south London, Jazz also fronted a band called Maxi Jazz & The E-Type Boys and released music with the group Soul Food Cafe.", "type": "p"}, {"text": "DJ David Pearce said Faithless became an \"iconic force in UK dance music from the mid-90s and touched so many lives\". He said Jazz was \"dance music's poet\" and a \"warm, cool, friendly soul\".", "type": "p"}, {"text": "Faithless formed in 1995 and were pioneers of stadium dance music. They headlined some of the world's biggest festivals including Glastonbury, taking to the Pyramid stage in 2002. They were nominated for Best UK Dance Act at the Brit Awards in 1999 and 2002.", "type": "p"}, {"text": "The band split in 2011 but returned to release a new studio album almost a decade later, during the Covid pandemic. However, they weren't joined by Jazz, who had formed another band, Maxi Jazz & The E-Type Boys.", "type": "p"}, {"text": "The guitar band marked a new sound for Jazz, who began writing the material in 2013, during Faithless's hiatus.", "type": "p"}, {"text": "On their website, the band described their sound as incorporating \"melodic funk and blues mixed with reggae beats, dub baselines [and] Jamaican melodies\".", "type": "p"}], "tags": ["Crystal Palace", "Croydon", "London", "Music"]}