{"link": "https://www.bbc.com/news/technology-64075067", "category": "technology", "title": "Meta settles Cambridge Analytica scandal case for $725m", "contributor": null, "time": "2022-12-23T13:13:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1771/production/_128110060_gettyimages-1244572583.jpg", "content": [{"text": "Facebook owner Meta has agreed to pay $725m (£600m) to settle legal action over a data breach linked to political consultancy Cambridge Analytica.", "type": "b"}, {"text": "The long-running dispute accused the social media giant of allowing third parties, including the British firm, to access Facebook users' personal data. ", "type": "p"}, {"text": "The proposed sum is the largest in a US data privacy class action, lawyers say.", "type": "p"}, {"text": "Meta, which did not admit wrongdoing, said it had \"revamped\" its approach to privacy over the past three years. ", "type": "p"}, {"text": "In a statement, the company said settling was \"in the best interest of our community and shareholders\".", "type": "p"}, {"text": "\"We look forward to continuing to build services people love and trust with privacy at the forefront.\"", "type": "p"}, {"text": "Tech author James Ball told the BBC it was \"not a surprise\" that Meta has had to agree to a serious pay-out but that it was \"not that much\" money to the tech giant.", "type": "p"}, {"text": "\"It's less than a tenth of what it spent on its efforts to create 'the metaverse' last year alone,\" he said.", "type": "p"}, {"text": "\"So Meta probably won't be too unhappy with this deal, but it does stand as a warning to social media companies that mistakes can prove very costly indeed.\"", "type": "p"}, {"text": "The suggested settlement, which was disclosed in a court filing late on Thursday, is subject to the approval of a federal judge in San Francisco. ", "type": "p"}, {"text": "\"This historic settlement will provide meaningful relief to the class in this complex and novel privacy case,\" lead lawyers for the plaintiffs, Derek Loeser and Lesley Weaver, said in a statement.", "type": "p"}, [{"text": "Facebook scandal 'hit 87 million users'", "type": "a", "href": "https://www.bbc.co.uk/news/technology-43649018"}, {"text": "Facebook agrees to pay Cambridge Analytica fine", "type": "a", "href": "https://www.bbc.co.uk/news/technology-50234141"}, {"text": "Facebook sued for 'losing control' of users’ data", "type": "a", "href": "https://www.bbc.co.uk/news/technology-55998588"}], {"text": "The complaint was filed on behalf of a large proposed class of Facebook users, whose personal data on the social network was released to third parties without their consent.", "type": "p"}, {"text": "The class size is \"in the range of 250-280 million\" people, according to the ruling document, representing all Facebook users in the US during the \"class period\" which runs from 24 May, 2007 to 22 December, 2022. ", "type": "p"}, {"text": "It is not clear how the plaintiffs would claim their share of the settlement.", "type": "p"}, {"text": "Janis Wong, a privacy and ethics researcher at The Alan Turing Institute, said it would only amount to two or three dollars per person if each individual decided to make a claim.", "type": "p"}, {"text": "A further hearing on the settlement is due to take place on 2 March, 2023.", "type": "p"}, {"text": "\"Even though this $725m settlement doesn't cover UK users, earlier this year a competition law expert put forward a multi-billion dollar class action suit against Meta regarding users' data exploitation that does cover the Cambridge Analytica period. ", "type": "p"}, {"text": "\"We should hear more about that from the UK Competition Appeal Tribunal in the new year,\" she told the BBC.", "type": "p"}, {"text": "The harvesting of Facebook users' personal information by third-party apps was at the centre of the Cambridge Analytica privacy scandal, exposed in 2018.", "type": "p"}, {"text": "The consulting firm, now defunct, worked for Donald Trump's successful presidential campaign in 2016, and used personal information from millions of US Facebook accounts for the purposes of voter profiling and targeting.", "type": "p"}, {"text": "The firm obtained that information without users' consent from a researcher who had been allowed by Facebook to deploy an app on the platform which harvested data from millions of its users.", "type": "p"}, {"text": "Facebook believes the data of up to 87 million people was improperly shared with the political consultancy.", "type": "p"}, {"text": "The scandal prompted government investigations into Facebook's privacy practices, leading to lawsuits and a high-profile US congressional hearing in which Meta boss Mark Zuckerberg was questioned.", "type": "p"}, {"text": "In 2019, Facebook agreed to pay $5bn to resolve a Federal Trade Commission probe into its privacy practices.", "type": "p"}, {"text": "The tech giant also paid $100 million to settle US Securities and Exchange Commission claims that it misled investors about the misuse of users' data.", "type": "p"}, {"text": "Investigations by state attorneys general are continuing, and the company is challenging a legal action by the attorney general for Washington DC.", "type": "p"}], "tags": ["Facebook-Cambridge Analytica scandal", "Meta", "Facebook"]}