{"link": "https://www.bbc.com/news/business-63166568", "category": "business", "title": "Elon Musk: Twitter won't 'take yes for an answer'", "contributor": null, "time": "2022-10-06T22:04:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/153FD/production/_126973078_whatsubject.jpg", "content": [{"text": "Billionaire Elon Musk has said he aims to complete his purchase of Twitter by the end of the month, but the company \"will not take yes for an answer\".", "type": "b"}, {"text": "In a court filing, he said the social media platform had raised concerns about the \"theoretical possibility of a future failure to obtain debt financing\" to pay for the deal.", "type": "p"}, {"text": "Twitter said it did not trust that the offer would come through. ", "type": "p"}, {"text": "Twitter sued Mr Musk in July after he tried to back out of buying the firm.", "type": "p"}, {"text": "Mr Musk asked the court to put that legal fight on hold.", "type": "p"}, {"text": "Mr Musk said litigation was no longer necessary, after he said in a surprise move this week that he was prepared to go forward with the original takeover plan, pending receipt of the financing and an end to the legal battle.", "type": "p"}, {"text": "\"There is no need for an expedited trial to order defendants to do what they are already doing,\" Mr Musk's attorneys wrote in a filing.", "type": "p"}, {"text": "\"Yet, Twitter will not take yes for an answer. Astonishingly they have insisted on proceeding with this litigation, recklessly putting the deal at risk and gambling with their stockholders interests.\"", "type": "p"}, {"text": "In its own filing for Delaware Chancery Court on Thursday, Twitter said it was opposed to suspending litigation, calling such a move \"an invitation to further mischief and delay.\"", "type": "p"}, {"text": ", ", "type": "b"}, {"text": "\"Defendants can and should close next week,\" the company wrote. \"Until defendants commit to close as required, Twitter is entitled to its day in court.\"", "type": "p"}, {"text": "Mr Musk announced a plan to buy Twitter for $54.20 per share in April. But he backed away from the deal just a few weeks later saying he was concerned that spam accounts on the platform were higher than Twitter had claimed.", "type": "p"}, {"text": "Twitter ultimately sued to force Mr Musk to complete the deal. ", "type": "p"}, {"text": "In its lawsuit, Twitter argued Mr Musk was worried about the price he had agreed to pay, after a sharp downturn in the value of tech shares, including Tesla, the electric car company he leads and is the base of much of his wealth.            ", "type": "p"}, {"text": "Mr Musk was due to be questioned this week as part of the preparation for the trial, which was scheduled to begin 17 October. The trial is now postponed to 28 October to allow a deal to close, according to a court filing. ", "type": "p"}, {"text": "Shares in Twitter ended the day down more than 3%, amid investor doubts the deal will go through.", "type": "p"}], "tags": ["Companies", "Mergers and acquisitions", "Elon Musk", "Twitter"]}