{"link": "https://www.bbc.com/news/entertainment-arts-63156199", "category": "entertainment & arts", "title": "Annie Ernaux: 'Uncompromising' French author wins Nobel Literature Prize", "contributor": null, "time": "2022-10-06T17:22:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3ABF/production/_126993051_ernauux_gettyimages-538940490.jpg", "content": [{"text": "French writer Annie Ernaux has won the Nobel Prize in Literature, for what the panel said was an \"uncompromising\" 50-year body of work exploring \"a life marked by great disparities regarding gender, language and class\".", "type": "b"}, {"text": "The prestigious accolade is awarded by the Swedish Academy and is worth 10 million Swedish kronor (£807,000).", "type": "p"}, {"text": "She said it was \"a great honour\".", "type": "p"}, {"text": "Anders Olsson, chair of the literature committee, said the 82-year-old's work was \"admirable and enduring\".", "type": "p"}, {"text": "He said she used \"courage and clinical acuity\" to tell largely autobiographical stories that uncover \"the contradictions of social experience [and] describe shame, humiliation, jealousy or the inability to see who you are\".", "type": "p"}, {"text": "Her books, including A Man's Place and A Woman's Story, are considered to be contemporary classics in France.", "type": "p"}, {"text": "Ernaux is the first French woman to win the literature prize, and told reporters the award created a responsibility to \"continue the fight against injustice\". ", "type": "p"}, {"text": "She said literature could not have an \"immediate impact\", but that she nonetheless felt the need to maintain the struggle for the rights of \"women and the oppressed\", according to the AFP news agency.", "type": "p"}, {"text": "French President Emmanuel Macron congratulated Ernaux, calling her voice \"that of the freedom of women and of the forgotten\".", "type": "p"}, {"text": "Jacques Testard, from Fitzcarraldo Editions which publishes English translations of her work, told BBC World Service Radio's Newshour she is an \"exceptional and unique\" writer. ", "type": "p"}, {"text": "\"She's a very important feminist writer, I would say, also a very important working class writer - both of those themes I think very clearly visible in her work,\" he explained.", "type": "p"}, {"text": "Ernaux's US publisher Dan Simon, of Seven Stories Press, said in a statement that she \"has stood up for herself as a woman, as someone who came from the French working class, unbowed, for decade after decade\".", "type": "p"}, {"text": "Dr Ruth Cruickshank, who specialises in contemporary French fiction at Royal Holloway, University of London, said: \"When a woman wins the Nobel Prize for Literature it is always great news. Thirteen dead and two living white French men have been Nobel laureates since 1901.", "type": "p"}, {"text": "\"She explores memories of life experiences - both extraordinary and relatable - a backstreet abortion; failed affairs whether with a lover in Russia or a man 30 years younger; the death of her parents; breast cancer.\"", "type": "p"}, {"text": "Ernaux was born in 1940 in Normandy, where the setting for her early life was \"poor but ambitious\", Olsson said.", "type": "p"}, {"text": "Her parents ran a café and grocery shop, and when she encountered girls from middle-class backgrounds, she experienced the \"shame of her working-class parents and milieu for the first time,\" according to her website.", "type": "p"}, {"text": "That would later feed into her novels. Her official biography said the main themes of her work were \"the body and sexuality; intimate relationships; social inequality and the experience of changing class through education; time and memory; and the overarching question of how to write these life experiences\".", "type": "p"}, {"text": "Ernaux studied literature, having worked as an au pair in London, and was married with two children and teaching in a French secondary school when her first book was published in 1974.", "type": "p"}, {"text": "Cleaned Out was a fictionalised account of the illegal abortion she had in 1964, which she kept secret from her family.", "type": "p"}, {"text": "She revisited that trauma 25 years later for the book Happening, in which she \"sifts through her memories and her journal entries dating from those days\". It was turned into a film that won the top prize at last year's Venice Film Festival.", "type": "p"}, {"text": "Olsson added: \"Annie Ernaux manifestly believes in the liberating force of writing. Her work is uncompromising and written in plain language, scraped clean.\"", "type": "p"}, {"text": "The writer got divorced in the early 1980s, and in 2000 she retired from teaching to devote herself to writing.", "type": "p"}, {"text": "Another of Ernaux's books, The Years, won the Prix Renaudot in France in 2008 and the Premio Strega in Italy in 2016, while a year later she won the Marguerite Yourcenar Prize for her life's work.", "type": "p"}, {"text": "In 2019, The Years went on to be shortlisted for the Man Booker International Prize, whose judges called it a \"genre-bending masterpiece\".", "type": "p"}, {"text": "Booker said at the time that \"autobiography is given a new form, at once subjective and impersonal, private and collective\".", "type": "p"}, {"text": "The New Yorker wrote in 2020 that over her 20 books, \"she has been devoted to a single task: the excavation of her own life\".", "type": "p"}, {"text": "The Nobel Prizes, awarded since 1901, recognise achievement in literature, science, peace and latterly economics. Last year's literary prize was won by Tanzanian novelist Abdulrazak Gurnah.", "type": "p"}, {"text": "Other winners have included novelists such as Ernest Hemingway, Gabriel Garcia Marquez and Toni Morrison, plus poets such as Louise Gluck, Pablo Neruda, Joseph Brodsky and Rabindranath Tagore, and playwrights including Harold Pinter and Eugene O'Neill.", "type": "p"}], "tags": ["Literature", "France", "Nobel Prize", "Books"]}