{"link": "https://www.bbc.com/news/health-63155654", "category": "health", "title": "Stem cell patch surgery to mend spina bifida in the womb", "contributor": null, "time": "2022-10-06T17:01:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DEA6/production/_126989965_1.jpg", "content": [{"text": "US doctors say they have successfully carried out surgery on babies in the womb to repair harmful spine defects using a special, therapeutic stem cell patch method. ", "type": "b"}, {"text": "Experts hope the pioneering research at UC Davis Health could help others with spina bifida - when the spinal cord and spine do not develop properly. ", "type": "p"}, {"text": "Three of the babies in the trial have now been born. ", "type": "p"}, {"text": "The team will monitor them for at least six years. ", "type": "p"}, {"text": "Without treatment, spina bifida can sometimes lead to a range of lifelong issues, including problems with mobility because of nerve damage. In extreme cases, the spinal canal remains open and exposed. If the defect is not closed to protect it shortly before or after birth, it can cause total paralysis of the legs. ", "type": "p"}, {"text": "Surgeons have already used keyhole surgery on babies in the womb to mend the gap. Now the US team have gone a step further, fitting a graft or implant to bridge the repair.  ", "type": "p"}, {"text": "It is a patch that contains immature cells, called stem cells, that can grow with the baby. ", "type": "p"}, {"text": "The researchers say they have already had very promising results in animals with this technique. They have tried it in baby sheep and a pair of English bulldog puppies - Darla and Spanky - to refine the process. ", "type": "p"}, {"text": "Baby Robbie is one of the first humans to have the treatment. ", "type": "p"}, {"text": "Her mum, Emily, says it was a lifeline that they could not refuse. ", "type": "p"}, {"text": "\"We didn't know about spina bifida until the diagnosis. We are so thankful that we got to be a part of this. We are giving our daughter the very best chance at a bright future,\" she said.", "type": "p"}, {"text": "Their surgeon, Diana Farmer, says the operation went off without a hitch: \"Mother and foetus did great!\" ", "type": "p"}, {"text": "Emily recalls the day Robbie was born more than a year ago.", "type": "p"}, {"text": "\"One of my first fears was that I wouldn't be able to see her, but they brought her over to me. I got to see her toes wiggle for the first time. It was so reassuring and a little bit out of this world.\"", "type": "p"}, {"text": "The UC Davis team plan to treat about 35 babies as part of their trial. More studies and follow-up are needed to assess how well the treatment works. ", "type": "p"}, {"text": "Robbie and the other babies will have check-ups to see their progress with skills such as walking and potty training. ", "type": "p"}, {"text": "Prof Paolo De Coppi is a paediatric surgeon at London's Great Ormond Street Hospital in the UK. He has been doing surgery on babies in the womb for spina bifida and says using stem cell patches might improve outcomes even further. \"That's the hope, but we need to wait and see,\" he told the BBC. ", "type": "p"}, {"text": "It is not known what causes spina bifida but a number of things can increase the risk of a baby developing the condition.", "type": "p"}, {"text": "Not having enough folic acid (vitamin B9) during pregnancy is one of the most important ones.", "type": "p"}, {"text": "Prof Neena Modi, an expert in neonatal medicine at Imperial College London in the UK, stressed the importance of women taking supplements around conception and in pregnancy - a cheap and easy intervention that can help prevent cases of spina bifida. ", "type": "p"}], "tags": ["Spina bifida", "Stem cells", "Pregnancy"]}