{"link": "https://www.bbc.com/news/science-environment-63149957", "category": "science & environment", "title": "New oil and gas at odds with green goals - report", "contributor": null, "time": "2022-10-06T05:04:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F890/production/_119323636_gettyimages-539055176.jpg", "content": [{"text": "Exploiting new oil and gas fields is \"radically at odds\" with the UK's commitments to fight climate change, according to a new report. ", "type": "b"}, {"text": "Researchers from Global Energy Monitor (GEM) also calculated the greenhouse gas emissions if all the North Sea's reserves were extracted and burnt. ", "type": "p"}, {"text": "They said it would lead to the UK exceeding its legally binding carbon budget by almost two-fold. ", "type": "p"}, {"text": "A new licensing round for North Sea oil and gas is set to be launched soon.", "type": "p"}, {"text": "The report looked at the reserves in the 21 largest North Sea oil and gas fields that have already been licensed and are awaiting final approval. It says that if those reserves were extracted and burnt it would release the equivalent of 920m tonnes of CO2. That's more than the total annual emissions of many countries.", "type": "p"}, {"text": "\"If the UK claims to be a climate leader, it cannot allow these new fields to start up, nor hold another licensing round,\" Scott Zimmerman, lead author of the GEM report \"Hooked on Hydrocarbons\", told BBC News. ", "type": "p"}, {"text": "Prime Minister Liz Truss says she is committed to reaching net zero emissions by 2050. But her government has also lifted a moratorium on fracking of shale gas and said it will award new licences for North Sea oil and gas.", "type": "p"}, {"text": "\"We are taking decisive action to reinforce our energy security,\" Ms Truss told the Conservative party conference. ", "type": "p"}, {"text": "\"We are opening more gas fields in the North Sea and delivering more renewables and nuclear energy. That is how we will protect the great British environment, deliver on our commitment to net zero and tackle climate change,\" she said.", "type": "p"}, [{"text": "What is fracking and why is it controversial?", "type": "a", "href": "https://www.bbc.co.uk/news/uk-14432401"}, {"text": "Why are the world's big oil producers cutting supplies?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61188579"}, {"text": "Is the UK on track to meet its climate targets?", "type": "a", "href": "https://www.bbc.co.uk/news/58160547"}], {"text": "The International Energy Agency (IEA), the United Nations, and the Intergovernmental Panel on Climate Change (IPCC) have warned there can be no new fossil fuel projects if there is to be any chance of keeping global temperature rises under 1.5 degrees. ", "type": "p"}, {"text": "Business secretary Jacob Rees-Mogg has spoken of his desire to extract \"every last drop\" of North Sea oil. The GEM report also looked what the environmental consequences of that might be, estimating that if all undeveloped and undiscovered (currently unlicensed) oil and gas were extracted and burnt it would release the equivalent of 7,602m tonnes of CO2. That's more than the total UK carbon budget for the 14 years from 2023 to 2037. ", "type": "p"}, {"text": "A UK government spokesperson called the GEM report \"unfounded speculation\". ", "type": "p"}, {"text": "\"The Government remain fully committed to the legally binding target of achieving net zero greenhouse gas emissions by 2050,\" the spokesperson said.", "type": "p"}], "tags": ["North Sea oil and gas", "Climate change", "Oil & Gas industry"]}