{"link": "https://www.bbc.com/news/technology-63157883", "category": "technology", "title": "Former Uber security chief convicted for concealing a felony", "contributor": null, "time": "2022-10-06T14:03:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1582C/production/_126980188_uber_gettyimages-1241029201.jpg", "content": [{"text": "Uber's former chief security officer has been convicted of failing to tell US authorities about a 2016 hack of the company's databases.", "type": "b"}, {"text": "A jury in San Francisco found Joe Sullivan - fired from Uber in 2017 - guilty of obstruction of justice and concealing a felony.", "type": "p"}, {"text": "Increasingly, companies negotiate with ransomware hackers.", "type": "p"}, {"text": "But investigators said they must \"do the right thing\" when their systems are breached.", "type": "p"}, {"text": "The conviction is a dramatic reversal for Sullivan, who had at one point in his career prosecuted cyber-related crime for the San Francisco US attorney's office.", "type": "p"}, {"text": "After Sullivan's conviction his lawyer, David Angeli, said \"Mr Sullivan's sole focus, in this incident and throughout his distinguished career, has been ensuring the safety of people's personal data on the internet,\" the Washington Post reported.", "type": "p"}, {"text": "But prosecutors said the case was a warning to companies.", "type": "p"}, {"text": "\"We expect those companies to protect that data and to alert customers and appropriate authorities when such data is stolen by hackers,\" US attorney Stephanie M Hinds said.", "type": "p"}, {"text": "Ms Hinds accused Sullivan of working to hide the data breach from US regulator the Federal Trade Commission (FTC), adding he \"took steps to prevent the hackers from being caught\". ", "type": "p"}, {"text": "At the time, the FTC was already investigating Uber following a 2014 hack.", "type": "p"}, {"text": "When it was hacked again, the attackers emailed Sullivan and told him they had stolen a large amount of data, which they would delete in return for a ransom, according to the US Department of Justice (DOJ) . ", "type": "p"}, {"text": "Staff working for Sullivan confirmed data, including about 57 million Uber users' records and 600,000 driving-licence numbers, had been stolen.", "type": "p"}, {"text": "According to the DOJ, Sullivan arranged for the hackers to be paid $100,000 (£89,000) in bitcoin in exchange for them signing non-disclosure agreements to not reveal the hack to anyone, ", "type": "p"}, {"text": "The hackers were paid in December 2016, even though they had refused to provide their true names. ", "type": "p"}, {"text": "The payment was disguised as a \"bug bounty\", a reward used to pay cyber-security researchers who disclose vulnerabilities so they can be fixed.", "type": "p"}, {"text": "The Washington Post reported that the process enabled Uber to gather clues about the two hackers. The firm eventually identified the pair - both of whom have since been convicted of criminal offences - in January 2017 and required them to sign new agreements in their own names.", "type": "p"}, {"text": "This conviction has sent shivers down the spines of many cyber-security executives.", "type": "p"}, {"text": "With organised ransomware gangs, government-backed hacking teams and anarchist kids targeting companies, being a chief information security officer is already a daunting job.", "type": "p"}, {"text": "Sullivan being personally convicted for a decision taken on behalf of his employer sets a scary precedent, some say.", "type": "p"}, {"text": "For observers, the crimes Sullivan committed in 2016 also read as odd by today's standards.", "type": "p"}, {"text": "Negotiating with hackers and paying them to keep quiet is literally done every day  now by corporations hit by ransomware gangs.", "type": "p"}, {"text": "The key difference here, the jury found, is that Sullivan tried to cover it up.", "type": "p"}, {"text": "Giving cyber-criminals what they want no longer carries the seriousness it once did, but companies, then and now, must always be transparent about how they respond to cyber-incidents that affect them and their customers.", "type": "p"}, {"text": "The DOJ said that Sullivan \"orchestrated these acts despite knowing that the hackers were hacking and extorting other companies as well as Uber, and that the hackers had obtained data from at least some of those other companies\".", "type": "p"}, {"text": "A new management team at Uber eventually reported the breach to the FTC in 2017 after carrying out their own investigation.", "type": "p"}, {"text": "In 2018, Uber paid US states $148m to settle claims that it had been to slow to reveal the hack.", "type": "p"}, {"text": "The verdict was a surprise to many working in computer security. At the time Sullivan had reportedly informed some senior figures at Uber about the threat.", "type": "p"}, {"text": "The court also heard that internal legal advice had suggested that there was no need to disclose the hack if the attackers were identified, and agreed to delete the data and not spread it further.", "type": "p"}, {"text": "Responding to the judgement, Dr Ilia Kolochenko, founder of ImmuniWeb, and a member of Europol Data Protection Experts Network, wrote, \"The Uber case is just another illustrative example of the unfolding global trend to hold cyber-security executives accountable for their companies' data breaches.", "type": "p"}, {"text": "\"Serious misconduct, such as deliberate concealment of a data breach despite the regulatory requirement to report the breach to mitigate harm, may even entail criminal sanctions.\"", "type": "p"}, {"text": "Dr Kolochenko said cyber-security executives should urgently check that their employment contracts address issues such as coverage of legal fees in case of a civil lawsuit or prosecution in relation to their professional responsibilities. The contracts should also contain a guarantee that their employer will not sue them - as victimised companies may also do this in case of security incidents, she added. ", "type": "p"}, {"text": "Sullivan has not yet been sentenced, and may appeal against the judgement.", "type": "p"}], "tags": ["Cyber-crime", "San Francisco", "Uber", "United States", "Cyber-security"]}