{"link": "https://www.bbc.com/news/business-61346747", "category": "business", "title": "Morrisons makes last minute bid to save McColl's", "contributor": null, "time": "2022-05-06T11:22:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12B2F/production/_124619567_mccollscustomer.jpg", "content": [{"text": "Supermarket giant Morrisons has proposed a last-minute rescue deal for McColl's, the convenience store chain which is on the brink of collapse. ", "type": "b"}, {"text": "McColl's warned last night that unless it secured more funding, administration was increasingly likely. ", "type": "p"}, {"text": "A deal with Morrisons would potentially secure 16,000 jobs at the embattled retail chain.", "type": "p"}, {"text": "Morrisons is already in a partnership with McColl's which operates more than 200 Morrisons Daily convenience stores. ", "type": "p"}, {"text": "The BBC understands that the aim of the deal would be to save as many stores and jobs as possible.", "type": "p"}, {"text": "The improved offer, made on Thursday evening, is thought to include taking on McColl's pension commitments and its £170m debt. Morrisons declined to comment.", "type": "p"}, {"text": "Morrisons has been talking to McColl's and its creditors for weeks as it aims to thrash out a rescue.", "type": "p"}, {"text": "McColl's is running out of cash and needs an injection of funds to stay afloat.", "type": "p"}, {"text": "The potential rescue, which was first reported by Sky News, would involve its lenders being repaid.", "type": "p"}, {"text": "McColl's, which has 1,400 stores, has a wholesale tie-up with Morrisons and Martin's newsagents.", "type": "p"}, {"text": "It raised £30m from shareholders last year to invest in expanding its Morrisons Daily convenience stores, but at the time it warned that footfall had been hit by the coronavirus pandemic.", "type": "p"}, {"text": "Convenience stores are thriving, especially during the pandemic, and people want to shop locally.", "type": "p"}, {"text": "So, many of McColl's problems were self inflicted.", "type": "p"}, {"text": "It has slowly been moving away from old fashioned newsagents into convenience stores with more fresh food and ready meals. But it hasn't happened fast enough and some of its stores are still pretty uninspiring. ", "type": "p"}, {"text": "In 2017 it decided to change suppliers, ditching Palmer & Harvey (P&H) for a deal with Morrisons.", "type": "p"}, {"text": "P&H collapsed shortly afterwards leaving McColl's with big supply chain disruption as it then hastily switched to Morrisons. Covid has exacerbated those problems. McColl's has struggled to get hold of stock and found it harder and harder to make money with profit margins also being squeezed.", "type": "p"}, {"text": "Its partnership with Morrisons to transform hundreds of existing stores into Morrisons Daily convenience stores has been a success in driving sales. But they haven't been able to roll them out quickly enough. And with £170m of debt to service, the business is now running out cash.  ", "type": "p"}, {"text": "Morrisons and McColl's signed a deal five years ago which involved Morrisons being the convenience store chain's sole supplier for grocery products, including the relaunched Safeway brand.", "type": "p"}, {"text": "Morrisons' previous foray into convenience stores - known as M Local - came to an end in 2015.", "type": "p"}, {"text": "It launched Morrisons Daily shops soon after selling its struggling M Local sites, and in 2019 McColl's started to rebrand stores as Morrisons Daily as part of its supply deal.", "type": "p"}, {"text": "Teresa Wickham, a former director at Safeway, told the BBC's Today programme that McColl's had been \"caught in a difficult place, particularly with Covid\".", "type": "p"}, {"text": "She said the pandemic came at a time when the firm was shifting its business model from running traditional convenience stores to selling more fresh produce in its partnership with Morrisons.", "type": "p"}, {"text": "Stores that had done this had done well, Ms Wickham said, as shopping habits moved to buying locally in the coronavirus crisis but only a small proportion of McColl's shops had made the shift.", "type": "p"}, {"text": "\"They didn't quite have enough fresh produce, and also at the time during the pandemic we switched very quickly to online shopping,\" she said.", "type": "p"}, {"text": "Are you a McColl's employee? Share your experiences by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://www.bbc.co.uk/send/u16904890"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": ["Companies", "Morrisons", "Retailing"]}