{"link": "https://www.bbc.com/news/business-61343255", "category": "business", "title": "Gucci stores to accept cryptocurrencies in US", "contributor": null, "time": "2022-05-06T05:30:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/67AC/production/_124604562_gettyimages-1303940519.jpg", "content": [{"text": "Italian luxury brand Gucci will start accepting payments in cryptocurrencies in some of its stores in America.", "type": "b"}, {"text": "Customers will be able to pay using a number of cryptocurrencies, including Bitcoin, Ethereum and Litecoin.", "type": "p"}, {"text": "The service will be rolled out later this month at some of its flagship outlets, including Rodeo Drive in Los Angeles and New York's Wooster Street.", "type": "p"}, {"text": "Gucci, owned by France's Kering, joins a growing number of companies that have started to accept virtual currencies.", "type": "p"}, {"text": "The firm said it will also take payments in Shiba Inu and Dogecoin - a so-called \"meme\" cryptocurrency that was originally created as a joke.", "type": "p"}, [{"text": "Crypto regulation may drive growth in poorer areas", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-bristol-61156439"}, {"text": "NFT of Jack Dorsey's first tweet struggles to sell", "type": "a", "href": "https://www.bbc.co.uk/news/business-61102759"}, {"text": "Some cryptocurrencies to be regulated in UK", "type": "a", "href": "https://www.bbc.co.uk/news/business-60983561"}], {"text": "Customers paying in stores with cryptocurrencies will be sent an email with a QR code to use with a digital asset wallet - a financial transaction app that runs on mobile devices.", "type": "p"}, {"text": "QR - or quick response - codes are the black and white, barcode-like squares that can be read by mobile phones and have been used increasingly widely since the start of the pandemic.", "type": "p"}, {"text": "The brand said it plans to introduce the policy to all the North American stores it operates directly in the near future. ", "type": "p"}, {"text": "The announcement by such a high-profile brand marks another step forward for the acceptance of cryptocurrencies by mainstream businesses.", "type": "p"}, {"text": "Gucci is the latest big name to announce that it will take cryptocurrency as payment.", "type": "p"}, {"text": "Some of the world's biggest brands now accept digital currencies, including technology giant Microsoft, US telecoms firm AT&T and coffee chain Starbucks.", "type": "p"}, {"text": "In the last year Bitcoin has also become legal tender in two countries - El Salvador and the Central African Republic.", "type": "p"}, {"text": "Since El Salvador said it would allow consumers to use the cryptocurrency in all transactions, alongside the US dollar, the International Monetary Fund has urged it to reverse its decision.", "type": "p"}], "tags": ["Bitcoin", "Retailing", "Cryptocurrency"]}