{"link": "https://www.bbc.com/news/business-61346766", "category": "business", "title": "Travel limits on international music tours to be eased", "contributor": null, "time": "2022-05-06T15:21:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CFFA/production/_124624235_gettyimages-1309951355.jpg", "content": [{"text": "UK hauliers working on music concerts, sporting and cultural events will be able to make unlimited international trips under new rules.", "type": "b"}, {"text": "Since Brexit, British specialist hauliers have been limited to three EU stops per tour, the government said.", "type": "p"}, {"text": "But from late summer they will be able to move freely between the UK, the EU and other countries, it said.", "type": "p"}, {"text": "The change has been cautiously welcomed by industry experts but they said it did not solve the problem for everyone.", "type": "p"}, {"text": "Wob Roberts, production manager for Duran Duran and Sam Smith, told the BBC the move was good news for UK and European tours but did not help smaller UK-based operations which do not have another base overseas.", "type": "p"}, [{"text": "Why touring in EU is problematic for British bands", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-58006647"}, {"text": "UK stars urge action over post-Brexit touring", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-57574807"}], {"text": "New dual registration laws will apply to haulage companies with a base in the UK and another abroad, the Department for Transport said.", "type": "p"}, {"text": "It means they will be able to transfer their vehicle between both operator licences without the need to change vehicles or have their journeys limited.", "type": "p"}, {"text": "They will also not have to pay Vehicle Excise Duty (VED) in the UK for six months.", "type": "p"}, {"text": "The new rules will apply to travel not just to the EU, but also to other countries.", "type": "p"}, {"text": "Mr Roberts told the BBC: \"After Brexit, cabotage rules kicked in meaning UK hauliers could only make two drops, or three if they jumped through some more hoops. ", "type": "p"}, {"text": "\"So what the bigger companies did, at great cost to themselves, was to open a new branch in Europe with European registered trucks and European licensed drivers. ", "type": "p"}, {"text": "\"But that meant these vehicles and drivers could only make two or three drops in the UK.  These new rules mean there's no limit on drops for UK vehicles in Europe and also European registered vehicles in the UK.", "type": "p"}, {"text": "\"This will help UK-based tours keep going. But the problem is the smaller operations that couldn't afford to set up a European arm are still going to be facing the same issues.\"", "type": "p"}, {"text": "Industry group UK Music said the rule change was \"important progress for UK musicians and crew looking to tour the EU\".", "type": "p"}, {"text": "But chief executive Jamie Njoku-Goodwin told the BBC there were still issues around the transport of goods or passengers between two places in the same country.", "type": "p"}, {"text": "He said UK Music would continue to work with the government to resolve this as it is \"vital that UK musicians and crew can tour and work freely in the EU\". ", "type": "p"}, {"text": "Transport Secretary Grant Shapps said dual registration meant \"touring events can take place seamlessly across Great Britain, the EU and beyond\". ", "type": "p"}], "tags": ["Travel", "Brexit", "Music", "Haulage"]}