{"link": "https://www.bbc.com/news/entertainment-arts-61345099", "category": "entertainment & arts", "title": "Dave Chappelle: Stage attacker charged with misdemeanours", "contributor": null, "time": "2022-05-06T08:46:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/88FF/production/_124617053_hi075751359.jpg", "content": [{"text": "The man accused of attacking US comedian Dave Chappelle on stage at the Hollywood Bowl has been charged with four counts of misdemeanour and will no longer face felony charges.", "type": "b"}, {"text": "Los Angeles City Attorney's Office has now hit Isaiah Lee, 23, with charges including battery and possession of a weapon with intent to assault.", "type": "p"}, {"text": "Prosecutors concluded that the evidence did not constitute felony conduct.", "type": "p"}, {"text": "But added that the alleged criminal attack must \"have consequences\".", "type": "p"}, {"text": "\"My office takes protecting public safety extremely seriously and we are going to vigorously prosecute this case,\" added city attorney Mike Feuer online.", "type": "p"}, {"text": "In the US, crimes classified as felonies are considered more serious than misdemeanours and carry a more severe penalty, although the latter can still result in fines or prison terms.", "type": "p"}, {"text": "A spokesman for the Los Angeles City Attorney's Office said that after reviewing the evidence, prosecutors determined that while criminal conduct occurred, the evidence did not constitute felony conduct.", "type": "p"}, [{"text": "Man charged over Dave Chappelle on-stage attack ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61317901"}], {"text": "Other charges made against the accused include gaining unauthorised access to the stage area during a performance, and commission of an act that delays an event or interferes with a performer.", "type": "p"}, {"text": "Chappelle, 48, was performing at the Los Angeles venue on Tuesday evening as part of the inaugural Netflix Is A Joke festival comedy when a man rushed on to the stage and charged at him.", "type": "p"}, {"text": "The Los Angeles Police Department (LAPD) later arrested Lee, who was carrying a replica gun containing a knife blade, on suspicion of assault with a deadly weapon.", "type": "p"}, {"text": "Chappelle was unharmed, but the suspect was taken to a local hospital for medical treatment.", "type": "p"}, {"text": "Representatives for the headline comedian - who recently sparked outrage with comments made about transgender people in a prior Netflix special - released a statement afterwards saying he \"refuses to allow\" the alleged incident \"to overshadow the magic of this historic moment\".", "type": "p"}, {"text": "They noted how fellow stars Jamie Foxx and Chris Rock had helped \"calm the crowd with humour\" in the aftermath of the incident.", "type": "p"}, {"text": "Rock reportedly jokingly referenced his own attack at the hands of actor Will Smith at the recent Oscars ceremony.", "type": "p"}, [{"text": "Why did Will Smith hit Chris Rock?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60896604"}, {"text": "Chappelle slams cancel culture amid Netflix furore", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-59046022"}, {"text": "Comics on jokes that misfire and that Oscars slap", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-60922947"}], {"text": "A Netflix spokesman this week told the BBC: \"We care deeply about the safety of creators and we strongly defend the right of stand-up comedians to perform on stage without fear of violence.\"", "type": "p"}], "tags": ["Comedy", "Netflix", "United States"]}