{"link": "https://www.bbc.com/news/entertainment-arts-61338117", "category": "entertainment & arts", "title": "Rose Ayling-Ellis to sign CBeebies Bedtime Story", "contributor": "Bree Johnson-Obeng", "time": "2022-05-05T23:00:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11C60/production/_124600827_hi075776765.jpg", "content": [{"text": "Actress and Strictly Come Dancing champion Rose Ayling-Ellis is to become the first celebrity to sign a CBeebies bedtime story this Sunday.", "type": "b"}, {"text": "Ayling-Ellis, 27, who has been deaf since birth, will tell the tale Can Bears Ski? in British Sign Language (BSL), to mark Deaf Awareness Week. ", "type": "p"}, {"text": "The story of a young bear draws on the author's own experience to show how it feels to be deaf in a hearing world. ", "type": "p"}, {"text": "Ayling-Ellis said she hoped it would inspire children to learn to sign.", "type": "p"}, {"text": "Can Bears Ski? was written by Raymond Antrobus and illustrated by Polly Dunbar, and follows the journey of a son and father as they discover and manage deafness.", "type": "p"}, {"text": "It will be the first ever BSL-signed story on CBeebies and it will see Ayling-Ellis only speaking twice throughout the entire programme. Once at the beginning to introduce the story, and at the end to wish the audience goodnight. The story will also have subtitles.", "type": "p"}, {"text": "Ayling-Ellis said: \"I am super excited to read my first CBeebies bedtime story in British Sign Language and it's even more wonderful to share a story written by a deaf writer.", "type": "p"}, {"text": "\"I hope deaf children enjoy the story and it inspires hearing children to want to learn BSL more.\"", "type": "p"}, {"text": "Ayling-Ellis found fame starring as Frankie Lewis in BBC soap EastEnders and went on to become the first deaf contestant to win Strictly.", "type": "p"}, {"text": "She was also nominated for the Must See Moment of the Year at the 2022 Bafta Awards for her Couple's Choice dance routine with partner Giovanni Pernice, which included a section where the pair danced without music to honour of the deaf community.", "type": "p"}, {"text": "The actress has actively campaigned for BSL to be recognised as an official language and to be given legal status in the UK.", "type": "p"}, {"text": "Her story will air on Sunday to mark the end of Deaf Awareness Week, and will be the first of two stories she has recorded for CBeebies.", "type": "p"}, {"text": "Other readers of the CBeebies Bedtime Story have included Dolly Parton, Tom Hardy and Ed Sheeran - who read a story about a boy with a stutter, as he did as a child.", "type": "p"}, {"text": "In 2018, Catastrophe actor Rob Delaney became the first person to tell a CBeebies Bedtime Story in Makaton - which was another first for the programme. ", "type": "p"}, {"text": "The Duchess of Cambridge  became the first royal to present the show earlier this year.", "type": "p"}, {"text": "CBeebies Bedtime Stories airs daily at 18:50, with episodes signed by a BSL interpreter shown every Saturday and Sunday.", "type": "p"}], "tags": []}