{"link": "https://www.bbc.com/news/health-61327778", "category": "health", "title": "Covid: World’s true pandemic death toll nearly 15 million, says WHO", "contributor": "Naomi Grimley, Jack Cornish and Nassos Stylianou", "time": "2022-05-05T12:00:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/121BC/production/_118627147_hi067326126.jpg", "content": [{"text": "The Covid pandemic has caused the deaths of nearly 15 million people around the world, the ", "type": "b"}, {"text": "That is 13% more deaths than normally expected over two years.  ", "type": "p"}, {"text": "The WHO believes many countries undercounted the numbers who died from Covid - only 5.4 million were reported.", "type": "p"}, {"text": "In India, there were 4.7 million Covid deaths, it says - 10 times the official figures - and almost a third of Covid deaths globally. ", "type": "p"}, {"text": "The Indian government has questioned the estimate, saying it has \"concerns\" about the methodology, but other studies have come to similar conclusions about the scale of deaths in the country.", "type": "p"}, {"text": "The measure used by the WHO is called excess deaths - how many more people died than would normally be expected based on mortality in the same area before the pandemic hit.", "type": "p"}, [{"text": "India's Covid-19 toll highest in the world - WHO", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-india-60981318"}], {"text": "These calculations also take into account deaths which were not directly because of Covid but instead caused by its knock-on effects, like people being unable to access hospitals for the care they needed. It also accounts for poor record-keeping in some regions, and sparse testing at the start of the crisis.", "type": "p"}, {"text": "But the WHO said the majority of the extra 9.5 million deaths seen above the 5.4 million Covid deaths reported were thought to be direct deaths caused by the virus, rather than indirect deaths.", "type": "p"}, {"text": "Speaking about the scale of the figures, Dr Samira Asma, from the WHO's data department, said \"It's a tragedy. ", "type": "p"}, {"text": "\"It's a staggering number and it's important for us to honour the lives that are lost, and we have to hold policymakers accountable,\" she said.", "type": "p"}, {"text": "\"If we don't count the dead, we will miss the opportunity to be better prepared for the next time.\"", "type": "p"}, {"text": "Alongside India, countries with the highest total excess deaths included Russia, Indonesia, USA, Brazil, Mexico and Peru, the WHO figures suggest. The numbers for Russia are three-and-a-half times the country's recorded deaths.", "type": "p"}, {"text": "The report also looks at the rates of excess deaths relative to each country's population size. The UK's excess mortality rate - like America, Spain and Germany - was above the global average during 2020 and 2021.", "type": "p"}, {"text": "Countries with low excess mortality rates included China, which is still pursuing a policy of \"zero Covid\" involving mass testing and quarantines, Australia, which imposed strict travel restrictions to keep the virus out of the country, Japan and Norway.", "type": "p"}, {"text": "The academics who helped compile the report admit their estimates are more speculative for countries in sub-Saharan Africa, because there is little data on deaths in the region. There were no reliable statistics for 41 out of 54 countries in Africa.", "type": "p"}, {"text": "Statistician Prof Jon Wakefield, from Seattle's University of Washington, helped the WHO and told the BBC: \"We urgently need better data collection systems. ", "type": "p"}, {"text": "\"It is a disgrace that people can be born and die - and we have no record of their passing. ", "type": "p"}, {"text": "\"So we really need to invest in countries' registration systems so we can get accurate and timely data.\" ", "type": "p"}], "tags": ["World Health Organization (WHO)", "India", "Coronavirus pandemic"]}