{"link": "https://www.bbc.com/news/health-61335569/#comp-comments-button", "category": "#comp & comments", "title": "Cost of living: Are value food brands healthy?", "contributor": "Annabel Rackham", "time": "2022-05-06T00:11:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9E78/production/_124586504_gettyimages-482142025.jpg", "content": [{"text": "A government minister has urged people to choose supermarket value brands, to cope with the cost-of-living crisis. But what effect, if any, will eating cheaper food have on people's health?", "type": "b"}, {"text": "Food has become more expensive as producers push their rising energy costs on to consumers - and value items may help cut costs.", "type": "p"}, {"text": "Earlier this week, Environment, Food and Rural Affairs Secretary George Eustice said choosing value brands would help shoppers \"manage their household budget\" - comments shadow Treasury minister Pat McFadden described as \"woefully out of touch\".", "type": "p"}, {"text": "UK households had the lowest food expenditure in Europe, Mr Eustice said, thanks to a \"very, very competitive retail market, with 10 big supermarkets\".", "type": "p"}, {"text": "And with \"the four main ones competing very aggressively - particularly on some of the lower-cost, everyday value items for households, so things like spaghetti and ambient products - there's a lot of competition to keep those prices down\".", "type": "p"}, {"text": "But he added it would difficult to keep down the price of fresh chicken because of the cost of feeding the birds and the already super-low profit margins involved in poultry farming. ", "type": "p"}, {"text": "The NHS says people should:", "type": "p"}, [{"text": "have at least five portions of fruit and vegetables a day", "type": "p"}, {"text": "use starchy foods such as potatoes, rice and pasta as a base for meals", "type": "p"}, {"text": "include some form of dairy, or dairy alternative, and protein such as beans, fish, eggs or meat", "type": "p"}], {"text": "Foods high in fat, salt and sugar - and various oils and spreads - should be included in small amounts.", "type": "p"}, {"text": "But it can be hard to find supermarket value products that fit in with these guidelines, particularly when it comes to dairy and protein.", "type": "p"}, [{"text": "BBC Food's budget tips", "type": "a", "href": "https://www.bbc.co.uk/food/budget"}, {"text": "The NHS Eatwell Guide", "type": "a", "href": "https://www.nhs.uk/live-well/eat-well/food-guidelines-and-food-labels/the-eatwell-guide/"}, {"text": "Why food prices are rising so rapidly", "type": "a", "href": "https://www.bbc.co.uk/news/business-12196322"}], {"text": "Of the 24 items in one of Britain's biggest supermarket's meat and fish \"basics range\",  just one fits in with the NHS guidelines - a pack of pollock steaks - with other options in breadcrumbs or sauce. ", "type": "p"}, {"text": "Value ranges also offer less variety for customers looking for \"healthier choice\" options such as reduced salt, sugar or fat versions of their favourite foods. ", "type": "p"}, {"text": "And cheaper products will often be bulked out with less costly ingredients to achieve the same volume as their more expensive counterparts but with less nutritional value. ", "type": "p"}, {"text": "One value pasta sauce contains:", "type": "p"}, [{"text": "13% tomatoes and 6% tomato puree, with the rest topped up with water", "type": "p"}], {"text": "A similarly sized jar of its expensive branded counterpart contains:", "type": "p"}, [{"text": " 74% tomatoes, 21% tomato paste and no water", "type": "p"}], {"text": "The value sauce is lower in sugar and salt but contains less herbs and spices. ", "type": "p"}, {"text": "Luxury supermarket ready meals often cost more than £5 each and boast a recipe list full of fresh and organic ingredients, with many stores also offering calorie-controlled nutritionally balanced meals.", "type": "p"}, {"text": "But this is difficult to find within value sections.", "type": "p"}, {"text": "One supermarket's value range includes an 85p minced beef hotpot meal.", "type": "p"}, {"text": "It contains 19g (0.6oz) of protein, nearly 40% of the recommended daily amount for an adult, but also a third of the recommended amount of salt and 4.4g of saturated fat. ", "type": "p"}, {"text": "A beef meal from the store's healthy range, however, contains 23.5g of protein and 2.6g of saturated fat.", "type": "p"}, {"text": "A pack of eight value burger patties costs £1.50, meanwhile, the standard ones £5.50.", "type": "p"}, {"text": "Both contain similar levels of salt and fat - but:", "type": "p"}, [{"text": "the more expensive up to 90% beef with seasoning ", "type": "p"}, {"text": "the cheaper 64% bulked out with flour", "type": "p"}], {"text": "The standard range also offers leaner burgers with less fat, which the value range does not.", "type": "p"}, {"text": "There are lots of ways to eat \"a nutrient-dense diet on a budget\", nutritionist Jenna Hope says.", "type": "p"}, {"text": "\"It can sometimes appear more challenging as it does require shoppers to be savvy with their choices and can require extra planning,\" she tells BBC News", "type": "p"}, {"text": "These are her top tips: ", "type": "p"}, {"text": "Beans and pulses can be a great addition to any meal as they are a source of protein and rich in fibre.", "type": "p"}, {"text": "They are also a cheaper way to bulk out mince-based dishes, such as meatballs, shepherd's pie or burgers. ", "type": "p"}, {"text": "Dried beans and pulses are more cost-effective than canned - but soaking them pre-cooking is essential to reduce undesirable compounds. ", "type": "p"}, {"text": "Fresher produce is more likely to be in the clearance section in the evenings, because of the shorter expiry dates, and if uneaten by the use-by date can be stored in the freezer.", "type": "p"}, {"text": "It is a common misconception frozen produce is less nutritionally replete than fresh.", "type": "p"}, {"text": "It can be just as nutritionally dense, if not more, as nutrients are often locked in when frozen. ", "type": "p"}, {"text": "Fruits and vegetables are much cheaper in the frozen section and often sold in larger quantities. ", "type": "p"}, {"text": "Frozen vegetables are brilliant for adding to soups, stews and curries.", "type": "p"}, {"text": "Frozen fruit can be made into compote and served with yoghurt or added to smoothies or porridge.", "type": "p"}, {"text": "Frozen meat and fish can be a good choice too.", "type": "p"}, {"text": "Fresh fish can be more pricey - but canned, such as sardines, is a great way to consume omega-3, a vital nutrient for brain health and cognitive function. ", "type": "p"}, {"text": "Wholegrains can be a brilliant way to increase diversity in diet. ", "type": "p"}, {"text": "Foods such as rice (brown if possible), wholegrain bread and oats are cheap and nutritious. ", "type": "p"}, {"text": "Avoid more expensive pre-cooked or microwaveable rice.", "type": "p"}, {"text": "Often, buying own-brand wholefoods, such as meat, fish, eggs, dairy, fruit and vegetables,and cooking from scratch can be cheaper than the convenience versions. ", "type": "p"}, {"text": "But when it comes to the more processed foods, the cheaper products can have more additives and bulking agents than the more expensive brands.", "type": "p"}], "tags": ["Cost of living", "Supermarkets"]}