{"link": "https://www.bbc.com/news/science-environment-61337864", "category": "science & environment", "title": "Huge volume of water detected under Antarctic ice", "contributor": "Jonathan Amos", "time": "2022-05-05T20:51:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FC15/production/_124433546_whatsubject.jpg", "content": [{"text": "Vast quantities of water have been detected in sediments that underlie a part of the West Antarctic ice sheet.", "type": "b"}, {"text": "The volume is equivalent to a reservoir that is several hundred metres deep. ", "type": "p"}, {"text": "The water was detected below the Whillans Ice Stream, but its presence is likely replicated elsewhere across the White Continent.", "type": "p"}, {"text": "That being the case, it could be an important influence on how Antarctica reacts to a warmer world, researchers tell the journal Science this week.", "type": "p"}, {"text": "Water at the base of glaciers and ice streams generally works to lubricate their movement. ", "type": "p"}, {"text": "The transfer of water into or out of this deep reservoir has the potential therefore to either slow down or speed up ice flow.", "type": "p"}, {"text": "Models that simulate future climate impacts will now have to account for it.", "type": "p"}, {"text": "The detection was made by a team led by Dr Chloe Gustafson from the Scripps Institution of Oceanography in San Diego, US.", "type": "p"}, {"text": "She said the deep sediments were ancient ocean muds and sands that became saturated with salty seawater thousands of years ago when the West Antarctic Ice Sheet was much less extensive than it is today.", "type": "p"}, {"text": "\"These sediments I like to think of as a giant sponge,\" she explained.", "type": "p"}, {"text": "\"If you could squeeze out all that water and pool it on the surface, the water would range anywhere from about 220m in depth all the way up to 820m. ", "type": "p"}, {"text": "\"For comparison, the Empire State Building is about 440m tall. So at the shallowest, this water would go halfway up the Empire State Building, and at the deepest it would almost submerge two Empire State Buildings,\" the postdoctoral researcher told BBC News.", "type": "p"}, {"text": "Dr Gustafson made her measurements during a six-week expedition on the Whillans Ice Stream, an 800m-thick, 100km-wide convoy of fast moving ice that feeds into the Ross Ice Shelf.", "type": "p"}, {"text": "The technique she deployed is called magnetotellurics. This records variations in the the Earth’s natural electric and magnetic fields to determine the properties of deeply buried materials, be that rock, sediments, ice or water.", "type": "p"}, {"text": "\"You get a resistivity pattern and you have to invert that to work out how much water is present, and it's huge,\" said Scripps glaciology professor, Helen Fricker. ", "type": "p"}, {"text": "\"People had long suspected this groundwater was there, but this is the first time we've really been able to measure it.\"", "type": "p"}, {"text": "Prof Fricker used satellite observations in the 2000s to describe the dynamic hydrological system under Whillans. From the way the ice surface rose and fell over weeks and months, she could tell there were melt rivers filling and draining water from lakes that lay directly under the ice at its interface with the sediments.", "type": "p"}, {"text": "This newly discovered groundwater is held further down, in the pore spaces of the 500m-2,000m of ancient muds and sands that are sandwiched between the ice stream and basement rock.", "type": "p"}, {"text": "The key question being asked is: to what extent can the groundwater add to or subtract from the network of freshwater rivers and lakes just under the ice, to aid lubrication? And the inference in the measured changes in the saltiness of the upper part of the ground reservoir is that there is exchange.", "type": "p"}, {"text": "Dr Tom Jordan conducts geophysical investigations of the deep structures of Antarctica.", "type": "p"}, {"text": "He said the groundwater was potentially relatively warm because of the heat of basement rocks.", "type": "p"}, {"text": "\"If you then dump that warm water at the ice-bed interface, it could accelerate the flow of ice,\" the British Antarctic Survey scientist told BBC News.", "type": "p"}, {"text": "The Scripps-led team wants to repeat its work at Thwaites Glacier. At roughly the size of Great Britain or Florida, Thwaites is much, much bigger than the Whillans Ice Stream. It is currently the subject of intense study by US and UK researchers because of its melt rate. ", "type": "p"}, {"text": "Thwaites' outflow speed has doubled in the past 30 years and there is concern that future ice losses could add significantly to global-sea level rise.", "type": "p"}, {"text": "Dr Jordan said his data suggested there were large sediment basins under Thwaites that could hold impressive volumes of groundwater, but there were also places where the glacier ice was directly in contact with bedrock. This meant the Scripps would likely find a mixed picture if it pursued its investigations, he added.", "type": "p"}], "tags": ["Antarctic", "Climate change", "Environment", "Water"]}