{"link": "https://www.bbc.com/news/technology-61342576", "category": "technology", "title": "UK government sets out plans to rein in Big Tech", "contributor": "James Clayton", "time": "2022-05-05T22:25:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B7C0/production/_124604074_gettyimages-538683033.jpg", "content": [{"text": "Large tech companies such as Google and Facebook will have to abide by new competition rules in the UK or risk facing huge fines, the government said.", "type": "b"}, {"text": "The new Digital Markets Unit (DMU) will be given powers to clamp down on \"predatory practices\" of some firms.", "type": "p"}, {"text": "The regulator will also have the power to fine companies up to 10% of their global turnover if they fail to comply.", "type": "p"}, {"text": "Besides boosting competition among tech firms, the rules also aim to give users more control over their data.", "type": "p"}, {"text": "The BBC approached several of the big tech firms, including Apple, Meta and Google, but has received no response.", "type": "p"}, {"text": "The Department for Digital, Culture, Media and Sport (DCMS) said as well as large fines, tech firms could be handed additional penalties of 5% of daily global turnover for each day an offence continues. ", "type": "p"}, {"text": "For companies like Apple that could be tens of billions of US dollars.", "type": "p"}, {"text": "\"Senior managers will face civil penalties if their firms fail to engage properly with requests for information,\" the government said. ", "type": "p"}, {"text": "However, it is unclear when exactly the changes will come into force, as the government has said the necessary legislation will be introduced \"in due course\".", "type": "p"}, [{"text": "Europe agrees new law to curb Big Tech dominance", "type": "a", "href": "https://www.bbc.co.uk/news/technology-60870287"}], {"text": "Digital minister Chris Philp said the government wanted to \"level the playing field\" in the technology industry, in which a few American companies have been accused of abusing their market dominance.", "type": "p"}, {"text": "\"The dominance of a few tech giants is crowding out competition and stifling innovation,\" he said. ", "type": "p"}, {"text": "As well attempting to hold Big Tech to account, the DMU will look to give people more control over how their data is used by tech firms - for example with targeted personalised adverts.", "type": "p"}, {"text": "It will also make it easier for people to switch between phone operating systems such as Apple iOS or Android and social media accounts, without losing data and messages. ", "type": "p"}, {"text": "Critics have called such closed systems \"walled gardens\" that lock consumers into using products from a specific company. ", "type": "p"}, {"text": "Google's search engine, which is currently the default search engine on Apple products, will also be looked at by the regulator, the government said.  ", "type": "p"}, {"text": "It added it wants news publishers to be paid fairly for their content - and will give the regulator power to resolve conflicts. ", "type": "p"}, {"text": "This move is in response to friction between Meta, Google and news publishers. The argument is that while many local and national news organisations struggle to survive, Big Tech companies are posting record profits - and raising advertising revenue from the stories they produce. ", "type": "p"}, {"text": "Meta and Google argue that the relationship is symbiotic, that they direct traffic towards news organisations. ", "type": "p"}, {"text": "Last year the situation escalated, when a proposed law in Australia looking to \"level the playing the field\" resulted in Facebook temporarily blocking Australian news organisations - before an agreement was reached. ", "type": "p"}, {"text": "The UK government said its new rules could increase the \"bargaining power\" of national and regional newspapers. ", "type": "p"}, {"text": "The issue of big tech and competition has been troubling the authorities for quite some time. ", "type": "p"}, {"text": "There's no question that a handful of giants hugely dominate the market and hoover up considerable profits.", "type": "p"}, {"text": "They have a captive market and they don't want to share it. Google search is so popular \"to google\" is a commonly used verb.  Around 90% of all internet searches are on Google's search engine. But many have queried whether one company should have such a dominant position over a crucial part of the internet.", "type": "p"}, {"text": "It also leaves businesses with little choice. Want to advertise to people searching for football boots in your area? Google would be the obvious choice. But critics argue that that its monopoly means the company can charge what it likes - and that's ultimately bad for a healthy and competitive economy. ", "type": "p"}, {"text": "The UK's new regulator has decided to focus the minds of these firms with eye-watering fines for not allowing fair competition - 10% global turnover and an extra 5% per day if the offence continues. That is mega money - even for companies worth trillions of dollars. It's enough to get their attention. ", "type": "p"}, {"text": "Also included in the plans is a move to give firms like Meta and Apple \"strategic market status\", which will mean they will have to report takeovers before they complete to the Competition Markets Authority (CMA) for potential investigation. ", "type": "p"}, {"text": "Big Tech has long been criticised for buying up competition, as part of a strategy to \"copy, acquire, kill\".", "type": "p"}, {"text": "The criticism here is that fledgling business are bought up before they have the chance to get too big - and threaten the monopoly position of these companies.", "type": "p"}, {"text": "Separately, it had been rumoured that the DMU would not be given a legal footing - and would therefore lack bite, however the government has said it will introduce legislation to put the regulator on a statutory footing in \"due course.\"", "type": "p"}, {"text": "The consumer group Which? said it was \"essential that the Digital Markets Unit is properly empowered\" for the \"sake of UK consumers and businesses\".", "type": "p"}], "tags": ["Google", "Facebook", "Apple", "Data protection", "iPhones"]}