{"link": "https://www.bbc.com/news/technology-61348521/#comp-comments-button", "category": "#comp & comments", "title": "Amazon targets review firms with legal action", "contributor": "Zoe Kleinman", "time": "2022-05-06T14:11:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10D8A/production/_124620096_gettyimages-1302088726.jpg", "content": [{"text": "Amazon is taking legal action against four companies it has accused of deliberately flooding its shopping platform with fake reviews.", "type": "b"}, {"text": "Three of the firms had nearly 350,000 reviewers on their books.", "type": "p"}, {"text": "The companies act as unofficial brokers between Amazon sellers and individuals who write reviews, the tech giant says.", "type": "p"}, {"text": "The reviewers get free products and a small fee in return for each review, and the firm charges the seller a fee for boosting its ratings on Amazon.", "type": "p"}, {"text": "The sellers are not necessarily aware that this is being done by using fake reviews, Amazon said.", "type": "p"}, {"text": "The firms it has threatened legal action against are accused of collectively targeting its platforms in the US, UK, Europe, Japan and Canada. It targeted three of them earlier this year, and has now confronted another.", "type": "p"}, {"text": "One has ceased trading as a result. In a note on its website, Matronex says it has \"completely shut down\" following Amazon's actions.", "type": "p"}, {"text": "On the website of one of the firms which is still in business, there is advice for customers whose reviews have been rejected by Amazon. The potential reasons it lists for this happening include:", "type": "p"}, [{"text": "trying to leave a review in advance of the delivery date", "type": "p"}, {"text": "stating that the product was free or discounted", "type": "p"}, {"text": "ordering the same product several times \"from the same location and computer\".", "type": "p"}], {"text": "\"Please write your reviews truthfully and not too often,\" it adds.", "type": "p"}, {"text": "Amazon says that as part of its settlement, one firm has agreed to share data about who its customers are. It claims this will help it track them down on its platform.", "type": "p"}, {"text": "It admitted they can be difficult to identify because the exchange does not take place on Amazon itself. In 2020 it claims to have stopped 200 million reviews which it believed to be fake, from being published.", "type": "p"}, {"text": "Reviews heavily influence online shopping decisions - the UK government says that the average household spends £900 per year on products based on what others say about them.", "type": "p"}, {"text": "Under new proposals currently under consideration in the UK it would become illegal to pay someone to write or host fake reviews.", "type": "p"}, {"text": "A recent investigation by the consumer watchdog Which? found that nine out of 10 of the top-rated headphones on Amazon earlier this year had glowing reviews for a range of unrelated products.", "type": "p"}, {"text": "Which? said it welcomed Amazon's actions.", "type": "p"}, {"text": "\"However, our recent investigation found that there are still unscrupulous businesses exploiting weaknesses with Amazon's review system, leaving shoppers at risk of buying products boosted by thousands of bogus five-star reviews,\" said Rocio Concha, director of policy and advocacy.", "type": "p"}, {"text": "\"The Competition and Markets Authority's ongoing fake reviews investigation must root out any unfair practices being used to manipulate shoppers, and ensure people are protected when they are using major shopping sites.\"", "type": "p"}], "tags": ["Amazon", "Online shopping", "Online reviews"]}