{"link": "https://www.bbc.com/news/business-63858295", "category": "business", "title": "DR Congo: Miner Glencore pays $180m in latest corruption case", "contributor": null, "time": "2022-12-05T18:41:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/107CA/production/_124903576_gettyimages-667308966.jpg", "content": [{"text": "The Swiss-based mining company, Glencore, has said it will pay $180m (£147m) to the Democratic Republic of Congo to settle corruption claims.   ", "type": "b"}, {"text": "The agreement covers an 11-year period from 2007 to 2018.  ", "type": "p"}, {"text": "It is the latest in a series of corruption cases which has seen Glencore agree to pay out more than $1.6bn in fines this year.", "type": "p"}, {"text": "In May it admitted bribing officials in several African nations including DR Congo (DRC). ", "type": "p"}, {"text": "The Congolese government has told the BBC it is not commenting.", "type": "p"}, {"text": "It followed an investigation by American, British and Brazilian authorities that also covered corruption claims in Latin America. ", "type": "p"}, {"text": "Despite the fines Glencore is expected to make record profits of around $3.2bn this year.", "type": "p"}, [{"text": "Mining giant pleads guilty to UK bribery charges ", "type": "a", "href": "https://www.bbc.co.uk/news/business-61567403"}, {"text": "Mining giant ordered to pay £275m over oil bribes", "type": "a", "href": "https://www.bbc.co.uk/news/business-63497376"}], {"text": "There have been various investigations into the miner's activities in the DRC between 2007 and 2018 which uncovered evidence of bribery.", "type": "p"}, {"text": "In May, the US Department of Justice said that Glencore had admitted to corruptly conspiring to pay around $27.5m to third parties to secure \"improper business advantages\" in DRC, while \"intending a portion of the payments to be used as bribes\".  ", "type": "p"}, {"text": "Glencore owns several assets in the country, including the Mutanda copper-cobalt mine and a controlling stake in KCC, a large copper-cobalt project.", "type": "p"}, {"text": "The mining firm said the settlement with the Congolese government would cover \"all present and future claims arising from any alleged acts of corruption\" by the Glencore Group between 2007 and 2018.", "type": "p"}, {"text": "\"Glencore is a long-standing investor in the DRC and is pleased to have reached this agreement to address the consequences of its past conduct,\" Glencore's chairman Kalidas Madhavpeddi said.", "type": "p"}, {"text": "In May, Glencore also admitted to paying millions in bribes to officials in Cameroon, Equatorial Guinea, Ivory Coast, Nigeria, South Sudan, Brazil and Venezuela.", "type": "p"}, {"text": "It has received a series of penalties, with a UK court last month ordering the company to pay more than £285m over African bribes linked to its London-based commodities trading desk. ", "type": "p"}, {"text": "Remarking on the culture that developed at Glencore, Mr Justice Fraser said that \"bribery was accepted as part of the West Africa desk's way of doing business\".", "type": "p"}, {"text": "\"Bribery is a highly corrosive offence. It quite literally corrupts people and companies, and spreads like a disease,\" he added. ", "type": "p"}, {"text": "Glencore's chairman has admitted \"unacceptable practices\" have taken place but that the firm today is \"not the company it was\".", "type": "p"}, {"text": "Glencore is one of the world's largest commodities companies, employing around 135,000 people in more than 35 countries.", "type": "p"}], "tags": ["Glencore", "Corruption", "Mining", "Democratic Republic of Congo"]}