{"link": "https://www.bbc.com/news/entertainment-arts-63862084", "category": "entertainment & arts", "title": "Bob McGrath: Sesame Street icon dies aged 90", "contributor": null, "time": "2022-12-05T15:11:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/86EB/production/_127893543_bobmcgrath.jpg", "content": [{"text": "Bob McGrath, one of the founding cast members of Sesame Street, has died aged 90, his family has announced.", "type": "b"}, {"text": "The actor, who was on the children's TV show for nearly 50 years, \"died peacefully at home, surrounded by his family\", they posted on Facebook.", "type": "p"}, {"text": "McGrath first appeared on Sesame Street in 1969, portraying the friendly music teacher Bob Johnson.", "type": "p"}, {"text": "The show's production company Sesame Workshop said he \"embodied the melodies of Sesame Street like no one else\".", "type": "p"}, {"text": "\"His performances brought joy and wonder to generations of children around the world, whether teaching them the ABCs, the people in their neighbourhood, or the simple joy of feeling music in their hearts,\" it said in a statement on social media.", "type": "p"}, {"text": "McGrath died of complications after a stroke, his daughter Cathlin McGrath told The Washington Post and other news outlets.", "type": "p"}, {"text": "The actor, tenor singer, and children's author was one of the longest-running human characters on Sesame Street, along with Loretta Long, who played Susan Robinson.", "type": "p"}, {"text": "His final episode, titled Having a Ball, was aired in 2017. Long's final episode aired in 2016.", "type": "p"}, {"text": "Together with their furry, friendly, and occasionally grouchy muppet friends, McGrath and the Sesame Street family taught children everything from counting to kindness, through songs such as People In Your Neighbourhood.", "type": "p"}, {"text": "Born in Illinois in 1932, Robert Emmett McGrath studied music at the University of Michigan.", "type": "p"}, {"text": "After graduating, he served in the US Army in Germany, where he became the conductor for a local church choir and toured France with the Seventh Army Symphony.", "type": "p"}, {"text": "In the 1960s he was a singer in the NBC television show Sing Along With Mitch, and he also became a successful folk singer in Japan.", "type": "p"}, {"text": "Initially, McGrath was not interested in auditioning for Sesame Street.", "type": "p"}, {"text": "\"I thought, 'Hmm, here's another silly kiddie's show that doesn't mean that much,'\" he told the Television Academy Foundation in 2004.", "type": "p"}, {"text": "But he eventually joined Big Bird, Oscar the Grouch, Bert, and Ernie in 1969 for the show's pilot.", "type": "p"}, {"text": "Actor Holly Robinson Peete, whose late father Matt Robinson was also an inaugural cast member and show producer, said McGrath was \"the nicest, sweetest, kindest man\" who was \"loved all over the world\".", "type": "p"}, {"text": "Bob McGrath died at his home in New Jersey on Sunday, and is survived by his wife and five children.", "type": "p"}], "tags": ["Television", "United States", "Music"]}