{"link": "https://www.bbc.com/news/science-environment-63866949", "category": "science & environment", "title": "Nasa's Orion spacecraft is homeward-bound", "contributor": null, "time": "2022-12-05T18:45:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/676F/production/_127897462_screenshot2022-12-05at17.18.11.png", "content": [{"text": "The US space agency's Orion capsule is heading home.", "type": "b"}, {"text": "The vehicle conducted a big engine burn on Monday in the vicinity of the Moon that now commits it to a splashdown in the Pacific Ocean on Sunday.", "type": "p"}, {"text": "It was the last major powered manoeuvre for the next-generation crew ship on what has been, so far, a highly successful demonstration flight.", "type": "p"}, {"text": "A trouble-free return at the weekend will see astronauts climb aboard Orion for its next mission in late 2024.", "type": "p"}, {"text": "Nasa is planning a series of ever more complex outings for the capsule and its launch rocket - as part of its Artemis programme.", "type": "p"}, {"text": "This first flight, Artemis-1, has been all about testing systems in the absence of astronauts. They will get their opportunity on the next mission, Artemis-2.", "type": "p"}, {"text": "Artemis-3 is most eagerly anticipated - an attempt to land people back on the lunar surface for the first time in more than 50 years. It could take place in late 2025 or in 2026.", "type": "p"}, {"text": "But the whole plan depends on the current venture ending without incident.", "type": "p"}, [{"text": "Nasa's Orion capsule breaks distance record", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63788247"}, {"text": "Artemis: How we get back to the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/resources/idt-c2eecd7e-b73f-47c5-8b04-ae970d6ed7b5"}, {"text": "Nasa's Orion spacecraft: A guide", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58609313"}], {"text": "Orion set off from the Kennedy Space Center in Florida on 16 November. It was put into an extended loop around the Moon that saw it reach some 430,000km (270,000 miles) beyond Earth - the furthest any spacecraft designed to carry humans has travelled.", "type": "p"}, {"text": "Two big engine firings from Orion's European Space Agency-provided propulsion unit - the first occurring last Thursday, and the second in the past few hours - have since turned the ship for home.  ", "type": "p"}, {"text": "Nasa is describing the return as its \"priority one\" for the mission. Engineers want to see proof that the vehicle can survive the heat of re-entry into Earth's atmosphere.", "type": "p"}, {"text": "Orion will be moving at about 39,500km/h, which is far faster than a spacecraft coming back from the International Space Station.", "type": "p"}, {"text": "As the vehicle pushes up against the air in front of it, pressure and friction will generate temperatures approaching 3,000C.", "type": "p"}, {"text": "Nasa and spacecraft manufacturer Lockheed Martin need to know the shield on the capsule's underside is absolutely fit for purpose before astronauts are asked to ride aboard.", "type": "p"}, {"text": "Assuming the shield works and the 11 parachutes deployed to further slow the spacecraft also work, a controlled splashdown off the California coast should occur not long after 09:30 local time (17:40 GMT) on Sunday.", "type": "p"}], "tags": ["Orion", "Artemis", "Nasa", "Human spaceflight", "The Moon", "Space exploration"]}