{"link": "https://www.bbc.com/news/technology-63858872", "category": "technology", "title": "Covid restrictions hit iPhone maker Foxconn", "contributor": null, "time": "2022-12-05T13:40:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9348/production/_127840773_iphone14.jpg", "content": [{"text": "Apple supplier Foxconn says its revenue in November is down 11% compared to the same month in 2021, following unrest at the world's largest iPhone factory. ", "type": "b"}, {"text": "It says the drop is a result of its plant in Zhengzhou, China being affected by coronavirus restrictions.", "type": "p"}, {"text": "Compared to October its revenue was 29% down, despite making a record 5.9 trillion New Taiwan Dollars (£160bn) from January to November.", "type": "p"}, {"text": "That is an increase of 13.5% compared to the same period in 2021.", "type": "p"}, {"text": "The electronics manufacturer, also makes game consoles such as the PlayStation 5, has cited \"strong sales\" and \"better components supply\" among the reasons for its growth, and blamed the drop in November on coronavirus restrictions.", "type": "p"}, {"text": "\"The overall epidemic situation has been brought under control, with November being the most affected period,\" said a statement from the company, whose headquarters are in Taiwan.", "type": "p"}, {"text": "\"[We] are gradually moving toward the direction of restoring production capacity to normal.\"", "type": "p"}, {"text": "Foxconn has faced discontent among its workers in the factory, and has attempted to find new employees by offering a 1,000 yuan (£117) bonus to people who recruit a friend or family member.", "type": "p"}, {"text": "Footage circulated widely online in November showed angry protests at the factory, amid mass protests in China against the country's zero-Covid policy.", "type": "p"}, {"text": "Since then, China has signalled a shift in its Covid stance and moved to ease some virus restrictions, despite high daily case numbers.", "type": "p"}, {"text": "Dozens of districts in Guangzhou and Shanghai were released from lockdown measures at the beginning of December.", "type": "p"}, {"text": "The country's vice-premier also announced that the country was facing a \"new situation\".", "type": "p"}], "tags": ["Apple", "iPhones", "Coronavirus pandemic"]}