{"link": "https://www.bbc.com/news/business-65048756", "category": "business", "title": "Interest rate rise: Bank of England more hopeful on UK economy", "contributor": null, "time": "2023-03-23T15:05:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C435/production/_129092205_shoppingwomen_gettyimages-1162785920.jpg", "content": [{"text": "The head of the Bank of England has said he is \"much more hopeful\" for the UK economy, as interest rates were raised to their highest for 14 years.", "type": "b"}, {"text": "The decision to lift rates to 4.25% from 4% came after the inflation rate rose unexpectedly last month.", "type": "p"}, {"text": "It also follows the collapse of two US banks and the rescue of Swiss lender Credit Suisse, but the Bank said the UK financial system was \"resilient\".", "type": "p"}, {"text": "The Bank also said the UK was no longer heading into an immediate recession.", "type": "p"}, {"text": "\"We were really a bit on a knife edge as to whether there would be a recession... but I'm a bit more optimistic now,\" said Bank governor Andrew Bailey.", "type": "p"}, {"text": "However, Mr Bailey warned the UK was \"not off to the races\", with the economy expected to grow only slightly in the coming months.", "type": "p"}, {"text": "Interest rates have been rising steadily in an attempt to tackle rising prices.", "type": "p"}, {"text": "Inflation, which is the pace at which prices rise, remains close to its highest level for 40 years at 10.4% in the year to February - more than five times the Bank's target.", "type": "p"}, {"text": "The jump in rates means that mortgage costs for some homeowners will rise and some savers could get better returns. ", "type": "p"}, {"text": "People on typical tracker mortgage deals will pay about £24 more a month following the latest increase and those on standard variable rate mortgages face a £15 jump.", "type": "p"}, {"text": "How have you been affected by the interest rate rise? Get in touch.", "type": "b"}, [{"text": "Email haveyoursay@bbc.co.uk", "type": "a", "href": "mailto:haveyoursay@bbc.co.uk?InterestRates65048756"}, {"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload your pictures or video", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "The Bank voted to raise rates after the unexpected rise in inflation last month, but said it still expected the cost of living \"to fall sharply over the rest of the year\".", "type": "p"}, {"text": "It said this was largely due to the government extending energy bill help in the Budget to maintain typical household bills at £2,500 a year, as well as falls to wholesale gas prices.", "type": "p"}, {"text": "However, Mr Bailey refused to say whether he thought UK interest rates had reached a peak. ", "type": "p"}, {"text": "Today's interest rate rise could be the last. The pace of rises is slowing and inflation is now predicted to fall faster than expected, in part as a result of the government's help for energy bills.", "type": "p"}, {"text": "The Bank repeated language that further rises would be required \"if there were evidence\" of more inflationary pressures. The Bank's discussions suggested that some of that pressure, for example from wage growth, was declining even after Wednesday's shock inflation number. The next meeting in May is now a key point, where new quarterly forecasts for the economy and inflation could underpin a pause in rate rises.", "type": "p"}, {"text": "While the British economy is better than feared, with no immediate recession expected, there are concerns about the impact of global financial fragility. The UK remains resilient. But that is another cloud weighing over the Bank's decisions, with some memories of the quickly-reversed rises made by the Bank even after the credit crunch started in 2007.", "type": "p"}, {"text": "However, absent that new cloud there is some good news about the UK economy here. The consumer seems to be more resilient to what was an extraordinary energy shock. Unemployment is not now expected to rise. The economy may still be flat, but given the size of the energy shock, it could have been much worse.", "type": "p"}, {"text": "The high price of energy has been the main driver behind the rise in the cost of living over the past year, with gas and oil prices surging in the aftermath of Russia's invasion of Ukraine.", "type": "p"}, {"text": "Other factors such as worker shortages and food costs have also fuelled price rises.", "type": "p"}, {"text": "The nine members of the Monetary Policy Committee agreed on a to raise rates by a majority of seven to two, with the Bank saying \"cost and price pressures have remained elevated\".", "type": "p"}, {"text": "The Bank noted in its report that there had been \"large and volatile moves in global financial markets\" since the failure of Silicon Valley Bank in the US and the rescue deal for Credit Suisse, but Mr Bailey said he did not think the turmoil was likely to result in a re-run of the 2008 financial crisis.", "type": "p"}, {"text": "In response to the rise in rates, Chancellor Jeremy Hunt said the government supported the decision.", "type": "p"}, {"text": "\"With rising prices strangling growth and eroding family budgets, the sooner we grip inflation the better for everyone,\" he said.", "type": "p"}, {"text": "But shadow chancellor Rachel Reeves said higher interest rates would cause concern for families.", "type": "p"}, {"text": "\"The government thinks the cost of living crisis is over, but the reality is that too many families are dealing with a Tory mortgage penalty and battling with soaring food prices,\" she said.", "type": "p"}, {"text": "Neil Sutton's monthly mortgage payments were £255 before they started going up in January 2022, but they will rise to £465 from next month.", "type": "p"}, {"text": "\"There's not a lot that you can do other than to try and work that much harder to find the extra £150 odd a month. I don't really have an awful lot of choice,\" he said.", "type": "p"}, {"text": "\"You know, you just despair, quietly, inwardly, but you know, I can't let that show.\"", "type": "p"}, {"text": "Mr Sutton's 20-year mortgage comes to an end next March and he does not think he will be able to afford to remortgage. ", "type": "p"}, {"text": "\"I guess the bottom line is that we're going to have to move,\" he added.", "type": "p"}, [{"text": "A shortfall equivalent to two or more months' repayments means you are officially in arrears", "type": "p"}, {"text": "You must contact your lender as soon as you realise you are going to struggle to make repayments - the earlier the better", "type": "p"}, {"text": "Your lender must make reasonable attempts to reach an agreement with you", "type": "p"}], [{"text": "What happens if I can't afford to pay my mortgage?", "type": "a", "href": "https://www.bbc.co.uk/news/business-63486782"}]], "tags": []}