{"link": "https://www.bbc.com/news/entertainment-arts-65050951", "category": "entertainment & arts", "title": "Gwyneth Paltrow team offers court security 'treats' at ski crash trial", "contributor": null, "time": "2023-03-23T21:58:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8E80/production/_129108463_gettyimages-1249148574-1.jpg", "content": [{"text": "A judge has rejected an offer from actress Gwyneth Paltrow's legal team to \"bring in treats\" for courtroom security at her trial in Utah.", "type": "b"}, {"text": "The unusual request prompted a courtroom objection, leading the judge to say \"thank you, but no thank you\".", "type": "p"}, {"text": "Ms Paltrow is accused of causing a collision that left retired eye doctor Terry Sanderson, 76, concussed.", "type": "p"}, {"text": "He is seeking $300,000 (£244,000) in damages. She denies blame for the crash in February 2016 and has countersued.", "type": "p"}, {"text": "Ahead of testimony on the third day of the 50-year-old Oscar winner's civil trial in Park City, her attorney Steve Owens said: \"Private security for my client wanted to bring in treats for the bailiffs for how helpful they've been.\"", "type": "p"}, {"text": "\"So, I wanted to do that transparently and see if there are any objections,\" he added.", "type": "p"}, {"text": "Lawyers for Mr Sanderson swiftly objected, prompting Judge Kent Holmberg to say: \"OK, there's an objection so thank you, but no thank you.\"", "type": "p"}, {"text": "But he said either party could \"decide to do that later\" if they wished.", "type": "p"}, [{"text": "Skier 'deteriorated' after Gwyneth Paltrow crash", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-65045457"}, {"text": "'Reckless' Paltrow caused ski crash, lawyer says", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65027945"}], {"text": "During Thursday's proceedings, the plaintiff's daughter, Polly Sanderson-Grasham, said her father had been \"outgoing and engaged\" before his ski accident, but now gets \"agitated\" and is \"easily frustrated\".", "type": "p"}, {"text": "Ms Sanderson-Grasham, 49, detailed an occasion after the accident when she said she really noticed the changes in her father.", "type": "p"}, {"text": "\"He was sitting in a chair by the window and I almost expected drool to be coming out of his mouth,\" she said.", "type": "p"}, {"text": "\"First of all, he wasn't engaged with anybody. He had kind of taken himself to a remote corner and that was my first real kind of slap in the face of, like, something's terribly wrong.\"", "type": "p"}, {"text": "However, under cross-examination she accepted that her dad was on occasion \"frequently frustrated\" and \"overstepping the boundaries\" before the collision.", "type": "p"}, {"text": "She added that her father had become \"obsessed\" with the trial and badly wanted an apology.", "type": "p"}, {"text": "Mr Sanderson lost consciousness for several minutes after the crash, and suffered a concussion and four fractured ribs, according to his legal action. ", "type": "p"}, {"text": "A doctor who gave evidence on Thursday morning said the plaintiff had sustained a traumatic brain injury that \"completely changed his life\".", "type": "p"}, {"text": "Dr Alina Fong, a neuropsychologist, said Mr Sanderson had been \"struggling with concussion symptoms for a year and a half\" when she first saw him in May 2017.", "type": "p"}, {"text": "She said Mr Sanderson reported symptoms, including \"mood and personality changes, pain as well as headaches\".", "type": "p"}, {"text": "Asked whether there was any indication he was faking his symptoms, Dr Fong said there was \"none whatsoever\".", "type": "p"}, {"text": "The incident on a beginners' slope at the upmarket Utah ski resort took place while Ms Paltrow was skiing with her family.", "type": "p"}, {"text": "Mr Sanderson's lawyers say the movie-star-turned-lifestyle-influencer was uphill on the slope and crashed into him from behind, with his injuries providing evidence of this.", "type": "p"}, {"text": "But her defence team say she had begun descending the slope when a man collided into her back.", "type": "p"}, {"text": "They have focused on Mr Sanderson's medical conditions from before the collision, including vision and hearing loss from a stroke.", "type": "p"}, {"text": "Ms Paltrow is seeking $1 in damages plus attorneys' fees. She is expected to give evidence on Friday.", "type": "p"}], "tags": []}