{"link": "https://www.bbc.com/news/science-environment-65053729", "category": "science & environment", "title": "Europe risks being 'a spectator in next space race'", "contributor": null, "time": "2023-03-23T16:45:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/122D1/production/_129094447_astro_moon.jpg", "content": [{"text": "Europe must develop its own independent means of getting astronauts into space or risk missing out on the next big tech boom, warns an influential panel.", "type": "b"}, {"text": "Its report, commissioned by the European Space Agency, says the space economy is at a similar inflection point to the internet 20 years ago.", "type": "p"}, {"text": "Failure to respond will see Europe miss out on the next wave of Googles and Amazons, the group argues. ", "type": "p"}, {"text": "It calls for a plan to get Europeans on the Moon \"within 10 years\".", "type": "p"}, {"text": "\"While current estimates of the global space economy stand between €350bn and €450bn (£310bn-£400bn), independent forecasts predict its value to reach €1tn before 2040,\" the report reads. ", "type": "p"}, {"text": "\"Countries and regions that will not secure their independent access to space and its autonomous use, will become strategically dependent and economically deprived of a major part of this value chain.\" ", "type": "p"}, {"text": "The High Level Advisory Group (HLAG) was asked to assess Europe's economic and geo-strategic position within the global space ecosystem ahead of a major summit of European ministers in November.", "type": "p"}, {"text": "It's at this gathering that political momentum could be given to a new direction for Europe's space endeavours.", "type": "p"}, {"text": "Traditionally, the continent has been focussed largely on doing space science such as telescopes, and civil applications like satellite navigation and Earth observation. Its products in these areas are unquestionably world-leading.", "type": "p"}, {"text": "But to get its astronauts into space, Europe has had to rely either on American or Russian rocket systems. ", "type": "p"}, {"text": "Europe did think about an independent approach in the 1980s but abandoned its space shuttle concept due to the costs involved.", "type": "p"}, {"text": "The HLAG warns that Europe can now no longer sit in the back seat. ", "type": "p"}, {"text": "Others are pushing forward forcefully with their spaceflight plans, including China and India. These players will benefit from an \"Apollo effect\", the panel says. This refers to the technical boost the American economy received in pursuing its Moon landing project in the 1960s/70s.", "type": "p"}, {"text": "\"Should Europe be ambitious and affirm its leadership and be in the driving seat in this ecosystem, or be an observer, a junior partner, as we actually now are? In this report, you will find the answer,\" HLAG member Stefania Giannini, a former Italian minister for education and research, told reporters.", "type": "p"}, {"text": "The panel highlights some of the dramatic changes taking place in the US, which are driven by the emergence of new, more efficient companies with very aggressive business models.", "type": "p"}, {"text": "These innovative firms are being supported by more commercially orientated government procurement policies and also plentiful venture capital. ", "type": "p"}, {"text": "The best example, of course, is California's SpaceX company, whose reusable rockets have completely upended the market for launching to space. Its disruptive activity is also being felt in satellite communications.", "type": "p"}, {"text": "\"Ten years ago, Europe had 50% of the launch market. Today, we are almost out of the market,\" commented HLAG member Cédric O, a former secretary of state for the digital sector in France.  ", "type": "p"}, {"text": "Already, the director general of Esa, Josef Aschbacher, has recognised the need to modify his agency's procurement policies. ", "type": "p"}, {"text": "One of these is the so-called principle of \"geo-return\", in which member states receive Esa investment back into their home industries proportionate to the amount of money they contribute to projects. ", "type": "p"}, {"text": "This certainly helps boost national industries, especially in smaller states, but spreading effort across many countries is not necessarily the best way to go about developing products that are competitive internationally. It's one of the reasons why Europe's Ariane rockets can't match the prices of SpaceX's rockets.", "type": "p"}, {"text": "\"I will launch a discussion with member states on what modifications or updates on geo-return we can do, especially in the face of 'new space' because new space has put new games and new rules on the table, and certainly Esa would like to be on top of it,\" Mr Aschbacher told BBC News.", "type": "p"}, {"text": "Countries like the US and China invest heavily in human spaceflight exploration.", "type": "p"}, {"text": "Each year, the American space agency Nasa spends on this one activity the equivalent of Esa's entire annual budget - about €7bn.", "type": "p"}, {"text": "If Europe were to support an independent commercial programme to get its own astronauts into space - as suggested by the panel - it would demand a big uplift in public spending to kick-start and mature the necessary capabilities. ", "type": "p"}, {"text": "The sums involved might seem intimidating but they had to be put in context, said Chris Rapley from the European Science Foundation and another HLAG member.", "type": "p"}, {"text": "\"The cost of inaction - socially, politically and economically - I'm convinced is greater than the cost of being engaged. A European citizen is taxed €1.5 a year to support the space effort. A doubling of that would allow all of this to take place.\"", "type": "p"}, {"text": "Esa has 22 member states, one of which is the UK. Esa is a separate legal entity from the European Union. Britain is its fourth largest financial contributor, behind France, Germany and Italy.", "type": "p"}], "tags": []}