{"link": "https://www.bbc.com/news/technology-65047304", "category": "technology", "title": "ChatGPT bug leaked users' conversation histories", "contributor": null, "time": "2023-03-23T03:03:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7402/production/_129089692_0e6750b2-5da6-4922-89f4-b31e2fb74859.jpg", "content": [{"text": "A ChatGPT glitch allowed some users to see the titles of other users' conversations, the artificial intelligence chatbot's boss has said.", "type": "b"}, {"text": "On social media sites Reddit and Twitter, users had shared images of chat histories that they said were not theirs.", "type": "p"}, {"text": "OpenAI CEO Sam Altman said the company feels \"awful\", but the \"significant\" error had now been fixed.", "type": "p"}, {"text": "Many users, however, remain concerned about privacy on the platform.", "type": "p"}, {"text": "Millions of people have used ChatGPT to draft messages, write songs and even code since it launched in November of last year. ", "type": "p"}, {"text": "Each conversation with the chatbot is stored in the user's chat history bar where it can be revisited later.", "type": "p"}, [{"text": "Is the world prepared for the coming AI storm?", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-64967627"}], {"text": "But as early as Monday, users began to see conversations appear in their history that they said they hadn't had with the chatbot.", "type": "p"}, {"text": "One user on Reddit shared a photo of their chat history including titles like \"Chinese Socialism Development\", as well as conversations in Mandarin.  ", "type": "p"}, {"text": "On Tuesday, the company told Bloomberg that it had briefly disabled the chatbot late on Monday to fix the error. ", "type": "p"}, {"text": "They also said that users had not been able to access the actual chats.", "type": "p"}, {"text": "OpenAI's chief executive tweeted that there would be a \"technical postmortem\" soon. But the error has drawn concern from users who fear their private information could be released through the tool. ", "type": "p"}, {"text": "The glitch seemed to indicate that OpenAI has access to user chats.", "type": "p"}, {"text": "The company's privacy policy does say that user data, such as prompts and responses, may be used to continue training the model. ", "type": "p"}, {"text": "But that data is only used after personally identifiable information has been removed. ", "type": "p"}, {"text": "The blunder also comes just a day after Google unveiled its chatbot Bard to a group of beta testers and journalists.", "type": "p"}, {"text": "Google and Microsoft, a major investor in OpenAI, have been jostling for control of the burgeoning market for artificial intelligence tools.", "type": "p"}, {"text": "But the pace of new product updates and releases has many concerned missteps like these could be harmful or have unintended consequences.", "type": "p"}], "tags": []}