{"link": "https://www.bbc.com/news/business-64490221", "category": "business", "title": "Adani calls off share sale after price plunges", "contributor": null, "time": "2023-02-01T19:10:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9B41/production/_128454793_f29f215b588beecd697901a68efc7c726e119d61.jpg", "content": [{"text": "India's Adani Enterprises has called off its share sale after the share price plunged on Wednesday.", "type": "b"}, {"text": "The Adani Group's flagship company confirmed the $2.5bn (£2bn) raised from the sale would be returned to investors after shares fell 26%.", "type": "p"}, {"text": "The group's companies have seen more than $90bn wiped off their value since a US investment firm made fraud claims. Adani denies the allegations.", "type": "p"}, {"text": "Gautam Adani, the founder, has fallen out of the top 10 richest in the world.", "type": "p"}, {"text": "According to the Forbes real-time billionaires list, Mr Adani is now the 15th-richest person in the world, with a net worth of $74.7bn. He was third on the list last week.", "type": "p"}, {"text": "The billionaire runs Adani Group, one of India's biggest companies. The flagship company Adani Enterprises has operations in a wide range of industries including commodities trading, airports, utilities and renewable energy. ", "type": "p"}, {"text": "Last week, Hindenburg Research, a company that specialises in \"short-selling\", or betting against a company's share price in the expectation that it will fall, released a report that accused Mr Adani of \"pulling the largest con in corporate history\". ", "type": "p"}, {"text": "It also alleged the Adani Group had engaged in decades of \"brazen\" stock manipulation and accounting fraud, and claimed its companies had \"substantial debt\" which put the entire group on a \"precarious financial footing\".", "type": "p"}, {"text": "The group has dismissed the allegations as malicious and untrue, calling them an \"attack on India\".", "type": "p"}, [{"text": "Asia's richest man hits back at 'con' claims", "type": "a", "href": "https://www.bbc.co.uk/news/business-64408720"}, {"text": "Adani shares find investors despite fraud claim", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-india-64462345"}], {"text": "The report came days ahead of a planned sale of Adani shares to the public, and on Tuesday, the $2.5bn share sale in the group's flagship company managed to scrape through to be fully subscribed despite the controversy. ", "type": "p"}, {"text": "But shares plunged 26.7% on Wednesday, taking the total fall in market value for the group over $90bn, according to Bloomberg.", "type": "p"}, {"text": "After the market closed, Adani Group said the company would return the share sale proceeds due to \"the unprecedented situation and the current market volatility\".", "type": "p"}, {"text": "\"Given these extraordinary circumstances, the Company's board felt that going ahead with the issue would not be morally correct,\" said Mr Adani.", "type": "p"}, {"text": "\"The interest of the investors is paramount and hence to insulate them from any potential financial losses, the Board has decided not to go ahead with the FPO (follow-on public offer).\"", "type": "p"}, {"text": "Mr Adani said the company's balance sheet was \"very healthy with strong cashflows and secure assets\"", "type": "p"}, {"text": "\"We have an impeccable track record of servicing our debt,\" he added. \"This decision will not have any impact on our existing operations and future plans.\"", "type": "p"}, {"text": "Adani Group has hit back at the allegations against it and said it was evaluating \"remedial and punitive action\" against Hindenburg Research in the US and India.", "type": "p"}, {"text": "It said it had always been \"in compliance with all laws\".", "type": "p"}, {"text": "In an interview with Mint newspaper, the group's chief financial officer compared Hindenburg Research to General Dyer, the British officer of the Bengal Army responsible for a massacre that killed hundreds of Indians in the city of Amritsar in 1919.", "type": "p"}, {"text": "Hindenburg responded saying the group was stoking a nationalist narrative to obfuscate the fraud allegations.", "type": "p"}], "tags": ["Companies", "Asia", "India"]}