{"link": "https://www.bbc.com/news/entertainment-arts-64488389", "category": "entertainment & arts", "title": "Beyoncé announces Renaissance world tour, as fans brace for ticket rush", "contributor": null, "time": "2023-02-01T17:48:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A9EA/production/_128489434_hi019966478.jpg", "content": [{"text": "Beyoncé has announced a 43-date world tour in support of her critically-acclaimed Renaissance album, including five nights in the UK.", "type": "b"}, {"text": "The shows will kick off in Sweden on 10 May, before landing at Cardiff's Principality stadium a week later.", "type": "p"}, {"text": "Further UK dates will take place in Edinburgh on 20 May, Sunderland on 23 May and London's Tottenham Hotspur Stadium on 29 and 30 May.", "type": "p"}, {"text": "Ticket demand is expected to be huge for her first solo tour since 2016.", "type": "p"}, {"text": "A series of pre-sales for the star's UK shows will begin at 10:00 GMT on Thursday, before tickets then go on general sale on Tuesday.", "type": "p"}, {"text": "In North America, fans are being asked to register for Ticketmaster's Verified Fan process - which the company says will filter out touts - before ticket pre-sales open on Monday.", "type": "p"}, {"text": "Those who have registered will be entered into a \"lottery-style process\" if demand outstrips the number of available tickets.", "type": "p"}, {"text": "Politicians in the US, who are already investigating Ticketmaster over the fumbled sale of Taylor Swift's Eras tour, will be keeping an eagle eye on how the systems cope with Beyoncé's concerts.", "type": "p"}, [{"text": "Ticketmaster sorry for Taylor Swift ticket fiasco", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64384304"}, {"text": "Buying concert tickets can be hell. Here's how to fix it", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64372274"}], {"text": "Last week, Beyoncé performed her first headlining concert in four years at the opening of a luxury hotel in Dubai, but did not play any of her new material.", "type": "p"}, {"text": "She was reportedly paid $24m (£19.4m) for the one-off show, but faced criticism for performing in a country where homosexuality and gender reassignment are outlawed. ", "type": "p"}, {"text": "Critics said that contradicted the message of her latest album, which explicitly celebrates black and queer dance culture. ", "type": "p"}, {"text": "Beyoncé conceived the album as \"a place to dream and to find escape\" during the pandemic, layering her songs with multiple samples and references to club music, from Nile Rodgers' Studio 54 disco grooves and Grace Jones' imperious soul, to less-celebrated movements like bounce and dancehall.", "type": "p"}, [{"text": "Beyoncé revises Renaissance album after complaints", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62405039"}, {"text": "New Beyoncé album a dance-floor hit with critics", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62344821"}, {"text": "Beyoncé, Drake and the revival of 90s house music", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61878412"}], {"text": "Exclaim magazine called it \"the sound of a once-in-a-generation superstar performing at her peak\", while the Guardian described it as \"a breath-taking, maximalist tour de force\".", "type": "p"}, {"text": "Unusually, Beyoncé has avoided making music videos for the album, meaning the Renaissance tour will be fans' first chance to see her visual interpretation of tracks like Break My Soul, Alien Superstar and Cuff It.", "type": "p"}, {"text": "The former Destiny's Child star may reveal further details at this weekend's Grammys, where she is up for nine awards, including album of the year.", "type": "p"}, {"text": "The singer previously hinted at plans for a world tour in October, when she raffled tickets to a show during the fifth annual Wearable Art Gala.", "type": "p"}, {"text": "Images shared from the auction suggested the \"unique\" prize, valued at $20,000 (£16,200), included first-class plane tickets, a three-night hotel stay, two concert tickets and a guided backstage tour from Beyoncé's mother.", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Edinburgh", "Sunderland", "Cardiff", "London", "Beyoncé", "Music"]}