{"link": "https://www.bbc.com/news/science-environment-64456455", "category": "science & environment", "title": "Everyone to live 15 minutes from green space or water in England under plans", "contributor": null, "time": "2023-01-31T12:59:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/89A4/production/_128463253_redsquirrelgettyimages-1314827451.jpg", "content": [{"text": "Everyone will live within 15 minutes' walk of a green space or water under new government plans to restore nature.", "type": "b"}, {"text": "Habitat for wildlife will be expanded and there will be 25 new or enlarged national nature reserves.", "type": "p"}, {"text": "More money will go to protecting rare wildlife, such as hedgehogs and red squirrels.", "type": "p"}, {"text": "The \"blueprint\" sets out how ministers intend to clean up air and water, boost nature and reduce waste over the next five years in England.", "type": "p"}, {"text": "Prime Minister Rishi Sunak said protecting the natural environment was fundamental to the health, economy and prosperity of the country.", "type": "p"}, {"text": "\"This plan provides the blueprint for how we deliver our commitment to leave our environment in a better state than we found it, making sure we drive forward progress with renewed ambition and achieve our target of not just halting, but reversing the decline of nature,\" he said. ", "type": "p"}, [{"text": "Government missing environment targets - watchdog", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64321622"}, {"text": "Greener farming to be paid more taxpayers' money", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64169485"}, {"text": "Environment targets job half-done, say charities", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64007245"}], {"text": "The definition of \"green space\" in the UK includes any land with vegetation on it - it could be a playing field, a disused railway line or an allotment. ", "type": "p"}, {"text": "World Wildlife Fund production policy head Alec Taylor said: \"Access to green space is without doubt vital - but when that space is polluted or devoid of nature, it doesn't mean much.\"", "type": "p"}, {"text": "The Ordnance Survey mapping agency estimates 28% of people live further than 15 minutes away from their nearest public park.", "type": "p"}, {"text": "Access to green spaces varies considerably across the UK and for different groups. ", "type": "p"}, {"text": "In 2020, the Office for National Statistics (ONS) reported black people in England were nearly four times less likely than white to have access to outdoor space at home, whether it be a private or shared garden, a patio or a balcony.", "type": "p"}, {"text": "The government promised in 2018 to leave the environment in a better state for future generations. Yet earlier this month the Office for Environmental Protection said efforts were falling \"far short\" of what was needed.", "type": "p"}, {"text": "The post-Brexit green watchdog warned the country was facing a \"deeply concerning decline in biodiversity\".", "type": "p"}, {"text": "The government has now set out how it intends to meet legally-binding targets on water quality, biodiversity and waste as well as international targets agreed at the COP15 UN biodiversity summit in December.", "type": "p"}, {"text": "The ambitions of the Environmental Improvement Plan include:", "type": "p"}, [{"text": "Creating and restoring at least 2,000 square miles of new wildlife habitats", "type": "p"}, {"text": "Ensuring everyone in England lives within a 15-minute walk of woodlands, wetlands, parks and rivers", "type": "p"}, {"text": "Restoring 400 miles of England's rivers ", "type": "p"}, {"text": "New targets for 2028 for reducing plastic, glass, metal, paper and food waste", "type": "p"}, {"text": "A promise to put environmental protection at the heart of all new government policy.", "type": "p"}], {"text": "Caroline Lucas, Green Party MP for Brighton, has raised separate concerns about how the plans to get people back into nature could affect farmers in the UK.", "type": "p"}, {"text": "\"At the moment nearly three million people live more than 10 minutes from green space and any new access would be needed to be protected in perpetuity,\" she told BBC Radio 4's Today programme. ", "type": "p"}, {"text": "\"If it means access on farmers' land, obviously that would need to be squared with farmers and finance might be needed for that as well.\"", "type": "p"}, {"text": "In 2020, the government adviser for the natural environment, Natural England, found \"that people who live in neighbourhoods with greater amounts of green infrastructure tend to be happier, healthier and live longer lives than those who live in less green places\".", "type": "p"}, {"text": "The plan also looks at restoring natural habitats. Green groups have been calling for a \"quantum shift\" in action and ambition on restoring nature. ", "type": "p"}, {"text": "Environment Secretary, Therese Coffey, announcing the plan, said: \"Nature is vital for our survival, crucial to our food security, clean air, and clean water as well as health and wellbeing benefits.\" ", "type": "p"}, {"text": "Richard Benwell, chief executive of Wildlife and Countryside Link, said the plans should be \"a biodiversity to-do list for every minister in government\".", "type": "p"}, {"text": "The Wildlife Trusts Chief executive Craig Bennett said the plans must ensure \"the whole of government is acting to halt the chronic loss of nature and tackle this existential threat to our prosperity, our ability to produce food, and to have enough clean water\".", "type": "p"}, {"text": "The government has set legally-binding targets for reversing the decline of wildlife such as hedgehogs, red squirrels and water voles by 2030.", "type": "p"}, {"text": "Yet, the latest figures show key animals and plants declined by 82% between 1970 and 2018. ", "type": "p"}, {"text": "One lesson for how to turn around the fortunes of some of the UK's native wildlife comes from conservation efforts to protect the pine marten, a small woodland mammal that is making a return to southern Britain.", "type": "p"}, {"text": "The pine marten was once found across the UK, but has declined dramatically due to deforestation and hunting.", "type": "p"}, {"text": "Populations have clung on in Scotland and in the last decade a handful were moved to mid-Wales to reinvigorate the tiny population there.", "type": "p"}, {"text": "Small numbers have also been released in the Forest of Dean and Wye Valley in Gloucestershire in a project run by the Vincent Wildlife Trust and Gloucestershire Wildlife Trust.", "type": "p"}, {"text": "\"The pine marten is a good example of how a species can recover if people stop killing them, you provide more habitat and you direct conservation efforts,\" said Lizzie Croose of the Vincent Wildlife Trust. ", "type": "p"}, {"text": "It also shows the importance of restoring habitats for wildlife that are bigger and better connected, said Jamie Kingscott of Gloucestershire Wildlife Trust.", "type": "p"}, {"text": "\"We need to think on a landscape scale,\" he said. \"We're running out of time and we have to start to think bigger.\"", "type": "p"}, {"text": "The government is setting up a multi-million pound Species Survival Fund to protect and restore habitats.", "type": "p"}, {"text": "It has said the targets for access to green space will be built into national planning policy, requiring local authorities, which the plan says will be supported with clear funding, to deliver the ambitions. ", "type": "p"}, {"text": "Follow Helen on Twitter @hbriggs.", "type": "p"}], "tags": ["Conservation", "Biodiversity", "Hedgehogs", "Wildlife", "Nature", "Environment", "Wildlife conservation"]}