{"link": "https://www.bbc.com/news/technology-64492750", "category": "technology", "title": "ChatGPT firm trials $20 monthly subscription fee", "contributor": null, "time": "2023-02-01T20:16:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13D57/production/_128493218_gettyimages-1246675509.jpg", "content": [{"text": "The firm behind the popular AI chatbot ChatGPT is trialling a subscription service in the US.", "type": "b"}, {"text": "For $20 (£16) per month, subscribers will get access to the platform even at peak times when it can be hard to log onto, and also \"priority access\" to new features, chatbot creator OpenAI said.", "type": "p"}, {"text": "It plans to extend the trial more widely but initially it will only be offered to those on a waiting list.", "type": "p"}, {"text": "The free version will still be available, the firm said.", "type": "p"}, {"text": "In a blog post, OpenAI said it hoped the subscription would support free access. It currently costs the firm a small amount of money every time the chatbot is used.", "type": "p"}, {"text": "ChatGPT provides convincingly human responses to questions using information from the internet.", "type": "p"}, [{"text": "New chatbot has everyone talking to it", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63861322"}, {"text": "Nick Cave says AI Nick Cave lyrics 'suck'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64302944"}], {"text": "Within a few days of its launch, OpenAI boss Sam Altman tweeted that it had already been used more than one million times, however, the firm has not released any further data since then.", "type": "p"}, {"text": "The chatbot has captured people's imagination by being able to mimic a wide range of writing styles, from journalist and doctor, to rock star and student essay writer. ", "type": "p"}, {"text": "The musician Nick Cave described its songwriting attempts in his style as \"a grotesque mockery\".", "type": "p"}, {"text": "As well as being used for fun, people are asking ChatGPT to write website and marketing copy, find food recipes and write or check programme code. ", "type": "p"}, {"text": "There are fears that pupils are already using it to do their homework, and some cyber security experts have warned that it could be manipulated into writing malicious software known as malware.", "type": "p"}, {"text": "On Tuesday, OpenAI launched a tool which it claims can detect whether text was written by human or artificial intelligence.", "type": "p"}, {"text": "Some experts believe that decent chatbots are the future of search engines - where AI searches the internet for one correct answer to a search query rather than serving up pages of links.", "type": "p"}, {"text": "But ChatGPT currently does not attribute information or offer any comment about its accuracy, and there are many examples of it presenting misinformation as fact. ", "type": "p"}, {"text": "It is also restricted to the contents of the internet as they were in 2021. The version that's been released is version three, and the company has said the next generation is currently being built.", "type": "p"}, {"text": "ChatGPT is known as a language learning model and many other firms are developing them. Google's is called Lamda, and was so convincing that Blake Lemoine, one of the engineers who worked on it, was convinced it was sentient. ", "type": "p"}, {"text": "Mr Lemoine was fired, and Google has always denied the claim. It has not released Lamda to the public.", "type": "p"}, {"text": "You can follow Zoe Kleinman on ", "type": "b"}], "tags": ["Artificial intelligence"]}