{"link": "https://www.bbc.com/news/business-62112204", "category": "business", "title": "Flights will be more expensive, says IATA's Willie Walsh", "contributor": "Tom Espiner", "time": "2022-07-10T14:27:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1013/production/_125851140_gettyimages-1400455466.jpg", "content": [{"text": "The price of airline tickets will go up \"without doubt\" as fuel costs rise, an air industry boss has warned.", "type": "b"}, {"text": "Oil prices have jumped as economies recover from the Covid pandemic and due to the war in Ukraine.", "type": "p"}, {"text": "These costs will be passed on to consumers, Willie Walsh, director general of the International Air Transport Association (IATA), said.", "type": "p"}, {"text": "The ex-British Airways boss also said Heathrow Airport \"should have prepared better\" to avoid recent disruption.", "type": "p"}, {"text": "But Heathrow said Mr Walsh's comments were \"ill-informed\".", "type": "p"}, {"text": "Holidaymakers need to be prepared for the cost of flights to go up, Mr Walsh told the BBC Sunday Morning programme.", "type": "p"}, {"text": "\"Flying will be more expensive for consumers, without doubt\", he said, adding that the \"high price of oil\" will be \"reflected in higher ticket prices\".", "type": "p"}, [{"text": "Will my summer holiday flights be cancelled?", "type": "a", "href": "https://www.bbc.co.uk/news/61660238"}, {"text": "Jet2 says airports 'woefully ill-prepared'", "type": "a", "href": "https://www.bbc.co.uk/news/business-62077124"}], {"text": "Oil prices were already rising as demand picked up again in economies that had started recovering from the Covid pandemic.", "type": "p"}, {"text": "The fallout from the war in Ukraine has pushed prices up further. The US has announced a complete ban on oil imports from Russia, with the UK is to phase out Russian supplies by the end of the year.", "type": "p"}, {"text": "European Union leaders have said they will block most Russian oil imports by the end of 2022.", "type": "p"}, {"text": "This means demand for oil from other producers has increased, leading to higher prices.", "type": "p"}, {"text": "Mr Walsh said fuel prices were at record highs, and that \"oil is the single biggest element of an airline's cost base\".", "type": "p"}, {"text": "\"It's inevitable that ultimately the high oil prices will be passed through to consumers in higher ticket prices.\"", "type": "p"}, {"text": "Alongside ticket price rises, UK airline passengers have had to deal with flight cancellations amid major disruption at some airports, including at Heathrow, Gatwick and Manchester.", "type": "p"}, {"text": "Mr Walsh said passengers whose flights are cancelled may not have to pay more to rebook.", "type": "p"}, {"text": "But he said airports which \"cannot cope\" should adjust their schedules now, \"so that they can accommodate as many people as possible\".", "type": "p"}, {"text": "He singled out Heathrow in particular which has had problems recently with aircraft fuelling and its baggage system.", "type": "p"}, {"text": "\"Heathrow definitely should have prepared better,\" Mr Walsh said. ", "type": "p"}, {"text": "\"They were arguing that airlines should be operating at least 80% of their slots through the summer period. ", "type": "p"}, {"text": "\"They clearly did not provide sufficient resources to deal with that level of activity, so you would have to be critical of Heathrow.\"", "type": "p"}, {"text": "Mr Walsh admitted that many of the issues affecting airlines and airports were caused by staffing problems, but said he had \"no regrets\" about making deep cuts to British Airways' headcount during the pandemic, when he was the boss of the airline.", "type": "p"}, {"text": "Heathrow Airport hit back at Mr Walsh's comments on Sunday.", "type": "p"}, {"text": "\"Aviation is under considerable pressure as demand ramps up - at Heathrow we've faced 40 years of growth in just four months - and what we need is collaborative working and investment in services to protect passengers, not ill-informed comments from retired airline bosses seeking to justify their own bonuses,\" said a Heathrow spokesperson.", "type": "p"}, {"text": "\"Unlike Mr Walsh, our overriding concern is not a blame game or abdication of responsibility, but what is in passengers' best interest.\"", "type": "p"}, {"text": "The spokesperson added that Heathrow had requested that airlines \"limit demand in line with capacity and this has enabled the vast majority of travellers to get away smoothly in recent months\".", "type": "p"}, {"text": "\"The most significant risk to travel remains airspace constraints across Europe and a lack of airline ground handling staff.", "type": "p"}, {"text": "\"We will work closely with all our airport partners and take action where needed, to ensure we can give passengers the safe and reliable journey they deserve this summer,\" the spokesperson said.", "type": "p"}], "tags": ["Companies", "Russia-Ukraine war", "Heathrow Airport expansion", "London Heathrow Airport", "Air travel", "Ukraine"]}