{"link": "https://www.bbc.com/news/entertainment-arts-62068013", "category": "entertainment & arts", "title": "Rae Morris: 'I was definitely, fully dropped'", "contributor": "Mark Savage", "time": "2022-07-09T23:54:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B65A/production/_125828664_rae_morris_rbl_1059299.jpg", "content": [{"text": "When Rae Morris was still a teenager, her off-kilter, magical take on pop music triggered a record label bidding war.", "type": "b"}, {"text": "\"A lot of it was quite funny,\" she recalls. \"The situations you find yourself in when you're 19 and people are trying to sign you - all those fancy dinners and stuff. ", "type": "p"}, {"text": "\"It's just surreal and ridiculous and wasteful.\"", "type": "p"}, {"text": "Eventually, in 2011, Morris signed to Atlantic Records for a \"weird\" amount of money. ", "type": "p"}, {"text": "The label warned her she \"had a lot of work to do\" before she'd be ready to release a debut album - but when that album, Unguarded, arrived in 2015 it went straight into the Top 10, with critics praising its \"experimental production\" and \"shiver-inducing vocals\".", "type": "p"}, {"text": "Her 2018 follow-up, Someone Out There, was even better. ", "type": "p"}, {"text": "Blending Bjorkian beats with soaring pop melodies, it shimmered with raw emotion. Morris captured the joy of falling in love with her producer Benjamin Garrett on Do It; and conveyed aching loss on Dancing With Character - a tear-jerker on par with the poignant opening sequence of Pixar's film Up.", "type": "p"}, {"text": "Despite rave reviews, the album stalled at number 20 in the charts. Compared with label-mates like Anne-Marie and Ed Sheeran, Morris wasn't balancing the books. Eventually, she got the call she'd been dreading.", "type": "p"}, {"text": "\"I'm not afraid of the 'dropped' word,\" laughs the singer. \"A lot of people avoid it and say things like, 'I was let go' or 'we parted ways'. I was definitely, fully dropped.\"", "type": "p"}, {"text": "In truth, the relationship had been on the rocks for a while.", "type": "p"}, {"text": "Morris winces at the memory of being told to wear crop tops and write \"pop hits\"; and of being \"forced to dance\" while promoting her second album. ", "type": "p"}, {"text": "Despite those strains, she felt \"lost and stressed\" when the connection was severed.", "type": "p"}, {"text": "\"For a while, I'd avoid listening to music because it made me feel too sad,\" she says. \"I'd get jealous and that wasn't a positive feeling\".", "type": "p"}, {"text": "To pull her out of the funk, Garrett sat her down for an impromptu \"job interview\".", "type": "p"}, {"text": "\"He said: 'Let's just start from the beginning. Why do you do what you do? What do you want to get out of this?' ", "type": "p"}, {"text": "\"And I had to be really honest. I'm a performer and I love being on stage. I love Calamity Jane and orchestral arrangements, but I also love Bjork's Hyperballad and Jon Brion's film music. ", "type": "p"}, {"text": "\"All of this stuff came out and I was like, 'Okay, there it is.'\"", "type": "p"}, {"text": "Suddenly, Morris had a sonic palette for her new music - a sort of warped baroque pop, embellished with dreamy Doris Day stings and unexpected squiggles of electronica.", "type": "p"}, {"text": "\"Ordinarily, if I'd been signed to a label we would have had to go, 'Okay, but how do you make that commercial? How do you streamline that?'\" she says. \"But instead of doing that, Ben and I just started making music.\"", "type": "p"}, {"text": "One of the first songs she wrote was the sweeping ballad No Woman Is An Island - inspired by the sexism she encountered in the music industry.", "type": "p"}, {"text": "\"Someone at my old label described me as 'an island', because I didn't give enough of myself to people at parties and events,\" she explains. ", "type": "p"}, {"text": "\"He said 'You've got such a great smile, Rae. You need to go out more and let people experience that'.  I took that as a deep misunderstanding of who I was. It really bothered me for a long time. ", "type": "p"}, {"text": "\"So when I wasn't with them anymore, I realised that was the conclusive feeling of that time - that I was being slightly misunderstood. And women have that all the time, in all walks of life.\"", "type": "p"}, {"text": "In lesser hands, No Woman Is An Island could easily have been bitter. Morris gives it warmth and humour.", "type": "p"}, {"text": "Society reduces women to stereotypes, she sings, when really they hold \"universes inside their heads\" - from anxieties and memories and hopes and fears to \"Kardashians in swimming pools\" and recipes for banana bread. ", "type": "p"}, {"text": "The lyrics were written as Morris became a mother for the first time, and found herself reflecting on her own strengths and capabilities.", "type": "p"}, {"text": "\"I'm good at stereotypically female roles like cleaning and laundry,\" she says, grinning that this also irritates her. ", "type": "p"}, {"text": "More significantly, motherhood banished a tendency to \"stress out about things that didn't warrant it\". ", "type": "p"}, {"text": "\"If I look in the mirror and feel critical about the way I look, I immediately think, 'Imagine if she was doing that to herself?' I'd be really, deeply sad,\" Morris says.", "type": "p"}, {"text": "\"Already, that's quite a big thing in my day. So that's been an interesting change.\"", "type": "p"}, {"text": "The family have settled in London's Primrose Hill - living in a townhouse they've given an 1970s LA makeover, which was longlisted for a design award.", "type": "p"}, {"text": "It's a long way from Morris's perfectly ordinary upbringing in Blackpool, as the child of a firefighter and an NHS worker. ", "type": "p"}, {"text": "\"I walk down the street in Primrose Hill sometimes, and I'm like, 'I don't think I belong here,'\" she says. ", "type": "p"}, {"text": "That feeling of displacement inspired her new album, Rachel@Fairyland, a poetic look back at her childhood (the title is the MSN handle she used, aged 11, when she was obsessed with fairies).", "type": "p"}, {"text": "Spitting From The Top is set at the peak of the Blackpool Tower, while Running Shoes is a dreamy Disney ballad about escaping to her family's house in the Lake District \"where the blueberries glow and the internet's slow\".", "type": "p"}, {"text": "The nostalgia is punctuated by several songs about her love affair with Garrett. The gorgeous Morning Isn't Morning recalls the first flushes of their courtship, all \"obsessive intimacy\" and \"dirty sheets\"; while Skyscraper Love pokes affectionate fun at his height (he's 6ft6in) . ", "type": "p"}, {"text": "They even duet on the playful Go Dancing, in which Morris is fired up for a night on the tiles, and Garrett is determined to stay at home - a situation that will resonate with anyone in a long-term relationship. ", "type": "p"}, {"text": "The disagreement is illustrated in a priceless music video that, incredibly, was shot while the family was wracked with norovirus.", "type": "p"}, {"text": "\"It was awful, \" she says. \"There's a scene in the bathroom where I'm, like, drinking a shot of Sake but it was just water. And even that was enough to make me retch.\"", "type": "p"}, {"text": "\"If you watch, you'll see how ill I am. But again, it's the parent thing, you just get on with it.\"", "type": "p"}, {"text": "The album's most affecting song is A Table For Two, in which Morris promises that, after death, she'll see Garrett in the afterlife.", "type": "p"}, {"text": "\"We don't talk about death often in our society - but I think it's a nice thing to tell someone you love, 'We'll meet again at our favourite crappy restaurant and have a really cheap bottle of wine'. ", "type": "p"}, {"text": "\"I don't think it gets more simple and real than that.\"", "type": "p"}, {"text": "The song has already become a fan favourite, after Morris sang it on tour with Tom Odell earlier this year.", "type": "p"}, {"text": "The reaction has reassured her that, three years after getting dropped, she was right to keep going. ", "type": "p"}, {"text": "\"The older I get, the more sure I am of what I should be doing,\" she says.", "type": "p"}, {"text": "\"It sounds really arrogant - but I've always had this deep ambition to be a national treasure. ", "type": "p"}, {"text": "\"I'm embarrassed to even say that and I spend a lot of time trying to convince myself to be less ambitious, to soften the blow. ", "type": "p"}, {"text": "\"But ultimately, I think that's unhealthy - because it doesn't matter if it doesn't happen, you should still be aiming for it.\"", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Blackpool", "Music"]}