{"link": "https://www.bbc.com/news/science-environment-62094405", "category": "science & environment", "title": "Unsustainable logging, fishing and hunting 'driving extinction'", "contributor": "Helen Briggs", "time": "2022-07-08T11:33:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B935/production/_125831474_deforestation_malaysia_richcarey.jpg", "content": [{"text": "One in five people around the world rely on wild animals, plants and fungi for food and livelihoods, according to a landmark assessment.", "type": "b"}, {"text": "But many wild species are not being harvested sustainably, putting food security at risk, the report found.", "type": "p"}, {"text": "In 2019, experts estimated that one million plants and animals could go extinct in coming decades. ", "type": "p"}, {"text": "And much of this is being driven by unsustainable fishing, hunting and logging.", "type": "p"}, {"text": "Now a new report by the same influential body concludes that the sustainable use of wild species is critical for people and nature.", "type": "p"}, {"text": "And climate change and increased demand is likely to push more species to the brink, putting food security at risk.", "type": "p"}, [{"text": "Nature's emergency in five graphics", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-48104037"}, {"text": "What is biodiversity and how can we protect it?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-60823267"}, {"text": "Five key things about the extinction crisis", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-46385691"}], {"text": "The Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES) is conservation scientists' equivalent of the IPCC group of climate scientists. ", "type": "p"}, {"text": "Their most recent assessment, approved by 139 countries in Bonn, Germany, focuses on how fishing, hunting and logging can be carried out more sustainably without damaging biodiversity and food security.", "type": "p"}, {"text": "It found that billions of people across the world rely on 50,000 species of wild animals, plants and fungi for food, medicine, fuel, income and other purposes. ", "type": "p"}, {"text": "The assessment paints a picture of widespread exploitation of nature, with about a third of wild fish in the ocean overfished, more than 10% of wild trees threatened by unsustainable logging, and more than 1,300 mammals pushed to extinction by unsustainable hunting.", "type": "p"}, {"text": "Actions that would help address these challenges include a crackdown on illegal fishing and wildlife trade; better management and certification of forests; and recognising the rights of indigenous people who look after land and forests, it said.", "type": "p"}, {"text": "Dr Jean-Marc Fromentin, co-chair of the assessment for France, said rural people in developing countries were most at risk from unsustainable use, and had few alternatives, \"often forcing them to further exploit wild species already at risk\".", "type": "p"}, {"text": "The report found:", "type": "p"}, [{"text": "About 50,000 wild species are used for food, fuel, cosmetics, medicines, tourism and other purposes.", "type": "p"}, {"text": "More sustainable use of wild species is critical for people and nature, with billions of people in every corner of the globe relying upon them. ", "type": "p"}, {"text": "The sustainability of wild species in the future is likely to be challenged by climate change, increased demand for such products, and technological advances in methods of hunting, logging and fishing. ", "type": "p"}, {"text": "Addressing these challenges will require \"transformative changes\".", "type": "p"}], {"text": "Commenting on the assessment, Inger Andersen, executive director of the UN Environment Programme, said more sustainable use of animals and plants can provide a strong incentive for conservation and living in harmony with nature.", "type": "p"}, {"text": "\"Today one million species are at risk of extinction,\" she said. \"And the unsustainable, illegal and unregulated use of species is a large part of the problem. For example, the illegal wildlife trade is a 23 billion dollar annual business that lines the deep pockets of a few unscrupulous individuals. These people get rich at the expense of nature and ecosystems.\"", "type": "p"}, {"text": "The 2019 IPBES global assessment alerted the world that the direct exploitation of species is one of the main reasons that one million species of plants and animals now face extinction. ", "type": "p"}, {"text": "The new report will provide decision-makers with evidence for enhancing the sustainable use of wild species and will feed into negotiations in Montreal later this year on setting global targets to stem the loss of biodiversity.", "type": "p"}, {"text": "Follow Helen on Twitter.", "type": "p"}], "tags": ["Conservation", "Extinction", "Plants", "Biodiversity", "Nature", "Environment"]}