{"link": "https://www.bbc.com/news/entertainment-arts-65079606", "category": "entertainment & arts", "title": "Christine and the Queens on enlisting Madonna for 'weird musical'", "contributor": null, "time": "2023-03-26T08:41:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/149A/production/_129147250_christine-and-the-queens---credit-bbc---shirlaine-forrest---3.jpg", "content": [{"text": "French singer Christine and the Queens talks about enlisting Madonna to appear on his new album, parts of which were premiered at the BBC 6 Music Festival on Saturday.", "type": "b"}, {"text": "\"The first time I met her was actually on stage,\" Chris explains of his first encounter with the Queen of Pop.", "type": "p"}, {"text": "\"She was doing a tour and there was a song where she was inviting people she loved on the set - and I was lucky enough to be invited.", "type": "p"}, {"text": "\"It seemed like a prank at first because I received a text from the choreographer and I was like, 'Are you sure?'", "type": "p"}, {"text": "\"And so I witnessed the power of the Lord and the Queen on stage.\"", "type": "p"}, {"text": "Chris, who uses he/him, was speaking before unveiling tracks from his new album - titled Paranoïa, Angels, True Love - at the 6 Music Festival in Manchester.", "type": "p"}, [{"text": "Watch Christine and the Queens and more at 6 Music Festival on BBC iPlayer", "type": "a", "href": "https://www.bbc.co.uk/iplayer/episodes/b03nj13d/6-music-festival"}, {"text": "Listen back to Christine and the Queens live on BBC Sounds", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/m001k8c4"}], {"text": "Released in June, it is the second instalment of Christine and the Queens' rock opera concept record project based on Tony Kushner's 1991 play Angels in America.", "type": "p"}, {"text": "The follow-up to 2022's Redcar les Adorables Étoile, it was recorded by Kanye West's favoured producer Mike Dean and features Madonna as Big Eye, a mysterious character who appears throughout the album.", "type": "p"}, {"text": "Dean had worked with Madonna previously, and when developing the narrative for Paranoïa, Angels, True Love, Chris decided the US superstar would be perfect for the role.", "type": "p"}, {"text": "\"What is the most emblematic female voice we have in the pop landscape?\" Chris asks. \"She has such an imprint on everybody's subconscious.", "type": "p"}, {"text": "\"She did a very risky FaceTime when I explained the whole concept and I was like, 'Do you want to be an actress in this weird musical? To be exactly also the great actress you are?' Because she's multifaceted. She's not even enclosed in one person.", "type": "p"}, {"text": "\"And she said, 'Yes!' I think because she was enticed by the insanity of the whole thing. She was like, 'You're crazy. I'll do it!'", "type": "p"}, {"text": "\"I sent her lines that I wrote because she's embodying the character of Big Eye, a very ambivalent 'being of light'. We don't really know if it's AI, a true angel, or maybe my mum?,\" Chris adds.", "type": "p"}, {"text": "\"Or if it's maybe me. She's has this voice that encloses all of the others and she's piercing through in the record to just give the wisdom we need.", "type": "p"}, {"text": "\"She sent me the lines and she delivered in such a perfect way. So I had the emotions of a stage director having the best, best performer to direct, and she delivered in exactly the right way.", "type": "p"}, {"text": "\"I'm truly joyful that she trusted me enough to give me this impeccable piece of theatre. And also, any time she wants me to just do something for her, I'll be of service all my life.\"", "type": "p"}, {"text": "Christine and the Queens debuted songs including Lick The Light Out - featuring Madonna's voice - as part of the four-day 6 Music Festival in its new permanent home of Manchester, on a bill that also includes The Lathums, Arlo Parks and Loyle Carner. ", "type": "p"}, {"text": "Chris is also playing Coachella, Glastonbury and Primavera Sound this year, as well as curating the Meltdown festival at the the Southbank Centre in London in June.", "type": "p"}, {"text": "For that, he is inviting performers including Django Django, Sigur Ros, Warpaint, Nigerian singer Oxlade, Yemi Alade, Bat For Lashes and Sqürl, a US band featuring film director Jim Jarmusch. ", "type": "p"}, {"text": "\"My, it was super intimidating,\" Chris says of following in the footsteps previous Meltdown curators like Grace Jones, The Cure's Robert Smith, David Bowie, Yoko Ono, Patti Smith and Nick Cave. \"But at the same time, you're working with a great team at the Southbank.", "type": "p"}, {"text": "\"We're going to have also a good programme of theatre companies and in-situ dance companies, because I want to open the exterior space to everybody. I wanted it to feel a bit Shakespearean. I want theatre in the city. I want people to be able to go to a dance workshop in the open air.", "type": "p"}, {"text": "\"It's about how music makes everybody's heart pulse and focus on that community. So you have to make it very warm and all encompassing.", "type": "p"}, {"text": "\"I wanted to think of the audience as a main character. It has been a great pleasure to do it. A bit scary at first, but then very fulfilling.\"", "type": "p"}], "tags": []}