{"link": "https://www.bbc.com/news/business-64192382", "category": "business", "title": "Jack Ma to give up control of fintech giant Ant Group", "contributor": null, "time": "2023-01-08T12:42:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9589/production/_128218283_jackma.jpg", "content": [{"text": "The billionaire founder of Ant Group, Jack Ma, is to give up control of the Chinese fintech giant after a regulatory crackdown.", "type": "b"}, {"text": "Ant Group said that after the change no-one would have overall control.", "type": "p"}, {"text": "The formerly flamboyant Mr Ma has seldom been seen in public since criticising China's financial sector in 2020.", "type": "p"}, {"text": "Following that criticism, Ant Group's planned stock market flotation was abruptly halted.", "type": "p"}, {"text": "Ant Group runs Alipay, the main online payment system in China, which has eclipsed cash, cheques and credit cards.", "type": "p"}, {"text": "Mr Ma, a former English teacher who founded e-commerce giant Alibaba, directly and indirectly controls more than 50% of Ant Group.", "type": "p"}, {"text": "However, after the changes in governance structure, he will control just over 6%, according to an Ant Group statement.", "type": "p"}, {"text": "In November 2020 Ant's £26bn stock market flotation, which would have been the world's largest, was cancelled at the last minute.", "type": "p"}, {"text": "At the eleventh hour Chinese authorities cited \"major issues\" over regulating the firm.", "type": "p"}, {"text": "Some analysts saw it as an attempt by the Chinese government to humble a company that had become too powerful and a leader who had become too outspoken.", "type": "p"}, {"text": "The regulatory intervention came after Mr Ma had told a financial conference that traditional banks had a \"pawn-shop mentality\".", "type": "p"}, {"text": "He also lauded the merits of the digital banking system, and stressed that future lending decisions should be based on data, not collateral.", "type": "p"}, [{"text": "Why did Alibaba's Jack Ma disappear for three months?", "type": "a", "href": "https://www.bbc.co.uk/news/technology-56448688"}], {"text": "After the collapse of the stock market flotation, which was set to make Mr Ma the richest person in China, he disappeared for three months, prompting speculation as to his whereabouts.", "type": "p"}, {"text": "He eventually resurfaced, according to reports, but has been avoiding the spotlight since then.", "type": "p"}, {"text": "Mr Ma controls Ant through his stake and by acting in concert with other shareholders.", "type": "p"}, {"text": "But Ant said shareholders had agreed to no longer act together when using voting rights, and would only vote independently.", "type": "p"}, {"text": "The shareholding structure will also change.", "type": "p"}, {"text": "However, Ant said shareholders' economic interests would not change.", "type": "p"}, {"text": "\"Jack Ma's departure from Ant Financial, a company he founded, shows the determination of the Chinese leadership to reduce the influence of large private investors,\" said Andrew Collier, managing director of Orient Capital Research.", "type": "p"}, {"text": "\"This trend will continue the erosion of the most productive parts of the Chinese economy.\"", "type": "p"}, {"text": "Ant Group is nearing the completion of a two-year restructuring which has been driven by regulators, and Chinese authorities are poised to impose a fine of more than $1bn on the firm, according to the Reuters news agency.", "type": "p"}, {"text": "The expected penalty is part of a sweeping crackdown on China's technology giants over the past two years that has cut hundreds of billions of dollars off their values and shrunk revenues and profits.", "type": "p"}, {"text": "However, the authorities have softened their tone recently amid efforts to bolster the Chinese economy, which has been hit by the Covid pandemic.", "type": "p"}], "tags": ["Companies", "China", "Alibaba", "Jack Ma"]}