{"link": "https://www.bbc.com/news/entertainment-arts-64188549", "category": "entertainment & arts", "title": "Writer Hanif Kureishi in hospital after being injured in fall", "contributor": null, "time": "2023-01-06T17:49:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7B4F/production/_128176513_hanif_getty.jpg", "content": [{"text": "The Buddha of Suburbia and My Beautiful Launderette writer Hanif Kureishi has said he collapsed in Rome last month and now cannot move his arms or legs.", "type": "b"}, {"text": "The Oscar-nominated scriptwriter and author said he thought he was dying after \"a fall\" on 26 December.", "type": "p"}, {"text": "\"I believed I had three breaths left. It seemed like a miserable and ignoble way to die,\" he said on Friday.", "type": "p"}, {"text": "He is in hospital and has had a spine operation that has led to \"minor improvements\" in recent days, he said.", "type": "p"}, {"text": "The 68-year-old said he collapsed after feeling dizzy following a walk.", "type": "p"}, {"text": "\"I woke up a few minutes later in a pool of blood, my neck in a grotesquely twisted position, my wife on her knees beside me,\" he explained in a series of messages posted on Twitter.", "type": "p"}, {"text": "\"I believed I was dying,\" he explained, but said his wife \"saved my life and kept me calm\".", "type": "p"}, {"text": "\"For a few days I was profoundly traumatised, altered and unrecognisable to myself. I am in the hospital. I cannot move move my arms and legs.", "type": "p"}, {"text": "\"I cannot scratch my nose, make a phone call or feed myself,\" he said. \"As you can imagine, this is both humiliating, degrading and a burden for others.\"", "type": "p"}, {"text": "He continued: \"I have sensation and some movement in all my limbs, and I will begin physio and rehabilitation as soon as possible. I want to thank the doctors and nurses at the Gemelli hospital, Rome, for all their extraordinary kindness, competence and care.", "type": "p"}, {"text": "\"At the moment, it is unclear whether I will ever be able to walk again, or whether I'll ever be able to hold a pen, if there is any assistance that I would be grateful for, it would be with regard to voice-assisted hardware and software, which will allow me to watch, write and begin work again, and continue some kind of half-life.\"", "type": "p"}, {"text": "He asked followers to send ideas that might help him.", "type": "p"}, {"text": "\"I want to thank all my readers for their love and support over the years. Love Hanif,\" he concluded.", "type": "p"}, {"text": "Kureishi's screenplay for the 1985 film My Beautiful Laundrette was nominated for both a Bafta and an Oscar and launched Sir Daniel Day-Lewis's acting career.", "type": "p"}, {"text": "The movie was directed by Stephen Frears and described a relationship between a gay skinhead and a Pakistani-British boy.", "type": "p"}, {"text": "Kureishi's first novel, The Buddha of Suburbia, was an international bestseller in 1990 and won the Whitbread book of the year award for a first novel.", "type": "p"}, {"text": "The book was turned into a four-part television series by the BBC in 1993, with David Bowie providing a song of the same name.", "type": "p"}, {"text": "Kureishi also wrote the screenplays for Sammy and Rosie Get Laid and London Kills Me, which he also directed.", "type": "p"}, {"text": "Other works include his drama The Mother, which told of a cross-generation relationship between a grandmother and a married handyman half her age. That also became a film, starring Anne Reid and Daniel Craig.", "type": "p"}, {"text": "His 2006 screenplay Venus earned best actor nominations at the Oscar, Bafta and Golden Globe awards for veteran actor Peter O'Toole.", "type": "p"}], "tags": ["Literature", "Theatre", "Rome", "Books"]}