{"link": "https://www.bbc.com/news/technology-64195492", "category": "technology", "title": "Ukraine war: Trying to run start-ups in a conflict", "contributor": null, "time": "2023-01-07T05:16:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1584E/production/_128224188_screenshot2023-01-06at17.41.53.png", "content": [{"text": "Lyubomyr Dykun says 95% of his workforce \"have gone to fight\". ", "type": "b"}, {"text": "He is the chief executive officer of G-Mak, a Ukrainian-based home security company. ", "type": "p"}, {"text": "His idea is similar to Amazon Ring's home security system - but on steroids. ", "type": "p"}, {"text": "His company has designed what looks like a small, black box fitted with a camera. ", "type": "p"}, {"text": "If it detects an intruder it can fire out tear gas to put off any would-be burglar. ", "type": "p"}, {"text": "\"Ukrainians know how to defend\" is the company's wry slogan. ", "type": "p"}, {"text": "However, the war has created a huge problem for him. The workforce he had has been decimated. ", "type": "p"}, {"text": "\"We have lost five people,\" he says, holding back tears. ", "type": "p"}, {"text": "Trying to create a successful start-up at the best of times is a huge challenge but doing so at a time of war is punishingly difficult. ", "type": "p"}, {"text": "Bombing, the targeting of infrastructure and blackouts are just a few of the challenges of working in Ukraine right now. ", "type": "p"}, {"text": "And yet a delegation of Ukrainian start-ups have made the long journey to Las Vegas, to the world's biggest tech gathering. ", "type": "p"}, {"text": "For them CES (The Consumer Electronics Show) is a huge opportunity to meet Western investors. ", "type": "p"}, {"text": "Just getting to the show has been tough. ", "type": "p"}, {"text": "\"It took me three days to get here,\" says Artem Didinskyi, the co-founder of online kitchen designer Corner.", "type": "p"}, {"text": "Ukrainian men under 60 are not allowed to leave the country, so he has had to obtain special permission from Ukrainian authorities to attend.", "type": "p"}, {"text": "For him, the countless neon signs of Las Vegas are a far cry from working in Kyiv - where electricity is a luxury. ", "type": "p"}, {"text": "\"Sometimes my working day is limited to the battery of my computer… two weeks ago I didn't have any electricity for three days,\" he says. ", "type": "p"}, {"text": "Artem has found a solution of sorts though. His local gas station has a reliable generator. His office is now a petrol pump forecourt. It is the only way the programmer can work. ", "type": "p"}, {"text": "He says he has no heating in his apartment. \"I sleep with my dog in my bed to help keep me warm,\" he says. ", "type": "p"}, {"text": "Mariana Romaniak works for Rekava - a company that makes cutlery out of old coffee beans. ", "type": "p"}, {"text": "Based near the Russian border, in the town of Sumy (near Kharkiv), her business partner made the difficult decision of moving the company across Ukraine - some 800km (500 miles) - to the city of Lviv. ", "type": "p"}, {"text": "\"It's very hard now if you're a business in Ukraine,\" she says. ", "type": "p"}, {"text": "On top of bombs and electricity shortages Mariana also says it is almost impossible for new companies to get funding ", "type": "p"}, {"text": "\"All of our big investors and big companies are supporting the army,\" she says. ", "type": "p"}, {"text": "It is not all bad news for her company though. Mariana says being in Lviv - close to the border with Poland - has actually helped business. ", "type": "p"}, {"text": "\"We started to think that maybe it's better for us to be near the European Union - because we can deliver more easily,\" she says. ", "type": "p"}, {"text": "Another company, eFarm, is set up to help Ukrainian farmers utilise fertiliser on their fields by using satellite technology. ", "type": "p"}, {"text": "The company has pivoted in the last few months though - and is trialling tech that can spot land mines. ", "type": "p"}, {"text": "Tatiana Gorzey from eFarm says 30% of Ukrainian fields have been contaminated. \"If the fields are millions of acres, it's really difficult to check every inch.\" ", "type": "p"}, {"text": "As for Lyubomyr, CEO of G-Mak, he is looking to try to produce his home security units in America. ", "type": "p"}, {"text": "For him, CES is a vital chance to meet potential investors. ", "type": "p"}, {"text": "Many of the delegation put a brave face on the war, and hope they can succeed. ", "type": "p"}, {"text": "And if they can, after all the challenges that the war has thrown at them, they have a pretty good shot at succeeding elsewhere too. ", "type": "p"}], "tags": ["Russia-Ukraine war", "CES", "Ukraine"]}