{"link": "https://www.bbc.com/news/business-67223711", "category": "business", "title": "Barbie movie reverses Mattel's toy sales slump", "contributor": null, "time": "2023-10-25T21:39:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/174FA/production/_130528459_f16bkiaaiaaq5zc.jpg", "content": [{"text": "The head of toymaker Mattel has been saying for years that movies would help the company revive sluggish sales. ", "type": "b"}, {"text": "The company's latest results show just how much help is needed.", "type": "p"}, {"text": "Barbie billings jumped 16% in the July to September period compared with 2022, driven by the success of the first ever film starring the doll. ", "type": "p"}, {"text": "The gains marked a big turnaround, helping to lift the company to its first quarter of sales growth in a year. ", "type": "p"}, {"text": "But despite the stronger-than-expected showing, the firm still left its forecast for Christmas sales intact, reflecting the limits of the Barbie boost and worries that economic challenges will crimp spending.", "type": "p"}, {"text": "\"The company is operating in a challenging macro-economic environment with higher volatility, including inflation, that may impact consumer demand,\" the company told investors in its results. ", "type": "p"}, {"text": "Boss Ynon Kreiz has been pushing the company to invest in films and television shows as a way to re-ignite growth which has been lacklustre across the industry since a pandemic surge. ", "type": "p"}, {"text": "This year is likely to be no exception, he said, predicting the sales would fall industry-wide compared with 2022. ", "type": "p"}, {"text": "But he said Mattel was performing well under those conditions, making inroads against its competitors and improving its profit margins. ", "type": "p"}, {"text": "\"Our strategy is serving us well,\" he said. \"We are very well positioned competitively and expect a strong holiday season.\"", "type": "p"}, {"text": "The Barbie movie, directed by Greta Gerwig and starring Margot Robbie and Ryan Gosling, is the top grossing film of the year so far, earning more than $1.4bn in ticket sales globally. ", "type": "p"}, {"text": "It was intended to help re-ignite excitement about the doll, which had seen billings decline in the first half of the year. Mattel said it expected a roughly $125m boost from movie, with much of that already realised.", "type": "p"}, {"text": "Other brands - including Trolls, Barney, Hot Wheels and Polly Pocket - are also set to feature in upcoming Hollywood films.", "type": "p"}, {"text": "Overall, Mattel said sales rose 9% in the quarter compared with 2022, hitting $1.9bn. That marked the first quarter of growth since last year. ", "type": "p"}, {"text": "Profits were down significantly to $146.3m. Much of the decline was due to a large rise in the company's expected taxes compared with last year. ", "type": "p"}, {"text": "Shares in Mattel sank more than 6% in after-hours trade.", "type": "p"}], "tags": []}