{"link": "https://www.bbc.com/news/entertainment-arts-67216668", "category": "entertainment & arts", "title": "Britney Spears memoir: Justin Timberlake impression goes viral", "contributor": null, "time": "2023-10-25T13:19:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4954/production/_131527781_gettyimages-1197763653.jpg", "content": [{"text": "There are calls for actress Michelle Williams to win a Grammy for her voicing of Britney Spears' memoir, after her impression of Justin Timberlake went viral.", "type": "b"}, {"text": "Michelle voiced Britney's account of Justin changing his accent during an encounter with R&B singer Ginuwine. ", "type": "p"}, {"text": "And now the star could be in the running for an audiobook nomination. ", "type": "p"}, {"text": "Britney's memoir caused headlines with revelations about her ex-partner.", "type": "p"}, {"text": "She revealed she had an abortion after becoming pregnant with Justin's baby. The Woman In Me also lifted the lid on her career and other relationships.", "type": "p"}, {"text": "In the viral clip, Michelle reads a segment about the stars' meeting in New York, in which she claims: \"One day J [Justin] and I were in New York, going to parts of town I had never been to before. Walking our way was a guy with a huge blinged-out medallion. He was flanked by two giant security guards. ", "type": "p"}, {"text": "\"J got all excited and said so loud 'oh yeah, fo' shiz fo' shiz, Ginuwine, what's up homie?'\" ", "type": "p"}, {"text": "Britney explains she thought Justin's pop boyband NSYNC, who were white hip-hop fans, \"tried too hard to fit in\" with black artists they hung out with. ", "type": "p"}, {"text": "\"J wasn't even embarrassed,\" Britney added after her assistant mocked J's greeting.", "type": "p"}, {"text": "Many on social media said they were left in stitches over her interpretation of what they called his \"blaccent\". ", "type": "p"}, {"text": "\"I gagged when it was revealed who Justin Timberlake was throwing on a blaccent for,\" one person tweeted.  ", "type": "p"}, {"text": "\"I never had any real opinions on Michelle Williams before but I bet she's incredibly fun to hang out with,\" said another.", "type": "p"}, {"text": "\"Michelle William's Grammy for best spoken word album secured,\" a fan added.", "type": "p"}, {"text": "Other celebrities mimicked by Michelle include Mariah Carey. In her book Britney describes trying to take a photo with the Heartbreaker singer who insisted on taking the snap on her \"good side\". ", "type": "p"}, [{"text": "Little Mix had therapy when Jesy left, says Leigh-Anne", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-67214951"}, {"text": "Five things about Five Nights at Freddy's", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-67194989"}, {"text": "The Rock urges skin tone change to wax figure", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-67193578"}]], "tags": []}