{"link": "https://www.bbc.com/news/science-environment-67207375", "category": "science & environment", "title": "Plan to send all-UK astronaut mission into orbit", "contributor": null, "time": "2023-10-25T00:33:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1415F/production/_131517228_tp.jpg", "content": [{"text": "Four UK astronauts could soon be heading into orbit on an all-British mission.", "type": "b"}, {"text": "An American company that organises visits to the International Space Station (ISS) is developing the plan.", "type": "p"}, {"text": "Houston-based Axiom has signed a memorandum of understanding with the UK Space Agency to try to make it happen.", "type": "p"}, {"text": "The project would probably cost £200m or more, but the idea is that it would be funded commercially. There would be no contribution from UK taxpayers.", "type": "p"}, {"text": "Axiom told the BBC that conversations with corporations and institutions interested in providing finance were already under way.", "type": "p"}, {"text": "The last UK individual to go into orbit was Tim Peake, who flew to the ISS as a European Space Agency (Esa) astronaut in 2015.", "type": "p"}, {"text": "\"This is an exciting opportunity and actually unique,\" he commented.", "type": "p"}, {"text": "\"No-one has done a 'national mission', commercially, like this before. It's a new model and would be paving the way for how we do space in the future.\"", "type": "p"}, {"text": "Details are sparse at the moment. No crew has been chosen, nor is there a concept yet for how it would be selected.", "type": "p"}, {"text": "And neither has the destination been fixed. ", "type": "p"}, {"text": "Currently, all Axiom-organised missions have used capsules belonging to entrepreneur Elon Musk's SpaceX company to take participating astronauts to the ISS. ", "type": "p"}, {"text": "But the British mission could also be a free-flyer. That's to say, the crew would spend a number of days circling the Earth in just their capsule, conducting scientific experiments and performing outreach, before then returning to a splashdown on Earth.", "type": "p"}, {"text": "Were the mission to visit the ISS, the US space agency (Nasa) would insist on certain conditions, one of which would be the inclusion in the crew of a seasoned astronaut. Very few UK passport-holders meet this criterion, with Tim Peake himself being an obvious candidate for commander.", "type": "p"}, {"text": "Axiom, which was founded by a former Nasa official in charge of the ISS, has so far operated two missions, with a third set to blast off in the New Year.", "type": "p"}, {"text": "These early ventures have provided flight opportunities for high-net-worth individuals and for government-funded astronauts who are not part of the station's regular crew rotations.", "type": "p"}, {"text": "But if the new space economy in low-Earth orbit is to develop sustainably, it has to move beyond just billionaires and government funds. It has to pull in sectors that traditionally have not been involved in space activity.", "type": "p"}, {"text": "Axiom's chief revenue officer, Tejpaul Bhatia, commended the UK Space Agency (UKSA) for its forward-looking strategy. The agency has put an emphasis on seeding private backing for a wave of new space companies.   ", "type": "p"}, {"text": "\"The UK is in a very unique position right now and in a leadership position for this transition to the commercialisation of space,\" Mr Bhatia told BBC News.", "type": "p"}, {"text": "Axiom doesn't need the patronage of the UKSA; it could simply organise the mission on its own. But having the backing of the agency gives the project further assurance.", "type": "p"}, {"text": "\"It's a really complex endeavour to plan a space mission, to make sure that the crew are well selected and well trained, and that everything of course is safe. We will have a core role in this, along with Esa where some of the training will be done,\" said UKSA chief executive Paul Bate.", "type": "p"}, {"text": "\"There's also the science we want to see done on the mission itself, and we have a lot of expertise in selecting microgravity experiments, looking at signs of aging for example. ", "type": "p"}, {"text": "\"But what I really like about this approach is it's got the commercial nature to it, which is at the heart of what the UK Space Agency does.\"", "type": "p"}, {"text": "Precisely when an \"Axiom-UK\" mission would launch is not clear. The financing has to be secured, and the mission profile fully mapped. Also, if it does go to the space station, Nasa only has a limited number of slots available per year to accept commercial visitors - although it charges handsomely for the opportunity, with \"board and lodging\" priced well above £100,000 a night per individual.", "type": "p"}, {"text": "Axiom will soon begin attaching modules to the ISS that will eventually then uncouple as a separate architecture to form a commercial station when the veteran orbiting lab is decommissioned.", "type": "p"}, {"text": "Much of the hardware for this enterprise is being manufactured in Italy at Thales Alenia Space, who built most of the habitable areas on the current space station.", "type": "p"}, {"text": "The strong links between Axiom and Europe resulted this year in the company also signing a memorandum of understanding with Esa.", "type": "p"}, {"text": "European member states see Axiom as a way to get more of their citizens into orbit, given the limited number of ISS flight opportunities that come directly to Esa by virtue of its membership of the space station project. ", "type": "p"}, {"text": "Hungary, Sweden, Poland and Italy are all pursuing the Axiom alternative. Although, unlike the proposed UK mission, these nations will use public money to finance the trips.", "type": "p"}, {"text": "\"We are right now in a phase where we really have to prepare for the post-ISS period in low-Earth orbit; and this is a request also from our member states,\" said Daniel Neuenschwander, Esa's director of human and robotic exploration.", "type": "p"}, {"text": "\"You know that the commitment to the exploitation of the ISS has been extended by [European research ministers] until 2030. We'll have to see what comes afterwards,\" he told BBC News.", "type": "p"}], "tags": []}