{"link": "https://www.bbc.com/news/technology-67214722", "category": "technology", "title": "Spider-Man 2 fastest-selling game made by PlayStation", "contributor": null, "time": "2023-10-25T11:01:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EBB6/production/_131524306_mediaitem131524305.jpg", "content": [{"text": "Sony has announced its latest Spider-Man release is the fastest-selling video game made by PlayStation.", "type": "b"}, {"text": "Spider-Man 2 sold more than 2.5 million physical and digital copies in its first 24 hours, it said in a blog post.", "type": "p"}, {"text": "The game, developed by PlayStation-owned Insomniac Games, has won rave reviews since it was released on Friday for the PS5.", "type": "p"}, {"text": "But it has faced some criticism over its length, with its main story taking around 15 hours to complete.", "type": "p"}, {"text": "That extends to roughly 40 hours including side-content, a fairly typical length for video games, although some releases this year like Baldur's Gate 3 can potentially be played for hundreds of hours.", "type": "p"}, {"text": "Spider-Man 2 has been praised for its representation of Puerto Rican culture, but there has been criticism after its flag was confused with that of Cuba in the main character's house.", "type": "p"}, {"text": "The developers have pledged to fix the mistake.", "type": "p"}, {"text": "Despite Spider-Man 2's title, it is actually the third game in the series, following releases in 2018 and 2020.", "type": "p"}, {"text": "Like the previous games the latest version takes place in a virtual New York City, but for the first time, gamers can play as either Peter Parker or Miles Morales - both alter-egos of the popular superhero.", "type": "p"}, {"text": "\"Insomniac Games holds itself to incredibly high standards when it comes to delivering engaging and innovative gameplay experiences,\" said PlayStation's head of business operations Eric Lempel.", "type": "p"}, {"text": "\"I want to say thank you to the fans - we truly hope you are enjoying your time playing as Peter and Miles in this amazing adventure.\"", "type": "p"}, {"text": "Spider-Man 2 was one of a series of high profile games launched last week, including new titles from gaming icons Mario and Sonic.", "type": "p"}, {"text": "Super Mario Bros Wonder and Sonic Superstars drew headlines after the gaming rivals released games in the same week for the first time for more than 30 years.", "type": "p"}, {"text": "Spider-Man 2 outperformed both in boxed sales to be the biggest physical video-game launch in the UK last week. It is now one of the highest-rated PlayStation 5 titles on gaming-aggregator Metacritic.", "type": "p"}, {"text": "Despite being the biggest physical launch of the year on PS5, the game has not yet reached the dizzying heights of the Legend of Zelda: Tears of the Kingdom, which sold more than 10 million copies in just three days.", "type": "p"}, {"text": "That game, released by Nintendo in May, remains the biggest physical video game launch in the UK in 2023.", "type": "p"}, {"text": "The physical sales of Spider-Man 2 only make up part of the total 2.5 million copies sold - which Christopher Dring, head of gaming news site GamesIndustry.biz, said would have mainly been downloads. ", "type": "p"}, {"text": "\"The majority of games sold these days are digitally downloaded,\" he said. ", "type": "p"}, {"text": "\"The market was heading in this direction before the pandemic hit - in 2019 in the UK, around half of games were sold digitally while half were sold in physical stores, but since 2020, that number has jumped and over 70% of games are downloaded. ", "type": "p"}, {"text": "\"There are still millions of boxed games sold every year, and you can't download a console or a controller. But it is now a much, much, much smaller part of the market.\"", "type": "p"}], "tags": []}