{"link": "https://www.bbc.com/news/entertainment-arts-67181962", "category": "entertainment & arts", "title": "Emily Blunt sorry for 'hurtful' comments in resurfaced video", "contributor": null, "time": "2023-10-21T13:55:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/100CB/production/_131493756_gettyimages-1530665092.jpg", "content": [{"text": "British actress Emily Blunt has apologised after an interview in which she mentions a server's appearance resurfaced on social media.", "type": "b"}, {"text": "In the clip from the The Jonathan Ross Show, first aired in 2012, Blunt describes a waitress as \"enormous\".", "type": "p"}, {"text": "The video was widely shared online this week, with some criticising Blunt for being \"fatphobic\".", "type": "p"}, {"text": "The Oppenheimer star has since said she was \"appalled\" to have said \"something so insensitive\" and \"hurtful\".", "type": "p"}, {"text": "During the interview, Blunt recalled making the film Looper in the United States and detailed her encounter with the restaurant server in a local restaurant.", "type": "p"}, {"text": "On visiting a branch of the Chili's restaurant chain, show host Jonathan Ross says: \"If you go to Chili's you can see why so many of our American friends are enormous.\"", "type": "p"}, {"text": "Blunt replies: \"Well the girl who was serving me was enormous. I think she got freebie meals at Chili's.\"", "type": "p"}, {"text": "\"Nothing wrong with that,\" Ross replies.", "type": "p"}, {"text": "The actress, 40, goes on to further describe the encounter and how the waitress recognised her.", "type": "p"}, {"text": "Blunt, who also starred in The Devil Wears Prada and A Quiet Place, issued a statement on Friday apologising for the remarks.", "type": "p"}, {"text": "\"I just need to address this head on as my jaw was on the floor watching this clip from 12-years ago,\" she said in a statement to People magazine.", "type": "p"}, {"text": "\"I'm appalled that I would say something so insensitive, hurtful, and unrelated to whatever story I was trying to tell on a talk show.\"", "type": "p"}, {"text": "She adds: \"I've always considered myself someone who wouldn't dream of upsetting anyone so whatever possessed me to say anything like this in that moment is unrecognisable to me or anything I stand for.", "type": "p"}, {"text": "\"And yet it happened, and I said it and I'm so sorry for any hurt caused. I was absolutely old enough to know better.\"", "type": "p"}], "tags": []}