{"link": "https://www.bbc.com/news/entertainment-arts-64586383", "category": "entertainment & arts", "title": "Burt Bacharach: 12 of the legendary composer's most magic moments", "contributor": null, "time": "2023-02-09T20:01:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C8EE/production/_128583415_gettyimages-515394912.jpg", "content": [{"text": "Burt Bacharach, who has ", "type": "b"}, {"text": "Along with lyricist Hal David, he created hits for Dusty Springfield, Tom Jones and Dionne Warwick among many others, as well as numerous movie themes.", "type": "p"}, {"text": "Here is a selection of 12 of his classic works.", "type": "p"}, {"text": "This was Bacharach's breakout hit, sung (or should that be whistled?) by US crooner Perry Como, and spent eight weeks at number one in the UK in 1958.", "type": "p"}, {"text": "Its appeal continued through to the 1980s, when it was famously chosen to advertise Quality Street sweets; in the '90s, when British pop group Erasure cut a version; and the 2000s, when it featured in the hit movie Bridget Jones: The Edge of Reason.", "type": "p"}, {"text": "Released in 1963, this became soul legend Dionne Warwick's first top 10 single in the US, breaking her into the mainstream while helping to unbreak listeners' hearts along the way.", "type": "p"}, {"text": "It was later covered in the UK by Cilla Black, whose version turned out to be one of the biggest female chart hits in 1960s, staying at number one for three weeks.", "type": "p"}, {"text": "Following Anyone Who Had A Heart, Bacharach continued to work with Cilla. This is thought to be one of Bacharach's favourite songs that he composed.", "type": "p"}, {"text": "When she died in 2015, he said recording it with her at the iconic Abbey Road Studios in London was \"a most special memory\".", "type": "p"}, {"text": "A young Cher reworked the track as the theme song of the 1966 movie of the same name, starring Michael Caine, and it was also sung, with chart success, by Warwick.", "type": "p"}, {"text": "Later covered by Aretha Franklin, this was originally a successful collaboration between Warwick, Bacharach and David in 1966.", "type": "p"}, {"text": "It tells the story of a woman thinking of a partner who is on his way to the Vietnam War.", "type": "p"}, {"text": "Franklin's version was ranked as the 117th greatest song of all time by Rolling Stone magazine.", "type": "p"}, {"text": "The rendition by Rupert Everett and his co-stars at the end of the Julia Roberts film My Best Friend's Wedding is unlikely to feature on any such lists, but was entertaining nonetheless.", "type": "p"}, {"text": "Nominated for an Oscar in 1966 for best original song, this was the theme for the comedy film of the same name starring Peter Sellers and Peter O'Toole.", "type": "p"}, {"text": "Jones told Rolling Stone he had mixed feelings about the track at first, until its writer convinced him otherwise.", "type": "p"}, {"text": "\"I thought, I'm going to punch the [stuffing] out of it on What's New Pussycat,\" said Jones. \"And Burt said, 'That's what I want. It's a crazy song for a crazy film... I have to have a voice of authority.'\"", "type": "p"}, {"text": "The Welsh singer added: \"It's sort of a backhanded compliment: 'I've got to have you, but this is the song.'\"", "type": "p"}, {"text": "Written by Bacharach, Luther Dixon and Mack David about surrendering to the powers of love (despite your mates trying to warn you off the idea), this was recorded and released by girl group The Shirelles in 1961, giving them a number eight hit in the US.", "type": "p"}, {"text": "The fledgling Beatles adopted the song for their early live stage act, complete with the \"sha-la-la-la\" refrain harmonies, in the early 60s, with John Lennon on lead vocals doing his best Buddy Holly impression.", "type": "p"}, {"text": "It made it on to the Fab Four's first album Please Please Me, where their Scouse accents are accentuated on the \"cheat cheat\" warning line.", "type": "p"}, [{"text": "Songwriting great Burt Bacharach dies aged 94", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64587070"}, {"text": "Burt Bacharach: Songs that transcended their era", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-11573995"}, {"text": "Listen to Burt Bacharach at the BBC on BBC Sounds", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/m001jk85"}], {"text": "This desperately heartfelt and horn-filled break-up ballad, written by Bacharach and David, gave Dusty Springfield a number three hit in the UK in the summer of 1964.", "type": "p"}, {"text": "It was Springfield's highest chart positioning at the time, and gave British audiences one of the first glimpses of her blue-eyed soul delivery.", "type": "p"}, {"text": "The song was later covered by Warwick, but might be more familiar to rock fans as the screeching distorted guitar stomper recorded by the White Stripes on their number one fourth album, Elephant.", "type": "p"}, {"text": "The memorable music video, directed by Sofia Coppola, featured scantily-clad supermodel Kate Moss pole dancing.", "type": "p"}, {"text": "Another hit for Springfield, this sensual song - with its relaxed bossa nova rhythm - featured in the 1967 spoof James Bond film Casino Royale, earning it a best song nomination at the following year's Oscars.", "type": "p"}, {"text": "Forty years later, another big awards ceremony, the Grammys, entered the track into its Hall of Fame. ", "type": "p"}, {"text": "And another husky-voiced diva, Canadian Diana Krall, saw the Look of Love through fresh eyes on her album of the same name in 2001.", "type": "p"}, {"text": "One of Warwick's best-loved Bacharach-written songs peaked at number six in the US in 1964, giving her a second international million-seller, following Anyone Who Had A Heart.", "type": "p"}, {"text": "This Grammy-nominated, orchestral song, which tackles the pain and stolen pride of lost love head on, was later recorded by Isaac Hayes.", "type": "p"}, {"text": "It once ranked number 51 on the Rolling Stone list of the 500 Greatest Songs of All time - the second highest song by a solo female on the list, after Aretha Franklin's Respect.", "type": "p"}, {"text": "Another heartbreak hit for Warwick, this was originally written for the 1968 musical Promises, Promises.", "type": "p"}, {"text": "While the production was coming together, Bacharach found himself in hospital with pneumonia, which inspired his songwriting partner David to come up with the catchy line: \"What do you get when you kiss a girl?/ You get enough germs to catch pneumonia/ After you do, she'll never phone you.\"", "type": "p"}, {"text": "Once he was back at his piano with the lyrics, Bacharach once said, he wrote the melody \"faster than I had ever written any song in my life\".", "type": "p"}, {"text": "The song was also a number one single for Bobbie Gentry in 1969. Thirty years later, in the movie Austin Powers, the Spy Who Shagged Me, Elvis Costello serenaded film stars Mike Myers and Heather Graham with his version as they suggestively slow danced in comic fashion.", "type": "p"}, {"text": "Originally intended for a female singer, this ode to unrequited love was recorded by UK singer Danny Williams, before the definitive version was recorded by trumpet player Herb Alpert.", "type": "p"}, {"text": "In 1996 at London's London Royal Festival Hall, Noel Gallagher sang a version, accompanied by Bacharach on piano, which was later aired on BBC Radio 2.", "type": "p"}, {"text": "The Oasis guitarist and songwriter had earlier, subtly, placed a picture of Bacharach, one of his songwriting heroes, on the cover of his band's debut album Definitely Maybe.", "type": "p"}, {"text": "We've saved the best Bacharach track, according to Spotify's algorithm, for last. The 1965 tune was first made popular by Jackie DeShannon after it had been initially turned down by Warwick, who felt it was \"too preachy\".", "type": "p"}, {"text": "Bacharach wrote in his 2014 autobiography that the deceptively simple waltz tempo pop hit contained some of the most difficult lyrics his partner David ever wrote, set against the backdrop of the Vietnam War.", "type": "p"}, {"text": "Another version of the track by radio DJ Tom Clay, which sampled speeches by John F Kennedy and Martin Luther King Jr, as well as news coverage of their assassinations, reached number seven in the US in 1971.", "type": "p"}], "tags": []}