{"link": "https://www.bbc.com/news/business-62000848", "category": "business", "title": "Thousands of BT workers vote to strike over pay", "contributor": null, "time": "2022-06-30T16:55:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/161F6/production/_99841609_bt_openreach_alamy.jpg", "content": [{"text": "Thousands of BT workers have voted to go on strike in a dispute over pay.", "type": "b"}, {"text": "Some 30,000 Openreach engineers and 9,000 BT call centre workers were balloted and overwhelmingly backed industrial action, the Communication Workers Union (CWU) said.", "type": "p"}, {"text": "General secretary Dave Ward said BT now faced its first national strike since it was privatised in the 1980s.", "type": "p"}, {"text": "BT said it was disappointed and would \"work to keep our customers and the country connected\" if staff walked out.", "type": "p"}, {"text": "Mr Ward said he expected BT to offer a \"significantly improved\" pay rise by next week or strike dates will be set.", "type": "p"}, {"text": "CWU said the potential strike action would have a serious effect on the roll-out of broadband and could cause big problems for those working from home.", "type": "p"}, [{"text": "Royal Mail workers to vote on strike over pay", "type": "a", "href": "https://www.bbc.co.uk/news/business-61957003"}, {"text": "Why didn't rail strikes cause more disruption?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61857007"}, {"text": "Big pay rises could push prices up, says minister", "type": "a", "href": "https://www.bbc.co.uk/news/business-61846102"}], {"text": "Prices are rising at their fastest rate with UK inflation at a 40-year high of 9.1%.", "type": "p"}, {"text": "Higher costs for food, unprecedented energy bills and soaring fuel prices are putting households under pressure and workers and unions are pushing for pay rises to help them cope.", "type": "p"}, {"text": "But the government has warned against bosses giving big wage increases for fear of causing a 1970s style \"inflationary spiral\", where firms hike wages and then pass the cost on to customers through higher prices.", "type": "p"}, {"text": "This year BT gave staff a £1,500 per year pay rise but CWU said that with price rises at record highs \"this is a dramatic real-terms pay cut\".", "type": "p"}, {"text": "It said BT made £1.3bn in annual profit and the company's chief executive, Philip Jansen, received a £3.5m salary - a 32% increase.", "type": "p"}, {"text": "A BT Group spokesperson said the company had awarded its highest pay rise for frontline colleagues in more than 20 years - an average 5% increase and up to 8% for those on the lowest salaries.", "type": "p"}, {"text": "It said it was in the middle of a once-in-a-generation investment programme to upgrade the country's broadband and mobile networks which was vital for millions of customers and the UK economy. ", "type": "p"}, {"text": "\"Above all, [the investments] are central to the success of this business - and its colleagues - now and in the future,\" they said.", "type": "p"}, {"text": "The CWU announced that on a 74.8% turnout, the union's 30,000 Openreach engineers voted by 95.8% to take strike action.", "type": "p"}, {"text": "It said BT staff, including 9,000 call centre workers, voted by 91.5% on a 58.2% turnout for strike action.", "type": "p"}, {"text": "A vote by CWU members at EE failed by a few votes to reach the legal threshold.", "type": "p"}], "tags": ["BT Group", "Strike action"]}