{"link": "https://www.bbc.com/news/entertainment-arts-61993467", "category": "entertainment & arts", "title": "R. Kelly survivors detail abuse in impact statements", "contributor": null, "time": "2022-06-30T11:59:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C580/production/_125706505_hi055244332.jpg", "content": [{"text": "Some of the women who were abused by singer R. Kelly described how he had \"destroyed so many people's lives\" as they addressed him in court before he was sentenced to 30 years in prison on Wednesday.", "type": "b"}, {"text": "\"You made me do things that broke my spirit. I literally wished I would die because of how low you made me feel,\" one survivor told the disgraced star in the New York hearing. \"Do you remember that?\"", "type": "p"}, {"text": "Another sobbed as she told the court that Kelly victimised her after she attended one of his concerts at the age of 17. ", "type": "p"}, {"text": "\"I was afraid, naïve and didn't know to handle the situation,\" she said, explaining why she didn't speak up at the time. \"Silence is a very lonely place.\"", "type": "p"}, {"text": "The singer, who was previously best known for chart-topping songs like Ignition (Remix) and I Believe I Can Fly, heard seven impact statements from his victims in court shortly before he was jailed for racketeering and sex trafficking crimes.", "type": "p"}, {"text": "Some women used their real names, while others were only known by their first name or a pseudonym, and several became emotional as they spoke.  ", "type": "p"}, [{"text": "R. Kelly given 30 years in jail for sex abuse", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-61989606"}, {"text": "The history of allegations against R. Kelly", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-40635526"}, {"text": "The testimony that convicted R. Kelly", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-58276404"}, {"text": "R. Kelly trial: A look at the key moments", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-58306164"}], {"text": "Lizzette Martinez described how Kelly had promised to be a mentor when she was pursuing a singing career at 17.", "type": "p"}, {"text": "\"I am now 45, a mother, and I struggle with mental health,\" she told the court. \"Robert, you destroyed so many people's lives.\"", "type": "p"}, {"text": "Speaking after the sentencing, she told the BBC: \"I was a very young girl, under-age girl, who had a lot of dreams and he cut my dreams short and abused me mentally, physically, emotionally, any way that you can imagine.", "type": "p"}, {"text": "\"I wanted to just live a normal life and try to heal, but it could take me a lifetime to heal. Just because he's sentenced doesn't mean it goes away for us.\"", "type": "p"}, {"text": "Prior to the sentencing, a lawyer for Kelly blamed the singer's \"hypersexual\" behaviour on being repeatedly sexually abused himself as a child.", "type": "p"}, {"text": "But Ms Martinez said: \"There are so many people that are abused in this world and we don't turn around and abuse others. He had all the resources. We don't have resources like that. He could have gotten help. So many things he could have done to stop himself. It's the power of celebrity.\"", "type": "p"}, {"text": "Another survivor, Stephanie, said Kelly had left a \"permanent stain\" on her life. \"I felt special, because someone who was special to the world was interested in me,\" she said.", "type": "p"}, {"text": "\"I hope you go to jail for the rest of your life.\"", "type": "p"}, {"text": "One woman, Addie, recalled meeting the singer at a concert where he sexually assaulted her. \"I never knew that going to that concert in September of 1994 was going to change me for ever,\" she said.", "type": "p"}, {"text": "\"These last four years have been a rude awakening of how my silence has hurt others. I hope Robert Kelly cannot sleep at night, knowing this is what he's done.\"", "type": "p"}, {"text": "Angela (a pseudonym) detailed the singer's \"deplorable and inexplicable\" behaviour. ", "type": "p"}, {"text": "She referred to the fact that Kelly was known as the self-styled \"pied piper of R&B\" - a title which she said applied \"both in music and in technique and in approach\".", "type": "p"}, {"text": "\"Success and love... you presented these glittering gems as if they were gold,\" she told him. \"You used your fame and power to groom and coach under-age boys and girls for your own sexual gratification.\"", "type": "p"}, {"text": "She continued: \"With every addition of a new victim you grew in wickedness, cockiness, diminishing any form of humanity or self-awareness, which soon became the breeding ground for your God-like complex.", "type": "p"}, {"text": "\"You were doing, saying and encouraging despicable things that no-one should be doing. We reclaim our names from beneath the shadows of your afflicted trauma.\"", "type": "p"}, {"text": "At one point, a woman known as Jane Doe number two told the singer: \"You are an abuser, you are shameless, you are disgusting.\"", "type": "p"}, {"text": "Several women testified that they were at the mercy of Kelly's perverse and sadistic whims while they were under the legal age of consent. ", "type": "p"}, {"text": "They said they were ordered to sign non-disclosure agreements, which prevented them from going public with their experiences. ", "type": "p"}, {"text": "Some also referred to \"Rob's rules\" - which, if broken, saw them subjected to threats and violent punishments.", "type": "p"}, {"text": "As Kelly was sentenced, Kitti Jones said \"many of us have been waiting for this day to come\", while Faith added: \"I hope you get some help, as well as ask God for forgiveness.\"", "type": "p"}, {"text": "Another survivor, Sonja, told the court: \"There were numerous times I was scared for my life, scared for my daughter's life. I hope and I pray to God that we can all heal.\"", "type": "p"}, {"text": "Jovante Cunningham, a former backing singer for Kelly, said: \"We are starting to see justice and we still have more litigation to go.\"", "type": "p"}, {"text": "Ms Cunningham took part in the docuseries Surviving R. Kelly, where she talked about witnessing the adult singer having sex with Aaliyah when the late R&B star was under age.", "type": "p"}, {"text": "Referring to his sentencing, Ms Cunningham said: \"You know, the Bible says that what you do in secret, God will reward you openly. He did all of this in secret, so now he gets rewarded openly.\"", "type": "p"}, {"text": "Lawyers for the singer, whose full name is Robert Sylvester Kelly, said he would appeal against his sentence. Further prosecutions are set to take place in Chicago and Minnesota.", "type": "p"}], "tags": ["R. Kelly", "United States"]}