{"link": "https://www.bbc.com/news/science-environment-61986359", "category": "science & environment", "title": "Nearly a quarter of Earth's seafloor now mapped", "contributor": "Jonathan Amos", "time": "2022-06-29T19:07:46.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/94D4/production/_125700183_2022_2021_comparison-nc.png", "content": [{"text": "Slowly but surely the proportion of the global ocean floor that's been properly mapped is rising.", "type": "b"}, {"text": "It's now up to just shy of a quarter of the total area under water - at 23.4%.", "type": "p"}, {"text": "Better seafloor maps help us with navigation and conservation, among many other uses.", "type": "p"}, {"text": "Some 10 million sq km (3.8 million sq miles) of new bathymetric (depth) data was added in the past year. This is an area broadly equivalent to the land surface of Europe.", "type": "p"}, {"text": "The update was given at the second UN Ocean Conference, taking place this week in Lisbon, Portugal.", "type": "p"}, [{"text": "World's deepest shipwreck discovered", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61925862"}, {"text": "Antarctic sea floor mapped in greatest ever detail", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61723806"}, {"text": "Immense crater hole created in Tonga volcano ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61567521"}, {"text": "Shackleton's lost ship found after 107 years", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60662541"}], {"text": "Much of this additional data comes not from recent mapping efforts, however, but simply as a result of governments, institutions and companies agreeing to open up their archives. ", "type": "p"}, {"text": "It's thought a further 10-15% is still squirrelled away on servers, in part because the owners worry they might be giving away commercial or defence secrets if they release the information.", "type": "p"}, {"text": "\"But they really needn't worry,\" said Jamie McMichael-Phillips, director of Seabed 2030, the organisation that is trying to corral world efforts to obtain a complete picture of Earth's ocean bottom.", "type": "p"}, {"text": "\"One of the messages we're trying to get across is that we don't require high-resolution data. Hi-res is nice; we can work with it. But lower resolution is perfectly acceptable. ", "type": "p"}, {"text": "\"One depth value in an area the size of a European football pitch, 100m by 100m or thereabouts, isn't going to give away national or commercial secrets.\"", "type": "p"}, {"text": "This knowledge is needed for a host of reasons.", "type": "p"}, {"text": "Sea maps are essential for safe navigation, obviously, but also for fisheries management and conservation. Marine wildlife tends to congregate around the underwater mountains. Each seamount is a biodiversity hotspot.", "type": "p"}, {"text": "In addition, the rugged seafloor influences the behaviour of ocean currents and the vertical mixing of water. This is information required to improve the models that forecast future climate change - because it is the oceans that play a pivotal role in moving heat around the planet.", "type": "p"}, {"text": "At the moment, our knowledge of just over three-quarters of the planet's underwater terrain comes only from low-resolution satellite measurements that have inferred the presence of tall seamounts and deep valleys from the gravitational influence these features have on the sea surface. Water piles up over the mass of a large submarine mountain and dips slightly where there is a trench.", "type": "p"}, {"text": "It's super smart but an underwater mountain that's hundreds of metres tall can still fail to show up in such observations. ", "type": "p"}, {"text": "RRS Sir David Attenborough", "type": "b"}, {"text": "Seabed 2030, which is funded by Japan's Nippon Foundation, is encouraging anyone who ventures away from the land to switch on their sonar equipment and take depth soundings. And this isn't just about measurements from big ships; small ocean-going yachts fitted with data loggers can also make a contribution.", "type": "p"}, {"text": "One of Seabed 2030's stars is the American adventurer Victor Vescovo. The Texan financier is using a submersible to visit the deepest places in the world's oceans, but everywhere he goes his support ship switches on its echosounder.", "type": "p"}, {"text": "\"We have a 'map the gap' strategy,\" Mr Vescovo told BBC News.", "type": "p"}, {"text": "\"We're not a commercial outfit so we don't have to follow the most fuel-efficient routes. When we go on an expedition we ask [Seabed 2030], 'what are your priority areas?'; and we divert a little bit to cover those areas.\" ", "type": "p"}, {"text": "The former US Navy reservist has himself contributed over 3 million sq km.", "type": "p"}, {"text": "It's clear, however, that to come close to obtaining a full picture of the shape of Earth's ocean bottom, there will need to be a step change in approach and capability. Many parts of the world are so remote, few ships will visit them, let alone acquire depth data in those regions. ", "type": "p"}, {"text": "To map these places is going to require direct tasking of autonomous or semi-autonomous technologies.", "type": "p"}, {"text": "There is a glimpse of how this will work in one line of data featured in the map at the top of this page. It was gathered by the Saildrone Surveyor on a cruise between San Francisco and Honolulu last year.", "type": "p"}, {"text": "During this 28-day voyage, the robot boat mapped 22,000 sq km of seafloor. ", "type": "p"}, {"text": "Saildrone Surveyor is 22m in length. But truly huge autonomous vessels are coming.", "type": "p"}, {"text": "The marine robotics company Ocean Infinity is currently building a fleet of 78m-long ships in Vietnam. Regulations will probably mean they have to be lean-crewed for the near future, but the goal eventually is to have them roving the ocean without anyone onboard. Their work would be overseen from satellite-linked control centres in the UK, the US and a third location somewhere in Asia.", "type": "p"}, {"text": "Such ships could be sent out on long missions to map hard to reach areas at much lower cost than would be incurred by a conventional crewed vessel.", "type": "p"}, {"text": "Progress to full mapping of the seafloor was discussed in a side meeting at this week's UN Ocean Conference. And while the participants recognised new technologies were essential to fulfilling the quest, Dr Lucy Woodall cautioned that the 2030 project would fail unless it engaged all communities with an interest in the data. ", "type": "p"}, {"text": "She cited examples of companies going into coastal areas to map the seafloor and then not sharing any of the information with the local people whose livelihoods depended on those waters.", "type": "p"}, {"text": "\"I would argue to those of you in the room who think technology has got to be the way - I would argue that, actually, people are the way because unless people are asking the questions, unless we have a dialogue with all the voices in the room, then we're not going to ask, and therefore we can't answer, those right questions,\" the chief scientist with Nekton, a UK-based oceans NGO, told the meeting.", "type": "p"}], "tags": ["Earth science", "Robotics", "Lisbon", "United Nations", "Oceans"]}