{"link": "https://www.bbc.com/news/business-65305166", "category": "business", "title": "DeSantis floats idea of state prison near Disney park", "contributor": null, "time": "2023-04-17T21:23:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/30A1/production/_129394421_51c547f671345c30f6386de0bf8f6a3fdcce31da.jpg", "content": [{"text": "Florida Governor Ron DeSantis has floated the idea of building a prison near Disney's Florida theme park.", "type": "b"}, {"text": "The threat, made smiling, came as he vowed to take new steps to assert state control over the special district that oversees the media giant's property. ", "type": "p"}, {"text": "The Republican has been fighting with Disney since last year, when the firm criticised a Florida law curtailing gender and sexuality education.", "type": "p"}, {"text": "The feud has drawn national attention to the possible presidential candidate. ", "type": "p"}, {"text": "Though Mr DeSantis has not announced plans to run in the 2024 presidential contest, he has raised his profile promising to confront what he describes as a \"woke\" liberal agenda in education and corporate America. ", "type": "p"}, {"text": "He turned on Disney after the company, under pressure from its staff, spoke out against the state's Parental Rights in Education Act, dubbed by critics the \"Don't Say Gay\" bill, which bans education about sexual orientation and gender identity for pupils aged nine and under. ", "type": "p"}, {"text": "State lawmakers responded by voting to restructure the special district that was created more than 50 years ago to oversee development at Walt Disney World, giving the governor, not the district's land owners, power to appoint members to its governing board.", "type": "p"}, {"text": "But the new board has since said Disney had sidestepped its authority with a last-minute deal, which gives the corporation near total control over development in the district in perpetuity or until \"21 years after the death of the last survivor of the descendants of King Charles III, king of England\".", "type": "p"}, {"text": "On Monday, Mr DeSantis said there were a \"plethora\" of legal problems with that deal and the board would formally declare it invalid at a meeting this week.", "type": "p"}, {"text": "State lawmakers are also preparing new legislation to strip Disney of other perks, he said, calling the state's approach a \"one-two punch\".", "type": "p"}, {"text": "One of the proposals is to make amusement park rides in special districts, like Disney's, ineligible for an existing exemption granted to amusement parks from state safety inspections. ", "type": "p"}, {"text": "Mr DeSantis said he also expected the district, under its new governing board, to explore development on land in the district that is not owned by Disney, floating the idea of a state park, other amusement rides or a prison.  ", "type": "p"}, {"text": "\"Who knows? I just think the possibilities are endless,\" he said smiling broadly.", "type": "p"}, {"text": "Mr DeSantis has said Disney's manoeuvres are efforts to defy the will of Floridians and state lawmakers, calling it a fight over whether corporations should be granted special treatment under state laws. ", "type": "p"}, {"text": "Disney did not respond to a request for comment. ", "type": "p"}, {"text": "Disney chief executive Bob Iger has previously said the company had a right to take a public stand and described Mr DeSantis's position as \"anti-business\" and \"anti-Florida\". He has accused the governor of seeking \"to punish a company for its exercise of a constitutional right\".", "type": "p"}], "tags": []}