{"link": "https://www.bbc.com/news/health-65276600", "category": "health", "title": "More people could have hidden bowel condition", "contributor": null, "time": "2023-04-16T23:11:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/20F4/production/_129363480_29bc70fa-3874-4622-a567-ab1c6d41f586.jpg", "content": [{"text": "Many people may be suffering from an undiagnosed and misunderstood bowel condition, according to the charity ", "type": "b"}, {"text": "Microscopic colitis is an inflammation of the large bowel and causes frequent watery diarrhoea, stomach pain, faecal incontinence, fatigue and weight loss.", "type": "p"}, {"text": "About 17,000 people are diagnosed each year in the UK, but experts say the real number is likely to be higher. ", "type": "p"}, {"text": "Some standard tests for inflammatory bowel conditions do not spot it. ", "type": "p"}, {"text": "But despite misdiagnoses, cases have risen in the UK in recent years. ", "type": "p"}, {"text": "Victoria Rennison, 33, from South London, was diagnosed with microscopic colitis last year, after more than a decade of symptoms. ", "type": "p"}, {"text": "She saw a number of specialists but was told she had irritable bowel syndrome and \"was left to get on with it\".", "type": "p"}, {"text": "When the condition was at its worst she would spend the entire day and many nights on the toilet, or running urgently to the bathroom. ", "type": "p"}, {"text": "\"The diarrhoea would come on suddenly and would be profuse and watery and the pain was like intense cramps,\" said Victoria.", "type": "p"}, {"text": "\"There were even times my infant son had to sit on a bouncer in the bathroom with me for hours.\"", "type": "p"}, {"text": "She told BBC News: \"I used to be sociable and outgoing but I found it harder and harder to go out.", "type": "p"}, {"text": "\"I didn't want to leave the house. I had to make a map of every toilet to do so.\"", "type": "p"}, {"text": "Victoria was finally diagnosed after a gut specialist did a colonoscopy (camera test of her bowel) and - crucially - took biopsy samples of the inflamed bowel.", "type": "p"}, {"text": "On previous visits to doctors she had had colonoscopies, but no biopsy samples had been taken and the condition - which can be seen clearly when samples are put under a microscope - was missed. ", "type": "p"}, {"text": "She says it was a huge relief to get a diagnosis and be given treatment. ", "type": "p"}, {"text": "\"It was not possible to keep living like that with a small child. I feel like I've finally regained some semblance of normality.\"", "type": "p"}, {"text": "Julie Harrington, CEO of Guts UK, said it was crucial to provide training for healthcare providers, and continue to raise awareness, and invest in research.", "type": "p"}, {"text": "She added: \"It is terribly sad that thousands of people are suffering with the debilitating symptoms of microscopic colitis. ", "type": "p"}, {"text": "\"Most people with the condition can be easily treated with a course of gut-specific steroids or with symptom-relieving medicines, but getting a diagnosis is the first, essential step.\"", "type": "p"}, {"text": "Prof Chris Probert, at the University of Liverpool, said: \"It is not clear why cases of the condition are on the increase, but it is likely to be due to a mixture of increased awareness of symptoms leading to more diagnoses, and environmental factors.", "type": "p"}, {"text": "\"The good news is that effective treatments are available, so people experiencing symptoms could benefit enormously by talking with their GP.\"", "type": "p"}], "tags": []}