{"link": "https://www.bbc.com/news/technology-65298352", "category": "technology", "title": "Netflix apologises as Love is Blind reunion show delayed", "contributor": null, "time": "2023-04-17T17:25:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D636/production/_129383845_9bb134a2-e969-43ed-8a22-06bae944c5ea.jpg", "content": [{"text": "Netflix has apologised after a much-publicised livestream of its hit dating show was delayed due to a glitch.", "type": "b"}, {"text": "The Love is Blind reunion will air at 20:00 BST (15:00 ET) on Monday in a pre-recorded broadcast.", "type": "p"}, {"text": "Fans of the show, which involves couples getting engaged before they see each other, vented their frustrations on social media.", "type": "p"}, {"text": "The technical reason for the delay was unclear but the streaming giant said it was \"incredibly sorry\".", "type": "p"}, {"text": "There are no spoilers for the Love is Blind reunion in this article.", "type": "p"}, {"text": "While some viewers in the US were able to watch the stream about 75 minutes after its scheduled start time, most were met with a screen reading \"there's an issue with the livestream\".", "type": "p"}, {"text": "Netflix announced delays as time progressed and by 02:30 BST - 90 minutes after it was due to begin - the streaming giant apologised and told fans it was filming the episode instead.", "type": "p"}, {"text": "\"To everyone who stayed up late, woke up early, gave up their Sunday afternoon… we are incredibly sorry that the Love is Blind Live Reunion did not turn out as we had planned,\" Netflix tweeted in a statement.", "type": "p"}, {"text": "\"We're filming it now and we'll have it on Netflix as soon as humanly possible. Again, thank you and sorry.\"", "type": "p"}, {"text": "Netflix did not give a reason for cancelling the livestream, but show host Vanessa Lachey indicated it was a technical error in a live video on Instagram, captioned: \"Apparently we broke the internet.\"", "type": "p"}, {"text": "This was Netflix's second attempt at bringing to its audience a live event, after it successfully streamed a Chris Rock stand-up special in March this year.", "type": "p"}, {"text": "The comic's routine aired mostly without fault, with only a few users reporting problems via social media at the time, but technical errors meant the Love is Blind livestream never started at all for most people. ", "type": "p"}, {"text": "And Downdetector, which tracks websites, showed more than 10,000 people in the US reported the website was not functioning during the stream.", "type": "p"}, {"text": "Angry fans took to social media to voice their frustrations, and Netflix retweeted US Congresswoman Alexandria Ocasio-Cortez - who joked they needed a hero from a previous episode of the show to help save it now.", "type": "p"}, {"text": "It comes as Netflix has announced its intention to move towards more live programming, including a deal to broadcast the Screen Actors Guild Awards from 2024.", "type": "p"}, {"text": "But the decision to delay the reunion caused consternation, with fans in the UK who chose sleep over the livestream waking up to find out the episode was not available.", "type": "p"}, {"text": "Some called the delay in putting the episode online unacceptable, with others pointing out that it meant the spoilers were now being spread across social media. ", "type": "p"}, {"text": "And some global viewers have even claimed they are no longer interested in watching the show at all.", "type": "p"}], "tags": []}