{"link": "https://www.bbc.com/news/business-64867287", "category": "business", "title": "Elon Musk's Tesla cuts prices again as tries to boost sales", "contributor": null, "time": "2023-03-06T16:49:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/91A6/production/_128868273_gettyimages-1370661296.jpg", "content": [{"text": "Tesla has cut prices for its electric cars - again - as it tries to boost sales and compete with rival firms.", "type": "b"}, {"text": "The reductions - worth several thousand pounds, depending on the market and model - have been listed for sale on the company's website in the UK, US and elsewhere in recent days.", "type": "p"}, {"text": "They follow big markdowns of up to 20% that the firm introduced in January.", "type": "p"}, {"text": "Tesla is facing challenges as higher borrowing costs weigh on buyers and rivals offer more electric options. ", "type": "p"}, {"text": "The company did not respond to a request for comment. Last year, the firm missed its 2022 target of increasing its deliveries by 50% annually, a shortfall the firm blamed on supply strain constraints and a weakening economy.", "type": "p"}, {"text": "But boss Elon Musk has said previously that price cuts were working to lift demand.", "type": "p"}, {"text": "\"The desire for people to own a Tesla is extremely high. The limiting factor is their ability to pay for a Tesla,\" Mr Musk said last week during a presentation to investors.", "type": "p"}, {"text": "Mr Musk warned in January that he expected a \"pretty difficult recession\" to hurt demand this year, leading to a contraction for the wider industry.", "type": "p"}, {"text": "Mr Musk said he expected Tesla sales to continue to grow, pointing to the firm's focus on price.", "type": "p"}, {"text": "According to Reuters, the latest round of cuts marks the fifth change Tesla has made to prices since the start of the year, when its markdowns shook up the electric car market, prompting some other firms to slash prices in response. ", "type": "p"}, {"text": "Tesla subsequently raised some prices for some models in some countries, but costs remain lower than they were.", "type": "p"}, {"text": "In the US, the latest discounts range from 4% to 9% and apply to the firm's more expensive vehicles, the Model S, its sports car, and the Model X, mid-size sports utility vehicle.", "type": "p"}, {"text": "In Europe and the UK, the cuts listed on the website apply to the Model 3 sedan and Model Y. In the UK, for example, the cost of versions of the Model 3 drop about 6% to £56,540 from £60,090.", "type": "p"}, {"text": "Tesla's lead in the electric car market has also been challenged by increased competition from traditional motor manufacturing giants such as Ford and General Motors, as well as newer entrants to the market like Rivian and Lucid in the US and China's BYD and Nio.", "type": "p"}], "tags": []}