{"link": "https://www.bbc.com/news/entertainment-arts-64862979", "category": "entertainment & arts", "title": "GB News host Mark Steyn's Covid vaccine claims broke Ofcom rules", "contributor": null, "time": "2023-03-06T16:24:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E9D0/production/_128865895_gettyimages-1325243045.jpg", "content": [{"text": "GB News broke broadcasting rules last April when ex-presenter Mark Steyn made \"potentially harmful and materially misleading\" claims about Covid-19 vaccines, regulator Ofcom has said.", "type": "b"}, {"text": "He spoke about \"only one conclusion\" from official data, about the third jab's \"significantly greater risk\" of \"infection, hospitalisation and death\".", "type": "p"}, {"text": "Ofcom said that was wrong and \"may have resulted in viewers making important decisions about their own health\".", "type": "p"}, {"text": "GB News said it was \"disappointed\".", "type": "p"}, {"text": "In his show, Steyn referred to data from the UK Health Security Agency (UKHSA) to compare people who had received the first two vaccinations with those who had also had a third as a booster.", "type": "p"}, {"text": "\"His interpretation that there was 'only one conclusion' from this comparison... was misleading because it did not take account of key factors such as the significant differences in age or health of the people in these two groups,\" Ofcom said.", "type": "p"}, {"text": "\"The programme also failed to reflect that the UKHSA reports made clear that the raw data should not be used to draw conclusions about vaccine efficacy, due to the biases inherent in the vaccinated and unvaccinated populations.\"", "type": "p"}, {"text": "Ofcom said the group who had been boosted \"included far larger numbers of older people\", and Steyn failed to take into account \"the fact that older people are more likely to die or be hospitalised than younger people\".", "type": "p"}, {"text": "The regulator said it took into account the \"definitive\" way the Canadian broadcaster and author presented his conclusion, and the \"absence of adequate counterweight or genuine challenge\".", "type": "p"}, {"text": "Ofcom said broadcasters are \"free to transmit programmes which may be considered controversial and challenging, or which question statistics or other evidence produced by governments or other official sources\".", "type": "p"}, {"text": "\"It can clearly be in the public interest to do so,\" it added. \"However, with this editorial freedom comes an obligation to ensure that, when portraying factual matters, audiences are not materially misled.\"", "type": "p"}, [{"text": "Covid vaccines not linked to deaths - US study", "type": "a", "href": "https://www.bbc.co.uk/news/health-60653946"}, {"text": "Why a year is 'long-term' for vaccine safety ", "type": "a", "href": "https://www.bbc.co.uk/news/health-60468900"}, {"text": "Vaccine complications dwarfed by virus risks", "type": "a", "href": "https://www.bbc.co.uk/news/health-58347434"}], {"text": "In response, GB News said its role was \"to ask tough questions, point out inconsistencies in government policy, and hold public bodies to account when the facts justify it\".", "type": "p"}, {"text": "\"Mark Steyn's programme did exactly that,\" its statement added. \"We support his right to challenge the status quo by examining the small but evident risks of the third Covid booster.", "type": "p"}, {"text": "\"As news stories in the last week have highlighted, it was prescient to question whether the government was candid with all the facts. It is an important story in the public interest.\"", "type": "p"}, {"text": "Steyn \"drew a reasonable conclusion from the facts\", but \"drew only one conclusion\", GB News continued.", "type": "p"}, {"text": "\"We accept that the data offered several valid interpretations, and he should have made this clear. Had he done so, the story would have remained within the wide freedoms that Ofcom's Broadcast Code allows.\"", "type": "p"}, {"text": "By Rachel Schraer, BBC health and disinformation reporter", "type": "b"}, {"text": "At the heart of most misinformation that spreads online is a fact or genuine set of figures that has been twisted or taken out of context. ", "type": "p"}, {"text": "That can lend such misleading claims an air of authority, making them very convincing.", "type": "p"}, {"text": "This is what happened here. Mark Steyn took official statistics on illness and deaths in people who received two doses of the Covid vaccine, and compared them with those who received three. But he failed to give context: that far fewer people in the general population took the third booster dose than first two jabs, and that the third dose was particularly popular with older people - who have a higher risk of dying in any case.  ", "type": "p"}, {"text": "In fact, when the Office for National Statistics adjusted the figures to take into account the number of people, and the age of those who had taken it, it found people who had taken three doses were considerably less like to die. ", "type": "p"}, {"text": "It can be easy - and tempting - to cherry-pick real stats in a way that supports what we already believe. ", "type": "p"}, {"text": "Now Ofcom seems to be emphasising that, to borrow a phrase, we're all entitled to our own opinion but not to our own facts. ", "type": "p"}, {"text": "Steyn left GB News three months ago amid a dispute over contract terms he claimed could have made him personally liable for Ofcom fines.", "type": "p"}, {"text": "Ofcom said it was not imposing a fine or other sanction.", "type": "p"}, {"text": "Steyn's programme is also the subject of a second Ofcom investigation into comments made by a guest, author and journalist Naomi Wolf, about the vaccine on 4 October.", "type": "p"}, {"text": "A Twitter account run by his team posted a picture of the Ofcom office with the caption \"The Ministry of Truth Rules\", linking to a statement headlined \"Steyn found guilty!\", which also said: \"Mark intends to appeal this and get it before a real court.\"", "type": "p"}], "tags": []}