{"link": "https://www.bbc.com/news/health-64347191", "category": "health", "title": "Scotland first to ban environmentally harmful anaesthetic", "contributor": null, "time": "2023-03-03T00:44:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6C62/production/_128364772_5f624e2f-3718-4d08-869d-0cbbfd763f5f.jpg", "content": [{"text": "Scotland has become the first country in the world to stop its hospitals using the anaesthetic desflurane because of the threat it poses to the environment. ", "type": "b"}, {"text": "NHS data suggests the gas, used to keep people unconscious during surgery, has a global warming potential 2,500 times greater than carbon dioxide. ", "type": "p"}, {"text": "Banning it in Scotland - from its peak use in 2017 - would cut emissions equal to powering 1,700 homes a year.", "type": "p"}, {"text": "UK hospitals have already cut down.", "type": "p"}, {"text": "In the last few years, more than 40 hospital trusts in England and a number of hospitals in Wales have stopped using it.", "type": "p"}, {"text": "NHS England will introduce a similar ban from 2024, which - like Scotland - prohibits its use for anything but exceptional circumstances.", "type": "p"}, {"text": "Banning it across NHS hospitals in England would cut harmful emissions equivalent to those caused by powering 11,000 homes every year, according to NHS analysis of desflurane use in 2020.", "type": "p"}, {"text": "Other countries, including many in Europe, are likely to make similar moves in the next few years.  ", "type": "p"}, {"text": "Dr Kenneth Barker, anaesthetist and clinical lead for Scotland's national green theatres programme, said he was shocked to find the anaesthetic drug he had used for more than a decade for many major and routine operations was so harmful to the environment. ", "type": "p"}, {"text": "\"I realised in 2017 that the amount of desflurane we used in a typical day's work as an anaesthetist resulted in emissions equivalent to me driving 670 miles that day,\" he said.", "type": "p"}, {"text": "\"I decided to stop using it straight away and many fellow anaesthetists have got on board.", "type": "p"}, {"text": "\"When you are faced with something as obvious as this and with the significance it has to the environment - I am very glad we have got to this stage.\"", "type": "p"}, {"text": "Many hospitals have switched to safe and effective anaesthetic gases with less warming potential such as sevoflurane, which has a global warming potential 130 times that of carbon dioxide, or to using alternative non-gaseous anaesthetics and more efficient equipment. ", "type": "p"}, {"text": "Scottish Health and Social Care Secretary, Humza Yousaf, said: \"Programmes like this are key to our transition to become a net-zero health service, whilst ensuring patient safety remains at the heart of every clinical decision.", "type": "p"}, [{"text": "Greener NHS 'must help fight climate change'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-wales-58804474"}, {"text": "The NHS’s 'first climate friendly' operation", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-birmingham-61567187"}], {"text": "Meanwhile. Dr Helgi Johannsson, vice president of the Royal College of Anaesthetists, told the BBC: \"More and more anaesthetists across the UK have become aware of the sheer extent of the damage the gas can cause to the environment and have chosen to stop using it - and I am proud of that.\"", "type": "p"}, {"text": "But he warns it is only the start and just \"a drop in the ocean of the NHS carbon footprint\".", "type": "p"}, {"text": "He explained: \"The NHS is a really carbon-intensive industry. We need to concentrate on all the other major things that can make a difference too - such as tackling old hospital buildings that are difficult to heat and reducing the journeys patients take.\"", "type": "p"}, {"text": "Overall, anaesthetic gasses make up about 2-5% of the NHS's carbon footprint, and efforts are under way to tackle other medical gases like nitrous oxide. ", "type": "p"}, {"text": "NHS England's net-zero strategy includes looking at more environmentally friendly heating and lighting systems, greener vehicles and examining the environmental impact of how medicines and equipment are supplied to the NHS.  ", "type": "p"}], "tags": []}