{"link": "https://www.bbc.com/news/science-environment-64860842", "category": "science & environment", "title": "Attenborough's Wild Isles shows us our own 'spectacular' nature", "contributor": null, "time": "2023-03-06T17:08:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18534/production/_128863699_northerngannetbbcsilverbackfilmsnaturepicturelibrary.jpg", "content": [{"text": "Sir David Attenborough says there's never been a more important time to invest in the nature in our own backyard.", "type": "b"}, {"text": "Wildlife in the British Isles can be just as \"dramatic and spectacular\" as anything elsewhere, he says.", "type": "p"}, {"text": "After travelling the world to make nature documentaries, the 96-year-old shines a light on natural history closer to home for the first time. ", "type": "p"}, {"text": "Nearly half of British wildlife species have declined since 1970.", "type": "p"}, {"text": "\"Though rich in places Britain as a whole is one of the most nature depleted countries in the world,\" Sir David says while filming on location at a puffin colony on Skomer Island off the west coast of Wales.", "type": "p"}, {"text": "\"Never has there been a more important time to invest in our own wildlife - to try and set an example for the rest of the world and restore our once wild isles for future generations.\" ", "type": "p"}, [{"text": "Attenborough named 'Champion of the Earth' by UN", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61167925"}, {"text": "Attenborough in 'act now' warning over climate", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59039485"}, {"text": "Attenborough: World 'changing habits' on plastic", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-50419922"}], {"text": "The TV presenter and naturalist is well known for his celebrated wildlife series such as Blue Planet, credited with inspiring action on problems like plastic pollution. ", "type": "p"}, {"text": "He has said one of his regrets is spending so much time working on overseas natural history programmes rather than focusing on the wildlife on his doorstep.", "type": "p"}, {"text": "Sir David is now fronting a five-part series which aims to underscore the challenges affecting nature within the British Isles and alert audiences to the species vanishing on their doorstep.", "type": "p"}, {"text": "The show's producers said Sir David had agreed to narrate Wild Isles from the start and was later approached about presenting it, because of his rare perspective on how the British countryside has changed during his lifetime of almost a century.", "type": "p"}, {"text": "Series producer, Alistair Fothergill, who has worked with David Attenborough for 35 years, wanted to call attention to internationally important wildlife and habitats on our own islands, from seabirds to chalk streams.", "type": "p"}, {"text": " \"We are globally important for nature - and I don't think many people in Britain appreciate that,\" he said.  ", "type": "p"}, {"text": " \"It was very important to us to say, this [nature] is really precious, but at the same time it's fragile.\"", "type": "p"}, {"text": "Camera crews went out for months to film rarely-seen animal behaviour working with the latest technology such as drones and slow-motion cameras.", "type": "p"}, {"text": "They captured moments of high drama, such as orcas hunting seals off the coast of Scotland and white-tailed eagles chasing a flock of barnacle geese. The birds - which are making a comeback in the UK - were seen pulling a goose down from the sky in a behaviour that has never been filmed before in the British Isles.", "type": "p"}, {"text": "The crews visited over 145 locations during the course of three years to bring to life the glories of nature in our own backyard.", "type": "p"}, {"text": "The series also explores little-known episodes of natural history beneath our feet, such as what goes on inside a woodland plant being pollinated by flies.", "type": "p"}, {"text": "The producer of the first episode, Hilary Jeffkins, said these intimate small-scale stories were equally important to unravel. ", "type": "p"}, {"text": " \"These are stories that are on our doorsteps,\" she said. \"When we are out walking we can have a look.\"", "type": "p"}, {"text": "Scientific advisor on the series, Dr Philip Wheeler of the Open University, said he hoped the programmes would generate public awareness of nature loss close to home.", "type": "p"}, {"text": "The series is released shortly after nearly 200 countries pledged to protect 30% of lands and seas for nature by 2030 at the UN nature summit in Montreal.", "type": "p"}, [{"text": "COP15:  Call for biodiversity 'peace pact with nature'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63877145"}, {"text": "Can we set aside a third of our planet for nature?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63955526"}], {"text": "\"I think it can make a lot of difference in terms of shifting the conversation and the narrative,\" Dr Wheeler told BBC News. ", "type": "p"}, {"text": "\"It's not just the nature nerds and the conservation community talking - this conversation spills out into the wider public and into the political arena as well.\" ", "type": "p"}, {"text": "The series was co-produced and co-funded by two conservation charities, WWF and RSPB, and the Open University. ", "type": "p"}, {"text": "A BBC spokesperson said: \"The series producers made their own editorial decisions on what to include in the final programme and editorial control for the series rests with the BBC.\"", "type": "p"}, {"text": " Wild Isles is broadcast on BBC One on Sunday.", "type": "p"}], "tags": []}