{"link": "https://www.bbc.com/news/technology-64863450", "category": "technology", "title": "Twitter has tech issues for second time in week", "contributor": null, "time": "2023-03-06T18:54:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1497A/production/_128864348_gettyimages-1246973292.jpg", "content": [{"text": "Twitter has experienced major problems with posting some images and links - the second time in a week it has suffered technical issues.", "type": "b"}, {"text": "Clicking on links in posts resulted in users receiving an error message.", "type": "p"}, {"text": "Twitter said some parts of the service were not \"working as expected\" and blamed an internal change that \"had some unintended consequences\".", "type": "p"}, {"text": "It later said \"things should now be working as normal. Thanks for sticking with us!\"", "type": "p"}, {"text": "As the problems emerged, chief executive Elon Musk tweeted \"this platform is so brittle (sigh). Will be fixed shortly\".", "type": "p"}, {"text": "At one point Downdetector, which tracks technical problems across a number of websites, found that more than 5,000 people had reported issues.", "type": "p"}, {"text": "Some news publishers warned users of issues in interacting with their twitter accounts.", "type": "p"}, {"text": "Bloomberg tweeted a link to its report on problems with the message \"if you can click this link, Twitter's fixed its bug\".", "type": "p"}, {"text": "Some third-party services that use a system called an API to exchange data with the platform also suffered issues.", "type": "p"}, {"text": "Experts have noted that the platform seems to be experiencing more technical issues of late.", "type": "p"}, {"text": "Following previous problems on 1 March that lasted two hours, Alp Toker, director of internet outage tracker NetBlocks, said Twitter's reliability issues seemed to have increased under Mr Musk's leadership.", "type": "p"}, {"text": "\"It started shortly before the Musk takeover itself,\" he said, but added: \"The main spike has happened after the takeover, with four to five incidents in a month - which was comparable to what used to happen in a year.\"", "type": "p"}, {"text": "Twitter has joined other tech giants in cutting significant numbers of staff, including a fresh round of cuts just seven days ago, although there is no evidence that this is the cause of the latest problems.", "type": "p"}], "tags": []}