{"link": "https://www.bbc.com/news/business-63816110", "category": "business", "title": "EU warns Elon Musk of possible Twitter ban under new rules", "contributor": null, "time": "2022-11-30T20:45:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/94A5/production/_127835083_089604d8491bf22bd1277a281f7023b11aa6a84d.jpg", "content": [{"text": "Elon Musk has been told he faces \"huge work ahead\" to bring Twitter into compliance with new European rules on disinformation or face a possible ban.", "type": "b"}, {"text": "European Union commissioner Thierry Breton made the comments in a meeting with Mr Musk on Wednesday.", "type": "p"}, {"text": "He said the social media site would have to address issues such as content moderation, disinformation and targeted adverts.", "type": "p"}, {"text": "The back-and-forth comes as the new law is set to go into effect.", "type": "p"}, {"text": "Approved by the European Union earlier this year, the Digital Services Act is seen as the biggest overhaul of rules governing online activity in decades, imposing new obligations on companies to prevent abuse of their platforms. ", "type": "p"}, {"text": "Major companies are expected to be in compliance with the law some time next year.", "type": "p"}, {"text": "If firms are found to be violation, they face fines of up to 6% of global turnover - or a ban in the case of repeated serious breaches.", "type": "p"}, [{"text": "Big Tech must deal with deepfakes - or face fines", "type": "a", "href": "https://www.bbc.co.uk/news/technology-61817647"}, {"text": "How US voters get shown hate online", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-63530374"}], {"text": "In a statement after the meeting, Mr Breton said he welcomed Mr Musk's assurances that he would get Twitter ready to comply. ", "type": "p"}, {"text": "\"Let's also be clear that there is still huge work ahead, as Twitter will have to implement transparent user policies, significantly reinforce content moderation and protect freedom of speech, tackle disinformation with resolve, and limit targeted advertising,\" he said. ", "type": "p"}, {"text": "\"All of this requires sufficient AI (Artificial Intelligence) and human resources, both in volumes and skills. I look forward to progress in all these areas and we will come to assess Twitter's readiness on site.\"", "type": "p"}, {"text": "The EU plans to conduct a \"stress test\" in 2023 ahead of a wider audit, his office said. ", "type": "p"}, {"text": "Since his $44bn takeover of Twitter last month, Mr Musk has fired thousands of staff, reinstated formerly banned users such as Donald Trump and stopped enforcing other policies, such as rules aimed at stopping misleading information on coronavirus.", "type": "p"}, {"text": "The moves have alarmed some civil rights groups, who have accused the billionaire of taking steps that will increase hate speech, misinformation and abuse. Some companies advertising on the platform have halted spending amid the concerns - a major blow to the company, which relies on such spending for most of its revenue. ", "type": "p"}, {"text": "In a blog post on Wednesday, Twitter said none of its policies had changed, but that it was experimenting in an effort to improve the platform more quickly and would rely more on steps to limit the spread of material that violate its rules - offering \"freedom of speech but not freedom of reach\".", "type": "p"}, {"text": "\"Our trust & safety team continues its diligent work to keep the platform safe from hateful conduct, abusive behavior, and any violation of Twitter's rules,\" the company added.", "type": "p"}, {"text": "\"The team remains strong and well-resourced, and automated detection plays an increasingly important role in eliminating abuse,\" it said. ", "type": "p"}], "tags": ["Elon Musk", "Twitter", "European Union"]}