{"link": "https://www.bbc.com/news/entertainment-arts-63812952", "category": "entertainment & arts", "title": "Christine McVie, Fleetwood Mac singer-songwriter, dies aged 79", "contributor": null, "time": "2022-11-30T21:50:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5909/production/_127839722_gettyimages-460270604.jpg", "content": [{"text": "Christine McVie, who played with Fleetwood Mac and wrote some of their most famous songs, has died aged 79, her family has said.", "type": "b"}, {"text": "The British singer-songwriter was behind hits including Little Lies, Everywhere, Don't Stop, Say You Love Me, and Songbird.", "type": "p"}, {"text": "She died peacefully at a hospital in the company of her family, a statement said.", "type": "p"}, {"text": "McVie left Fleetwood Mac after 28 years in 1998 but returned in 2014.", "type": "p"}, {"text": "The family's statement said \"we would like everyone to keep Christine in their hearts and remember the life of an incredible human being, and revered musician who was loved universally\".", "type": "p"}, {"text": "Born Christine Perfect, McVie married Fleetwood Mac bassist John McVie and joined the group in 1971.", "type": "p"}, {"text": "Fleetwood Mac was one of the world's best known rock bands in the 1970s and '80s.", "type": "p"}, {"text": "Their 1977 album Rumours - inspired by the break-ups of the McVies and the band's other couple, Lindsey Buckingham and Stevie Nicks - became one of the biggest selling of all time, with more than 40 million copies sold worldwide.", "type": "p"}, {"text": "McVie was one of eight members of the band inducted into the Rock n Roll Hall of Fame in 1998.", "type": "p"}, {"text": "In the same year after the success of their live album The Dance, she retired to Kent, saying a fear of flying meant she was leaving the band. ", "type": "p"}, {"text": "But she rediscovered her love of performing at a one-off appearance with the band at London's O2 in 2013 and returned to them a year later.", "type": "p"}, {"text": "\"It was amazing, like I'd never left. I climbed back on there again and there they were, the same old faces on stage,\" she told the Guardian newspaper at the time.", "type": "p"}, {"text": "In 2017 she told BBC Radio 4's Desert Island Discs programme that she had developed agoraphobia after leaving the band.", "type": "p"}, {"text": "A statement by the band said of McVie: \"We were so lucky to have a life with her.", "type": "p"}, {"text": "\"Individually and together, we cherished Christine deeply and are thankful for the amazing memories we have. She will be so very missed.\"", "type": "p"}, {"text": "In a post on Instagram, Stevie Nicks wrote: \"A few hours ago I was told that my best friend in the whole world since the first day of 1975, had passed away.", "type": "p"}, {"text": "\"I didn't even know she was ill... until late Saturday night. I wanted to be in London, I wanted to get to London - but we were told to wait.", "type": "p"}, {"text": "\"So, since Saturday, one song has been swirling around my head, over and over and over. I thought I might possibly get to sing it to her, and so, I'm singing it to her now.", "type": "p"}, {"text": "\"I always knew I would need these words one day... It's all I can do now.\"", "type": "p"}, {"text": "By Ian Youngs, BBC entertainment reporter", "type": "b"}, {"text": "Christine McVie was an essential member of the complicated cast of characters that made up one of the greatest bands ever.", "type": "p"}, {"text": "She was deeply soulful as a singer. She could be both heartbreakingly delicate and a powerhouse as a keyboard player. But above all, she had the gift of writing beautiful, timeless pop songs.", "type": "p"}, {"text": "Her melodic gift for a good chorus was among the best. She described herself as \"the hook queen\".", "type": "p"}, {"text": "\"I don't know how to write any other way,\" she said in a BBC documentary earlier this year. \"It just happens that way.\"", "type": "p"}, {"text": "Her songs appear simple in their composition and sentiments - disarmingly direct and always sincere. Few people could have written and sung lyrics so seemingly soppy as \"I love you, I love you, I love you like never before\", as she did on the classic Songbird, and sounded like they meant them so deeply.", "type": "p"}, {"text": "The same goes for \"I want to be with you everywhere\" on Everywhere. Or \"Sweet wonderful you/You make me happy with the things you do\" on You Make Loving Fun.", "type": "p"}, {"text": "But her songs were never so straightforward that they were cliched. \"That's the trick about writing a love song,\" she said. \"You can't just go: 'I love you, you love me, where are you, I miss you.' There always has to be a bit of a twist.\"", "type": "p"}], "tags": ["Fleetwood Mac"]}