{"link": "https://www.bbc.com/news/science-environment-63797896", "category": "science & environment", "title": "Bird flu: Free range turkey supplies hit by bird flu", "contributor": null, "time": "2022-11-29T19:51:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/33CE/production/_127826231_mediaitem127826230.jpg", "content": [{"text": "Half of the free range turkeys produced for Christmas in the UK have been culled or have died due to bird flu, an industry chief has told MPs.", "type": "b"}, {"text": "Richard Griffiths, chief executive of the British Poultry Council, said that 600,000 out of about 1.3m free range birds had been lost.", "type": "p"}, {"text": "The government recently ordered all poultry and captive birds in England to be kept indoors to fight avian flu.", "type": "p"}, {"text": "Mr Griffiths said costs to the industry were \"potentially enormous\".", "type": "p"}, {"text": "He was speaking to the UK parliamentary committee on the environment, food and rural affairs.", "type": "p"}, [{"text": "Why is bird flu so bad this year?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63464065"}], {"text": "Farmers say they are not sure if there will be price rises but they expect supply issues regarding free range turkeys as a result.", "type": "p"}, {"text": "Also speaking to MPs, Paul Kelly, the owner of a turkey hatchery that supplies farms around the UK, told the committee:  \"I think it will just be a supply issue rather than the prices being hiked.", "type": "p"}, {"text": "\"But there will be a big, big shortage of British free range turkeys on the shelves this year.\"", "type": "p"}, {"text": "Both the Department for Environment, Food and Rural Affairs (Defra) and the British Poultry Council stress the issue is with free range turkeys, and that there are no issues with supplies of other birds.", "type": "p"}, {"text": "A spokesperson for Defra said it had worked closely with farmers to put infection measures in place to stop the spread and that a recent levelling off in outbreak numbers suggested recent housing orders were having an impact.", "type": "p"}, {"text": "Defra said about 1.4 million turkeys in total had been culled but that about 11 million turkeys were produced annually in the UK, meaning that there would still be a good supply of Christmas turkeys. ", "type": "p"}, {"text": "Mr Griffiths of the British Poultry council said about 36% of poultry farms in the country were now covered by some form of control, whether they've been affected or not. ", "type": "p"}, {"text": "\"So it's huge and the costs for industry and food production are potentially enormous,\" he said.", "type": "p"}, {"text": "The highly infectious H5N1 strain of the disease is responsible for the deaths of hundreds of thousands of wild birds around the world and millions of domesticated ones. ", "type": "p"}, {"text": "Wild birds can spread the flu to poultry and captive birds when they migrate to the UK.", "type": "p"}, {"text": "The mandatory order to keep birds indoors in England followed regional measures introduced in Norfolk, Suffolk and parts of Essex.", "type": "p"}, {"text": "A national housing order has also been introduced in Northern Ireland. It has not been introduced in Wales or Scotland, where the situation is being monitored.", "type": "p"}, {"text": "Mr Kelly, the turkey farmer, said three of his premises had been affected. He said the outbreak had been particularly hard on small-scale turkey producers.", "type": "p"}, {"text": "\"One guy I know in Norfolk, a wonderful little business... he supplied the butchers, the restaurants locally. His whole flock's gone and he hasn't got a business,\" he said. ", "type": "p"}, {"text": "\"No farmer wants to get it. It is devastating and mentally it's traumatic for people.\"", "type": "p"}, {"text": "Recently introduced measures allow farmers to kill and freeze turkey, geese and ducks and sell them as fresh closer to Christmas. The change is supposed to help producers avoid the risks of losing their flocks in a cull or to the disease.", "type": "p"}], "tags": []}