{"link": "https://www.bbc.com/news/technology-63816454", "category": "technology", "title": "San Francisco to allow police 'killer robots'", "contributor": null, "time": "2022-11-30T21:29:02.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8F55/production/_127839663_untitled1.png", "content": [{"text": "San Francisco's ruling Board of Supervisors has voted to let the city's police use robots that can kill.", "type": "b"}, {"text": "The measure permits police to deploy robots equipped with explosives in extreme circumstances.", "type": "p"}, {"text": "Dr Catherine Connolly, from the group Stop Killer Robots, said the move was a \"slippery slope\" that could distance humans from killing.", "type": "p"}, {"text": "The city's police - the SFPD - told the BBC they do not currently operate any robots equipped with lethal force.", "type": "p"}, {"text": "They said though that there may be future scenarios in which lethal force could be used by a robot.", "type": "p"}, {"text": "A spokesperson for the police said \"robots could potentially be equipped with explosive charges to breach fortified structures containing violent, armed, or dangerous subjects\". ", "type": "p"}, {"text": "They also said robots could be used to \"incapacitate, or disorient violent, armed, or dangerous suspects who pose a risk of loss of life\". ", "type": "p"}, {"text": "Advocates for the measure said it would only be used in extreme situations. ", "type": "p"}, {"text": "Opponents, however, say the authority could lead to further militarisation of the police force.", "type": "p"}, {"text": "The measure passed, with an amendment on Tuesday specifying that officers could only use robots wielding deadly force after employing alternative de-escalation tactics. ", "type": "p"}, {"text": "The board also stipulated that only a limited number of high-ranking officers could authorise its use.", "type": "p"}, {"text": "This type of lethal robot is already in use in other parts of the United States.", "type": "p"}, {"text": "In 2016, police in Dallas, Texas, used a robot armed with C-4 explosive to kill a sniper who had killed two officers and injured several more.", "type": "p"}, {"text": "The SFPD said the department does not currently own any robots outfitted with lethal force, but said the measure might be needed in the future.", "type": "p"}, {"text": "\"No policy can anticipate every conceivable situation or exceptional circumstance which officers may face. The SFPD must be prepared, and have the ability, to respond proportionally,\" a spokesperson said. ", "type": "p"}, {"text": "The federal government has long dispensed military grade equipment, camouflage uniforms, bayonets and armoured vehicles to help local law enforcement.", "type": "p"}, {"text": "But a California state law passed this year now requires city police forces to inventory military-grade equipment and seek approval for their use.", "type": "p"}, {"text": "Dr Catherine Connolly, from the campaign group Stop Killer Robots, said the move could \"make humans more and more distant from the use of force and the consequences of the use of force\". ", "type": "p"}, {"text": "She also said the measure could make it \"easier to make decisions to use lethal force in the first place\".", "type": "p"}], "tags": ["Robotics", "San Francisco", "Law and order"]}