{"link": "https://www.bbc.com/news/entertainment-arts-63920204", "category": "entertainment & arts", "title": "Mariah Carey's All I Want For Christmas Is You returns to UK number one", "contributor": null, "time": "2022-12-09T17:47:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1362D/production/_127950497_gettyimages-453444349.jpg", "content": [{"text": "It's beginning to look a lot like Christmas in the UK singles chart, after Mariah Carey dethroned Taylor Swift from the number one spot.", "type": "b"}, {"text": "All I Want For Christmas Is You tops the chart after being streamed 10.8 million times in the past week.", "type": "p"}, {"text": "Another 23 festive favourites have also made the Top 40.", "type": "p"}, {"text": "Carey's song, which is widely regarded as a modern-day standard, was first released in 1994, and reached number one for the first time in 2020.", "type": "p"}, {"text": "Elsewhere in this week's chart, Wham's Last Christmas is at number three, with Ed Sheeran and Elton John's Merry Christmas one place behind.", "type": "p"}, {"text": "Brenda Lee's Rockin' Around The Christmas Tree lands at number six, with perennial favourites like Merry Christmas Everyone, Fairytale Of New York and It's The Most Wonderful Time Of The Year appearing further down.", "type": "p"}, {"text": "The avalanche of Christmas hits has buried some of pop's biggest names - with Swift's Anti-Hero dropping to fifth place after six weeks in the top spot, and Lewis Capaldi's new single, Pointless, debuting at 20.", "type": "p"}, {"text": "One artist has bucked the trend, however. Pop singer Raye has earned a career-best peak with her latest single Escapism, which has climbed to number two this week.", "type": "p"}, [{"text": "Louis Theroux rap among TikTok's top trends of 2022", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63864149"}, {"text": "Meet the man who co-wrote Mariah's Christmas classic", "type": "a", "href": "https://www.bbc.co.uk/news/av/entertainment-arts-55283354"}, {"text": "Mariah Carey's Christmas hit legal action dropped", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-63492412"}], {"text": "The singer has previously written hits for the likes of Charli XCX and Little Mix, and found success as a featured artist on tracks by Jax Jones and David Guetta.", "type": "p"}, {"text": "However, her solo material initially failed to catch fire in the same way, and last year she told fans her record label was refusing to release her album.", "type": "p"}, {"text": "Now independent, she has found chart success in her own right thanks in part to TikTok, where her song's rebellious and relatable lyrics have inspired more than 150,000 videos.", "type": "p"}, {"text": "\"I feel on top of the world right now,\" she told the BBC. \"I could throw up. I feel like I'm in a simulation, it doesn't feel real.\"", "type": "p"}, {"text": "The singer, who was named one to watch in the BBC's Sound Of 2017, said she hoped the success of Escapism would help people discover her album when it arrives in February.", "type": "p"}, {"text": "\"It's my first album, do you know what I mean? It's been 10 years since I released my first single and finally I get to put a body of work together,\" she said.", "type": "p"}, {"text": "\"I'm really proud of it. It's a very eclectic fusion of different feelings and sounds. I'm independent now, so I can do what I like.\"", "type": "p"}, {"text": "The Christmas theme continues in this week's album chart, where Sir Cliff Richard's Christmas With Cliff is at number four, Michael Bublé's Christmas is at five, and Andre Rieu's Silver Bells is at six.", "type": "p"}, {"text": "As Fleetwood Mac fans continue to mourn Christine McVie, two of the band's albums also appear in this week's top 20, with Rumours at 11 and greatest hits compilation 50 Years - Don't Stop at 15.", "type": "p"}, {"text": "However, Olly Murs is the chart champion after his new record, Marry Me, debuted at number one.", "type": "p"}, {"text": "It's the X Factor graduate's fifth number one, following In Case You Didn't Know (2011), Right Place Right Time (2012), Never Been Better (2014) and 24 HRS (2016).", "type": "p"}, {"text": "\"Wow, it's been six years since I had a number one, so thank you so much to all the fans, you lot have been absolutely amazing,\" said the singer in a statement.", "type": "p"}, {"text": "\"I don't think it's really sunk in yet. It's a lot of hard work that's gone into this… Thank you so much!\"", "type": "p"}], "tags": ["Mariah Carey", "Christmas music", "Official UK music charts", "Music"]}