{"link": "https://www.bbc.com/news/science-environment-63911045", "category": "science & environment", "title": "Biodiversity: 'Magical marine species' pushed toward extinction", "contributor": null, "time": "2022-12-09T15:00:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1DE6/production/_127945670_dugongswimminggettyimages-1204652206.jpg", "content": [{"text": "A \"sea cow\" that evoked tales of mermaids is being driven to the edge of extinction, conservation experts warn. ", "type": "b"}, {"text": "According to an update of the official extinction list, the dugong is almost wiped out in some parts of the world.", "type": "p"}, {"text": "Scientists have also sounded alarm over the loss of other marine creatures, including exotic coral and shellfish.", "type": "p"}, {"text": "They said humans had created a \"perfect storm\" that threatens marine life across the globe. ", "type": "p"}, {"text": "The International Union for Conservation for Nature (IUCN), which compiles the official Red List of endangered species, revealed the latest findings at the UN biodiversity conference, COP 15. ", "type": "p"}, [{"text": "Reverse nature's decline or there is no future - UN", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63883298"}, {"text": "COP15:  Call for biodiversity 'peace pact with nature'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63877145"}, {"text": "What is biodiversity and how can we protect it?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-60823267"}], {"text": "\"We simply cannot afford to fail,\" said Dr Bruno Oberle, head of the IUCN.", "type": "p"}, {"text": "He warned of the urgent need to address the linked climate and biodiversity crises, or \"risk losing the crucial benefits the oceans provide us with\".", "type": "p"}, {"text": "The latest update to the list, which has now assessed more than 150,000 species, revealed \"a perfect storm of unsustainable human activity decimating marine life around the globe,\" he said.", "type": "p"}, {"text": "Countries are meeting in Montreal, Canada, to try to agree targets for addressing the loss of nature amid an extinction crisis threatening a million species on Earth. High on their agenda is a plan to protect 30% of land and sea for nature across the globe by 2030. ", "type": "p"}, {"text": "Environmental groups say progress in the first week has been slow and are calling for a step change in both pace and ambition.", "type": "p"}, {"text": "\"We will continue to see threats to marine life and our whole natural world unless we secure an ambitious deal,\" said Bernadette Fischler Hooper of WWF.", "type": "p"}, {"text": "The latest extinction list highlights risks to a type of pillar coral that forms finger-like structures found throughout the Caribbean. It is now classed as critically endangered. The coral is dying due to disease, climate change and pollution. ", "type": "p"}, {"text": "Meanwhile, many species of abalone, the world's most expensive seafood, are threatened with extinction, due to poaching and unsustainable harvesting, made worse by disease, pollution and climate change.", "type": "p"}, {"text": "Marine biologist, Prof Amanda Vincent, of the University of British Columbia, Canada,  said the \"awful status\" of these species should shock us and engage us for urgent action.", "type": "p"}, {"text": "\"These magical marine species are treasured wildlife, from the wonderful abalone to the charismatic dugong and the glorious pillar coral, and we should safeguard them accordingly,\" she added. ", "type": "p"}, {"text": "Dugongs belong to the Sirenia, an order of aquatic mammals sometimes known as \"sea cows\". The Sirenia family also includes manatees.", "type": "p"}, {"text": "In 2015, the IUCN classified dugongs as vulnerable to extinction worldwide due to a myriad of threats, including being caught up in fishing gear or struck by boat propellers, ocean pollution and the loss of the sea grasses on which they graze.", "type": "p"}, [{"text": "Animal that inspired mermaid extinct in China", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62638485"}], {"text": "They are now particularly concerned about two populations. One, living in waters off Mozambique, is down to just 250 individuals and is regarded as critically endangered. The other, in New Caledonia, east of Australia, is deemed endangered. ", "type": "p"}, {"text": "There are still dugongs living in the waters off around 40 countries. Australia has the world's largest population of dugongs today, largely thanks to having a sparsely populated coast with lots of sea grasses.", "type": "p"}, {"text": "Earlier this year the dugong was declared functionally extinct in China. \"Functional extinction\" means that even if some dugongs are still alive off China's coast, their numbers are too small to maintain a viable population.", "type": "p"}, {"text": "Follow Helen on Twitter @hbriggs.", "type": "p"}], "tags": ["Endangered species", "Conservation", "Extinction", "Marine conservation", "Biodiversity", "Nature", "United Nations", "Environment", "Oceans"]}