{"link": "https://www.bbc.com/news/technology-63912116", "category": "technology", "title": "Fired Twitter cleaning staff 'treated like garbage'", "contributor": null, "time": "2022-12-09T01:28:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15E53/production/_127938698_twitter_cleaners_comp.jpg", "content": [{"text": "Cleaners at Twitter's headquarters in San Francisco have told the BBC they were sacked without severance pay. ", "type": "b"}, {"text": "One of them told the BBC a member of Elon Musk's team had said their jobs would be replaced by robots. ", "type": "p"}, {"text": "A California state senator said Mr Musk was treating the former staff \"like garbage\".  ", "type": "p"}, {"text": "San Francisco's city attorney, David Chiu, said he's investigating if Mr Musk broke the law. Twitter has not responded to a BBC request for comment.", "type": "p"}, {"text": "\"Elon Musk has had a long history of flouting labour laws,\" Mr Chiu told the BBC. ", "type": "p"}, {"text": "\"While I'm not surprised this happened, I feel for these workers. We will be looking into this further.\"", "type": "p"}, {"text": "The BBC spoke to four cleaners who say they were fired from Twitter on Monday - their interviews were conducted in Spanish. ", "type": "p"}, {"text": "Adrianna Villarreal, who worked for Twitter for four years, said she's now worried she won't have enough money to feed her family over Christmas.", "type": "p"}, {"text": "\"It's a sad and frustrating thing for our families and children,\" she said. ", "type": "p"}, {"text": "The cleaners were working at Twitter last week until they were told their jobs were under threat. ", "type": "p"}, {"text": "Olga Miranda, president of the cleaners' union, said they organised a strike on Monday to protest. The cleaners were then told they had been laid off effective immediately, she says.", "type": "p"}, {"text": "\"They did this three weeks before Christmas,\" she said. \"I think we were fired because we're a union.\" ", "type": "p"}, {"text": "Julio Alvarado had been a cleaner for 10 years at Twitter. He says the environment was always friendly during his time there. ", "type": "p"}, {"text": "But he says things changed when Elon Musk took over Twitter in October. ", "type": "p"}, {"text": "\"People worked without worries,\" he told the BBC. \"Now we are afraid.\"", "type": "p"}, {"text": "Since Mr Musk acquired the company, Mr Alvarado says he was escorted by private security while cleaning parts of the office. ", "type": "p"}, {"text": "He also says he was told by someone from Mr Musk's team that his job would be obsolete soon anyway because robots would eventually replace human cleaners.", "type": "p"}, {"text": "Without his job, Mr Alvarado says he's worried about paying his bills. He also says he's supporting his family back in Mexico. ", "type": "p"}, {"text": "\"I can only tell you, I don't have money to pay the rent,\" he says. \"I'm not going to have medical insurance. I don't know what I'm going to do.\"", "type": "p"}, {"text": "Juana Laura Chavero Ramirez said she had worked for five years at Twitter. A diabetic, she's concerned she won't be able to get her medication. ", "type": "p"}, {"text": "\"It's just horrible,\" she said. \"We're not only losing our job, we're losing our income.\"", "type": "p"}, {"text": "Adrianna Villarreal, who had worked at Twitter since 2018, said she was worried she would not be able to afford Christmas gifts. ", "type": "p"}, {"text": "\"We are supposed to have Christmas presents for our children,\" she said, \"a plate of food on our table and overnight we don't have anything.\"", "type": "p"}, {"text": "The cleaners say they do not know what to do - as there are few available cleaning vacancies in San Francisco at the moment.", "type": "p"}, {"text": "A small group of cleaners have protested outside San Francisco's Twitter headquarters since Monday. ", "type": "p"}, {"text": "California state senator Scott Wiener told the BBC the cleaners had been treated \"horribly\".", "type": "p"}, {"text": "\"In the short term, I'd like to see him [Elon Musk] treat his janitors like human beings,\" said Mr Wiener, \"and get them back working - not just throw them out right before Christmas.\"", "type": "p"}, [{"text": "Will a robot take your job?", "type": "a", "href": "https://www.bbc.co.uk/news/technology-34066941"}]], "tags": ["Elon Musk", "San Francisco", "Twitter"]}