{"link": "https://www.bbc.com/news/business-62712191", "category": "business", "title": "US shares fall on threat of interest rate rises", "contributor": null, "time": "2022-08-29T20:25:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1247D/production/_126477847_gettyimages-1418277633.jpg", "content": [{"text": "Stock markets in the US closed lower on Monday amid concerns the country's central bank will push ahead with further interest rate rises.", "type": "b"}, {"text": "Jerome Powell, chairman of the Federal Reserve, said hikes would continue in a bid to stem the rate of rising prices.", "type": "p"}, {"text": "The Dow Jones Industrial Average, the technology heavy-Nasdaq and S&P 500 indexes all closed lower.", "type": "p"}, {"text": "Inflation in the US is at a four decades-high and the US economy has shrunk for two consecutive quarters.", "type": "p"}, {"text": "That milestone in many countries would be considered an economic recession, but it is not classed as such in the US, which uses additional data to make that call.", "type": "p"}, [{"text": "Asia stock markets slide on US interest rate fears", "type": "a", "href": "https://www.bbc.co.uk/news/business-62710646"}], {"text": "Monday's fall extended sharp losses on Friday when Mr Powell told a gathering of central bankers at the Jackson Hole Economic Symposium in Wyoming that the US Fed would act \"forcefully\" to control inflation though it would result in \"some pain\" for households and businesses.", "type": "p"}, {"text": "He said: \"Restoring price stability will take some time and requires using our tools forcefully to bring demand and supply into better balance. ", "type": "p"}, {"text": "\"While higher interest rates, slower growth, and softer labor market conditions will bring down inflation, they will also bring some pain to households and businesses. These are the unfortunate costs of reducing inflation. But a failure to restore price stability would mean far greater pain.\"", "type": "p"}, {"text": "On Monday, the Dow Jones closed 0.57% lower, while the the S&P 500 was down 0.67%, and the Nasdaq down by 1.02%.", "type": "p"}, {"text": "The drop follows a sharp fall on Wall Street on Friday, with all three benchmarks more than 3% lower. The Nasdaq registered its worst daily performance since June.", "type": "p"}, {"text": "Technology stocks Apple Inc, Microsoft Corp and Tesla Inc were all down between 1.07% and 1.37% at close of trading on Monday.", "type": "p"}, {"text": "Investors are concerned that if economic growth falters, higher interest rates will increase the likelihood of a recession.", "type": "p"}, {"text": "\"Investors are coming to terms with the idea that the Fed is serious about curbing inflation,\" Rod von Lipsey, managing director at UBS Private Wealth Management, said.", "type": "p"}, {"text": "The central bank has raised interest rates in recent months in response to spiralling prices. Higher rates make borrowing more expensive for individuals and companies, which could slow economic growth as well as inflation.", "type": "p"}, {"text": "The Federal Reserve raised its key rate by 0.75 percentage points, targeting a range of 2.25% to 2.5%, in July. In March, the Federal Reserve's key interest rate was almost zero.", "type": "p"}, {"text": "Shares in Asia also fell following his comments.", "type": "p"}], "tags": ["US economy", "US Federal Reserve", "Jerome Powell", "Inflation"]}