{"link": "https://www.bbc.com/news/entertainment-arts-62712155", "category": "entertainment & arts", "title": "Roger Bolton: Radio 4 Feedback presenter 'would have liked to continue'", "contributor": "Steven McIntosh", "time": "2022-08-29T10:37:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/114DD/production/_126477807_hi017658772.jpg", "content": [{"text": "Listeners have expressed their anger and disappointment after the popular Radio 4 presenter Roger Bolton said he was being removed from Feedback.", "type": "b"}, {"text": "Bolton has hosted the Friday afternoon show for more than two decades.", "type": "p"}, {"text": "\"The BBC decided it was time for me to stand down,\" Bolton told listeners in his final episode, adding: \"Obviously, I'd have liked to have continued.\"", "type": "p"}, {"text": "The BBC said it wanted to \"thank Roger for being a brilliant presenter of Feedback for 23 years\".", "type": "p"}, {"text": "Feedback is a weekly half-hour programme which airs complaints, praise and other views sent in by listeners about BBC radio programmes. It is the radio equivalent of BBC One's Points of View.", "type": "p"}, {"text": "BBC News understands that a new production company has been chosen to make Feedback following a tendering process, and a new presenter will be announced soon.", "type": "p"}, {"text": "Known for his affable and gentle presenting style but also for being unafraid to firmly hold senior BBC figures to account, 76-year-old Bolton has been a firm favourite with the Radio 4 audience for decades.", "type": "p"}, {"text": "Listeners reacted with anger to the news of his departure on social media - including high-profile figures from both sides of the political divide.", "type": "p"}, {"text": "Former Labour MP Teresa Pearce described it as a \"mad decision\", while Conservative commentator Tim Montgomerie simply asked: \"Why? WHY? Wwwwhhhhyyyyy?\"", "type": "p"}, {"text": "Radio Times journalist Simon O'Hagan said Bolton's last programme was a \"really classy sign-off\" and described him as \"an outstanding presenter of the programme for 23 years and a true critical friend of the BBC\".", "type": "p"}, {"text": "Writer and producer Laura Marie Brown said it was \"such a shame to lose him\", and listener Jane Creasy said it was a \"shameful decision to get rid of him\".", "type": "p"}, {"text": "Radio 2 presenter Jeremy Vine added it was \"sad [the episode] was Roger Bolton's last\". BBC News could not find any tweets supportive of the decision to remove Bolton.", "type": "p"}, {"text": "Paying tribute to Bolton, former BBC News science editor David Shukman said: \"An incredible voice, ruthless questions, utterly charming manner and now a major loss.\"", "type": "p"}, {"text": "Asked why Bolton would not be continuing, a Radio 4 spokesperson said: \"We want to thank Roger for being a brilliant presenter of Feedback for 23 years. ", "type": "p"}, {"text": "\"He's been a champion of our listeners, asked incisive questions of programme makers and helped the audience understand more about BBC radio. We know Feedback listeners have been grateful for all he's done to reflect their views as are we at Radio 4.\"", "type": "p"}, {"text": "Responding on air on Friday, Bolton said: \"That's a typical BBC statement, it doesn't answer the question.", "type": "p"}, {"text": "\"But I can't complain, I've done 23 years on Feedback, I've enjoyed it, it's been an immense privilege,\" he continued.", "type": "p"}, {"text": "\"The BBC have decided someone else needs to take it over. I don't know who that person is, but obviously I hope that they will continue to represent you [the listeners] properly. So maybe it's time that I should go, but I'd have liked a little longer.\"", "type": "p"}, {"text": "Bolton is the latest in a long line of hugely popular presenters to depart the BBC's radio airwaves, either by force or by choice.", "type": "p"}, {"text": "Steve Wright announced earlier this year that Radio 2 chief Helen Thomas had decided to remove him from his weekday afternoon show, to be replaced by Radio 1's Scott Mills.", "type": "p"}, {"text": "Paul O'Grady also exited the station after he was forced to share his slot with the comedian Rob Beckett.", "type": "p"}, {"text": "Following the departures, The Telegraph's Jan Etherington said Radio 2 had a \"death wish\", asking: \"Why won't the station celebrate and embrace its talented and experienced older presenters?\"", "type": "p"}, {"text": "Vanessa Feltz also recently left BBC Radio London and BBC Radio 2 for a new job at Talk TV, while Simon Mayo and Mark Kermode took their film show from BBC Radio 5 Live to Sony.", "type": "p"}, {"text": "Peter Crouch, Emily Maitlis and Jon Sopel have also taken their popular podcast formats to the private sector in the last year.", "type": "p"}, {"text": "In their statement about Bolton, Radio 4 added: \"Feedback has an impressive track record of holding BBC management, programme makers and presenters to account and the BBC endeavours to provide the programme with interviewees where possible. ", "type": "p"}, {"text": "\"Most recently these include Alison Hindell, Commissioning Editor for Drama on Radio 4, James Cook, BBC Scotland Editor, and Emma Rippon, Senior News Editor of Radio Current Affairs.\"", "type": "p"}], "tags": ["BBC", "Radio"]}