{"link": "https://www.bbc.com/news/entertainment-arts-64431564", "category": "entertainment & arts", "title": "Razzies 2023: Drew Barrymore calls child actor's nomination bullying", "contributor": null, "time": "2023-01-27T16:23:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1C24/production/_128440270_gettyimages-1246152753.jpg", "content": [{"text": "Hollywood star Drew Barrymore has criticised organisers of the Razzies awards for \"bullying\" a child actor.", "type": "b"}, {"text": "The parody awards, which honour the worst films and performances, caused controversy by nominating 12-year-old Ryan Keira Armstrong for her role in the film Firestarter.", "type": "p"}, {"text": "Barrymore, a former child star, said on CBS's Talk of the Table \"when talking about children all bets are off\". ", "type": "p"}, {"text": "Razzies organisers have apologised and introduced an age limit for the awards.", "type": "p"}, [{"text": "Marilyn Monroe film Blonde leads Razzie nominations", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64353426"}], {"text": "John Wilson, Razzies co-founder, apologised and said on 25 January: \"Sometimes, you do things without thinking, then you are called out for it. Then you get it. It's why the Razzies were created in the first place.", "type": "p"}, {"text": "\"As a result, we have removed Armstrong's name from the final ballot that our members will cast next month. We also believe a public apology is owed to Ms Armstrong and wish to say we regret any hurt she experienced as a result of our choices.\"", "type": "p"}, {"text": "The Razzies, which calls itself the \"ugly cousin to the Oscars\" always reveals its winners a day before the actual Oscars. It is no stranger to controversy, having upset many actors, directors and fans over the years.", "type": "p"}, {"text": "Barrymore, 47, also played Armstrong's character in the first adaption of the film Firestarter in 1984 when she was nine. ", "type": "p"}, {"text": "She has plenty of experience of being a child actor, having starred in E.T. the Extra-Terrestrial and Irreconcilable Differences. ", "type": "p"}, {"text": "Barrymore also previously interviewed Armstrong on her US daytime TV show, The Drew Barrymore Show, saying the 12-year-old \"could not have been lovelier\". ", "type": "p"}, {"text": "\"I don't like it because she is younger,\" she went on to say on Talk of the Table.  ", "type": "p"}, {"text": "\"We do want to be cautious about how we speak to or about people, because it encourages other people to join on that bandwagon. ", "type": "p"}, {"text": "\"I'm glad to see people didn't jump on the 'let's make fun of her' wave, instead people said, 'this isn't right'.\"", "type": "p"}], "tags": ["The Oscars"]}