{"link": "https://www.bbc.com/news/health-64411459", "category": "health", "title": "Shop loyalty card data may help spot ovarian cancer", "contributor": null, "time": "2023-01-27T00:07:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11D48/production/_128423037_gettyimages-1302606028-1.jpg", "content": [{"text": "Tracking what shoppers buy, via loyalty-card data, can help spot those with early signs of cancer, doctors who have been running a study say. ", "type": "b"}, {"text": "Frequent purchases of over-the-counter painkillers and indigestion tablets revealed a higher risk of ovarian cancer, they found.", "type": "p"}, {"text": "Ovarian cancer is often diagnosed late.", "type": "p"}, {"text": "There is no reliable screening test and the symptoms, such as bloating, can be vague and confused with other common, harmless conditions. ", "type": "p"}, {"text": "Symptoms include:", "type": "p"}, [{"text": "swollen or bloated stomach", "type": "p"}, {"text": "indigestion", "type": "p"}, {"text": "pelvic or abdominal pain", "type": "p"}, {"text": "loss of appetite or feeling full quickly after eating", "type": "p"}, {"text": "needing to urinate more often", "type": "p"}], {"text": "Early diagnosis improves the chance of successful treatment. ", "type": "p"}, {"text": "Fiona Murphy was 25 when she was diagnosed and treated for a rare type of ovarian cancer.  ", "type": "p"}, {"text": "She had been having stomach cramps and indigestion for a couple of years, which other doctors had repeatedly thought might be irritable-bowel syndrome. ", "type": "p"}, {"text": "She told BBC News: \"I lived on Gaviscon for months and months before my ovarian cancer diagnosis. It went everywhere with me. I couldn't leave the house without it.", "type": "p"}, {"text": "\"My symptoms were vague but they were frequent and continuous. That's what you need to be looking for.\"", "type": "p"}, {"text": "Her symptoms continued and a scan revealed a large mass or growth. ", "type": "p"}, {"text": "Now 39, Fiona has been helping the team at Imperial College London with their research. ", "type": "p"}, {"text": "\"I wanted to help with developing this study because I had the wrong diagnosis for nearly two years,\" she said.", "type": "p"}, {"text": "\"If there is a way to get an earlier diagnosis, I want to help people who are in the same position I was in.", "type": "p"}, {"text": "\"Getting diagnosed early is vital. Had my cancer been spotted sooner, I might have had far less surgeries and better fertility options.\"", "type": "p"}, [{"text": "What's my risk of ovarian cancer?", "type": "a", "href": "https://ovarian.org.uk/ovarian-cancer/am-i-at-risk/"}, {"text": "Smear test could check risk for other cancers", "type": "a", "href": "https://www.bbc.co.uk/news/health-60205239"}], {"text": "Dr James Flanagan, lead author of the Cancer Research UK-funded work, said: \"The cancer symptoms we are looking for are very common - but for some women, they could be the first signs of something more serious.", "type": "p"}, {"text": "\"Using shopping data, our study found a noticeable increase in purchases of pain and indigestion medications among women with ovarian cancer, up to eight months before diagnosis, compared with women without ovarian cancer. ", "type": "p"}, {"text": "\"This suggests that long before women have recognised their symptoms as alarming enough to go to the GP, they may be treating them at home.\"", "type": "p"}, {"text": "The researchers worked with two big High Street retailers and 283 female customers, who agreed to share their shopping data going back over six years. ", "type": "p"}, {"text": "More than half had been diagnosed with ovarian cancer. ", "type": "p"}, {"text": "More research is needed to confirm the findings. The team now plans to test if shopping data can help spot other cancers too - such as stomach, liver and bladder cancer. ", "type": "p"}, {"text": "The latest work is published in the journal JMIR Public Health and Surveillance. ", "type": "p"}], "tags": ["Ovarian cancer", "Cancer"]}