{"link": "https://www.bbc.com/news/business-66979798", "category": "business", "title": "Aukus: UK defence giant BAE Systems wins £3.95bn submarine contract", "contributor": null, "time": "2023-10-02T02:57:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/198C/production/_131304560_52f1c2fb2792e8260c71e220729acebbd5fed71a-1.jpg", "content": [{"text": "Britain's biggest defence firm, BAE Systems, ", "type": "b"}, {"text": "In March, the three countries announced details of the so-called Aukus pact to provide Australia with nuclear-powered attack submarines by the late 2030s.", "type": "p"}, {"text": "The pact aims to counter China's ambitions in the Indo-Pacific region.", "type": "p"}, {"text": "Beijing has strongly criticised the three countries over the deal.", "type": "p"}, {"text": "\"We're incredibly proud of our role in the delivery of this vitally important, tri-nation submarine programme,\" BAE Systems chief executive Charles Woodburn said.", "type": "p"}, {"text": "BAE said the funding will pay for development work to 2028, with manufacturing of the vessels expected to start towards the end of this decade.", "type": "p"}, [{"text": "Allies unveil new details of nuclear submarine deal", "type": "a", "href": "https://www.bbc.co.uk/news/world-australia-64945819"}], {"text": "The first SSN-Aukus submarine is scheduled to be delivered in the late 2030s.", "type": "p"}, {"text": "Both the UK and Australia will use the SSN-Aukus submarines, which will be based on a British design.", "type": "p"}, {"text": "\"This multi-billion-pound investment in the Aukus submarine programme will help deliver the long-term hunter-killer submarine capabilities the UK needs to maintain our strategic advantage and secure our leading place in a contested global order,\" UK Defence Secretary Grant Shapps said as the Conservative party conference got under way in Manchester.", "type": "p"}, {"text": "BAE said the SSN-Aukus will be the biggest, most powerful and advanced attack submarine ever operated by the Royal Navy and will eventually replace the Astute class, which it builds at its site in Barrow-in-Furness, Cumbria.", "type": "p"}, {"text": "The agreement will provide decades of work at the Barrow-in-Furness shipyard, where it employs more than 10,000 people.", "type": "p"}, {"text": "The company said the deal will also fund significant investment at the site, investment in its supply chain and recruitment of more than 5,000 workers.", "type": "p"}, {"text": "BAE employs 39,600 people in the UK and has a global workforce totalling more than 93,000, according to the company's website.", "type": "p"}, {"text": "Other major UK defence contractors are also getting a boost from the Aukus deal.", "type": "p"}, {"text": "In March, it was confirmed that Rolls-Royce Submarines would provide all the nuclear reactor plants that will power the SSN-Aukus vessels.", "type": "p"}, {"text": "In June, Rolls-Royce said it would almost double the size of its Raynesway facility in Derby as a result of the deal. On Sunday, Babcock International, which maintains and supports the UK's submarines, said it had signed a five-year deal with the Ministry of Defence to work on the SSN-Aukus design.", "type": "p"}, {"text": "The Aukus security alliance - which was first announced in September 2021 - has repeatedly drawn criticism from China.", "type": "p"}, {"text": "However, the three Western countries say the deal is aimed at shoring up stability in the Indo-Pacific.", "type": "p"}], "tags": []}