{"link": "https://www.bbc.com/news/entertainment-arts-66981598", "category": "entertainment & arts", "title": "Gerard Depardieu denies rape allegations in open letter", "contributor": null, "time": "2023-10-02T09:32:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15414/production/_131306078_gettyimages-919892580.jpg", "content": [{"text": "Gerard Depardieu has denied rape and sexual assault allegations made against him, in an open letter published in a prominent French newspaper.", "type": "b"}, {"text": "\"Never, ever have I abused a woman,\" the French actor wrote in the letter that appeared in Le Figaro.", "type": "p"}, {"text": "\"To the media court, to the lynching that has been reserved for me, I have only my word to defend myself,\" the 74-year-old added.", "type": "p"}, {"text": "The Green Card actor was placed under investigation for alleged rape in 2021.", "type": "p"}, {"text": "A woman accused the actor of raping and assaulting her in Paris in August 2018.", "type": "p"}, {"text": "Depardieu's lawyer told French news agency AFP at the time that his client \"totally dispute[d]\" the allegation, and said the investigation should not have been made public.", "type": "p"}, {"text": "Earlier this year, Depardieu was also accused of fresh allegations of sexual assault or harassment by 13 women, according to an investigation by French news website Mediapart.", "type": "p"}, {"text": "A lawyer for the actor said he \"formally denies all the charges which may fall under criminal law\".", "type": "p"}, {"text": "In his lengthy letter published in Le Figaro's opinion pages, Depardieu wrote: \"I can no longer allow what I hear, what I have read about myself for several months. I thought I didn't care, but no, actually no. This all gets to me. Worse still, it wipes me out.", "type": "p"}, {"text": "\"Hurting a woman would be like kicking my own mother in the stomach,\" he continued.", "type": "p"}, {"text": "He also suggested that the woman who accused him of rape came up to his room \"of her own free will\".", "type": "p"}, {"text": "Deadline reported that the lawyer for his accuser said she was \"shocked and scandalized\" by the letter in an interview with French radio station France Info on Monday morning.", "type": "p"}, {"text": "\"Mr. Depardieu says he is exposing his truth, but... it will certainly not be the one that will be upheld by the courts,\" she said.", "type": "p"}, {"text": "Responding to the separate allegations of sexual assault and harassment, Depardieu wrote: \"I've often done that which others wouldn't dare to do: pushed limits, shaken certitudes, habits on the set between two takes, between two tensions… to get a laugh.", "type": "p"}, {"text": "\"Not everyone laughed. If, in believing to live the present intensely, I hurt, shocked someone, whoever it was, it was never my intention to hurt, and I beg you to excuse me for behaving like a child who wanted to have fun in a gallery.\"", "type": "p"}, {"text": "Depardieu has appeared in some 170 films, getting his big break in 1973 with Les Valseuses (Going Places).", "type": "p"}, {"text": "He won the best actor award for Cyrano de Bergerac at Cannes in 1990, and was nominated for an Oscar for the same role.", "type": "p"}, {"text": "Green Card, an English-language comedy made the same year, brought him further acclaim outside the French-speaking world.", "type": "p"}, {"text": "Off-screen, he has made headlines in recent years for attacking French tax laws, moving to Belgium in protest.", "type": "p"}, {"text": "In 2013, he took Russian citizenship, with his decree of naturalisation signed personally by President Vladimir Putin.", "type": "p"}, {"text": "However, last year he denounced the war in Ukraine, accusing Russian President Vladimir Putin of \"crazy, unacceptable excesses\" in the country.", "type": "p"}, {"text": "Depardieu said the Russian people were not responsible for their president's behaviour.", "type": "p"}, {"text": "Mr Putin's spokesman, Dmitry Peskov, said the actor probably did not completely understand the situation in Ukraine and offered to explain it.", "type": "p"}], "tags": []}