{"link": "https://www.bbc.com/news/health-66985273", "category": "health", "title": "Malaria vaccine big advance against major child killer", "contributor": null, "time": "2023-10-02T14:40:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15AB8/production/_131306788_r21vaccinationsattanzaniaclinicalsite-credittomwilkinsonuniversityofoxford-1.jpg", "content": [{"text": "A cheap malaria vaccine that can be produced on a massive scale has been recommended for use by the World Health Organization (WHO). ", "type": "b"}, {"text": "The vaccine has been developed by the University of Oxford and is only the second malaria vaccine to be developed. ", "type": "p"}, {"text": "Malaria kills mostly babies and infants, and has been one of the biggest scourges on humanity.", "type": "p"}, {"text": "There are already agreements in place to manufacture more than 100 million doses a year.", "type": "p"}, {"text": "It has taken more than a century of scientific effort to develop effective vaccines against malaria. ", "type": "p"}, {"text": "The disease is caused by a complex parasite, which is spread by the bite of blood-sucking mosquitoes. It is far more sophisticated than a virus as it hides from our immune system by constantly shape-shifting inside the human body. ", "type": "p"}, {"text": "That makes it hard to build up immunity naturally through catching malaria, and difficult to develop a vaccine against it.", "type": "p"}, {"text": "It is almost two years to the day since the first vaccine - called RTS,S and developed by GSK - was backed by the WHO. ", "type": "p"}, {"text": "Dr Tedros Adhanom Ghebreyesus, director-general of the WHO, said It was a moment of \"great pleasure\".", "type": "p"}, {"text": "\"I used to dream of the day we would have a safe and effective vaccine against malaria, now we have two,\" he said.", "type": "p"}, {"text": "The WHO said the effectiveness of the two vaccines was \"very similar\" and there was no evidence one was better than the other. ", "type": "p"}, {"text": "However, the key difference is the ability to manufacture the University of Oxford vaccine - called R21 - at scale. ", "type": "p"}, {"text": "The world's largest vaccine manufacturer - the Serum Institute of India - is already lined up to make more than 100 million doses a year and plans to scale up to 200 million doses a year.", "type": "p"}, {"text": "So far there are only 18 million doses of RTS,S. ", "type": "p"}, {"text": "The WHO said the new R21 vaccine would be a \"vital additional tool\". Each dose costs $2-4 (£1.65 to £3.30) and four doses are needed per person. That is about half the price of RTS,S.", "type": "p"}, {"text": "The two vaccines use similar technologies and target the same stage of the malaria parasite's lifecycle. However, the newer vaccine is easier to manufacture as it requires a smaller dose and uses a simpler adjuvant (a chemical given in the vaccine that jolts the immune system into action).", "type": "p"}, {"text": "In 2021, there were 247 million cases of malaria and 619,000 people died, most of them children under the age of five. More than 95% of malaria is found in Africa. ", "type": "p"}, {"text": "Dr Matshidiso Moeti, the WHO regional director for Africa, said: \"This second vaccine holds real potential to close the huge demand-and-supply gap. ", "type": "p"}, {"text": "\"Delivered to scale and rolled out widely, the two vaccines can help bolster malaria prevention, control efforts and save hundreds of thousands of young lives.\"", "type": "p"}, {"text": "Data that has been published online, but has not been through the usual process of scientific review, shows the R21 vaccine is 75% effective at preventing the disease in areas where malaria is a seasonal.", "type": "p"}, {"text": "The WHO's strategic advisory group of experts said that figure was comparable to the first vaccine (RTS,S) in seasonal areas.", "type": "p"}, {"text": "The effectiveness of malaria vaccines is lower in areas where the parasite is present all year round. ", "type": "p"}, {"text": "Prof Sir Adrian Hill, director of the Jenner Institute in Oxford where R21 was developed, said: \"The vaccine is easily deployable, cost effective and affordable, ready for distribution in areas where it is needed most, with the potential to save hundreds of thousands of lives a year.\"", "type": "p"}, {"text": "Gareth Jenkins, from Malaria No More UK, said: \"The reality is that malaria financing globally is far from where it needs to be and annual deaths from malaria rose during the pandemic and are still above pre-pandemic levels, so we cannot afford to be complacent as new tools are developed.\"", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}