{"link": "https://www.bbc.com/news/technology-66983194", "category": "technology", "title": "Tom Hanks warns dental plan ad image is AI fake", "contributor": null, "time": "2023-10-02T11:17:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FDCA/production/_131307946_gettyimages-1498257071.jpg", "content": [{"text": "Tom Hanks has warned an advert that appears to be fronted by him is in fact an artificial intelligence (AI) fake.", "type": "b"}, {"text": "\"There's a video out there promoting some dental plan with an AI version of me,\" the actor wrote on Instagram.", "type": "p"}, {"text": "\"I have nothing to do with it,\" he added.", "type": "p"}, {"text": "Hanks has previously spoken about the \"artistic challenge\" that AI poses his industry, and the issue has been central to recent strikes by high-profile Hollywood actors and writers.", "type": "p"}, {"text": "As AI systems have grown in power and sophistication, so have concerns about their ability to create ever more realistic virtual versions of real people - what are sometimes called deepfakes.", "type": "p"}, {"text": "A number of celebrities - including the consumer financial expert, Martin Lewis - have had their likenesses used in deepfakes, which are often used to scam people.", "type": "p"}, {"text": "The use of deepfakes in pornography, sometimes used as a form of revenge, prompted the government to toughen the law in England and Wales to make it easier to prosecute offenders.", "type": "p"}, {"text": "Faked AI images and videos of politicians are also exacerbating the problem of online misinformation. Former US President Donald Trump and the current leader of Ukraine, Volodymyr Zelensky, are among those who have been targeted.", "type": "p"}, {"text": "In September, Google announced it would require any political adverts that ran on its platform to disclose if they had been created with AI.", "type": "p"}, {"text": "AI video manipulation can also be used in non-controversial ways - for example, the pioneering virtual concerts featuring the band Abba.", "type": "p"}, {"text": "The possibility of AI being used to extend the careers of performing artists was one Hanks discussed when he appeared on the Adam Buxton podcast in May.", "type": "p"}, {"text": "\"We saw this coming, we saw that there was going to be this ability to take zeros and ones from inside a computer and turn it into a face and a character. That has only grown a billion-fold since then and we see it everywhere,\" he said.", "type": "p"}, {"text": "\"Anybody can now recreate themselves at any age they are by way of AI or deepfake technology. I could be hit by a bus tomorrow and that's it, but performances can go on and on and on and on.\"", "type": "p"}, {"text": "Fears about being displaced by AI have helped drive a wave of strikes that have disrupted Hollywood, with Stranger Things and the Last of Us among the shows to be affected.", "type": "p"}, {"text": "The Writers Guild of America (WGA), which represents screenwriters, recently reached a tentative agreement with studio bosses to bring their industrial action to an end.", "type": "p"}, {"text": "However, a separate dispute involving actors - which is also partly motivated by fears about AI resulting in fewer acting jobs - remains unresolved.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}