{"link": "https://www.bbc.com/news/business-62523708", "category": "business", "title": "Bike seller Peloton and meditation app Calm cut jobs", "contributor": null, "time": "2022-08-12T17:36:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C863/production/_126299215_1a6eb711-5034-4222-86f7-98babaa3b4cc.jpg", "content": [{"text": "US-based meditation app Calm has axed 20% of its workforce, becoming the latest US tech company to announce job cuts.", "type": "b"}, {"text": "The firm did not elaborate on the reason for the cuts, which affect about 90 people from its 400-person staff.", "type": "p"}, {"text": "The tech sector generally is under pressure from investors to rein in costs as the boom in online activity triggered by the pandemic fades.", "type": "p"}, {"text": "Peloton also announced another round of job cuts, affecting 800 people.", "type": "p"}, {"text": "The company has been wrestling with falling sales, as demand for its tech-connected exercise equipment drops. ", "type": "p"}, {"text": "Calm boss David Ko said the firm was \"not immune\" to the wider economic climate. ", "type": "p"}, {"text": "\"In building out our strategic and financial plan, we revisited the investment thesis behind every project and it became clear that we need to make changes,\" he wrote in a memo to staff.", "type": "p"}, {"text": "\"I can assure you that this was not an easy decision, but it is especially difficult for a company like ours whose mission is focused on workplace mental health and wellness.\"  ", "type": "p"}, {"text": "While hiring in the US has remained strong, official figures show the economy shrank in the first half of the year. Analysts expect further slowdown in the months ahead.", "type": "p"}, {"text": "Many companies in the tech and housing industries, which boomed during the pandemic recovery, have already started to scale back their operations.", "type": "p"}, {"text": "More than 500 start-ups have laid off staff this year, a sharp change from last year's environment, according to layoffs.ai, a website that tracks the announcements. ", "type": "p"}, {"text": "More traditional firms have also been affected, with electronics retailer Best Buy reportedly cutting hundreds of jobs at its stores in the US this week.", "type": "p"}, {"text": "Peloton axed roughly 3,000 jobs in February, as a new chief executive pledged a sweeping turnaround. It scrapped plans for a US factory and last month said it would no longer make its own equipment.", "type": "p"}, {"text": "Chief executive Barry McCarthy said Friday the firm would also rely more on outside firms for delivery and customer service, with most of the latest redundancies coming from those teams. ", "type": "p"}, {"text": "He also said the firm would \"significantly\" reduce its bricks and mortar presence and raise prices for its products.", "type": "p"}, {"text": "\"These changes are essential if Peloton is ever going to become cash flow positive,\" he wrote to staff. \"Cash is oxygen. Oxygen is life. We simply must become self-sustaining on a cash flow basis.\"", "type": "p"}, {"text": "Like Peloton, Calm, co-founded in the US in 2012 by UK tech entrepreneurs Michael Acton Smith and Alex Tew, benefited from a surge of demand set off by the 2020 Covid lockdowns.", "type": "p"}, [{"text": "From Moshi Monsters to a $1bn unicorn", "type": "a", "href": "https://www.bbc.co.uk/news/technology-47146429"}], {"text": "By the end of that year, the firm said its app, which includes guided meditation and bedtime stories for all ages, had been downloaded more than 100 million times globally and attracted over 4 million paying members. ", "type": "p"}, {"text": "Investors valued the firm, which said it had been profitable since 2016, at $2bn.", "type": "p"}, {"text": "But user engagement for Calm and other top meditation apps has fallen since 2020, though revenue in recent months has increased, according to research firm Apptopia, which tracks app performance.", "type": "p"}, {"text": "\"We did not come to this decision lightly, but are confident that these changes will help us prioritize the future, focus on growth and become a more efficient organization,\" Mr Ko said in the memo.", "type": "p"}, {"text": "Mr Ko became boss of Calm this year, after the app acquired Ripple Health Group, a health tech company that he led. Calm said the move would help it expand and improve its offerings for businesses. ", "type": "p"}], "tags": ["US economy", "Apps", "Meditation"]}