{"link": "https://www.bbc.com/news/entertainment-arts-62523259", "category": "entertainment & arts", "title": "Who is Salman Rushdie? The writer who emerged from hiding", "contributor": null, "time": "2022-08-12T17:02:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BD10/production/_126300484_mediaitem126300480.jpg", "content": [{"text": "Sir Salman Rushdie, who has been stabbed while on stage in New York, has received death threats due to his work over a five-decade literary career.", "type": "b"}, {"text": "Many of the British novelist's books have been hugely successful, with his second novel, Midnight's Children, winning the Booker Prize in 1981.", "type": "p"}, {"text": "But it was his fourth novel, The Satanic Verses, published in 1988, which became his most controversial work - bringing about international turmoil unprecedented in its scale.", "type": "p"}, {"text": "Death threats were made against Rushdie, 75, who was forced to go into hiding after its publication, and the British government placed the author under police protection. ", "type": "p"}, {"text": "The UK and Iran broke off diplomatic relations, but throughout the Western world authors and intellectuals denounced the threat to freedom of expression posed by Muslim reaction to the book.", "type": "p"}, {"text": "A fatwa - or decree - calling for the novelist's assassination was issued by Ayatollah Ruhollah Khomeini, the supreme leader of Iran, in 1989 - the year after the book's publication.", "type": "p"}, {"text": "Salman Rushdie was born in Bombay two months before Indian independence from Britain. ", "type": "p"}, {"text": "Aged 14, he was sent to England and to Rugby School, later gaining an honours degree in history at the prestigious Kings College in Cambridge.", "type": "p"}, {"text": "He became a British citizen, and allowed his Muslim faith to lapse. He worked briefly as an actor - he had been in the Cambridge Footlights - and then as an advertising copywriter, while writing novels.", "type": "p"}, {"text": "His first published book, Grimus, did not achieve huge success, but some critics saw him as an author with significant potential.", "type": "p"}, {"text": "Rushdie took five years to write his second book, Midnight's Children, which won the 1981 Booker Prize. It was widely acclaimed and sold half a million copies.", "type": "p"}, {"text": "Where Midnight's Children had been about India, Rushdie's third novel Shame - released in 1983 - was about a scarcely disguised Pakistan. Four years later, Rushdie wrote The Jaguar Smile, an account of a journey in Nicaragua.", "type": "p"}, {"text": "In September 1988, the work that would endanger his life, The Satanic Verses, was published. The surrealist, post-modern novel sparked outrage among some Muslims, who considered its content to be blasphemous.", "type": "p"}, {"text": "India was the first country to ban it. Pakistan followed suit, as did various other Muslim countries and South Africa.  ", "type": "p"}, {"text": "The novel was praised in many quarters and won the Whitbread Prize for novels. But the backlash to the book grew, and two months later, street protests gathered momentum.", "type": "p"}, {"text": "Muslims considered it an insult to Islam. They objected - among other things - to two prostitutes in the book being given names of wives of the prophet Mohammed. ", "type": "p"}, {"text": "The book's title referred to two verses removed by Mohammed from the Koran, because he believed they were inspired by the devil. ", "type": "p"}, {"text": "In January 1989, Muslims in Bradford ritually burnt a copy of the book, and newsagents WHSmith stopped displaying it there. Rushdie rejected charges of blasphemy. ", "type": "p"}, {"text": "In February, people were killed in anti-Rushdie riots in the sub-continent, the British embassy in Tehran was stoned, and a $3m bounty was put on the author's head.", "type": "p"}, {"text": "Meanwhile, in the UK, some Muslim leaders urged moderation, others supported the Ayatollah. The US, France and other western countries condemned the death threat.", "type": "p"}, {"text": "Rushdie - by now in hiding with his wife under police guard - expressed his profound regret for the distress he had caused Muslims, but the Ayatollah renewed his call for the author's death. ", "type": "p"}, {"text": "The London offices of Viking Penguin, the publishers, were picketed, and death threats were received at the New York office.  ", "type": "p"}, {"text": "But the book became a best-seller on both sides of the Atlantic. Protests against the extreme Muslim reaction were backed by the EEC countries, all of which temporarily recalled their ambassadors from Tehran. ", "type": "p"}, {"text": "But the author was not the only person to be threatened over the book's content.", "type": "p"}, {"text": "The Japanese translator of The Satanic Verses was found slain at a university north-east of Tokyo in July 1991.", "type": "p"}, {"text": "Police said the translator, Hitoshi Igarashi, who worked an assistant professor of comparative culture, was stabbed several times and left in the hallway outside his office at Tsukuba University.", "type": "p"}, {"text": "Earlier that same month, the Italian translator, Ettore Capriolo, was stabbed in his apartment in Milan, though he survived the attack.", "type": "p"}, {"text": "The death sentence against Rushdie stopped being formally backed by Iran's government in 1998. ", "type": "p"}, {"text": "Rushdie's later books include a novel for children, Haroun and the Sea of Stories (1990), a book of essays, Imaginary Homelands (1991), and the novels East, West (1994), The Moor's Last Sigh (1995), The Ground Beneath Her Feet (1999), and Fury (2001). He was involved in the stage adaptation of Midnight's Children which premiered in London in 2003. ", "type": "p"}, {"text": "In the last two decades he has published Shalimar the Clown, The Enchantress of Florence, Two Years Eight Months and Twenty-Eight Nights, The Golden House and Quichotte.", "type": "p"}, {"text": "Rushdie has been married four times, and has two children. He now lives in the US, and was knighted in 2007 for his services to literature.", "type": "p"}, {"text": "In 2012, he published a memoir of his life in the wake of the controversy over The Satanic Verses.", "type": "p"}], "tags": ["Literature", "Salman Rushdie", "Books", "Islam"]}