{"link": "https://www.bbc.com/news/health-62492791", "category": "health", "title": "Polio: Do we have to worry about it once again?", "contributor": "James Gallagher", "time": "2022-08-10T19:23:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16703/production/_126270919_gettyimages-772227749.jpg", "content": [{"text": "Polio used to be one of the most feared childhood diseases. It can attack the nervous system and - in just a few hours - leave someone paralysed. ", "type": "b"}, {"text": "If it paralyses the chest muscles, people are unable to breathe. ", "type": "p"}, {"text": "And the sarcophagus-like iron lung, which uses bellows to keep the patient breathing, was once a common sight on polio wards.", "type": "p"}, {"text": "But all this feels like a long-forgotten era - and for good reason. ", "type": "p"}, {"text": "The disease has almost been wiped off the face of the planet.", "type": "p"}, {"text": "The UK's last case of natural polio was in 1984.", "type": "p"}, {"text": "And this is the context in which to consider the news polio has paralysed a young man in the US and, in London, a million children are being urgently immunised. ", "type": "p"}, [{"text": "Urgent polio boosters for London children", "type": "a", "href": "https://www.bbc.co.uk/news/health-62492784"}, {"text": "What is polio and how can you protect yourself?", "type": "a", "href": "https://www.bbc.co.uk/news/health-61900915"}], {"text": "Since they were developed, in the early 1950s, vaccines have completely transformed polio.", "type": "p"}, {"text": "Without them, 20 million people who can walk today would have been paralysed, the World Health Organization estimates.", "type": "p"}, {"text": "The disease has been beaten back from a global problem in the 1980s to enclaves in just a couple of countries now.", "type": "p"}, {"text": "And this includes the outstanding triumph of Africa being declared polio-free in 2020. ", "type": "p"}, {"text": "But although Afghanistan and Pakistan are the only countries where polio continues to circulate, this endemic disease remains a threat to the rest of the world.", "type": "p"}, {"text": "First, these countries can seed outbreaks elsewhere. ", "type": "p"}, {"text": "The first case of wild polio in Africa for more than five years was reported in a three-year-old girl in Malawi. ", "type": "p"}, {"text": "It was the same strain found in Pakistan - although, nobody is sure how it travelled. ", "type": "p"}, {"text": "And in February, Malawi had to declare a wild polio outbreak.", "type": "p"}, {"text": "Secondly, the vaccine used both in endemic countries and to deal with outbreaks can itself create a problem.", "type": "p"}, {"text": "And this is what is now affecting the UK and other countries.", "type": "p"}, {"text": "The most potent polio vaccine uses oral drops of a weakened but still live form of poliovirus.", "type": "p"}, {"text": "It is cheap, easy to give and leads to outstanding immunity, which makes it ideal for responding to outbreaks. ", "type": "p"}, {"text": "However, it works by causing a stomach infection - so it is in people's faeces, from where it can spread to others. ", "type": "p"}, {"text": "At one level, this is advantageous as it indirectly immunises others. ", "type": "p"}, {"text": "But as it passes from one person to the next, it can mutate until it can cause paralysis again. ", "type": "p"}, {"text": "This is known as vaccine-derived poliovirus.", "type": "p"}, {"text": "The oral vaccine has been hugely successful - but this ability to revert to its more dangerous form is why countries aim to switch to an injection of dead virus once they are polio-free. ", "type": "p"}, {"text": "The UK has used injections since 2004.", "type": "p"}, {"text": "What is now turning up in London sewers is virus that has come from using the oral vaccine elsewhere in the world. ", "type": "p"}, {"text": "Some of the samples show signs of regaining the ability to cause paralysis - and genetic analysis suggests the virus has been spreading. ", "type": "p"}, {"text": "It is also directly related to samples found in wastewater in the US and Israel. ", "type": "p"}, {"text": "For the fully vaccinated, the risks are negligible. ", "type": "p"}, {"text": "But the risk of paralysis for the unvaccinated is between one in 100 and one in 1,000, depending on their age. ", "type": "p"}, {"text": "Overall, the UK has high rates of vaccination - but there are pockets where far too few have had the vaccine. ", "type": "p"}, {"text": "Across the capital, 15% do not receive the three doses of vaccine in their first year of life. ", "type": "p"}, {"text": "In some boroughs, that rises to nearly 40%.", "type": "p"}, {"text": "And these low rates are one possible explanation why the virus is spreading. ", "type": "p"}, {"text": "Polio feels like a disease of the past - but the virus being found in London and the case of paralysis in the US are a particularly loud wake-up call to each of us and to our governments that we cannot be complacent about polio.", "type": "p"}, {"text": "The progress we have made can be undone.", "type": "p"}, {"text": "Scientific developments should make a difference  - a new more stable version of the oral vaccine is less likely to revert back to causing paralysis, for example.", "type": "p"}, {"text": "But ultimately polio needs to be tackled in the two remaining endemic countries - otherwise, the threat of outbreaks will always be there. ", "type": "p"}, {"text": "And that is a challenge not just about science or money but also of politics and society", "type": "p"}, {"text": "The US was criticised for damaging efforts to defeat polio when it used a fake vaccine programme to try to find former al-Qaeda leader Osama Bin Laden.", "type": "p"}, {"text": "We are so close to the end of polio - but we have been close for a long time. ", "type": "p"}, {"text": "The disease is a diminished threat - but it will not be over here until it is over everywhere. ", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": []}