{"link": "https://www.bbc.com/news/science-environment-66408851", "category": "science & environment", "title": "Voyager 2: Nasa fully back in contact with lost space probe", "contributor": null, "time": "2023-08-04T21:41:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/168F6/production/_130660429_1977_august_september_voyager1_1.jpg", "content": [{"text": "Nasa is back in full contact with its lost Voyager 2 probe months earlier than expected, the space agency said.", "type": "b"}, {"text": "In July a wrong command was sent to the spacecraft, sent to explore space in 1977, changing its position and severing contact.", "type": "p"}, {"text": "A signal was picked up on Tuesday but thanks to an \"interstellar shout\" - a powerful instruction - its antenna is now back facing Earth.", "type": "p"}, {"text": "Nasa had originally pinned hopes on the spacecraft resetting itself in October.", "type": "p"}, {"text": "It took 37 hours for mission controllers to figure out if the interstellar command had worked as Voyager 2 is billions of miles away from Earth.", "type": "p"}, {"text": "Staff used the \"highest-power transmitter\" to send a message to the spacecraft and timed it to be sent during \"the best conditions\" so the antenna lined up with the command, Voyager project manager Suzanne Dodd told AFP.", "type": "p"}, {"text": "After communications were lost, the probe had been unable to receive commands or send back data to Nasa's Deep Space Network - an array of giant radio antennas across the world. ", "type": "p"}, {"text": "But the space agency confirmed on 4 August that data had been received from the spacecraft and was operating normally.", "type": "p"}, {"text": "Nasa expects the spacecraft laden with science instruments to remain on its planned trajectory through the universe. ", "type": "p"}, {"text": "On Monday, the space agency said its huge dish in Australia's capital, Canberra, was trying to detect any stray signals from Voyager 2. This was when the first faint \"heartbeat\" signal was heard.", "type": "p"}, {"text": "The antenna had been bombarding Voyager 2's area with the correct command, in the hope of somehow making contact, Nasa's Jet Propulsion Laboratory, which manages the Voyager missions, said.", "type": "p"}, {"text": "The probe is programmed to reset its position multiple times each year to keep its antenna pointing at Earth. The next reset is due on 15 October, which Nasa had rested its hopes on if all other attempts had failed. ", "type": "p"}, {"text": "Voyager 2 and its twin Voyager 1 are the only spacecraft ever to operate outside the heliosphere, the protective bubble of particles and magnetic fields generated by the Sun. They reached interstellar space in 2018 and 2012 respectively. ", "type": "p"}, {"text": "The probes were designed to take advantage of a rare alignment of outer planets, which occurs about every 176 years, to explore Jupiter and Saturn. ", "type": "p"}, {"text": "Voyager 2 is the only spacecraft ever to fly by Neptune and Uranus, while Voyager 1 is now nearly 15 billion miles away from Earth, making it humanity's most distant spacecraft.", "type": "p"}, {"text": "Once both spacecraft run out of power - expected sometime after 2025 - they will continue roaming through space.", "type": "p"}], "tags": []}