{"link": "https://www.bbc.com/news/technology-66394406", "category": "technology", "title": "What are semiconductors and how are they used?", "contributor": null, "time": "2023-08-03T16:44:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DAC3/production/_130630065_gettyimages-1267327926.jpg", "content": [{"text": " The government has announced a new panel to steer the UK's semiconductor industry, which it describes as \"vitally important for the modern world we live in\".", "type": "b"}, {"text": "Around the world, governments have been taking action, passing new laws and spending huge sums of money to boost the sector in their own countries.", "type": "p"}, {"text": "Let's take a closer look at what semiconductors are and why they are so important.", "type": "p"}, {"text": "In modern manufacturing there are few components more crucial than semiconductors, also sometimes referred to as microchips or integrated circuits.", "type": "p"}, {"text": "They are made from tiny fragments of raw materials, such as silicon, which are then altered in a process called doping so that they will sometimes conduct electricity and sometimes not.", "type": "p"}, {"text": "It allows them to be used as electronic switches, speaking the binary language of 1s and 0s that underpins computing processing.", "type": "p"}, {"text": "Despite being incredibly small, modern microchips can have as many transistors [miniature semiconductors] as all of the stones in the Great Pyramid in Giza. That's a lot of 1s and 0s - and a massive amount of processing power - making possible the advanced electronic systems that power our modern lives.", "type": "p"}, {"text": "Small and powerful, semiconductors are also incredibly valuable - they are at the heart of a $500bn (£401bn) industry that is expected to double by 2030. ", "type": "p"}, {"text": "Semiconductors are the foundation of modern computing, devices such as smartphones and laptops rely on them.", "type": "p"}, {"text": "They are also in routers, switches, and communication infrastructures that form the backbone of the internet, enabling global connectivity.", "type": "p"}, {"text": "When it comes to sustainability, semiconductors also play a vital role. They can be found in wind turbines and solar farms. ", "type": "p"}, {"text": "In healthcare, they are in medical devices and equipment as well as implantable technology, like pacemakers and insulin pumps. ", "type": "p"}, {"text": "Jo Shien Ng, professor of semiconductor devices at Sheffield University, said: \"All modern societies rely on semiconductors in their critical infrastructures. ", "type": "p"}, {"text": "\"One of many examples is modern vehicles with electronic control systems, remote car keys to unlock the car, anti-lock braking systems and rear-view cameras.\" ", "type": "p"}, {"text": "Currently, the UK, the US, Europe and China rely heavily on Taiwan for semiconductors.", "type": "p"}, {"text": "Taiwan is the world's most important location for making them because of the Taiwan Semiconductor Manufacturing Company (TSMC) - it provides over half of the world's supply, including for AMD, Apple, ARM, Broadcom, Marvell, MediaTek and Nvidia.", "type": "p"}, {"text": "The coronavirus pandemic disrupted supply chains and now politics is doing the same - TSMC is currently caught up in the so-called \"chip wars\" between the US and China. ", "type": "p"}, [{"text": "The US is beating China in the battle for chips", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-pacific-64143602"}], {"text": "After TSMC, Samsung in South Korea is next biggest supplier. The US is trying to change that, spending colossal sums of money to lure technology manufacturing to its shores.", "type": "p"}, {"text": "In December 2022, TSMC said it would more than triple its planned investment at its new US plant in Arizona.", "type": "p"}, {"text": "However, it announced in July that manufacturing had been delayed due to a shortage of skilled workers.", "type": "p"}, {"text": "The European Union is getting in on the act too. the European Chips Act involves €43bn of funding until 2030. ", "type": "p"}, {"text": "Intel and the German government signed a deal recently that will see the US company build a chip manufacturing site in the German city of Magdeburg after Germany pledged to cover a third of the investment required.", "type": "p"}, {"text": "It is expected to start production in four or five years.", "type": "p"}, {"text": "The UK finds itself caught between the economic big beasts but has announced steps to boost its own semiconductor production.", "type": "p"}, {"text": "Earlier this year, the government unveiled a national semiconductor strategy which involves up to £200m investment by 2025 and £1bn in the next decade. Critics have dismissed those sums of money as \"insignificant\".", "type": "p"}, {"text": "It also announced a new steering panel to guide the UK industry, comprised of semiconductor experts and other leading industry figures. ", "type": "p"}, {"text": "Americo Lemos, CEO of IQE, a British semiconductor company founded 1988 - and a member of the panel - told the BBC the initial cash injection was \"an important step forward\" and a \"very, very good investment\".", "type": "p"}, {"text": "The government said the panel of experts would advise on ways to boost the UK's semiconductor sector and strengthen the resilience of the industry's supply chain - which faces increased tensions on the global stage.", "type": "p"}, {"text": "Technology minister Paul Scully said: \"Properly engaging and listening to the experts at the heart of researching, designing and producing semiconductors is essential if we're serious about growing our domestic sector, protecting our national security, and unleashing rapid innovation across the British economy.\"", "type": "p"}], "tags": []}