{"link": "https://www.bbc.com/news/business-62008413", "category": "business", "title": "Russia moves to take control of Sakhalin-2 oil and gas project", "contributor": null, "time": "2022-07-01T10:29:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16F1D/production/_125718939_lngship.jpg", "content": [{"text": "Russia has moved to take over a major oil and gas project in which Shell has a 27.5% stake.", "type": "b"}, {"text": "Russian President Vladimir Putin signed a decree on Thursday to take charge of the Sakhalin-2 project.", "type": "p"}, {"text": "The move could force Shell and Japan's Mitsui and Mitsubishi to abandon their investments as the economic fallout of the Ukraine war spreads.", "type": "p"}, {"text": "Oil giant Shell said: \"We are aware of the decree and are assessing its implications.\"", "type": "p"}, {"text": "The decree said a new firm would take over all rights and obligations of Sakhalin Energy Investment.", "type": "p"}, {"text": "Shell said in February that it would sell its Russian investments due to the conflict in Ukraine, including the flagship Sakhalin 2 facility in Russia's far east.", "type": "p"}, {"text": "It said in April it would take a £3.8bn hit by leaving Russia.", "type": "p"}, {"text": "The project, which supplies about 4% of the world's current liquefied natural gas (LNG) market, is 50% owned and operated by Gazprom.", "type": "p"}, {"text": "According to the decree, Gazprom will keep its stake, but other shareholders must ask the Russian government for a stake in the new firm within one month.", "type": "p"}, {"text": "The government will then decide whether to allow them to keep a stake.", "type": "p"}, {"text": "Shell has been in talks with potential buyers for its stake in the project, including some from China and India, according to previous reports by The Daily Telegraph and Reuters.", "type": "p"}, {"text": "The firm's chief executive Ben van Beurden said on Wednesday Shell was \"making good progress\" in its plan to exit the joint venture.", "type": "p"}, {"text": "\"I cannot tell you exactly where we are because it's a commercial process so I have to respect confidentiality, but I can tell you when I got an update last week, I was really pleased with where we are,\" he said.", "type": "p"}, {"text": "This appears to be a deeply political move. The impact is likely to be felt most keenly in Japan, which has been heavily involved in sanctions against Russia.", "type": "p"}, {"text": "Three foreign companies hold significant stakes in Sakhalin-2 - Shell, Mitsui and Mitsubishi.", "type": "p"}, {"text": "But Shell has already written off the value of its Russian assets, and said it will exit the country. ", "type": "p"}, {"text": "Japan, meanwhile, is heavily reliant on imports of liquid natural gas.", "type": "p"}, {"text": "Competition for shipments globally is currently intense - and the Sakhalin project alone currently meets about 8% of its needs.", "type": "p"}, {"text": "So the prospect of Russia potentially appropriating Japanese interests in the project is certain to generate a queasy response in Tokyo - although ministers there insist it will not make imports \"immediately impossible\".", "type": "p"}, {"text": "If Russian supplies to Japan are cut off, it will have to find new sources elsewhere - increasing competition for available supplies.", "type": "p"}, {"text": "That could push up prices globally, at a time when rising energy costs are already fuelling inflation.", "type": "p"}, {"text": "The five-page decree, which comes amid Western sanctions on Moscow over the invasion of Ukraine, says that it is up to the Kremlin to decide whether foreign shareholders should to remain in the consortium.", "type": "p"}, {"text": "Japan has previously said it would not give up its interests in the Sakhalin-2 project, which is important for its energy security, even if asked to leave.", "type": "p"}, {"text": "Shares in Mitsui and Mitsubishi fell 6% in trading on Friday on concerns about losses, with the broader Nikkei index dropping 1.9%.", "type": "p"}, {"text": "A Mitsubishi spokesperson said the company was in discussions with its partners in Sakhalin Energy and the Japanese government about how to respond to Putin's decree.", "type": "p"}, {"text": "Mitsui did not immediately respond to a request from the BBC for comment, but told Nikkei Asia it was \"in the process of confirming the facts\".", "type": "p"}, {"text": "Mitsui has a 12.5% stake in the project and Mitsubishi 10%, while Shell holds 27.5%, minus one share. Russian gas giant Gazprom has 50%, plus one share.", "type": "p"}, {"text": "Japan, South Korea and China are the main customers for oil and LNG exports, according to Shell.", "type": "p"}, {"text": "Japanese deputy chief cabinet secretary Seiji Kihara said the country's government was examining the decree's contents and analysing Moscow's intentions.", "type": "p"}, {"text": "\"Generally speaking, our country's interests in resources should not be hurt,\" he told a regular news conference, declining to say whether Japan was in contact with Moscow over the matter.", "type": "p"}, {"text": "Japanese industry minister Koichi Hagiuda said the government did not consider the decree a requisition.", "type": "p"}, {"text": "\"The decree does not mean that Japan's LNG imports will become immediately impossible, but it is necessary to take all possible measures in preparation for unforeseen circumstances,\" he said.", "type": "p"}, {"text": "Saul Kavonic, head of Integrated Energy and Resources Research at Credit Suisse, said Russian LNG production from projects like Sakhalin-2 was likely to suffer over time as foreign expertise and parts became unavailable.", "type": "p"}, {"text": "\"This will tighten the LNG market materially this decade,\" he said.", "type": "p"}, {"text": "Any increase in Russian government involvement will only make procurement from these projects more difficult for many buyers, he said.", "type": "p"}, {"text": "Japan was urgently seeking alternative supply options, he added.", "type": "p"}], "tags": ["Russia-Ukraine war", "Shell", "Energy industry", "Russia"]}