{"link": "https://www.bbc.com/news/entertainment-arts-62014506", "category": "entertainment & arts", "title": "The Railway Children sequel gets premiere at original Yorkshire station", "contributor": "Ian Youngs", "time": "2022-07-03T15:36:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11231/production/_125739107_img_8993.jpg", "content": [{"text": "Stars of The Railway Children sequel have taken the trip to the station from the original film, where the follow-up's world premiere was held on Sunday.", "type": "b"}, {"text": "Fifty-two years after the classic came out, Jenny Agutter reprises her role as Bobbie in The Railway Children Return.", "type": "p"}, {"text": "She said returning to Oakworth station in West Yorkshire for the new film was like \"going right back in time\".", "type": "p"}, {"text": "Agutter was joined by her new co-stars Sheridan Smith, Sir Tom Courtenay and John Bradley at the station.", "type": "p"}, {"text": "The sequel is set almost 40 years after the first film, with Roberta, known as Bobbie, now a grandmother who takes in a new set of children who arrive on the railway - evacuees fleeing World War Two bombs in Salford.", "type": "p"}, {"text": "\"It's really lovely when something comes around again, and in a different way,\" said Agutter, 69, who played Bobbie in the beloved 1970 family film and a 1968 TV series.", "type": "p"}, {"text": "They were both based on E Nesbit's novel, which was set in 1905 and followed a family who were forced to move from their wealthy life in London to a run-down cottage in Yorkshire when the children's father went to prison.", "type": "p"}, {"text": "For the sequel, Agutter and the writers filled in the story of what her character had gone on to do, given the changes in British life.", "type": "p"}, {"text": "\"She would have been definitely a suffragette,\" Agutter said, speaking at the station, which was also a filming location for the follow-up.", "type": "p"}, {"text": "\"Probably a magistrate. Very involved with young people and social issues and making these changes. The feminism through it is really interesting from 1905 to 1944.\"", "type": "p"}, {"text": "Agutter, who is also known for playing Sister Julienne in the BBC's Call the Midwife, added: \"I think Nesbit would have approved. I think she would she would love to see it carry on and the story carry on.\"", "type": "p"}, {"text": "The sequel includes numerous nods to the original film, as well as replicas of memorable props.", "type": "p"}, {"text": "\"When I was taken to the set, they had created a home that was filled with Roberta's childhood memories - the little paper theatre, the train that Peter would have had, lots of things that I was really deeply touched by,\" said Agutter.", "type": "p"}, {"text": "\"I mean, it was like stepping back. It felt like a part of my life.\"", "type": "p"}, {"text": "This time, Beau Gadson plays the eldest of the new generation of railway children, the feisty Lily.", "type": "p"}, {"text": "Despite being born almost four decades after the original film came out, she says she was a fan before she went up for the part in the sequel.", "type": "p"}, {"text": "\"It's a British classic. I had to have seen it. I've read all the books. I've even seen the theatre production where a real steam train came in.\"", "type": "p"}, {"text": "Gadson, who played the young Princess Margaret in The Crown, said Agutter \"helped us a lot\" during filming.", "type": "p"}, {"text": "\"She was great to have on set,\" the 15-year-old said. \"I mean, the original Bobbie coming down to this station again? It was amazing.\"", "type": "p"}, {"text": "The new film brings in Smith as Bobbie's daughter, and Game of Thrones actor Bradley as the grandson of Bernard Cribbins' stationmaster Mr Perks.", "type": "p"}, {"text": "After interviews and photographs at Oakworth station, the cast boarded a steam train to a screening in Keighley.", "type": "p"}, {"text": "Writer Danny Brocklehurst said they tried not to think about risking the legacy of such a well-loved film.", "type": "p"}, {"text": "\"When we were writing, we weren't sat there with the original on our shoulder, thinking, oh my gosh, we must honour this enchanting beloved classic.", "type": "p"}, {"text": "\"It was like, let's do a new film that tells a story about new characters - evacuees in the Second World War.", "type": "p"}, {"text": "\"We very much wanted to keep to the spirit of the original and keep some of the themes and the tone of the original, but bring it to a new audience with a new story.\"", "type": "p"}, {"text": "The film's Yorkshire-based producer Jemma Rodgers first came up with the idea for the sequel, and a strand of the story about black US soldiers stationed in the county being attacked by US military police officers.", "type": "p"}, {"text": "That was based on a true incident in Bamber Bridge, Lancashire, where soldiers and military police got into a gun battle in 1943, leaving one of the soldiers dead.", "type": "p"}, {"text": "\"Because of my own mixed heritage, I was very interested in stories about black people before Windrush in the UK,\" Rodgers said. \"And I came across the story of Bamber Bridge, which I had never heard of before.\"", "type": "p"}, {"text": "The real-life trouble arose after the white American military police and officers tried to impose racial segregation in the town.", "type": "p"}, {"text": "\"The villagers said, we're not doing that here. And they did the opposite - they put signs up in the window saying, 'Only black troops allowed and locals',\" Rodgers explained.", "type": "p"}, [{"text": "Village memorial to shot US soldier finished ", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-lancashire-61950464"}], {"text": "\"One night, there was a fight with the MPs [military police] and it was awful. Sixteen people got arrested, somebody got shot.", "type": "p"}, {"text": "\"But the thing that was really inspiring to me was that the locals fought with the black GIs. They just saw unfairness. They didn't see colour.\"", "type": "p"}, {"text": "In the film, which is released on 15 July, Pose actor KJ Aikens plays a character who is discovered by the children after being targeted by military police.", "type": "p"}], "tags": ["Keighley", "Oakworth", "Film"]}