{"link": "https://www.bbc.com/news/health-61952752", "category": "health", "title": "Covid-booster response hope for most vulnerable", "contributor": "Philippa Roxby", "time": "2022-06-27T23:51:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AC2C/production/_125667044_gettyimages-1281480040.jpg", "content": [{"text": "More than a million vulnerable people could improve their protection against Covid by taking a short break from medication after a booster jab, a trial suggests.", "type": "b"}, {"text": "It found stopping the common immune-suppressing drug methotrexate for two weeks doubled spike antibody levels for up to 12 weeks.", "type": "p"}, {"text": "Some people experienced disease flare-ups but no impact on quality of life. ", "type": "p"}, {"text": "Research is needed to find out if a similar approach works for other drugs.", "type": "p"}, {"text": "Patients should always consult their doctor or specialist hospital team before pausing their medication, scientists writing in the Lancet Respiratory Medicine said.", "type": "p"}, {"text": "Until now, UK guidance has been to continue taking methotrexate after a Covid booster - but in the US, patients have been advised to stop for a week.", "type": "p"}, {"text": "Prof Abhishek Abhishek, from the University of Nottingham, who led the trial, said he was \"extremely pleased\" with the initial results.", "type": "p"}, {"text": "Drugs such as methotrexate are good at controlling autoimmune inflammatory conditions, because they dampen down the body's immune response.", "type": "p"}, {"text": "But this means they also weaken the body's response to Covid vaccines and its ability to fight off infections.", "type": "p"}, {"text": "\"Implementing these results could vastly improve the protection provided by boosters against Covid-19, for millions of people living with these conditions,\" Prof Abhishek said.", "type": "p"}, {"text": "\"Covid-19 has left them vulnerable to serious illness. ", "type": "p"}, {"text": "\"We hope this evidence is the next step in helping them with their lives going forward.\"", "type": "p"}, {"text": "However, Prof Neil Mabbott, from the University of Edinburgh, said unanswered questions included whether this could reduce serious Covid illness and the risk of admission to hospital.", "type": "p"}, {"text": "\"This type of treatment should only be taken under medical advice and may in some circumstances be too risky for some patients with serious conditions or in those with complex diseases,\" he said.", "type": "p"}, {"text": "Of the 2.2 million people in the UK advised to shield themselves from coronavirus during the first phase of the pandemic, about 1.3 million are regularly prescribed methotrexate for conditions such as rheumatoid arthritis or psoriasis.", "type": "p"}, {"text": "In the trial, 254 adults, from 26 NHS hospitals across England and Wales, who had just had a Covid booster jab, were equally divided and asked to either:", "type": "p"}, [{"text": "stop taking methotrexate for two weeks", "type": "p"}, {"text": "continue using it as normal", "type": "p"}], {"text": "Four weeks later, levels of spike antibodies in the blood - which block the virus from infecting cells inside the body - were twice as high in the first group as the second group, and they remained noticeably higher after 12 weeks.", "type": "p"}, {"text": "Some disease symptoms temporarily returned after a month but this had no negative impact on their general health.", "type": "p"}, {"text": "The research team, from Nottingham, the University of Manchester, Imperial College London, the University of Oxford and Queen Mary University of London, now plan to measure T-cell responses - the part of the immune system that signals longer-lasting protection against severe disease - six months on.", "type": "p"}, {"text": "Rosemary Boynton, professor of immunology and respiratory medicine at Imperial College London, said: \"Slower waning is a very good outcome for these patients.", "type": "p"}, {"text": "\"This has important implications for future vaccination strategy in this immunosuppressed patient group.\" ", "type": "p"}, {"text": "Dr Benjamin Ellis, consultant rheumatologist and senior clinical advisor at charity Versus Arthritis said hundreds of thousands of people on these medications for arthritis had to shield from Covid at the height of the pandemic.", "type": "p"}, {"text": "He said that for most people, pausing methotrexate for a couple of weeks was \"probably a good idea\" but further research was needed \"to really understand if this is necessary\".", "type": "p"}, {"text": "\"People should never pause their immune system medication without checking first with their health-care team,\" Dr Ellis added.", "type": "p"}], "tags": ["Coronavirus vaccines", "Coronavirus pandemic", "Immune system"]}