{"link": "https://www.bbc.com/news/business-63118918", "category": "business", "title": "Tax U-turn lifts pound as borrowing costs fall", "contributor": null, "time": "2022-10-03T15:57:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/185A1/production/_126954799_gettyimages-696623236.jpg", "content": [{"text": "The pound has climbed after the chancellor reversed his controversial decision to scrap the top rate of tax.", "type": "b"}, {"text": "Sterling gained more than 1% to $1.1284 before falling back slightly while government borrowing costs edged lower. ", "type": "p"}, {"text": "Tory MPs had threatened to vote against Kwasi Kwarteng's plan, saying it was unfair when living costs were so high.", "type": "p"}, {"text": "The U-turn may ease market nerves, said the Institute for Fiscal Studies, but unease remains over how a remaining £43bn of tax cuts will be funded.", "type": "p"}, {"text": "\"The difference this makes really is trivial,\" said Paul Johnson, director of the IFS think tank.", "type": "p"}, {"text": "The chancellor pledged to abolish the 45p rate of tax, which is paid by people who earn more than £150,000 a year.", "type": "p"}, {"text": "Getting rid of the rate would have cost the Treasury around £2bn out of the £45bn worth of tax cuts Mr Kwarteng announced in his so-called \"mini-budget\". ", "type": "p"}, {"text": "\"This was, if anything, possibly the smallest measure from a fiscal point of view, if not a political point of view, in the mini-budget,\" said Mr Johnson.", "type": "p"}, {"text": "\"It is about 5% of the tax cuts.\"", "type": "p"}, [{"text": "Live updates: Government U-turns on plan to scrap 45p tax rate", "type": "a", "href": "https://www.bbc.co.uk/news/uk-63114279"}, {"text": "Chris Mason: Government's U-turn won't be forgotten", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-63116324"}, {"text": "Liz Truss's claims on the economy fact-checked", "type": "a", "href": "https://www.bbc.co.uk/news/63108082"}], {"text": "The cut to top-rate tax for high earners sparked anger among opposition and Tory MPs and spooked markets amid concerns the unfunded cuts were unaffordable. The chancellor also declined to publish an independent assessment of his plans by the Office for Budget Responsibility (OBR).", "type": "p"}, {"text": "Last week, the pound hit a record low and the Bank of England was forced to step in to stem soaring government borrowing costs.", "type": "p"}, {"text": "Tony Danker, head of the Confederation of British Industry (CBI), welcomed the U-turn saying that calming markets was an \"absolute pre-condition to investment and growth\". ", "type": "p"}, {"text": "He added it had been a \"distraction\" from other important pro-growth reforms promised in the mini-budget. The chancellor is expected to announce reforms to planning laws, green energy, childcare and more in the coming weeks. ", "type": "p"}, {"text": "But Mr Danker added: \"I think we are going to move onto another test, which is does the chancellor really mean it when he says we are going to reform the supply side of the economy... because I think that is really needed.\" ", "type": "p"}, {"text": "The IFS's Mr Johnson said the U-turn had eased market nerves as there was \"perhaps a sense\" the government would  \"back down\" and \"listen to opinion\". ", "type": "p"}, {"text": "But he warned of more volatility if the chancellor did not use his next fiscal statement on 23 November to explain how he will fund his tax cuts, ", "type": "p"}, {"text": "\"He needs to come up with something fairly convincing ... whether that involves undoing some more of those tax cuts or some additional tax rises or something fairly dramatic on the spending side.\" ", "type": "p"}, {"text": "The National Institute of Economic and Social Research called for an OBR forecast to be brought forward. ", "type": "p"}, {"text": "\"Whilst we welcome this morning's statement, the fundamental issue of how the government expects to finance both its proposed tax cuts and its spending commitments to cap the unit price of energy remains unresolved,\" said deputy director Stephen Millard.", "type": "p"}, {"text": "\"The overall package continues to be highly inflationary and will lead to faster and higher rises in interest rates than would have been otherwise the case.\"", "type": "p"}, {"text": "The Bank of England has been raising interest rates to try and curb inflation, which is currently at a nearly 40-year-high of 9.9%.", "type": "p"}, {"text": "On 22 September, the Bank raised rates by 0.5 percentage points to 2.25% - the highest level for 14 years.", "type": "p"}, {"text": "It warned interest rates could rise again after the value of the pound plummeted, following the government's decision to cut taxes and borrow more. Some were estimating that rates could reach more than 6% next year.", "type": "p"}, {"text": "However, fears of big rate rises receded slightly after Monday's U-turn on the 45% tax rate, with investors now forecasting a rise to 5.75% by May.", "type": "p"}], "tags": ["UK economy", "Bank of England", "Kwasi Kwarteng", "Pound Sterling (GBP)"]}