{"link": "https://www.bbc.com/news/entertainment-arts-63121692", "category": "entertainment & arts", "title": "Ringo Starr cancels North American tour after catching Covid", "contributor": null, "time": "2022-10-03T15:59:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18317/production/_126959099_hi068468147.jpg", "content": [{"text": "Sir Ringo Starr has cancelled several upcoming shows on his North American tour after catching Covid-19.", "type": "b"}, {"text": "The former Beatle, who is 82, had been playing a string of dates in the US and Canada with his All-Starr band before falling ill this weekend.", "type": "p"}, {"text": "After cancelling two shows at the last minute, \"it has been confirmed today that Ringo has Covid and the tour will be on hold\", his spokesperson said.", "type": "p"}, {"text": "The drummer is \"recovering at home\" and hopes to resume shows soon, they added.", "type": "p"}, {"text": "Tour dates planned for this week in Saskatchewan, Alberta and British Columbia have all been cancelled. A decision has yet to be taken on upcoming shows in the US and Mexico.", "type": "p"}, {"text": "\"We will keep fans updated with any further news or changes,\" his spokesperson told the BBC.", "type": "p"}, {"text": "Last year,  Sir Ringo confessed that he had rarely ventured outside in the early days of the pandemic, to avoid catching Covid-19.", "type": "p"}, {"text": "\"Since last March, I've left the house six times,\" he told USA Today last year. \"You've got to help protect yourself if you can\".", "type": "p"}, {"text": "Despite receiving two doses of the vaccine, he told the publication he was cautious about touring in 2021, saying: \"I don't think it'll be safe. And that's it. Living in the now.\"", "type": "p"}, {"text": "The tour finally resumed in Canada this May, with Starr having played more than 25 shows since.", "type": "p"}, {"text": "The musician rose to fame in the 1960s as the Beatles' laconic, easy-going drummer. He sang lead vocals on tracks like With A Little Help From My Friends and Yellow Submarine, and launched a successful solo career after the Beatles split in 1970.", "type": "p"}, {"text": "He formed his All-Starr band, where \"everybody on stage is a star in their own right\" in 1989. The ever-changing line-up has included rock legends such as Joe Walsh, Peter Frampton, Todd Rundgren and Sheila E.", "type": "p"}, {"text": "Sir Ringo received his knighthood in 2018, and was inducted into the rock and roll hall of fame as a solo artist in 2015.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["The Beatles", "Coronavirus pandemic", "Music"]}