{"link": "https://www.bbc.com/news/health-63116304", "category": "health", "title": "Nobel Prize goes to Svante Paabo for Neanderthal work", "contributor": null, "time": "2022-10-03T10:37:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16701/production/_126950919_image001.jpg", "content": [{"text": "The Nobel Prize in Physiology or Medicine has gone to Sweden's Svante Paabo for his work on human evolution. ", "type": "b"}, {"text": "The Prize committee said he achieved the seemingly impossible task of cracking the genetic code of one of our extinct relatives - Neanderthals.", "type": "p"}, {"text": "He also performed the \"sensational\" feat of discovering the previously unknown relative - Denisovans.", "type": "p"}, {"text": "His work helped explore our own evolutionary history and how humans spread around the planet. ", "type": "p"}, {"text": "The Swedish geneticist's work gets to the heart of some of the most fundamental questions - where do we come from and what allowed us, Homo sapiens, to succeed while our relatives went extinct.", "type": "p"}, {"text": "He was just off to pick his daughter up from a sleepover when he got the call saying he'd won. He told the BBC: \"I was very surprised and overwhelmed, I had not expected this.\" ", "type": "p"}, {"text": "In the 1990s, research on working out the human genetic code was taking place at pace. But that relied on fresh samples of pristine DNA.", "type": "p"}, {"text": "Prof Paabo's interest was in the old, degraded and contaminated genetic material from our ancestors. Many thought it was an impossible challenge. But he was, for the first time, able to sequence DNA from a 40,000-year-old piece of bone.", "type": "p"}, {"text": "Those results showed that Neanderthals - who mostly lived in Europe and Western Asia - were distinct from both modern day humans and chimpanzees.", "type": "p"}, {"text": "His work focused on hominins - the group of modern humans that includes us, Homo sapiens, but also our extinct relatives. ", "type": "p"}, {"text": "\"By revealing genetic differences that distinguish all living humans from extinct hominins, his discoveries provide the basis for exploring what makes us uniquely human\", the Nobel committee said.", "type": "p"}, [{"text": "BBC Podcast: Svante Paabo on the difference between us and Neanderthals", "type": "a", "href": "https://www.bbc.co.uk/programmes/p03mbc9l"}], {"text": "Further comparisons between Neanderthal DNA and humans from around the world showed their DNA was a closer match to humans coming from Europe or Asia. ", "type": "p"}, {"text": "This tells us that Homo sapiens had sex and children with Neanderthals after migrating out of Africa around 70,000 years ago. ", "type": "p"}, {"text": "And you can still see the legacy of that today. Between 1-4% of modern human DNA comes from our Neanderthal relatives and this even affects our body's ability to respond to infection.", "type": "p"}, {"text": "The next seismic contribution to human origins came in 2008. Scientists had found a 40,000-year-old finger bone in the Denisova cave, in Siberia.", "type": "p"}, {"text": "Prof Paabo was able to sequence a sample of DNA and the results showed it was a previously unknown hominin - known as Denisovans. ", "type": "p"}, {"text": "And it turned out Homo sapiens bred with Denisovans too. In parts of South East Asia up to 6% of people's DNA is Denisovan. ", "type": "p"}, {"text": "Some of this genetic inheritance helps the body cope with low levels of oxygen, aids survival at high altitudes and is found in present-day Tibetans. ", "type": "p"}, {"text": "Prof Paabo only heard the news this morning when he was called by Thomas Perlmann, the secretary for the Nobel Committee for Physiology or Medicine.", "type": "p"}, {"text": "\"He was overwhelmed, he was speechless. Very happy,\" said Prof Perlmann.", "type": "p"}, {"text": "Prof Paabo is seen as one of the founders of the scientific discipline of paleogenomics. He wins the 10m Swedish kronor (£800,000) prize. He follows in the footsteps of his father, Sune Bergstrom, who won the same Nobel Prize in 1982.", "type": "p"}, {"text": "His work shows there were already two distinct groups of hominins (Neanderthals and Denisovans) living in Eurasia when Homo sapiens spread from Africa.", "type": "p"}, {"text": "Analysis suggests these now extinct populations were small and relatively inbred and may not have been able to compete with rapidly expanding modern humans.", "type": "p"}, {"text": "Follow James on Twitter", "type": "p"}, [{"text": "2021 - David Julius and Ardem Patapoutian for their work on how the body senses touch and temperature. ", "type": "a", "href": "https://www.bbc.co.uk/news/health-58787438"}, {"text": "2020 - Michael Houghton, Harvey Alter and Charles Rice for the discovery of the virus Hepatitis C.", "type": "a", "href": "https://www.bbc.co.uk/news/health-54418463"}, {"text": "2019 - Sir Peter Ratcliffe, William Kaelin and Gregg Semenza for discovering how cells sense and adapt to oxygen levels", "type": "a", "href": "https://www.bbc.co.uk/news/health-49959737"}, {"text": "2018 - James P Allison and Tasuku Honjo for discovering how to fight cancer using the body's immune system", "type": "a", "href": "https://www.bbc.co.uk/news/health-45704322"}, {"text": "2017- Jeffrey Hall, Michael Rosbash and Michael Young for unravelling how bodies keep a circadian rhythm or body clock", "type": "a", "href": "https://www.bbc.co.uk/news/health-41468229"}, {"text": "2016 - Yoshinori Ohsumi for discovering how cells remain healthy by recycling waste", "type": "a", "href": "http://www.bbc.co.uk/news/health-37540927"}, {"text": "2015 - William C Campbell, Satoshi Ōmura and Youyou Tu for anti-parasite drug discoveries", "type": "a", "href": "http://www.bbc.co.uk/news/health-34441744"}]], "tags": []}