{"link": "https://www.bbc.com/news/science-environment-63097119", "category": "science & environment", "title": "Record avian flu outbreak sees 48m birds culled in UK and EU", "contributor": null, "time": "2022-10-03T08:04:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1854E/production/_126926699_mediaitem126926698.jpg", "content": [{"text": "Around 48m birds have been culled across the UK and the EU in the last year as a result of the largest outbreak of avian flu on record.", "type": "b"}, {"text": "In the UK, 161 cases of highly pathogenic avian influenza (HPAI) were detected in poultry and captive birds, leading to the culling of 3.2m birds.", "type": "p"}, {"text": "That compared to the previous record of 26 cases in 2020/21.", "type": "p"}, {"text": "The UK government said the culled birds were a \"small proportion\" of total production - about 20m birds a week.", "type": "p"}, {"text": "There have also been 1,727 cases of avian flu in the UK's wild bird population, in 406 locations involving 59 bird species.", "type": "p"}, {"text": "Last week, all of Norfolk and Suffolk, and parts of Essex, became the latest areas to be placed in an Avian Influenza Prevention Zone (AIPZ).", "type": "p"}, {"text": "In previous years, the virus has mostly died out during the summer months but this outbreak has persisted year-round, with it proving more easily spread among bird populations.", "type": "p"}, {"text": "The UK's chief veterinary officer, Dr Christine Middlemiss, said the high level of the disease in wild birds was driving the number of cases on commercial farms.", "type": "p"}, {"text": "\"Unfortunately we expect the number of cases to continue to rise over the coming months as migratory birds return to the UK, bringing with them further risk of disease that can spread into our kept flocks,\" she warned.", "type": "p"}, {"text": "Richard Griffiths, the chief executive of the British Poultry Council, said it was the \"most challenging bird flu season to date\".", "type": "p"}, {"text": "The latest bird flu figures covering both Europe and the UK, which track outbreaks from October 2021 to September 9, were published on Monday by the European Food Safety Authority (EFSA), European Centre for Disease Prevention and Control (ECDC) and the EU Reference Laboratory for Avian Influenza.", "type": "p"}, {"text": "In total, 47.7m birds were culled after more than 2,600 outbreaks in poultry and captive birds up until September 9.", "type": "p"}, {"text": "The report also showed there have been 3,573 findings in wild birds, with the virus affecting 37 countries, spreading from Svalbard to south Portugal and eastward to Ukraine. But it warned that figure could be an underestimate.", "type": "p"}, {"text": "While there have been no recorded cases of human transmission in the EU, there was one case in south-west England in January.", "type": "p"}, {"text": "But Andrea Ammon, director of the ECDC, warned those working in farming and the animal sector were still at \"increased risk of exposure\" and called for employers to improve biosecurity and health and safety measures.", "type": "p"}, {"text": "\"Vigilance is needed to identify infections with influenza viruses as early as possible and to inform risk assessments and public health action,\" she added.", "type": "p"}], "tags": []}