{"link": "https://www.bbc.com/news/technology-63116235", "category": "technology", "title": "Kim Kardashian pays $1.26m over crypto 'pump and dump'", "contributor": null, "time": "2022-10-03T13:27:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/80BB/production/_126955923_gettyimages-1422376822.jpg", "content": [{"text": "Kim Kardashian has agreed to pay a $1.26m (£1.12m) fine for advertising EthereumMax on her Instagram page.", "type": "b"}, {"text": "The US Securities and Exchange Commission said the reality TV star had received $250,000 for advertising the cryptocurrency, without disclosing she had been paid to do so.", "type": "p"}, {"text": "She also agreed not to promote crypto asset securities for three years.", "type": "p"}, {"text": "Her lawyer told BBC News: \"Ms Kardashian is pleased to have resolved this matter with the SEC.\"", "type": "p"}, {"text": "The lawyer said: \"Kardashian fully cooperated with the SEC from the very beginning and she remains willing to do whatever she can to assist the SEC in this matter. ", "type": "p"}, {"text": "\"She wanted to get this matter behind her to avoid a protracted dispute. ", "type": "p"}, {"text": "\"The agreement she reached with the SEC allows her to do that so that she can move forward with her many different business pursuits.\"", "type": "p"}, {"text": "Ms Kardashian, boxer Floyd Mayweather Jr, basketball player Paul Pierce and EthereumMax's creators were sued by investors in January.", "type": "p"}, {"text": "The legal action alleged they had collaborated to \"misleadingly promote and sell\" the cryptocurrency in a \"pump and dump\" scheme designed to inflate the price before selling to investors.", "type": "p"}, {"text": "EthereumMax disputed the allegations at the time.", "type": "p"}, {"text": "In spite of its name, EthereumMax has no legal or business connection with the Ethereum cryptocurrency.", "type": "p"}, {"text": "Anyone can create a crypto coin.", "type": "p"}, {"text": "All you need is a few pounds, a YouTube tutorial and a funky name.", "type": "p"}, {"text": "This month alone, dozens of new tokens will be launched, with creators promising their coin will be the next big thing.", "type": "p"}, {"text": "With little intrinsic value to the product, marketing is key - and as in many modern industries, celebrities can be the make or break. ", "type": "p"}, {"text": "EthereumMax put a huge amount of money into snapping up celebrities such as Kim Kardashian - and at first, it seemed to be working out. ", "type": "p"}, {"text": "But as with many crypto coins, the fall was as dramatic as the rise. ", "type": "p"}, {"text": "Even if EthereumMax had retained the value it gained after the celebrity pump, regulators both in the US and UK were extremely uncomfortable about the marketing of the coin.", "type": "p"}, {"text": "The crypto industry is still largely unregulated - but Kim Kardashian joins a growing list of people and companies being punished for promoting these highly risky products.", "type": "p"}, {"text": "Gary Gensler, who chairs the SEC, called the case a \"reminder\" celebrity endorsement did not necessarily make a product worth investing in.", "type": "p"}, {"text": "\"Ms Kardashian's case also serves as a reminder to celebrities and others that the law requires them to disclose to the public when and how much they are paid to promote investing in securities,\" he said.", "type": "p"}, {"text": "Later, in a YouTube video about crypto investment, he added: \"Celebrity endorsements... don't mean that an investment product is right for you or even, frankly, that it's legitimate.", "type": "p"}, {"text": "\"Even if a celebrity endorsement is genuine, each investment has its own risk and opportunities.", "type": "p"}, {"text": "\"When it comes to crypto, remember many of these are highly speculative assets. ", "type": "p"}, {"text": "\"You may be wondering if it's right for you or even if it might be a scam.\"", "type": "p"}], "tags": ["Kim Kardashian", "Cryptocurrency", "US Securities and Exchange Commisson"]}