{"link": "https://www.bbc.com/news/business-65318695", "category": "business", "title": "Netflix ends DVD rentals as it faces new era", "contributor": null, "time": "2023-04-18T22:04:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2AC6/production/_129405901_whatsubject.jpg", "content": [{"text": "Netflix is shutting down the DVD rental service that launched the firm 25 years ago, one of a series of changes as the streaming giant enters a new era. ", "type": "b"}, {"text": "The company, which upended the television and movie industry as it moved from DVDs to online streaming, is now struggling to reignite growth.", "type": "p"}, {"text": "As it tries to boost subscribers, the firm has cracked down on password sharing in some countries.", "type": "p"}, {"text": "It plans to launch those measures more widely, including in the US, by July.", "type": "p"}, {"text": "In a bid to bring in audiences, the company also introduced an advertisement supported, less expensive streaming option last year and cut prices in 116 countries in the three months to March.", "type": "p"}, {"text": "Despite the moves, the company added just 1.75 million paid memberships in the January to March period.", "type": "p"}, {"text": "It also forecast weaker growth in the months ahead which was lower than many analysts had expected.", "type": "p"}, {"text": "Paolo Pescatore, analyst at PP Foresight, called the performance \"mixed\".", "type": "p"}, {"text": "\"The quarter raises more questions than answers,\" he said.", "type": "p"}, {"text": "California-based Netflix has come a long way since it started shipping DVDs to customers in 1998. ", "type": "p"}, {"text": "It launched its streaming service in 2007 and is now a global behemoth with more than 232 million subscribers around the world. ", "type": "p"}, {"text": "In the investor letter, Netflix described the DVD service, which will shut down in September, as the \"booster rocket that got streaming to a leading position\".", "type": "p"}, {"text": "\"We feel so privileged to have been able to share movie nights with our DVD members for so long, so proud of what our employees achieved and excited to continue pleasing entertainment fans for many more decades to come,\" the company said. ", "type": "p"}, {"text": "But despite its early lead,Netflix's dominance of the streaming industry has started to erode as competition has intensified. ", "type": "p"}, {"text": "It shed more than 1 million subscribers in the first six months of 2022. ", "type": "p"}, {"text": "Though it more than made up those losses later in the year, helped by subscriber gains in Asia, the decline jolted the firm, pushing it to hunt for new ways to drive growth. ", "type": "p"}, {"text": "In a letter to investors, Netflix said it was pleased with how members have responded to changes that require people to pay to share passwords.", "type": "p"}, {"text": "It warned investors to expect some cancellations as it expands those measures, but said: \"Longer term, paid sharing will ensure a bigger revenue base from which we can grow as we improve our service\".", "type": "p"}, {"text": "Netflix has estimated that more than 100 million households share passwords in breach of its official rules.", "type": "p"}, {"text": "In Canada, where the changes were introduced in February, its paid membership base is now larger and revenue growth has accelerated, it said. ", "type": "p"}, {"text": "Overall revenue was up 3.7% year-on-year to $8.1bn. It reported $1.3bn in profit, down from nearly $1.6bn last year. ", "type": "p"}, {"text": "Paul Verna, principal analyst at Insider Intelligence said the results showed Netflix's paid password sharing program and ads business had hit \"early speed bumps and even in the best-case scenario, will take a long time to scale [up]\".", "type": "p"}, {"text": "\"These are worrying signs for a business that, despite still being a market leader, is struggling to get its mojo back,\" he said.", "type": "p"}], "tags": []}