{"link": "https://www.bbc.com/news/science-environment-65314219", "category": "science & environment", "title": "T. rex skeleton sells for more than $6m", "contributor": null, "time": "2023-04-18T17:03:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1168E/production/_129401317_screenshot2023-04-18at12.56.19.png", "content": [{"text": "A skeleton of a 67 million-year-old Tyrannosaurus rex has been sold to a private individual for 5.55 million Swiss francs ($6.2m; £5m).", "type": "b"}, {"text": "This is the first time a T. rex has been auctioned in Europe.", "type": "p"}, {"text": "The specimen has been described as ''one of the most spectacular T. rex skeletons in existence'', measuring 11.6m long and 3.9m tall.", "type": "p"}, {"text": "Scientists are concerned about the increasing number of dinosaur fossils ending up in private collections. ", "type": "p"}, {"text": "It's not the first auction of T. rex, or the highest price fetched, but such sales are relatively rare.", "type": "p"}, {"text": "Last year a T. rex skeleton which was expected to fetch up to $25m (£21m) at auction was withdrawn after doubts were raised over where parts of it had come from.", "type": "p"}, {"text": "The name of this skeleton is \"293 Trinity\", because it is built from three different T. rexes from US dinosaur sites in Montana and Wyoming. It is made up of 293 separate bones from specimens retrieved between 2008 and 2013.", "type": "p"}, {"text": "Most auctioned dinosaur skeletons are made up partly of casts or replacements but more than half of 293 Trinity is real bone, a relatively high percentage.", "type": "p"}, {"text": "It was sold at the Koller auction house in Zurich. In an interview for the firm's website, Dr Hans-Jacob Siber of The Aathal Dinosaur Museum in Switzerland, described Trinity as a \"special beast\". ", "type": "p"}, {"text": "\"There are only 20 or 30 good T. rex skeletons in the world and this is one of the bigger and better ones,\" he said.", "type": "p"}, {"text": "The dinosaur was bought by a private individual and will remain in Europe, according to a spokesperson for the auction house.  ", "type": "p"}, {"text": "Koller hopes it will go on public display, but it is not clear at this stage what the owner's plans are.", "type": "p"}, {"text": "Prof Steve Brusatte, a dinosaur expert at Edinburgh University, told BBC News that he was concerned that increasing numbers of dinosaur specimens were finding their way into private hands. ", "type": "p"}, {"text": "\"Most museums can't compete with the deep pockets of the oligarchs and the super-rich,\" he said.", "type": "p"}, {"text": "\"What worries me is that these very rare dinosaur skeletons, which are scientifically very valuable and are important for education and public engagement disappear into the vaults of private collectors which means that they are not available for public display.\"", "type": "p"}, {"text": "But Dr Dennis Hansen of the Zoological Museum in Zurich said that he believed that many privately owned dinosaur specimens eventually end up being available to the public.", "type": "p"}, {"text": "\"I see it the same way as art. Art historians would like every single important painting to be available in the public ream, but experience shows that sooner or later it ends up in the public domain\".", "type": "p"}, {"text": "Follow Pallab on Twitter", "type": "p"}], "tags": []}