{"link": "https://www.bbc.com/news/business-66632468", "category": "business", "title": "Wilko: New bid emerges for stricken retail chain", "contributor": null, "time": "2023-08-27T14:54:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/86F7/production/_130915543_gettyimages-1599053020-1.jpg", "content": [{"text": "A fresh rescue bid for Wilko has emerged as efforts to save the retail chain continue.", "type": "b"}, {"text": "Private equity firm M2 Capital has confirmed it has made a £90m bid for the business, and has pledged to retain all employees' jobs for two years.", "type": "p"}, {"text": "The bid by M2, first reported by the Guardian, is one of several offers being considered by administrators.", "type": "p"}, {"text": "Wilko fell into administration earlier this month, putting 12,500 jobs and 400 stores at risk. ", "type": "p"}, {"text": "The administrators for Wilko, PricewaterhouseCoopers (PwC), set a deadline of Friday last week for bids for the chain, and are understood to be reviewing offers over the weekend.", "type": "p"}, {"text": "M2 managing director Robert Mantse told the BBC that if the firm's rescue bid was accepted, M2 would \"guarantee all employees' jobs for two years\". ", "type": "p"}, {"text": "Responding to the news, the national secretary of the GMB union, Andy Prendergast, said that while \"the devil is always in the detail... any bid that guarantees jobs has to be prioritised\". ", "type": "p"}, {"text": "Last week, it also emerged that the owner of HMV, Canadian businessman Doug Putman, is also interested in salvaging some of the Wilko business.", "type": "p"}, {"text": "It is understood his bid would seek to keep the majority of the chain's stores open.  ", "type": "p"}, {"text": "A spokesperson for PwC said talks were \"continuing with a number of parties\".", "type": "p"}, {"text": "\"As administrators we're intent on achieving the best outcome for everyone involved while preserving as many jobs as possible and adhering to our statutory duty to act in the best interests of the creditors as a whole.\"It would be inappropriate to comment on individual bidders or interested parties at this stage in the process.\" ", "type": "p"}, {"text": "Wilko, well known for its affordable everyday items, has been struggling with sharp losses and a cash shortage.", "type": "p"}, {"text": "It has also been criticised for falling behind rivals such as B&M, Poundland, The Range and Home Bargains, as the high cost of living has pushed shoppers to seek out bargains.", "type": "p"}, [{"text": "What has gone wrong at Wilko?", "type": "a", "href": "https://www.bbc.co.uk/news/business-66394238"}, {"text": "What's next for Wilko and its 12,500 workers?", "type": "a", "href": "https://www.bbc.co.uk/news/business-66474218"}], {"text": "Wilko had already borrowed £40m from restructuring specialist Hilco, cut jobs, rejigged its leadership team and sold off a distribution centre as it faced a cash squeeze.", "type": "p"}, {"text": "Shoppers had also noticed gaps on shelves after Wilko struggled to pay suppliers and at least one credit insurer withdrew trade cover, prompting some companies to pause deliveries.", "type": "p"}, {"text": "However, Lisa Wilkinson, the retailer's chairwoman until January this year and the granddaughter of the firm's founder, has said \"everybody has thrown everything\" at trying to save the business.  ", "type": "p"}, {"text": "In an interview with the Sunday Times, she said: \"The team members, the suppliers, the landlords... everybody has thrown their soul and heart at it.\"", "type": "p"}, {"text": "The company has been criticised for paying dividends in recent years, but Ms Wilkinson said the firm would have collapsed even if it had not made these payments.", "type": "p"}, {"text": "\"Hindsight is a great bedfellow and I like to think we did all the things we should do when we paid dividends,\" she told the paper. \"The board checked that we'd got profits or reserved profits, there was sufficient cash, we went through the right governance, the auditors checked it off.\"", "type": "p"}, {"text": "She added that if they had not paid any dividends \"it might have made us survive a couple of months longer. What we have taken out really wouldn't have made a difference\".", "type": "p"}, {"text": "But the GMB union's Andy Prendergast said: \"12,500 workers are facing redundancy - through no fault of their own.\"", "type": "p"}, {"text": "He criticised Ms Wilkinson for her comments, saying she did not \"address her workers and face their concerns\". He added that her remarks were \"in poor taste when workers don't know how they're going to make ends meet in a few weeks' time\".", "type": "p"}, {"text": "The business was founded in 1930 when JK Wilkinson opened his first store in Leicester. It expanded across the Midlands initially and by the 1990s became one of Britain's fastest-growing retailers.", "type": "p"}, {"text": "In 2012, Wilkinson began rebranding its stores as Wilko, after its own-brand products marketed under the Wilko name.", "type": "p"}, {"text": "Are you a Wilko staff member? You can share your story by emailing: ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Or fill out the form below", "type": "p"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}