{"link": "https://www.bbc.com/news/health-66604155", "category": "health", "title": "Gut problems may be early sign of Parkinson's disease", "contributor": null, "time": "2023-08-25T01:25:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11679/production/_130898217_gut-index2-getty.jpg", "content": [{"text": "Gut problems including constipation, difficulty swallowing and an irritable bowel may be an early warning sign of Parkinson's disease in some people, a new study suggests. ", "type": "b"}, {"text": "The findings in the journal Gut add more evidence to the idea that brain and bowel health are intimately linked. ", "type": "p"}, {"text": "Understanding why gut issues happen might allow earlier treatment of Parkinson's, say the researchers. ", "type": "p"}, {"text": "Parkinson's is progressive, meaning the brain disorder gets worse over time. ", "type": "p"}, {"text": "People with Parkinson's do not have enough of the chemical dopamine in their brain because some of the nerve cells that make it are damaged.", "type": "p"}, {"text": "This causes symptoms including involuntary tremor or shaking, slow, shuffling movements and stiff muscles. ", "type": "p"}, {"text": "Although there is currently no cure, treatments are available to help reduce the main symptoms and maintain quality of life for as long as possible. ", "type": "p"}, {"text": "Spotting the disease even sooner - before neurological symptoms appear and there is substantial brain cell damage - might make a big difference.", "type": "p"}, [{"text": "Woman who smelled Parkinson's on husband helps scientists", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-62795737"}, {"text": "Billy Connolly: Challenges of Parkinson's getting worse", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-58315311"}, {"text": "Actor Michael J Fox on living with Parkinson's", "type": "a", "href": "https://www.bbc.co.uk/news/av/entertainment-arts-55007764"}], {"text": "For the study, researchers analysed US medical records of 24,624 people with Parkinson's, comparing them with:", "type": "p"}, [{"text": "19,046 people with Alzheimer's ", "type": "p"}, {"text": "23,942 people with brain bleeds or clots (cerebrovascular disease)", "type": "p"}, {"text": "24,624 people with healthy brains", "type": "p"}], {"text": "What they wanted to find out was:", "type": "p"}, [{"text": "More often, did the patients with Parkinson's have any recent prior gut problems in the six years before their brain disorder was diagnosed?", "type": "p"}, {"text": "Did people with gut problems have a higher chance of developing Parkinson's?", "type": "p"}], {"text": "The answer that came back for both questions was \"yes\", based on five years of data. ", "type": "p"}, {"text": "Specifically, four gut conditions - constipation, difficulty swallowing, gastroparesis (a condition that slows the movement of food to the small intestine) and irritable bowel - were associated with a higher risk of Parkinson's. ", "type": "p"}, {"text": "Appendix removal, however, seemed to be protective, which is something that other scientists have recognised before.", "type": "p"}, {"text": "Not everyone with gastrointestinal problems will go on to get Parkinson's, the researchers stress, but there appears to be some kind of link between gut and brain health. ", "type": "p"}, {"text": "The gastrointestinal tract has millions of nerve cells that communicate with the brain. Experts say it is possible that therapies that help one system might also help the other, or that an illness in one region will affect the other.   ", "type": "p"}, {"text": "Clare Bale, from Parkinson's UK, said the results \"add further weight\" to the hypothesis that gut problems could be an early sign of the disease.", "type": "p"}, {"text": "Prof Kim Barrett, from University of California, Davis, said more studies were needed to understand whether the link was something that could be used by doctors to help patients. ", "type": "p"}, {"text": "\"It remains possible that both gastrointestinal conditions and Parkinson's disease are independently linked to an as yet unknown third risk factor - the work reported cannot ascribe causality.  ", "type": "p"}, {"text": "\"Nevertheless, the conclusions may have clinical relevance, and certainly should prompt additional studies.\"", "type": "p"}, {"text": "Dr Tim Bartels, from the UK Dementia Research Institute at University College London, said the work firmly establishes that the gut might be a \"prime target\" to search for biomarkers of Parkinson's - measurable physical changes that can act as an early warning sign. ", "type": "p"}, {"text": "He said being able to predict Parkinson's earlier would be \"highly valuable for earlier, and therefore more effective, treatment and drug targeting\". ", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}