{"link": "https://www.bbc.com/news/business-65091480", "category": "business", "title": "Binance accused of breaking US financial laws", "contributor": null, "time": "2023-03-27T21:09:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0D30/production/_129167330_czmedgettyimages-1440212835.jpg", "content": [{"text": "US regulators are seeking to ban Binance, the world's largest crypto trading platform, alleging that the firm has been operating in the country illegally.", "type": "b"}, {"text": "The lawsuit from the Commodity Futures Trading Commission (CFTC) said the firm cultivated US business while failing to register properly with authorities.", "type": "p"}, {"text": "It accused Binance of breaking numerous US financial laws, including rules intended to thwart money laundering.", "type": "p"}, {"text": "Binance defended its practices.", "type": "p"}, {"text": "It said it had made \"significant investments\" to ensure that US users were not active on the platform, including blocking users identified as American citizens or residents, or who had a US mobile number.", "type": "p"}, {"text": "\"This filing is unexpected and disappointing as we have been working collaboratively with the CFTC for more than two years. Nevertheless, we intend to continue to collaborate with regulators in the US and around the world,\" the firm said. ", "type": "p"}, {"text": "\"The best path forward is to protect our users and to collaborate with regulators to develop a clear, thoughtful regulatory regime.\"", "type": "p"}, {"text": "Founded in 2017, the company is now the world's largest centralised exchange for digital assets, claiming more than 100 million users globally. It is led by Chinese-born Canadian billionaire Changpeng Zhao, who was also named in the complaint. ", "type": "p"}, {"text": "The CFTC said Binance had been active in the US since 2019, but never properly registered with the government or complied with relevant US laws, using an \"intentionally opaque\" global corporate structure in a bid to escape oversight.", "type": "p"}, {"text": "For much of that time, Binance did not not require its customers to provide any identity-verifying information before trading on the platform, the CFTC alleged in the civil lawsuit, filed in federal court in Illinois. ", "type": "p"}, {"text": "In 2021, the firm announced it was tightening its rules. But at the same time, the CFTC said it advised US-based customers on how to evade those controls using virtual private networks (VPNs) and shell companies. ", "type": "p"}, {"text": "The firm evaded the rules \"to maximize corporate profits,\" the CFTC said.", "type": "p"}, {"text": "It asked the US court for restitution and fines, as well as permanent trading and registration bans.", "type": "p"}, {"text": "CFTC chairman Rostin Behnam said the government filed the case to protect American investors and it should serve as a wider warning to those working in the crypto sector. ", "type": "p"}, {"text": "\"For years, Binance knew they were violating CFTC rules, working actively to both keep the money flowing and avoid compliance. This should be a warning that the CFTC will not tolerate wilful avoidance of US law,\" he said. ", "type": "p"}, {"text": "Around the time the lawsuit was announced, Mr Zhao posted on Twitter a message that read \"4\" - apparently referring followers back to advice in an earlier post urging people to \"ignore .... fake news, attacks, etc.\"", "type": "p"}, {"text": "After several years of explosive growth, the crypto industry has been struggling with a sharp decline in prices, as well as increased scrutiny from regulators.", "type": "p"}, {"text": "Last year, US officials warned the industry that they planned to use existing laws to more rigorously enforce against issues such as conflicts of interest and lack of transparency. ", "type": "p"}, {"text": "In October, the CFTC said more than 20% of the cases it had pursued in the 12 months prior concerned the sector, including cases against Bitfinex and Tether.  It is also among the agencies in the US that has brought fraud charges against Sam Bankman-Fried and FTX, previously a major rival to Binance. ", "type": "p"}], "tags": []}