{"link": "https://www.bbc.com/news/entertainment-arts-65087544", "category": "entertainment & arts", "title": "Gary Lineker says he teared up over co-hosts' support in impartiality row", "contributor": null, "time": "2023-03-27T12:13:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0650/production/_129161610_70357ccd6ee395231ec30bfbe84f37b69dbcbd42.jpg", "content": [{"text": "Match of the Day host Gary Lineker has said he shed a tear when fellow presenters Ian Wright and Alan Shearer pulled out of the show in solidarity with him over a BBC impartiality row.", "type": "b"}, {"text": "Lineker was taken off air over a tweet criticising government asylum policy.", "type": "p"}, {"text": "Shearer, Wright and other BBC sport presenters including Jermaine Jenas and Alex Scott refused to appear on air in protest over Lineker's suspension.", "type": "p"}, {"text": "\"I must admit, I had a tear in my eye,\" he told The Rest is Politics podcast.", "type": "p"}, {"text": "Speaking to hosts Alastair Campbell and Rory Stewart about those who supported him, Lineker said: \"It just moved me, it was beautiful. ", "type": "p"}, {"text": "\"When it first happened... it's one thing saying that in a moment, but then actually to carry that through, they didn't need to do that.\"", "type": "p"}, {"text": "The Rest is Politics podcast is produced by Lineker's own production company, Goalhanger Podcasts.", "type": "p"}, {"text": "On 7 March, Lineker tweeted that the government's asylum policy was \"immeasurably cruel\" and said the language being used was \"not dissimilar to that used by Germany in the 30s\".", "type": "p"}, {"text": "Home Secretary Suella Braverman had said she was disappointed by the remarks, but Lineker said he said he would try to keep speaking up for refugees.", "type": "p"}, {"text": "The BBC initially said it was was having a \"frank conversation\" with Lineker about the BBC's need to remain impartial, before taking him off air on 10 March.", "type": "p"}, {"text": "It made headline news for several days, with politicians and media commentators all weighing in on the issue.", "type": "p"}, {"text": "Match of the Day went ahead on BBC One but was reduced to a 20-minute edition minus its host, pundits and commentary, while other football coverage was dropped. ", "type": "p"}, {"text": "The programme's viewing figures increased by nearly 500,000 as the media coverage intensified.", "type": "p"}, [{"text": "Lineker revolt becomes a test of BBC's values", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64929269"}], {"text": "Stewart called the incident a \"full-blown crisis\" for the BBC, and Lineker responded: \"I'm still bewildered\". He said of his tweet: \"I added that some of the language use is not dissimilar to that used in the early 30s in Germany, which was never meant as any kind of comparison to the Holocaust.\" ", "type": "p"}, {"text": "He went on that the response to his tweet was \"silly - it shouldn't have been\". ", "type": "p"}, {"text": "\"I love the BBC. I've been there for nearly 30 years but people make mistakes, they recognise that and they addressed it and in the end, thankfully, we're all back to work,\" he said.", "type": "p"}, {"text": "Prior to being taken off air, Lineker had tweeted about the situation, saying it was a \"ridiculously out-of-proportion story\".", "type": "p"}, {"text": "He also told the podcast he did not think he had said anything \"particularly controversial\" in his tweet.", "type": "p"}, {"text": "The TV host claimed he and BBC director general Tim Davie had already agreed on issues he would speak out on.", "type": "p"}, {"text": "\"I've done a lot with charities and a lot with the refugee crisis for a long time. When I met Tim Davie, when he first brought in his guidelines, we had a discussion, and I said to Tim, there are two things that I'll continue to talk up on. I will not back down. And he agreed. ", "type": "p"}, {"text": "\"One of them was about the refugee crisis and the other one was about climate change.\"", "type": "p"}, {"text": "When Lineker was reinstated to Match of the Day the following weekend, Mr Davie insisted he had not backed down in the face of an uproar over the issue.", "type": "p"}, {"text": "The director-general told the BBC he took \"proportionate action\" after a row erupted over impartiality when Lineker criticised the government's asylum policy in a tweet.", "type": "p"}, {"text": "He added: \"We believe we did the right thing. I think I did the right thing.\"", "type": "p"}, {"text": "BBC News has asked the BBC for comment on Lineker's claim that he and Mr Davie had an earlier agreement about the issues the former footballer would continue to speak about publicly.", "type": "p"}, {"text": "On 13 March Davie announced an independent review of BBC social media guidelines, which Lineker said he supported. ", "type": "p"}, {"text": "The row over Lineker's tweet led to fresh calls for BBC chairman Richard Sharp to resign, with Liberal Democrat leader Sir Ed Davey saying the presenter's suspension \"has shown failure at the top\".", "type": "p"}, {"text": "Mr Sharp's appointment is being investigated over his relationship with Boris Johnson. He denies wrongdoing.", "type": "p"}, {"text": "The BBC is also conducting its own internal review over any potential conflicts of interest Mr Sharp may have in his current role as BBC chairman.", "type": "p"}, {"text": "Lineker said: \"I think it's really difficult. I think for me, what they have to think about first and foremost, before you talk about anybody else's impartiality - the government of the day, whoever that is, whether it's Tory or Labour, cannot decide who the chairman of the BBC is, or have any kind of influence on who they put into the director of news or anything else. ", "type": "p"}, {"text": "\"That for me is where it needs to start. So otherwise, it's really difficult\".", "type": "p"}, {"text": "Calling himself a \"freelance guy that works on football\", Lineker added he would not discuss politics between now and the general election.", "type": "p"}, {"text": "\"I won't get involved. I've never said who I vote for, ever. I'm voting for lots of different parties at different points for different reasons. I'm kind of your archetypal floating voter to be honest,\" he said.  ", "type": "p"}], "tags": []}