{"link": "https://www.bbc.com/news/health-65049739", "category": "health", "title": "Sniffing body odour is tested as an anxiety therapy", "contributor": null, "time": "2023-03-26T01:46:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16610/production/_129146619_gettyimages-634477411.jpg", "content": [{"text": "Sniffing other people's body odour might be useful in therapy for social anxiety, say Swedish researchers who have started tests with volunteers. ", "type": "b"}, {"text": "The scientists have been using armpit sweat in their experiments. ", "type": "p"}, {"text": "Their hunch is the smell activates brain pathways linked to emotions, offering a calming effect - but it is far too soon to say if they are right. ", "type": "p"}, {"text": "They are presenting some of their early findings at a medical conference in Paris this week. ", "type": "p"}, {"text": "Babies are born with a strong sense of smell, with a preference for their mother and her breastmilk. ", "type": "p"}, {"text": "Smell helps us humans sense danger - from food or a smoky fire, for example - and interact with our environment, as well as each other.", "type": "p"}, {"text": "It also makes meals more tasty and can evoke strong memories too. ", "type": "p"}, {"text": "Aromas are detected by receptors in the upper part of the nose. Signals from these are then relayed directly to the limbic system, a brain region that is associated with memory and emotions.", "type": "p"}, [{"text": "Can the right smell make you feel more productive?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61708789"}, {"text": "Parkinson's test - woman smelled disease on husband", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-62795737"}, {"text": "Smell training to help Covid sufferers", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-berkshire-63683028"}], {"text": "The Swedish researchers suggest that human body odour might communicate our emotional state - happy or anxious, for instance - and even elicit similar responses in others who smell it.", "type": "p"}, {"text": "They asked volunteers to donate armpit sweat from when they were watching either a scary movie or a happy one. ", "type": "p"}, {"text": "Next, 48 women with social anxiety agreed to sniff some of these samples, alongside receiving a more conventional therapy called mindfulness, where people are encouraged to focus on the here and now rather than replaying negative thoughts. ", "type": "p"}, {"text": "Some of the women were given genuine body odour to sniff, while others - the control group - were given clean air instead. ", "type": "p"}, {"text": "Those who were exposed to the sweat appeared to do better with the therapy.  ", "type": "p"}, {"text": "Lead researcher Ms Elisa Vigna, of the Karolinska Institute in Stockholm, said: \"Sweat produced while someone was happy had the same effect as someone who had been scared by a movie clip.  So there may be something about human chemo-signals in sweat generally which affects the response to treatment. ", "type": "p"}, {"text": "\"It may be that simply being exposed to the presence of someone else has this effect, but we need to confirm this. In fact, that is what we are testing now in a follow-up study with a similar design, but where we are also including sweat from individuals watching emotionally neutral documentaries.\"", "type": "p"}, {"text": "Most of the skin's sweat is odourless. But sweat glands in the armpit and groin produce certain compounds that cause body odour. ", "type": "p"}, {"text": "Bacteria on the skin's surface and on nearby hair follicles break down these compounds, producing others which are responsible for the smell. ", "type": "p"}, {"text": "Duncan Boak from the charity Fifth Sense, which aims to raise awareness about smell and taste disorders, said: \"We know there's a strong link between our sense of smell and our emotional wellbeing.", "type": "p"}, {"text": "\"Losing the ability to smell other people, such as your partner and children can cause depression and feelings of isolation.  ", "type": "p"}, {"text": "\"Whilst this is a preliminary study and further work is of course needed, it's very encouraging to see further research around the importance of our sense of smell to good mental health.\"", "type": "p"}], "tags": []}