{"link": "https://www.bbc.com/news/technology-65088152", "category": "technology", "title": "Why fun apps are banned on French officials' phones", "contributor": null, "time": "2023-03-27T13:54:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/810C/production/_129163033_gettyimages-1058608390.jpg", "content": [{"text": "Governments and institutions around the world have been banning TikTok from officials' phones and devices, over the past few months.", "type": "b"}, {"text": "The Netherlands and Norway have joined the list of countries banning the video-sharing app, owned by Chinese company ByteDance, from government-issued devices.", "type": "p"}, {"text": "And despite TikTok's insistence it is independently run and shares no users' data with the Chinese government, France has become the latest country to restrict officials' access to it. ", "type": "p"}, {"text": "But at the same time, it has also become the first country to do the same for all \"recreational\" apps - including:", "type": "p"}, [{"text": "Netflix", "type": "p"}, {"text": "Instagram", "type": "p"}, {"text": "Candy Crush", "type": "p"}, {"text": "Twitter", "type": "p"}], {"text": "The ban, monitored by France's cyber-security agency, will affect about 2.5 million civil servants.", "type": "p"}, {"text": "\"Recreational applications do not deliver sufficient levels of cyber-security and data protection to be deployed on administration's digital tools,\" Civil Service Minister Stanislas Guerini said.", "type": "p"}, {"text": "\"These applications may therefore constitute a risk to the data protection of these administrations and their public officials.\" Although, exceptions could be granted for \"institutional communications\" purposes.", "type": "p"}, {"text": "So it looks like France, unlike the rest of the West, is viewing Chinese and American technology companies in a similar way. Although, it is not the first instance of technology tension between the US and France.", "type": "p"}, {"text": "In 2019, France approved a digital-services tax despite threats of retaliation by the US, who argued it unfairly targeted American technology giants such as Google and Facebook.", "type": "p"}, {"text": "And since 2018, France has been vocally opposed to the US Cloud Act, which gives American law-enforcement authorities the power to request data stored by most major cloud providers, even if it is outside the US.", "type": "p"}, {"text": "France has had a prominent voice in the Gaia-X project - set up to:", "type": "p"}, [{"text": "address the conflict between the US Cloud Act and the EU General Data Protection Regulation (GDPR)", "type": "p"}, {"text": "set European cloud standards ", "type": "p"}, {"text": "ensure customers' data is stored and processed in Europe, \"immune\" from non-European laws", "type": "p"}], {"text": "Day after day, governments and public bodies are banning TikTok from staff devices - but France's decision to clamp down on all \"recreational apps\" stands out and is being praised by privacy campaigners.", "type": "p"}, {"text": "Fears about TikTok have reached fever pitch - but alongside the furore, people are beginning to question the privacy practices of other apps too - regardless of where the companies are based. And this feels like a moment privacy campaigners have been waiting for.", "type": "p"}, {"text": "Questions are being asked about how data is collected and used by the likes of Facebook, Instagram, Snapchat and even Candy Crush.", "type": "p"}, {"text": "The political focus is currently on TikTok because its parent company is in China - but the French government is clearly saying all these social-media companies have questions to answer.", "type": "p"}], "tags": []}