{"link": "https://www.bbc.com/news/business-62637616", "category": "business", "title": "British Airways to cut 10,000 Heathrow flights", "contributor": "Katy Austin", "time": "2022-08-22T16:10:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3156/production/_120303621_ba_epa.jpg", "content": [{"text": "British Airways will cut roughly 10,000 short-haul flights to and from Heathrow Airport between late October and March.", "type": "b"}, {"text": "The move is aimed at minimising disruption over the winter and some long-haul flights will also be affected, the airline said.", "type": "p"}, {"text": "BA said it will also cut a dozen round-trips per day - totalling 629 flights - until the end of October.", "type": "p"}, {"text": "Heathrow, which is BA's main hub, has capped passenger numbers flying from the airport due to staff shortages.", "type": "p"}, {"text": "Airports and airlines, which cut jobs during the height of Covid restrictions, have found it difficult to recruit enough staff as demand for holidays has returned.", "type": "p"}, {"text": "Heathrow has struggled to cope with rising passenger numbers and issues with its baggage handling systems caused long delays in returning luggage.", "type": "p"}, {"text": "BA said it was \"protecting key holiday destinations over half-term\". Most schools in England are off during the last week of October.", "type": "p"}, {"text": "Most cancellations will be on routes which have other daily services to the same destinations, it said in a statement.", "type": "p"}, {"text": "Passengers affected by the changes will be offered an alternative flight with BA or another airline or a refund, it added.", "type": "p"}, {"text": "BA insisted the impact for customers was \"minimal\", with the majority of flights unchanged. ", "type": "p"}, {"text": "\"Customers booked for winter will be able to travel as planned and are being given several months' notice of any changes,\" a statement said.", "type": "p"}, {"text": "The airline said it was expecting to operate an average of 290 round-trips per day from London Heathrow over the winter. Its total capacity for the winter schedule will be reduced by 8%.", "type": "p"}, {"text": "John Strickland, an aviation consultant, said the amount of flights cut appeared to be a \"very negligible amount in the context of what they would plan to operate\".", "type": "p"}, {"text": "\"At this point they are likely to inconvenience very few people and I wouldn't expect any noticeable impact on price,\" he added.", "type": "p"}, {"text": "British Airways is the largest operator at Heathrow, and earlier this month suspended sales of tickets on short-haul flights from the airport for two weeks. This is to avoid exceeding its share of the airport's 100,000 per day passenger limit.", "type": "p"}, {"text": "This cap had been due to end on 11 September but was recently extended until 29 October.  ", "type": "p"}, {"text": "Announcing the extension, Heathrow said that the cap had worked, resulting in fewer last minute cancellations and delays, and better baggage delivery.", "type": "p"}, {"text": "BA had already cut more than 30,000 flights over the wider summer period, and had been planning a slow ramp-up towards the winter. But the passenger cap means it cannot run as many as hoped.", "type": "p"}], "tags": ["London Heathrow Airport", "British Airways"]}