{"link": "https://www.bbc.com/news/entertainment-arts-62635761", "category": "entertainment & arts", "title": "Vanessa Feltz to present drivetime show on TalkTV", "contributor": null, "time": "2022-08-22T15:07:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/145AA/production/_126407338_gettyimages-1402282953.jpg", "content": [{"text": "Vanessa Feltz has announced she is to present a daily three-hour drivetime show on TalkTV from 5 September.", "type": "b"}, {"text": "She will replace Jeremy Kyle, who is moving to a new primetime show.", "type": "p"}, {"text": "Feltz revealed in July she was leaving her BBC Radio 2 and BBC Radio London after almost 20 years.", "type": "p"}, {"text": "\"The allure of a retirement reclining on a chaise longue while the fragrant Ben (Ofoedu, her partner and Phats & Small singer) peeled me a grape was fleeting,\" she said online on Monday.", "type": "p"}, {"text": "\"While there are politicians to be tackled, fat cats to be flattened, scams to expose and lovely listeners to champion, it's my mission to breathe fire into the microphone.\"", "type": "p"}, {"text": "\"After an elegant sojourn at the BBC I am effervescent with joy at the invitation to unleash my hitherto hidden side on TalkTV.\"", "type": "p"}, [{"text": "Breakfast? Loo breaks? The challenges of two shows a day", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-45196594"}, {"text": "Vanessa Feltz leaving her two BBC radio shows", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62330272"}], {"text": "TalkTV was launched in April by News UK and Feltz has appeared as a frequent panellist.", "type": "p"}, {"text": "News UK broadcasting president Scott Taunton said he was \"delighted\" she had joined the team full-time as she was \"not only a world-class broadcaster\" but also \"a national treasure\".", "type": "p"}, {"text": "\"With no alarm clock needed, I'm sure our viewers and listeners will be getting the full force of Feltz,\" he continued.", "type": "p"}, {"text": "In July, Feltz was one of only three women to feature in the top 10 on the list of the BBC's best-paid talent, earning upwards of £400,000.", "type": "p"}, {"text": "On leaving the corporation she said she had \"loved every moment\" and would miss her \"beloved\" listeners and colleagues.", "type": "p"}, {"text": "But, she said, she had had to step down \"to catch up on a much needed decade's deficit of beauty sleep\".", "type": "p"}], "tags": ["Television", "Vanessa Feltz"]}