{"link": "https://www.bbc.com/news/health-62630594", "category": "health", "title": "UK to offer mini dose of monkeypox jab amid low stocks", "contributor": "Michelle Roberts", "time": "2022-08-22T15:20:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/29C1/production/_103598601_m0501256-monkeypox_virus_particle_tem-spl.jpg", "content": [{"text": "Three NHS sites are set to begin a pilot offering eligible patients smaller doses of monkeypox vaccine, amid global shortages of the jab. ", "type": "b"}, {"text": "Experts say the reduced shots are just as effective and will mean more people are protected. ", "type": "p"}, {"text": "The fractional dosing approach has been authorised in the US and the EU, as well as the UK. ", "type": "p"}, {"text": "More than 3,000 people have been diagnosed with monkeypox in the UK since the epidemic began in May. ", "type": "p"}, {"text": "Most cases of the virus have been among gay and bisexual men.", "type": "p"}, {"text": "However, anyone who comes into close contact with someone who has monkeypox could potentially contract the virus.", "type": "p"}, {"text": "Vaccination can help prevent new cases.", "type": "p"}, {"text": "UK officials say more than 33,000 regular dose shots have been given to some of those at the greatest risk of contracting the virus.", "type": "p"}, {"text": "But many more, who could benefit from being vaccinated, have not yet been immunised - and stocks of the vaccine are running low. ", "type": "p"}, [{"text": "Monkeypox: Can we still stop the outbreak?", "type": "a", "href": "https://www.bbc.co.uk/news/health-62435204"}, {"text": "'I'm a different person after having monkeypox'", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-62438263"}, {"text": "What is monkeypox and how do you catch it? ", "type": "a", "href": "https://www.bbc.co.uk/news/health-45665821"}], {"text": "Fractional dosing could maximise the number of doses that can be administered currently, without compromising protection, says the UK Health Security Agency (UKHSA). ", "type": "p"}, {"text": "Clinics in Chelsea and Westminster NHS Trust, Central and North West London NHS Foundation Trust and Locala Health and Wellbeing in Greater Manchester are to begin offering people the lower dose option. ", "type": "p"}, {"text": "Although the dose is a fifth of the volume of the regular one - 0.1ml rather than 0.5ml - studies suggest it still gives good protection. ", "type": "p"}, {"text": "Dr Mary Ramsay, Head of Immunisation at UKHSA, said: \"Adopting this tried-and-tested technique will help to maximise the reach of our remaining stock, including the 100,000 doses due to arrive in the country next month - potentially enabling us to offer protection for many more thousands of people.", "type": "p"}, {"text": "\"We will continue to remain agile in our response to the monkeypox outbreak and will adapt our approach as new science and advice becomes available.\"", "type": "p"}, {"text": "Dr Claire Dewsnap, President of the British Association for Sexual Health & HIV, said: \"We absolutely support the UKHSA-led fractional dosing pilots assessing feasibility in UK sexual health clinics. If acceptable, this would offer us the opportunity to roll out vaccine to those eligible much faster, and would address the issues of short supply of vaccine across the world.\"", "type": "p"}], "tags": ["Monkeypox"]}