{"link": "https://www.bbc.com/news/science-environment-62626774", "category": "science & environment", "title": "English beach sewage dumps not monitored properly, data shows", "contributor": "Sam Hancock", "time": "2022-08-22T08:38:24.000Z", "cover": "https://ichef.bbci.co.uk/news/2048/cpsprodpb/6A54/production/_126402272_sewagemonitors2x-nc.jpg", "content": [{"text": "Water companies have been accused of failing to monitor sewage discharges at popular British seaside resorts.", "type": "b"}, {"text": "Data analysed by the Liberal Democrats found that many monitoring devices had either not been installed or do not work \"90% of the time\".", "type": "p"}, {"text": "The Lib Dems said the data showed a quarter of sewage discharges went unmonitored last year as a result of a lack of monitors or faults.", "type": "p"}, {"text": "Water firms have insisted they are committed to tackling the issue.", "type": "p"}, {"text": "In Seaford, East Sussex, where the beach is popular with swimmers and families, a monitor was only working a third of the time, according to a review of data from the Environment Agency.", "type": "p"}, {"text": "Southern Water was forced to apologise last week after beaches in East Sussex were closed due to untreated wastewater being released into the sea at the shoreline. ", "type": "p"}, {"text": "Pollution warnings were put in place across more than 40 beaches and swimming spots in England and Wales after heavy rain overwhelmed sewer systems.", "type": "p"}, {"text": "Particular concern was raised over a handful of beaches that have bathing water status - including Littlehampton in West Sussex and Lee-on-Solent in Hampshire - where the Lib Dems said some Event Duration Monitoring (EDM) devices were not installed at all.", "type": "p"}, {"text": "Across Devon and Cornwall, one in eight of South West Water's sewage monitors installed at designated bathing locations were also either faulty or not installed, they said.", "type": "p"}, {"text": "Bathing water status is given to locations where ministers expect \"a large number of people to bathe\" based on past trends.", "type": "p"}, {"text": "Raw sewage was pumped into rivers and coasts around 375,000 times in 2021, down 25,000 from the previous year, according to the Environment Agency.", "type": "p"}, {"text": "The agency said it increased the number of combined sewer overflows (CSOs) monitored across the network from 800 in 2016 to more than 12,000 in 2020. All 15,000 will have them by the end of 2023, it added.", "type": "p"}, {"text": "The government previously said it wanted to reduce discharges into bathing waters by 70% by 2035, and eliminate 160,000 incidents of sewage overflows by 2040.", "type": "p"}, {"text": "Water minister Steve Double said earlier this week: \"We are the first government to take action to tackle sewage overflows.", "type": "p"}, {"text": "\"Work on tackling sewage overflows continues at pace.\"", "type": "p"}, {"text": "Dr Imogen Napper, a postdoctoral researcher in marine pollution at the University of Plymouth, said for such goals to be met more \"investment and accountability is required from water companies to ensure this environmental disaster is not repeated\".", "type": "p"}, {"text": "\"The protection of our environment, and the community that enjoy it, is paramount,\" she told BBC News, adding it was \"environmental vandalism\" for raw sewage to \"enter our environment due to [companies] cutting corners and a lack of appropriate infrastructure\".", "type": "p"}, {"text": "When all monitors were considered - not just those in spots with bathing status - the Lib Dem analysis found that the water company with the worst record was Anglian Water, which had less than half (49%) its sewage discharges measured due to a faulty monitor or the fact one was never installed. ", "type": "p"}, {"text": "This was followed by South West Water (30%) and Severn Trent Water (29%).", "type": "p"}, {"text": "Stanley Johnson, the prime minister's father, blamed his son's administration for the sewage problem, saying it should have been pressed harder. ", "type": "p"}, {"text": "Linking the problem to Brexit, he said Britain's beaches got a \"clean up\" after joining the European Union in 1973. Without the \"EU push\", he added, the UK faces a \"very dangerous and difficult situation\". ", "type": "p"}, {"text": "Both Anglian Water and Southern Water told BBC News work had already been done to improve the issue. ", "type": "p"}, {"text": "\"All but three of the places designated for bathing in our region are rated as good or excellent for bathing water quality, and all have EDM monitors installed on them,\" an Anglian Water spokeswoman said.", "type": "p"}, {"text": "She added the company planned to have devices installed \"across all CSOs by the end of 2023\".", "type": "p"}, [{"text": "Sewage hits dozens of UK beaches after heavy rain", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62574105"}, {"text": "Tory MPs defend votes after uproar over sewage plan", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-59040175"}, {"text": "Yorkshire Water fined £1.6m for sewage pollution", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-bradford-west-yorkshire-62212673"}], {"text": "At Southern, a spokesman said the company has monitors on \"87.8% of our storm overflows, giving us the ability to report pollutions more accurately\". ", "type": "p"}, {"text": "He added: \"This covers 959 of our 974 overflows - one of the highest levels in the industry.", "type": "p"}, {"text": "\"We have committed to £145m of investment to drive down pollutions by 2025.\"", "type": "p"}, {"text": "Lib Dem MP Tim Farron, the party's environment spokesperson, described a \"national scandal\" in which water companies could be guilty of \"gross negligence by failing to install sewage monitors\".", "type": "p"}, {"text": "Meanwhile, a spokesman for water regulator Ofwat said it was currently investigating \"all wastewater companies\" in England and Wales due to \"concerns\" over how they \"manage their treatment works\". ", "type": "p"}, {"text": "Cases are currently open in relation to six of them, he told BBC News, adding: \"Where we find issues, we will act\".", "type": "p"}, {"text": "Tory MPs last year defended themselves after 256 voted with the government to reject an attempt by the House of Lords to bolster the Environment Bill.", "type": "p"}, {"text": "Peers wanted to force water companies and the government to demonstrate progressive reductions in discharges of untreated sewage and make it standard for them to \"take all reasonable steps\" to avoid using combined sewer overflows.", "type": "p"}, {"text": "Some MPs said the proposed amendment was unnecessary, while others argued dumping sewage into open water was better than it coming into people's homes or businesses.", "type": "p"}], "tags": ["Sewage", "Southern Water", "Anglian Water", "Water pollution"]}