{"link": "https://www.bbc.com/news/technology-62631533", "category": "technology", "title": "PlayStation sued for £5bn in the UK over ‘rip-off’ games", "contributor": "Shiona McCallum", "time": "2022-08-22T12:20:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2530/production/_126402590_gettyimages-1408858615.jpg", "content": [{"text": "Sony PlayStation is being sued for £5bn in the UK over allegations it \"ripped off its customers\" with overpriced games and in-game purchases.", "type": "b"}, {"text": "The group legal action, led by consumer rights champion Alex Neill, could see almost nine million gamers compensated.", "type": "p"}, {"text": "It claims Sony PlayStation breached competition law, imposing unfair terms and conditions on games' developers and publishers, and driving up prices.", "type": "p"}, {"text": "\"The game is up,\" said Ms Neill. Sony PlayStation has yet to comment.", "type": "p"}, {"text": "The claim, filed at the Competition Appeal Tribunal, alleges the gaming company abused its position as the market leader to impose terms and conditions on games' developers and publishers, including a 30% commission on every digital game or in-game purchase made through the online PlayStation Store.", "type": "p"}, {"text": "The legal case claims Sony PlayStation's actions have driven up prices for consumers, resulting in customers being \"unwittingly overcharged\" for digital gaming purchases by up to a total of £5bn over the past six years.", "type": "p"}, {"text": "The estimated damages per individual in the claim is said to be between £67 and £562. ", "type": "p"}, {"text": "It applies to any customer who has purchased digital games or add-on content on their console or through the PlayStation Store since August 2016.", "type": "p"}, {"text": "\"We believe we've got a really strong case, or else we wouldn't be doing this,\" Ms Neill told BBC News. \"It is a big undertaking to take on a company like Sony.\"", "type": "p"}, {"text": "\"With this legal action, I am standing up for the millions of UK people who have been unwittingly overcharged,\" she said.", "type": "p"}, {"text": "\"We believe Sony has abused its position and ripped off its customers.", "type": "p"}, {"text": "\"The actions of Sony are costing millions of people who can't afford it, particularly when we're in the midst of a cost-of-living crisis and the consumer purse is being squeezed like never before.\"", "type": "p"}, {"text": "It is not the first time that concerns have been raised over commission on digital platforms and accessing content. Similar actions have been brought in other countries against Apple and Google.", "type": "p"}, {"text": "\"Once you are in those Apple or Android operating systems, you're left with no choice but to pay the high costs for content because there is no alternative. We say it's pretty much the same for Sony PlayStation customers,\" Ms Neill told BBC News. ", "type": "p"}, {"text": "PlayStation users will automatically have a claim if they:", "type": "p"}, [{"text": "Owned a console since 19 August 2016 ", "type": "p"}, {"text": "Live in the UK ", "type": "p"}, {"text": "Purchased digital PlayStation games ", "type": "p"}, {"text": "Made in-game purchases via the PlayStation Store", "type": "p"}], {"text": "But Ms Neill warned that cases of this nature can take several years to resolve and that people who might be eligible for compensation could be left waiting if Sony PlayStation refuses to settle the claim.", "type": "p"}, {"text": "\"We would expect, given the number of consumers affected and the amount we believe they have overcharged by, that Sony would want to bring this forward and settle.", "type": "p"}, {"text": "\"But we have no idea what they are planning to do,\" she told the BBC.", "type": "p"}, {"text": "Sony PlayStation did not immediately respond to the BBC's request for a comment.", "type": "p"}], "tags": ["Gaming", "Compensation", "Sony", "PlayStation"]}