{"link": "https://www.bbc.com/news/business-63834419", "category": "business", "title": "Oil giant TotalEnergies to cut North Sea investment over windfall tax", "contributor": null, "time": "2022-12-02T18:11:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14C9A/production/_127864158_oilrigworkers_gettyimages-84871096.jpg", "content": [{"text": "French oil giant TotalEnergies has said it will cut North Sea investment by 25% next year after the windfall tax on oil and gas firms in the UK was extended.", "type": "b"}, {"text": "The company will cut £100m of spending on new wells in the region.", "type": "p"}, {"text": "The windfall tax - the Energy Profits Levy - was raised from 25% to 35% in last month's Autumn Statement and will now stay in place until March 2028.", "type": "p"}, {"text": "The government said the levy \"strikes a balance between funding cost of living support while encouraging investment\".", "type": "p"}, {"text": "\"We have been clear that we want to encourage reinvestment of the sector's profits to support the economy, jobs, and our energy security, which is why the more investment a firm makes into the UK, the less tax they will pay,\" a Treasury spokesperson said.", "type": "p"}, {"text": "However, a spokesperson for the Scottish government said: \"This decision highlights the fiscal and economic turmoil caused by the UK government is already having very real implications for Scottish industry.\"", "type": "p"}, {"text": "\"We have also been consistently clear that the implementation of a windfall tax must involve a balanced approach across sectors and companies - not just energy companies, disproportionately based in Scotland.\"", "type": "p"}, {"text": "TotalEnergies is one of the North Sea's biggest oil and gas producers and its decision to cut investment will affect plans to drill a new well at its Elgin gas field.", "type": "p"}, {"text": "\"Following another change to the fiscal environment for energy investors in the UK, we are now evaluating the impact of this change on our current and planned projects,\" said TotalEnergies' UK chairman Jean-Luc Guiziou.", "type": "p"}, {"text": "\"The energy industry operates in a cyclical market and is subject to volatile commodity prices. We believe that the government should remain open to reviewing the Energy Profits Levy if prices reduce before 2028.\"", "type": "p"}, [{"text": "What is the windfall tax on oil and gas companies?", "type": "a", "href": "https://www.bbc.co.uk/news/business-60295177"}, {"text": "SSE to review green projects after levy on electricity generators", "type": "a", "href": "https://www.bbc.co.uk/news/uk-63687512"}], {"text": "The windfall tax on oil and gas companies operating in the North Sea was introduced in May after oil prices increased sharply.", "type": "p"}, {"text": "Oil prices had already been increasing as Covid restrictions were lifted around the world, but they jumped when Russia's invasion of Ukraine led to worries over energy supplies.", "type": "p"}, {"text": "The rate for the EPL was set at 25% originally. However, in the Autumn Statement last month, Chancellor Jeremy Hunt announced it would increase to 35% from January 2023, and stay in place until March 2028. It had previously been scheduled to finish at the end of 2025.", "type": "p"}, {"text": "Oil and gas firms operating in the North Sea are already taxed differently to other firms. Taxes on their profits are higher - they pay 30% corporation tax on their profits and a supplementary 10% rate on top of that. Other firms currently pay corporation tax at 19%.", "type": "p"}, {"text": "However, energy firms can also claim tax savings worth 91p of every £1 invested in fossil fuel extraction in the UK.", "type": "p"}, {"text": "Neivan Boroujerdi from energy consultancy Wood Mackenzie said that while TotalEnergies is the second biggest producer in the North Sea, it is not set to be one of the biggest investors over the next few years.", "type": "p"}, {"text": "\"That's partly the reason why it's so adversely affected by the levy (windfall tax) in the first place, because they can't use the investment allowances to offset their levy payments against,\" Mr Boroujerdi said.", "type": "p"}, {"text": "Last week, Brindex, an organisation representing smaller independent oil exploration companies in the North Sea, wrote to the chancellor saying the windfall tax increase represented an \"existential threat\" to the industry.", "type": "p"}, {"text": "Robin Allen, the chairman of Brindex, said in the letter that its members can \"no longer shoulder this extreme open ended tax burden\", and warned that it could impact jobs and the country's energy security.", "type": "p"}, {"text": "Like TotalEnergies, Brindex has called for a price floor mechanism whereby the windfall tax would only be triggered above a certain price level for oil and gas.", "type": "p"}, {"text": "Both Shell and BP have said that they will review North Sea investments following the tax increase, but have not announced any specific cuts to spending in the region.", "type": "p"}, {"text": "The main North Sea industry body, Offshore Energies UK (OEUK), said the decision to increase the EPL was \"undermining investor confidence\".", "type": "p"}, {"text": "Deirdre Michie, chief executive of OEUK, said: \"Our industry was planning to invest £200bn in the broader energy sector - this includes low-carbon solutions - by 2030. This would help to ensure that the UK can meet its net-zero and climate goals and boost its energy security while we make that low-carbon transition. ", "type": "p"}, {"text": "\"But... these tax changes really do jeopardise this.\"", "type": "p"}, {"text": "Wood Mackenzie's Mr Boroujerdi said many people in the industry agreed \"something had to be done\" when the EPL was first introduced in May. ", "type": "p"}, {"text": "\"We saw energy prices spiralling out of control [and] eye-watering profits. But moving the goal posts for a second time in the space of six months hasn't gone down well and it's not conducive to future investment.\"", "type": "p"}, {"text": "However, Philip Evans, oil campaigner at Greenpeace UK, said the windfall tax was \"nowhere near strong enough\".", "type": "p"}, {"text": "\"Ultimately investments like those from TotalEnergies are a terrible deal for the British people. The jobs they provide are increasingly precarious. The fossil fuels they seek to extract will only trash our climate targets,\" he said.", "type": "p"}, {"text": "\"The future of the North Sea is in renewable energy and the quicker the government wakes up and helps us get there the better.\"", "type": "p"}], "tags": ["Companies", "Tax", "Energy industry", "North Sea oil and gas", "Oil", "Oil & Gas industry"]}