{"link": "https://www.bbc.com/news/entertainment-arts-63837585", "category": "entertainment & arts", "title": "Peter Kay moved to tears in live comeback as tour kicks off in Manchester", "contributor": null, "time": "2022-12-03T03:09:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12A6C/production/_127869367_cut_img_9893.jpg", "content": [{"text": "Comedian Peter Kay was moved to tears as he was given a standing ovation at the start of his first tour for 12 years.", "type": "b"}, {"text": "The crowd chanted his name as he took to the stage at Manchester's AO arena.", "type": "p"}, {"text": "He had to compose himself before telling fans: \"How am I supposed to do comedy now? You'll have me in bits... I can't believe you made me cry.\"", "type": "p"}, {"text": "It was the first of 110 arena dates that the Bolton star will perform over the next two-and-a-half years. ", "type": "p"}, {"text": "He had been due to go on tour in 2018, but cancelled that due to \"unforeseen family circumstances\".", "type": "p"}, {"text": "On Friday, he showed about 20,000 fans in Manchester that he was still the king of making us laugh at seemingly ordinary stuff that we all remember and recognise - and pointing out the ridiculous things about real life.", "type": "p"}, {"text": "\"It's stuff that people relate to, but he just makes it so daft. It's so funny,\" said Calum Burns, 23, from Manchester, who was seeing Kay in person for the first time.", "type": "p"}, {"text": "Olivia Matthews, also 23, added: \"There's nothing too serious. Everything's light-hearted. That's what we like about him.", "type": "p"}, {"text": "\"His last tour was 12 years ago and we were 10 or 11, so we're a new audience coming into it. I've always known him and always liked him, growing up. We've got to see his material, but never live.\"", "type": "p"}, {"text": "Jill Fraser, 36, from Edinburgh said of Kay's appeal: \"He's got a style of comedy that's just nice and easy, it's inoffensive, it's funny. He's got a lot of energy, and it's just everything you want from a Friday night comedy show.\"", "type": "p"}, {"text": "Paul Stokes, 63, from Wigan, said afterwards: \"He was a little bit overwhelmed when he first came out, but he was excellent.\"", "type": "p"}, {"text": "\"He's genuine,\" added Deborah Evitt, 56, from Manchester. \"He's a genuine person. You could tell what he did on that stage, he did from the heart. That's why I enjoyed it.\"", "type": "p"}, {"text": "Warning: mild spoilers about Peter Kay's show", "type": "b"}, {"text": "His down-to-earth, cheeky stand-up style and everyday subject matter haven't changed much.", "type": "p"}, {"text": "There were nostalgic jokes about childhood chocolate bars, TV theme tunes, bingo and baked beans, plus more of his favourite misheard pop lyrics - and a routine putting a clever new spin on his \"garlic bread\" catchphrase.", "type": "p"}, {"text": "The march of tastes and technologies - and the bewilderment that causes among an older generation - have always provided him with rich material.", "type": "p"}, {"text": "But while he's still ridiculing his befuddled elders, Kay is now also trying to get his head around the habits of his own children, with their reliance on devices and online deliveries.", "type": "p"}, {"text": "He felt freshest when poking fun at both modern life and himself - whether that was highlighting the challenges of ordering from Just Eat, or the perils of taking intimate photos to send to a GP.", "type": "p"}, {"text": "He became Britain's most popular stand-up comedian by being rude enough to avoid being bland, but not so offensive or controversial that he alienated people. ", "type": "p"}, {"text": "This time, there were occasions where he sailed close to political incorrectness, although he was at pains to claim he wanted to steer clear of cancel culture territory.", "type": "p"}, {"text": "He didn't answer why he retreated from the spotlight - but we never expected, or really wanted him to, given the night's celebratory air. People were just glad to have him back.", "type": "p"}, {"text": "And a spectacular and big-budget (by stand-up standards) final act took his love of pop culture nostalgia and silliness to new crowd-pleasing heights.", "type": "p"}, {"text": "Kay has made occasional live appearances since scrapping his last tour, but this set of dates is the first time most fans have seen him live for more than a decade.", "type": "p"}, {"text": "The 49-year-old will play 41 more times at the Manchester venue, the biggest arena in the UK, culminating with his final scheduled tour date on 25 July 2025.", "type": "p"}, {"text": "The tour will see him play 27 times at London's O2 arena - appearing there once a month between now and February 2025.", "type": "p"}, {"text": "He will also visit cities including Birmingham, Sheffield, Leeds and Belfast. The current 110-night total is only just short of the 113 dates he played in 2010-11, which broke the world record for the biggest-selling comedy tour ever, playing to more than 1.1 million people.", "type": "p"}, {"text": "There was huge demand when tickets for these shows went on sale last month. He said he decided to keep the cost of the cheapest seats at £35 - the same as they were on his last tour - because of the cost of living crisis.", "type": "p"}, {"text": "\"You've got to meet people halfway. It's bad times, plus that's why people need a laugh,\" he recently told BBC Radio 2's Zoe Ball. The cost rises to £150, including fees, for the best seats.", "type": "p"}], "tags": ["Comedy", "Bolton", "Manchester", "Peter Kay"]}