{"link": "https://www.bbc.com/news/business-62344654", "category": "business", "title": "BA owner IAG reports first profit since pandemic began", "contributor": null, "time": "2022-07-29T09:18:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/62AB/production/_126095252_gettyimages-1241796491.jpg", "content": [{"text": "British Airways owner IAG has swung back to profit for the first time since the beginning of the Covid pandemic, despite facing a \"challenging\" environment at Heathrow Airport.", "type": "b"}, {"text": "The company said it had seen a significant increase in the number of flights and passengers it handled. ", "type": "p"}, {"text": "Operating profit for the second quarter hit £245m, compared with a loss of £809m in the same period last year. ", "type": "p"}, {"text": "But IAG also issued a warning about the state of the industry.", "type": "p"}, {"text": "Airlines and airports have faced significant disruption this year due to widespread worker shortages and industrial action. ", "type": "p"}, {"text": "\"Our industry continues to face historic challenges due to the unprecedented scaling up in operations, especially in the UK where the operational challenges of Heathrow airport have been acute,\" said Luis Gallego, IAG's chief executive.", "type": "p"}, [{"text": "Heathrow hits back at 'bizarre' Ryanair criticism", "type": "a", "href": "https://www.bbc.co.uk/news/business-62295867"}, {"text": "Heathrow tells airlines not to sell summer tickets", "type": "a", "href": "https://www.bbc.co.uk/news/business-62136022"}, {"text": "British Airways to cancel 10,300 more flights", "type": "a", "href": "https://www.bbc.co.uk/news/business-62070451"}], {"text": "The company - which also owns Iberia and Aer Lingus - said that these issues at Heathrow had forced British Airways to limit its capacity to 69.1% of pre-pandemic levels between April and June.", "type": "p"}, {"text": "\"We will continue working with the industry to address these issues as aviation emerges from its biggest crisis ever,\" Mr Gallego said.", "type": "p"}, {"text": "Between July and October, British Airways will ramp up its capacity to about 75%, IAG said.", "type": "p"}, {"text": "It was the company's Iberia and Vueling brands that performed most strongly over the past three months, elevated by a robust demand for domestic flights within Spain, and routes to Latin America.", "type": "p"}, {"text": "Last month, both were at higher levels than they were in 2019.", "type": "p"}, {"text": "Mr Gallego said he hoped the airline would return to annual profitability this year, with demand showing no sign of weakening.", "type": "p"}, {"text": "\"In the second quarter we returned to profit for the first time since the start of the pandemic following a strong recovery in demand across all our airlines,\" he said. \"This result supports our outlook for a full year operating profit.\"", "type": "p"}, {"text": "\"Our performance reflected a significant increase in capacity, load factor and yield compared to the first quarter.\"", "type": "p"}, {"text": "IAG's share price climbed by 3.3% in early trading on Friday morning.", "type": "p"}, {"text": "'Bizarre'", "type": "b"}, {"text": "British Airways has been forced to cancel nearly 30,000 flights this summer as it struggles with staff shortages and rebounding demand for air travel following the lifting of Covid restrictions.", "type": "p"}, {"text": "This has been compounded by a lack of ground handling crew and ticketing agents at airports, many of whom were laid off during the pandemic and have not yet been replaced.", "type": "p"}, {"text": "A row broke out this week between Ryanair and Heathrow Airport, with the airline saying airports had not recruited enough staff to cater for the rebound in travellers, saying they \"had one job to do to\"", "type": "p"}, {"text": "But Heathrow hit back at the criticism, labelling it as \"bizarre\".", "type": "p"}, {"text": "\"Airports don't provide ground handling, that's provided by the airlines themselves. So this is like accusing us of not having enough pilots,\" said the airport's chief executive John Holland-Kaye.", "type": "p"}], "tags": ["Companies", "London Heathrow Airport", "IAG", "British Airways", "Air travel"]}