{"link": "https://www.bbc.com/news/entertainment-arts-62348252", "category": "entertainment & arts", "title": "Will Smith says he has 'reached out' to Chris Rock about Oscars slap", "contributor": null, "time": "2022-07-29T15:46:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12819/production/_123910857_will_punch.jpg", "content": [{"text": "Will Smith has said he has \"reached out\" to Chris Rock after slapping him at the Oscars, but the comedian has said he is \"not ready to talk\".", "type": "b"}, {"text": "The actor slapped Rock on stage at the Academy Awards in March, after the comic made a joke about Smith's wife.", "type": "p"}, {"text": "On Friday, Smith released a video reflecting on the slap - the first time he has been seen discussing it - in which he reiterated his apology.", "type": "p"}, {"text": "\"Chris, I apologise to you. My behaviour was unacceptable,\" he said.", "type": "p"}, {"text": "\"I'm here whenever you're ready to talk.\" ", "type": "p"}, {"text": "Smith has previously only issued written statements about the altercation. In the video, on his own YouTube channel, he answers questions that appear to be written by fans.", "type": "p"}, {"text": "He reads out out the questions himself, addressing the camera directly.", "type": "p"}, {"text": "\"I spent the last three months replaying and understanding the nuances and the complexities of what happened in that moment,\" the actor said.", "type": "p"}, {"text": "\"I wasn't thinking about how many people got hurt in that moment... There is no part of me that thinks that was the right way to behave in that moment.\"", "type": "p"}, {"text": "Smith explained: \"I've reached out to Chris and the message that came back is that he's not ready to talk and when he is, he will reach out.\" ", "type": "p"}, {"text": "He also said his wife Jada Pinkett Smith did not ask him to do something to defend her after Rock made the joke. \"Jada had nothing to do with it,\" Smith said.", "type": "p"}, {"text": "\"I want to say sorry to my kids and my family for the heat that I brought on all of us.\"", "type": "p"}, {"text": "Rock had taken aim at Pinkett Smith's shaved head, a result of the hair-loss condition alopecia.", "type": "p"}, {"text": "Pinkett Smith spoke last month saying it was her \"deepest hope\" that her husband and Rock could \"reconcile\" after the incident.", "type": "p"}, {"text": "She had previously posted on her social media after the slap that it was a \"season for healing\".", "type": "p"}, {"text": "Smith also apologised to his fellow nominees at the Oscars ceremony. ", "type": "p"}, {"text": "\"You know, this is a community, it's like I won because you voted for me. It really breaks my heart to have stolen and tarnished your moment.\"", "type": "p"}, {"text": "After the incident on stage, Smith won his first Oscar for his role in King Richard - a film about the father of Serena and Venus Williams. ", "type": "p"}, {"text": "The Oscars has banned Smith from Academy events for the next 10 years after what it described as \"unacceptable and harmful behaviour\" on stage.", "type": "p"}, {"text": "It claimed Smith was asked to leave the award ceremony after the slap but he refused, with a producer later clarifying Rock himself did not want Smith ejected with force or arrested by police.", "type": "p"}], "tags": ["The Oscars", "Will Smith", "Chris Rock"]}