{"link": "https://www.bbc.com/news/science-environment-62350235", "category": "science & environment", "title": "Single-use plastic carrier bags use down 20% since 10p charge", "contributor": "Ella Hambly", "time": "2022-07-29T18:40:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13056/production/_126101977_gettyimages-1182636312.jpg", "content": [{"text": "Single-use plastic bag use in England has fallen by 20% after a 10p charge was brought in last year, the government has said.", "type": "b"}, {"text": "The price was increased from the 5p charge introduced in 2015. ", "type": "p"}, {"text": "The average person now buys around three single-use carrier bags a year, down from 140 in 2014, government figures say.", "type": "p"}, {"text": "But environmentalists claim say this is the tip of the iceberg in the plastic problem.", "type": "p"}, {"text": "Plastic pollution is a huge global challenge with particles found everywhere from human blood to the Arctic.", "type": "p"}, {"text": "Charges for single-use plastic bags were introduced to discourage unnecessary use. Since 2015, usage has decreased by 97% in England, according to figures from Defra, the Department for Environment, Food and Rural Affairs.", "type": "p"}, {"text": "Most supermarkets now only offer 'bags for life' which are not included in the figures. ", "type": "p"}, {"text": "Environmental charity Greenpeace says the use of these are on the rise. It told BBC News that the figures don't reflect the scale of the problem.", "type": "p"}, [{"text": "Plastic waste rises as 1.5bn 'bags for life' sold, research finds", "type": "a", "href": "https://www.bbc.co.uk/news/uk-50579077"}, {"text": "Reality Check: Where does the plastic bag charge go?", "type": "a", "href": "https://www.bbc.co.uk/news/business-45355566"}, {"text": "Single-use bags and plastic wet wipes face ban in Wales", "type": "a", "href": "https://www.bbc.co.uk/news/uk-wales-politics-61866311"}], {"text": "\"When the government congratulates themselves on the single-use plastic bag charge, what they fail to mention is the enormous increase in the purchasing of so-called 'bags for life',\" says Megan Corton Scott, political campaigner for Greenpeace UK.", "type": "p"}, {"text": "She says Greenpeace research shows that households used almost 57 bags for life in 2019. That adds up to more than 1.5 billion bags for life issued by supermarkets, she says.", "type": "p"}, {"text": "\"Because these bags for life are thicker and more durable, they have a far greater environmental impact both in production and how they break down, and the shift to bags for life saw supermarkets increase the amount of plastic they use,\" she adds.", "type": "p"}, {"text": "A study by the Environment Agency concluded that plastic bags for life needed to be used at least four times to ensure they contributed less to climate change than the lighter, single-use bags.", "type": "p"}, {"text": "Campaigners have called for retailers to increase the prices of bags for life as more shoppers now treat them as disposable. The Green Alliance says they should be 70p each.", "type": "p"}, {"text": "The Co-op supermarket ditched thin polythene bags in favour of compostable carrier bags in April 2021 and called for a joined-up approach between retailers.", "type": "p"}, {"text": "Flexible plastics such as those that make up bags for life can be recycled at nearly 5,000 retailers across the UK, mostly in large supermarkets.", "type": "p"}, {"text": "Globally, packaging is the largest source of plastic waste. In the UK, over 2.2 million tonnes of plastic packaging enter the consumer market each year. Much of this is used in the food sector. A Greenpeace report last month suggested that 83% of plastic waste was from food and drink packaging.", "type": "p"}, {"text": "A new tax on plastic packaging was introduced in the UK in April 2022.", "type": "p"}, {"text": "The government have already banned the plastic microbeads in personal care products and have restricted plastic straws and cotton buds and are looking into banning single use plastic cutlery and plates.", "type": "p"}], "tags": ["Department for Environment, Food & Rural Affairs", "Plastic pollution", "Plastic bag charge"]}