{"link": "https://www.bbc.com/news/business-63821133", "category": "business", "title": "Brexit added £210 to household food bills, LSE says", "contributor": null, "time": "2022-12-01T16:53:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4F14/production/_127844202_gettyimages-621271582.jpg", "content": [{"text": "Brexit added £210 to the average household food bill in the two years to the end of 2021, new research suggests.", "type": "b"}, {"text": "Academics at the London School of Economics (LSE) found that the cost of food imported from Europe went up because of extra red tape and checks.", "type": "p"}, {"text": "They said that rule changes for items going across the border had pushed food prices up by 6%, or £5.84bn overall.", "type": "p"}, {"text": "A government spokesperson said that it was cutting costs and reducing red tape for firms.", "type": "p"}, {"text": "The research noted that UK food producers had faced reduced competition since Brexit.", "type": "p"}, {"text": "Researchers at the LSE's Centre for Economic Performance (CEP) looked at data tracking the flow of trade and prices of food products between the UK and the European Union (EU) to work out how shoppers were being affected by the UK's exit.", "type": "p"}, {"text": "It also found that price rises hit poorest households hardest because they spend more of their pay packets on food.", "type": "p"}, {"text": "How is the rising cost of living affecting you? What questions do you have about the increase in food prices? Get in touch.", "type": "b"}, [{"text": "Email haveyoursay@bbc.co.uk", "type": "a", "href": "mailto:haveyoursay@bbc.co.uk?subject=Brexitfood63821133"}, {"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "Their calculations sought to isolate the effects of Brexit and separate them out from other supply chain issues that caused disruption during the pandemic.", "type": "p"}, {"text": "The research found the increase in food prices was due to a rise in \"non-tariff barriers\" to trade between the UK and the EU, which included things like new customs checks at the borders, new paperwork requirements and broader measures affecting the movement of animals and plants.", "type": "p"}, {"text": "Although the extra checks didn't come into force until 2021, one of the co-authors of the research, Nikhil Datta, said it was likely firms made \"anticipatory\" changes around the \"hard Brexit\" pursued by former prime minister, Boris Johnson.", "type": "p"}, {"text": "Mr Datta added that these non-tariff barriers should be a \"first-order concern\" for politicians and policymakers.", "type": "p"}, [{"text": "Don't scrap EU rules, firms and unions say", "type": "a", "href": "https://www.bbc.co.uk/news/business-63741465"}, {"text": "Brexit: 71 pages of paperwork for 1 lorry of fish", "type": "a", "href": "https://www.bbc.co.uk/news/business-55887043"}, {"text": "Why are prices rising so much?", "type": "a", "href": "https://www.bbc.co.uk/news/business-12196322"}], {"text": "The paper also looked at the cost of setting up for new systems, such as hiring specialist staff to be able to manage the trade in products that are subject to more checks.", "type": "p"}, {"text": "The CEP suggested that between 50% and 88% of price rises seen by these EU exporters and UK importers were being passed on to customers.", "type": "p"}, {"text": "Inflation, which tracks how prices rise over time, has hit its highest rate in 40 years.", "type": "p"}, {"text": "Richard Davies, a professor at the University of Bristol and co-author of the study, said: \"Many factors, affecting both supply and demand for goods and services, are involved. One factor in this high inflation has been the rise in non-tariff barriers for trade with the EU.", "type": "p"}, {"text": "\"In leaving the EU, the UK swapped a deep trade relationship with few impediments to trade for one where a wide range of checks, forms and steps are required before goods can cross the border,\" he added.", "type": "p"}, {"text": "The report said that immediately after the December 2019 general election, food prices from the EU spiked as businesses reliant on products and ingredients from the bloc started to pass costs on.", "type": "p"}, {"text": "The price rises varied according to the type of product, but was generally higher for those products like meat with lots of extra paperwork and checks required, whereas those for vegetables like onions, carrots and broccoli, which might also depend on seasonal availability, was lower.", "type": "p"}, {"text": "The report said overall that less well-off households had seen bigger price rises as a result, due to the fact they spend a higher proportion of their income.", "type": "p"}, {"text": "It suggested that one benefit seen from Brexit was that food producers in the UK now faced less competition from farmers and producers in Europe.", "type": "p"}, {"text": "But it added that overall the gain seen was outstripped by the losses seen by shoppers by more than £1bn.", "type": "p"}, {"text": "A spokesman for the Department for International Trade said: \"We recognise that people are struggling with rising prices due to global inflationary pressures here in the UK, EU and across the world.\"", "type": "p"}, {"text": "He added that the government is \"protecting millions of the most vulnerable families\" through the energy price guarantee aimed at keeping bills down, as well as specific support for lower-income and pensioner households.", "type": "p"}, {"text": "\"Our trade agreement with the EU is the world's largest zero-tariff, zero-quota deal, and by also removing tariffs on £30bn of goods, we are cutting costs and reducing red tape,\" he added.", "type": "p"}], "tags": ["UK economy", "Food", "Economic effects of Brexit", "Brexit"]}