{"link": "https://www.bbc.com/news/entertainment-arts-63816303", "category": "entertainment & arts", "title": "Christine McVie: The songbird behind some of Fleetwood Mac's greatest hits", "contributor": null, "time": "2022-12-01T01:38:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3524/production/_127840631_gettyimages-910834064.jpg", "content": [{"text": "Christine McVie, who has died at the age of 79, was an integral member of the complicated cast of characters who made up one of the greatest bands ever.", "type": "b"}, {"text": "In 1970, Fleetwood Mac were fading as a blues-rock force, their leader Peter Green having left after an LSD-induced decline, when the remaining members decamped to a country house to try to find a new direction.", "type": "p"}, {"text": "Christine McVie had already given up her own career as a singer and keyboardist after realising she would hardly see her husband, Fleetwood Mac bassist John McVie, if they were in different bands.", "type": "p"}, {"text": "But a few days before they were due to set out on a US tour, Fleetwood Mac \"suddenly felt they needed another instrument to fill out the sound\", she later explained.", "type": "p"}, {"text": "\"And there I was - sitting around doing next to nothing, and knowing all the songs back to front because I'd been watching them rehearsing for the past three months.\"", "type": "p"}, {"text": "So drummer Mick Fleetwood said the band asked her to join the tour as they were \"walking out of the door\".", "type": "p"}, {"text": "\"I didn't think twice when they asked me,\" she said. \"I just said, 'Yes please.'\"", "type": "p"}, {"text": "That was the start of Christine McVie's official role in Fleetwood Mac, and the beginning of the new direction the band were looking for.", "type": "p"}, {"text": "The addition of McVie's soulful vocals, her keyboard and piano playing, and her gift for writing timeless pop songs, set them on course for era-defining, stadium-filling success - albeit via legendarily messy personal relationships, and drink and drug excess.", "type": "p"}, [{"text": "Fleetwood Mac's Christine McVie dies at 79", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63812952"}], {"text": "Christine Perfect was born in Cumbria in 1943, her father a concert violinist and music teacher, and her mother a psychic healer.", "type": "p"}, {"text": "As the sixties started swinging, she went to art college and started performing with bands, eventually falling in with blues group Chicken Shack. Her style never totally fitted with the group's more raucous sound, but the subtler songs she fronted ended up finding the greatest commercial success.", "type": "p"}, {"text": "Her cover of Etta James' I'd Rather Go Blind went into the top 20, and Melody Maker readers voted her best female vocalist in both 1969 and 70. She released a solo album too, but couldn't stand life as a solo artist.", "type": "p"}, {"text": "Meanwhile, after Chicken Shack supported Fleetwood Mac on tour, Perfect fell in love with John McVie, and they married in 1968. She declared she was retiring to become a housewife.", "type": "p"}, {"text": "That was until Fleetwood Mac invited her on tour, and she became a full member. Fleetwood encouraged her songwriting, with her pop-friendly sound gradually becoming more prominent as the group went through more line-up changes and a string of album releases - although most were still not hits.", "type": "p"}, {"text": "They relocated to Los Angeles in 1974, initially planning to be there for a few months to make a fresh start. The group invited a US singer and guitarist called Lindsey Buckingham to join. He said yes - but only if his girlfriend, singer Stevie Nicks, could join too. The classic Fleetwood Mac line-up was born.", "type": "p"}, {"text": "Christine McVie recalled: \"I think that I upped my game. I started writing obsessively. I just felt that I had to do justice to these two great musicians.\"", "type": "p"}, {"text": "The trio complemented each other superbly and all contributed songs to their 1975 self-titled album, which went to number one in the US. ", "type": "p"}, {"text": "Then came their artistic and commercial peak, 1977's Rumours. \"When Rumours happened, we just knew we'd got something really really good on our hands,\" McVie said.", "type": "p"}, {"text": "Almost every song on the album was good enough to have been the highlight of any other LP. McVie's tracks included Don't Stop, Songbird and You Make Loving Fun, which showcased her ability to craft sublime choruses and lyrics that were disarmingly simple but always sincere.", "type": "p"}, {"text": "Few people could have written and sung lyrics so seemingly soppy as \"I love you, I love you, I love you like never before\", as she did on Songbird, and sounded like they meant them so deeply.", "type": "p"}, {"text": "But her songs were never so straightforward to be cliched. \"That's the trick about writing a love song,\" she said. \"You can't just go, 'I love you, you love me, where are you, I miss you.' There always has to be a bit of a twist.\"", "type": "p"}, [{"text": "Christine McVie on Gary Barlow's We Write the Songs on Radio 2", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/m0015lzs"}, {"text": "Listen to Christine McVie pick her Desert Island Discs", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/b09jby2m"}, {"text": "Fleetwood Mac: The Dance - watch 1998 concert on BBC iPlayer", "type": "a", "href": "https://www.bbc.co.uk/iplayer/episode/m0014bg7/fleetwood-mac-the-dance"}], {"text": "Songbird came to her in just half an hour in the middle of the night, she said.", "type": "p"}, {"text": "\"I literally woke up in the night and the song was there in my head, and I didn't have anything to record it on. I had a piano but no tape recorder or any method of recording it at all.", "type": "p"}, {"text": "\"So I had to stay awake all night and keep playing it over so I didn't forget it. Then I phoned up the studio at nine and I said, I've got to come in and put this on a two-track.\"", "type": "p"}, {"text": "Her problems sleeping were fuelled by drink and drugs, she admitted. \"I don't know if I would have written Songbird had I not had a couple of toots of cocaine and a half a bottle of champagne. Or written any of the songs that were on that album, because I think we were all pretty loaded.\"", "type": "p"}, {"text": "According to Fleetwood's autobiography, Rumours was written and recorded with \"white powder peeling off the wall in every room of the studio\".", "type": "p"}, {"text": "McVie, though, claimed she \"was probably the most restrained of the lot\" when it came to drugs.", "type": "p"}, {"text": "Personal frictions also provided fuel for their songwriting, but turned band relations into a minefield. She was divorcing John and started a relationship with their lighting director, while Buckingham and Nicks were also going through a bitter break-up.", "type": "p"}, {"text": "Christine McVie said: \"I got on with everybody but John, and Stevie got on with everybody but Lindsey. And Mick was in the middle, going through a divorce of his own.", "type": "p"}, {"text": "\"So there were groups of us that got on fine, but if you got the wrong people in one room, that could be difficult.\"", "type": "p"}, {"text": "She told another interviewer: \"We had our fights here and there. But there was nothing like the music or the intensity on stage.\"", "type": "p"}, {"text": "It was inevitable that the band would struggle to follow up Rumours. Tusk, released in 1979, and 1987's Tango in the Night, provided commercial success, with the latter containing McVie's hits Everywhere and Little Lies.", "type": "p"}, {"text": "After reuniting in the early 1990s, McVie decided to leave the group in 1998, retreating back to England. She no longer wanted to tour, her fear of flying having become debilitating, while agoraphobia made her \"frightened to even leave my doorstep\".", "type": "p"}, {"text": "\"I was living in this huge place on my own. I guess I just got quite isolated. Things got from bad to worse when I started drinking too much.\"", "type": "p"}, {"text": "After 15 years of semi-hibernation, she overcame her fear of flying with the help of a therapist, and visited Fleetwood at his home in Hawaii. That led to a reunion with the rest of her bandmates, and the classic line-up went back on the road in 2014 to the delight of fans.", "type": "p"}, {"text": "Their last tour, this time with Crowded House's Neil Finn taking Buckingham's place, ended in November 2019.", "type": "p"}, {"text": "McVie enjoyed being back with the band she helped make rock 'n' roll legends. \"I know now where I belong,\" she said. \"It took me 15 years of not being with them to realise it.\"", "type": "p"}], "tags": ["Fleetwood Mac", "Music"]}