{"link": "https://www.bbc.com/news/science-environment-63826740", "category": "science & environment", "title": "Nature-based farming-subsidies scheme given green light", "contributor": null, "time": "2022-12-01T19:14:29.000Z", "cover": "https://ichef.bbci.co.uk/news/999/cpsprodpb/E1C3/production/_127859775_712182c9-c099-4c61-b1c5-6024bf86140f.jpg", "content": [{"text": "A post-Brexit farm-subsidy scheme designed to reward landowners in England for environmental work is going forward after a controversial review.", "type": "b"}, {"text": "Two of the three main elements of the payment system known as environmental land-management schemes (Elms) are to be retained, the UK government says.", "type": "p"}, {"text": "A third proposed scheme - which would have rewarded farmers for creating space for nature - is to be abandoned.", "type": "p"}, {"text": "Farmers will have to wait until the new year to see how much they will be paid.", "type": "p"}, {"text": "The decision to review Elms had angered farmers, who wanted to know the details on what work would be rewarded, and conservationists, who feared its environmental focus would be weakened.", "type": "p"}, {"text": "Speaking at a Country, Land and Business Association (CLA) conference, Environment Secretary Therese Coffey said the review was \"now complete\" and the government \"moving ahead with the transition\".", "type": "p"}, {"text": "Designed to replace the European Union's common agricultural policy (CAP), Elms represent the biggest shake-up of farm policy in England for 40 years.", "type": "p"}, {"text": "Payments under the CAP system were worth about £3.5bn annually and most were based on how much land each individual farmer owned, leading to criticisms they benefited the wealthiest.", "type": "p"}, {"text": "The Elms system largely focuses the award of subsidies around the environmental work farmers can undertake.", "type": "p"}, {"text": "Ms Coffey said: \"The choice is not producing food or doing environmental schemes. It's about making space for nature and that must go alongside sustainable food production. They are not mutually exclusive. They can be symbiotic.\"", "type": "p"}, {"text": "But there is frustration among farmers at the continued lack of clarity about how much will be paid for which scheme. ", "type": "p"}, {"text": "Ms Coffey said more details would be given \"early in the new year\".", "type": "p"}, {"text": "The Elms will now comprise three payment schemes:", "type": "p"}, [{"text": "The sustainable-farming incentive focuses on soil health and reducing the use of \"inputs\" such as fertilisers and pesticides", "type": "p"}, {"text": "The landscape-recovery scheme will pay landowners for ambitious large-scale \"rewilding\" projects ", "type": "p"}, {"text": "An adapted version of the existing countryside-stewardship scheme, which Ms Coffey called \"countryside stewardship plus\", will replace the planned local nature-recovery scheme", "type": "a", "href": "https://defrafarming.blog.gov.uk/2022/05/27/local-nature-recovery-in-2022/"}], {"text": "The local nature-recovery scheme would have paid farmers for actions such as creating habitats for breeding birds or restoring wetlands.", "type": "p"}, {"text": "And Ms Coffey said she hoped the improved-stewardship scheme would achieve \"the same ambitious outcome\".", "type": "p"}, {"text": "But National Trust land and nature director Harry Bowell said the government was \"watering down\" its commitment to the natural world.", "type": "p"}, {"text": "\"A return to countryside stewardship, where farmers are paid to look after the environment as a supplement to their core business interests, with little tailoring to local needs, risks a clunky retrofitting of previous policies rather than securing the world-leading overhaul that farmers were promised,\" he said.", "type": "p"}, {"text": "\"The government mustn't abandon the ambitious goals of its local nature-recovery scheme, which farmers have poured hours into making a success, and which puts a healthy local environment at the heart of farming.\"", "type": "p"}, {"text": "The Wildlife Trusts policy and public affair director Joan Edwards said: \"Today, the secretary of state confirmed the government's commitment for the agricultural transition to help tackle the nature and climate crises - but time is short to meet the government's targets. Any further delays in these farming schemes will make the task even harder.\"", "type": "p"}, {"text": "The Royal Society for the Protection of Birds (RSPB) said \"warm and ambitious words\" were welcome - but \"now we need the action to match them\".", "type": "p"}, {"text": "\"[The Department for Environment, Food and Rural Affairs] Defra needs to clearly set out how they will build on countryside-stewardship scheme to ensure it is capable of unleashing the power of farmers to help tackle the nature and climate crises,\" it said.", "type": "p"}, {"text": "The National Farmers' Union (NFU) vice-president David Exwood said: \"We remain committed to working with Defra to improve its Elm schemes so farmers are able to continue producing sustainable climate-friendly food, as well as delivering for the environment.\"", "type": "p"}, {"text": "Follow Claire on Twitter.", "type": "p"}], "tags": ["UK farming", "Agriculture", "Intensive farming"]}