{"link": "https://www.bbc.com/news/entertainment-arts-62966616", "category": "entertainment & arts", "title": "The Queen's funeral watched by 28 million viewers in UK", "contributor": null, "time": "2022-09-20T17:33:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15908/production/_126782388_f04297c59ef2f301f77c9a47c9af32742b9edad6.jpg", "content": [{"text": "A peak audience of around 28 million viewers watched the Queen's funeral in the UK on Monday, making it one of the country's biggest ever TV events.", "type": "b"}, {"text": "More than 50 UK channels broadcast the service, as the nation paused to pay a final farewell to Queen Elizabeth II.", "type": "p"}, {"text": "The overall audience peaked at 12:25 BST, as her coffin was carried through the streets from Westminster Abbey.", "type": "p"}, {"text": "Around 20 million people watched on BBC One at that time, while ITV's audience numbers peaked at 5.3 million.", "type": "p"}, {"text": "The overnight figures from ratings body Barb do not include all viewers watching through streaming apps like BBC iPlayer and ITV Player, or those who saw it on big screens outdoors or in cinemas, churches or pubs.", "type": "p"}, {"text": "An average of 26.2 million viewers watched the Westminster Abbey funeral service between 11:00 and 12:00 across all channels, with 18.5 million  of those watching on the BBC.", "type": "p"}, {"text": "In comparison, Princess Diana's funeral in 1997 had more than 32 million UK viewers.", "type": "p"}, {"text": "A similar number are thought to have watched England's World Cup victory in 1966, although that occurred before the modern TV ratings system began.", "type": "p"}, {"text": "Almost 27.7 million watched Boris Johnson's Prime Ministerial statement on 10 May 2020, when he set out a plan to ease the first Covid lockdown.", "type": "p"}, {"text": "And the London 2012 Olympic opening and closing ceremonies each attracted almost 24.5 million viewers.", "type": "p"}, {"text": "Monday's royal funeral was shown live across most BBC channels - with a signed version on BBC Two - and all ITV and Sky stations.", "type": "p"}, {"text": "Children's channels CBBC and CBeebies stuck with their usual programmes, while Channel 5 broadcast the Emoji Movie and Stuart Little - drawing both criticism and praise from parents online.", "type": "p"}, {"text": "Channel 4 chose to broadcast the Queen's coronation from 1953 and other royal documentaries.", "type": "p"}, {"text": "Most commercial channels did not air adverts on the day, meaning the increased viewing did not result in a financial benefit.", "type": "p"}, [{"text": "Amol Rajan: No respite for BBC, despite praise for funeral coverage", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62972221"}, {"text": "How the world watched the Queen's funeral", "type": "a", "href": "https://www.bbc.co.uk/news/world-62955392"}, {"text": "TV hosts deny jumping queue to see Queen's coffin", "type": "a", "href": "https://www.bbc.co.uk/news/uk-62968038"}], {"text": "The BBC's coverage of the funeral and processions through London was anchored by Huw Edwards, with David Dimbleby taking over when the cortege reached Windsor for a later committal service.", "type": "p"}, {"text": "Dimbleby was following in the footsteps of his father Richard, who played a similar on-air role at the funeral of George VI in 1952 and the Queen's coronation the following year.", "type": "p"}, {"text": "Kirsty Young was also on the BBC presenting team on Monday, while Tom Bradby and Julie Etchingham led the coverage on ITV. Anna Botting and Dermot Murnaghan were on air for Sky, and Alastair Stewart led the GB News team.", "type": "p"}, {"text": "\"This was a reminder once again of what quality national broadcasters we have,\" wrote the Times' TV critic Carol Midgeley. \"From Fergal Keane's gentle, poetic voiceover to Alastair Bruce's wealth of knowledge on Sky News, none of them messed up or misspoke despite the huge potential to do so during such a long, nerve-racking live event.\"", "type": "p"}, {"text": "Many observers commended the commentators for knowing when to let the pictures and sounds of the occasion tell the story.", "type": "p"}, {"text": "\"The funeral of Queen Elizabeth II was at its most poignant, and its most beautiful, when the broadcasters said nothing at all,\" wrote the Daily Telegraph's Anita Singh.", "type": "p"}, {"text": "The BBC said a total of 32.5 million people tuned in to Monday's events across its channels and live iPlayer feed for at least three minutes.", "type": "p"}, {"text": "Hundreds of millions more are likely to have watched the proceedings around the world, with Piers Morgan providing commentary on Fox News in the US and Christiane Amanpour among the line-up on CNN.", "type": "p"}], "tags": ["ITV", "Television", "BBC", "Sky", "Queen Elizabeth II"]}