{"link": "https://www.bbc.com/news/science-environment-62970887", "category": "science & environment", "title": "UN chief: 'Tax fossil fuel profits for climate damage'", "contributor": "Matt McGrath", "time": "2022-09-20T13:30:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9324/production/_126786673_gettyimages-1243088297.jpg", "content": [{"text": "Windfall profits made by fossil fuel companies should be taxed to pay for climate damage, according to the UN Secretary General.", "type": "b"}, {"text": "Antonio Guterres told the General Assembly that polluters should pay for the impact of climate-related events.", "type": "p"}, {"text": "This question of who funds these losses has long dogged international negotiations.", "type": "p"}, {"text": "Poor countries say the rich should pay because of their historic carbon emissions. ", "type": "p"}, {"text": "But richer nations reject any calls for compensation.", "type": "p"}, {"text": "Arguments over this question are likely to dominate discussions at the forthcoming COP27 summit in Egypt. ", "type": "p"}, [{"text": "Climate change threatens survival of urban forests", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62928362"}, {"text": "Pakistan floods 'likely' made worse by warming", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62915648"}, {"text": "Global drought: Is 2022 the driest year on record?", "type": "a", "href": "https://www.bbc.co.uk/news/62751110"}], {"text": "As world leaders gather for the UN General Assembly in New York this week, there's no shortage of critical issues on their agenda. ", "type": "p"}, {"text": "From the war in Ukraine, to food and energy shortages and cost-of-living crises, \"a global winter of discontent\" is on the horizon, according to Mr Guterres. ", "type": "p"}, {"text": "Central to that is the question of climate change, which the Secretary General believes to be the defining issue of our time. It is a case study in moral and economic justice, he says. ", "type": "p"}, {"text": "Having recently seen the devastating flooding in Pakistan for himself, Mr Guterres is now doubling down on the need for the rich world to urgently address the demands of the poor. ", "type": "p"}, {"text": "And there's little doubt whom he believes is responsible for the world's climate emergency.", "type": "p"}, {"text": "\"The fossil fuel industry is feasting on hundreds of billions of dollars in subsidies and windfall profits while household budgets shrink and our planet burns,\" he told the Assembly.", "type": "p"}, {"text": "\"Today, I am calling on all developed economies to tax the windfall profits of fossil fuel companies. Those funds should be re-directed in two ways: to countries suffering loss and damage caused by the climate crisis; and to people struggling with rising food and energy prices.\"", "type": "p"}, {"text": "The question of who pays for the impact of climate change that poorer countries cannot adapt to has been a bone of contention between rich and poor for more than a decade. ", "type": "p"}, {"text": "Richer nations baulk at the idea of paying \"compensation\" for their historic emissions of carbon dioxide which have driven up temperatures. ", "type": "p"}, {"text": "Mr Guterres' team are quick to point out that the Secretary General is not talking about reparations or a funding facility. They believe the money could be used for practical steps - such as early warning systems - that would benefit struggling nations. ", "type": "p"}, {"text": "But warning systems alone won't cut much ice with small island and developing states, which believe this issue of loss and damage funding is fundamental to their survival. ", "type": "p"}, {"text": "According to newspaper reports, some of the world's poorest countries have prepared a discussion document for this week's gathering in New York that looks to a \"climate-related and justice-based\" global tax as a means of raising finance. ", "type": "p"}, {"text": "Among the options are a carbon tax, a tax on airline travel and a levy on the heavy oils used in shipping. ", "type": "p"}, {"text": "It is unlikely that these proposals will be adopted - and the long-running battle over loss and damage will continue at COP27 in Sharm el Sheikh in November.", "type": "p"}, {"text": "Developing countries will continue to push strongly for faster progress on finance for loss and damage, and they will at least have moral support from the UN Secretary General. ", "type": "p"}, {"text": "At COP26 in Glasgow, all countries agreed that there should be a new framework on this issue, but there was no agreement on how it should be funded. ", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc.", "type": "p"}], "tags": ["Intergovernmental Panel on Climate Change", "COP26", "Paris climate agreement", "Climate change"]}