{"link": "https://www.bbc.com/news/technology-62967556", "category": "technology", "title": "Warning over scam energy bill support messages", "contributor": "Shiona McCallum", "time": "2022-09-20T12:51:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D956/production/_126783655_gettyimages-75941743.jpg", "content": [{"text": "People are being warned to look out for fake emails and texts claiming to offer discounts on energy bills.", "type": "b"}, {"text": "A number of different scams have been circulating, including some that appear to be from the energy regulator Ofgem.", "type": "p"}, {"text": "The government has announced that a £400 energy bill discount will be available to all households. ", "type": "p"}, {"text": "But this will be automatic and people should not give away personal details in order to apply. ", "type": "p"}, {"text": "Energy bills have been rising sharply - it had been forecast they could reach £4,200 in 2023 - although the government has since said typical household energy bills will be capped at £2,500 annually until 2024.", "type": "p"}, {"text": "Ofgem has asked energy suppliers to be clearer on potential customer fraud on their websites. ", "type": "p"}, {"text": "The messages invite people to apply for the £400 \"non-repayable discount\" and instruct the recipient to follow a link to a fake Ofgem website to then provide personal details.", "type": "p"}, {"text": "It then encourages people to set up a direct debit to receive the money. ", "type": "p"}, {"text": "An Ofgem spokesperson said protecting consumers is their top priority: \"It is alarming that vulnerable customers are being preyed upon in this way when people are already struggling so much. ", "type": "p"}, {"text": "\"On top of issuing our own warnings and advice, we have asked all energy suppliers to ensure clear and up-to-date information on scams is easily accessible on their websites. ", "type": "p"}, {"text": "\"We take these attempts to exploit consumers very seriously.\"", "type": "p"}, {"text": "Sites sending out scam messages that have been identified by the BBC include:", "type": "p"}, [{"text": "energy-bill-online.com ", "type": "p"}, {"text": "myenergybillonline.com ", "type": "p"}, {"text": "rebate-ogem.com", "type": "p"}, {"text": "totalsolutions24-7.co.uk", "type": "p"}], {"text": "More than 1,500 reports have been made to the National Fraud Intelligence Bureau about scam emails purporting to be from Ofgem about energy rebates.", "type": "p"}, {"text": "Detective Chief Inspector Hayley King, from the City of London Police, said: \"If an email is genuine, the company will never push you into handing over your details. ", "type": "p"}, {"text": "\"All of the reported emails display the email subject header 'Claim your bill rebate now' and the criminals behind the scam are using the Ofgem logo and colours to make the email appear authentic.\" ", "type": "p"}, {"text": "The fraud protection service, Cifas, is also warning the public to stay vigilant, and has identified several scams specifically targeting consumers as a result of the cost-of-living crisis.", "type": "p"}, {"text": "Amber Burridge, Head of Intelligence for Cifas, said: \"Criminals are using a variety of ways to target unsuspecting victims in order to steal money and personal information that can be used to commit fraud.", "type": "p"}, {"text": "\"Remember that no matter how an offer comes to your attention, there are very few occasions where there is a legitimate need to hand over your bank details.\"", "type": "p"}, [{"text": "If you have any doubts about a message, contact the organisation directly", "type": "p"}, {"text": "Don't use the numbers or address in the message, use the details from their official website", "type": "p"}, {"text": "Your bank or any other official source will never ask you to supply personal information via email", "type": "p"}, {"text": "If you have received an email which you're not quite sure about, forward it to report@phishing.gov.uk", "type": "p"}]], "tags": ["Ofgem", "Cost of living", "Fraud"]}