{"link": "https://www.bbc.com/news/business-your-money-64021412", "category": "business & your & money", "title": "Twitter to stop users linking to big social media platforms", "contributor": null, "time": "2022-12-18T21:15:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5EC7/production/_128036242_2a6b33668d777b258fa13c208cd8b1169362ffd30_0_4000_25101000x628.jpg", "content": [{"text": "Twitter says it will shut down accounts solely designed to promote other big social media platforms, or which link off to or contain usernames from them.", "type": "b"}, {"text": "The move affects content from platforms including Facebook, Instagram, Mastodon, Truth Social, Tribel, Nostr and Post, the company said.  ", "type": "p"}, {"text": "But cross-content posting from other sites will still be allowed.", "type": "p"}, {"text": "It is the latest of many changes since the billionaire Elon Musk bought Twitter.", "type": "p"}, {"text": "On Saturday, Washington Post reporter Taylor Lorenz was suspended for breaking the new rule before it had been formally announced.", "type": "p"}, {"text": "After being reinstated on Sunday she posted a link to the tweet she claimed got her barred. ", "type": "p"}, {"text": "Twitter had already blocked users from sharing some links to Mastodon, the platform many Twitter users moved to after Mr Musk's takeover. ", "type": "p"}, {"text": "But in a series of tweets on Sunday Twitter said: \"We recognize that many of our users are active on other social media platforms. However, we will no longer allow free promotion of certain social media platforms on Twitter.", "type": "p"}, {"text": "\"Specifically, we will remove accounts created solely for the purpose of promoting other social platforms and content that contains links or usernames for the following platforms: Facebook, Instagram, Mastodon, Truth Social, Tribel, Nostr and Post.\"", "type": "p"}, {"text": "Examples of possible violations could include tweets such as \"follow me @username on Instagram\" or \"check out my profile on Facebook - facebook.com/username\", it said in a blog setting out the details. ", "type": "p"}, {"text": "Any attempts to bypass the restrictions would also be a breach, it added.  ", "type": "p"}, {"text": "Those who break the rules for the first time or as in an \"isolated incident\" could be asked to delete the offending tweets or be temporarily locked out of their accounts.", "type": "p"}, {"text": "But any subsequent offenses \"will result in permanent suspension\", it said. ", "type": "p"}, {"text": "Users can continue to post content to Twitter from prohibited platforms, however, and paid adverts from those sites will still be allowed. ", "type": "p"}, {"text": "There has been flurry of controversial changes at Twitter since Mr Musk bought the social media site for $44bn (£36bn) in October. ", "type": "p"}, {"text": "He has fired around half of its staff and attempted a chaotic rollout of Twitter's paid-for verification feature before putting it on pause. The feature was relaunched last week. ", "type": "p"}, {"text": "The billionaire's approach to content moderation has also been criticised, with some civil liberties groups accusing him of taking steps that will increase hate speech and misinformation.", "type": "p"}, {"text": "On Friday, he reinstated a number of journalists he had suspended for allegedly sharing location data about him after the EU and UN called it an attack on press freedom. ", "type": "p"}, {"text": "Reporters for the New York Times, CNN and the Washington Post were among those locked out of their accounts.", "type": "p"}], "tags": ["Elon Musk", "Personal finance", "Meta", "Instagram", "Twitter"]}