{"link": "https://www.bbc.com/news/entertainment-arts-64011888", "category": "entertainment & arts", "title": "Steven Spielberg regrets decimation of shark population after Jaws", "contributor": null, "time": "2022-12-18T00:09:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5DB9/production/_128039932_0bdfd726133b4165610c1085025971d32b006312-1.jpg", "content": [{"text": "Director Steven Spielberg has said he \"truly regrets\" the decimation of the shark population following the success of the Oscar-winning film Jaws. ", "type": "b"}, {"text": "He told BBC Radio 4's Desert Island Discs he fears sharks are \"mad\" at him for \"the feeding frenzy of crazy sword fishermen that happened after 1975\".", "type": "p"}, {"text": "The film has been blamed for misrepresenting great whites and leading to trophy hunting in the US. ", "type": "p"}, {"text": "Spielberg also discussed his childhood and new film in the programme.", "type": "p"}, {"text": "The 75-year-old American is known for many Hollywood blockbusters including E.T., Schindler's List and Jurassic Park. ", "type": "p"}, {"text": "Asked how he felt about the sea around his desert island being inhabited by sharks, Spielberg told the programme: \"That's one of the things I still fear.\"", "type": "p"}, {"text": "Clarifying it was not a fear of being eaten, the director said the impact to the shark population is something \"I truly and to this day regret\". ", "type": "p"}, {"text": "The 1975 film Jaws tells the story of a great white shark that attacks a US seaside town, which influenced a rise in sports fishing across America. Research has suggested the number of large sharks fell along the eastern seaboard of North America in the years following its release.", "type": "p"}, [{"text": "Listen: Steven Spielberg on Desert Island Discs", "type": "a", "href": "https://www.bbc.co.uk/programmes/m001g8m4"}, {"text": "Feud between Jaws actors was 'legendary'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-58620280"}, {"text": "Spielberg on importance of West Side Story casting", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-59516352"}], {"text": "The songs Somewhere from West Side Story, Frank Sinatra's Come Fly With Me and his daughter's song Cool Hand were among the eight records he selected. ", "type": "p"}, {"text": "Spielberg also discussed his new semi-autobiographical film, The Fabelmans - which follows the story of his childhood and introduction to filmmaking. ", "type": "p"}, {"text": "He told presenter Lauren Laverne that a film based on his own story sent his fear levels \"through the roof\".", "type": "p"}, {"text": "\"I'm a private person that's going public about and I can't hide behind somebody else's authorship or a book or a genre or American history.\"", "type": "p"}, {"text": "The director said he first thought the project would be the \"most self-indulgent thing I've ever asked people to accompany me through\" - describing it as \"$40m of therapy\".", "type": "p"}, {"text": "He said he was \"answering a need\" in making the film, but admitted the biggest struggle was probably \"not to get emotional\" while making it. ", "type": "p"}, {"text": "The Fabelmans, which has already picked up nominations at the 2023 Golden Globes and Critics Choice Awards, stars Paul Dano and Michelle Williams.", "type": "p"}, {"text": "Asked by Laverne about how he started making films, Spielberg said his first attempt was a Western shot on one camera with no editing software at the age of 10.", "type": "p"}, {"text": "After showing it to his scout group, he said: \"I got bitten by this bug and that was it.\"", "type": "p"}, {"text": "Discussing his time at school, Spielberg said his \"only ticket\" to popularity was making small movies and recollected getting the captain of the football team to dedicate a whole Saturday to star in a film. ", "type": "p"}, {"text": "\"In a way it was being able to say action to somebody who wouldn't talk to me at school but would obey the word action - [and that] was kind of empowering.\"", "type": "p"}, {"text": "Speaking generally about being a filmmaker, Spielberg said it was not his role to \"manipulate\" the audience, but admitted doing it in Jaws and in his 1982 supernatural horror film Poltergeist.", "type": "p"}, {"text": "Spielberg also touched on Schindler's List, saying when he was initially approached to do the film in 1982 he was not ready \"emotionally\" or as a filmmaker.", "type": "p"}, {"text": "He also chose to take the book, The Grapes of Wrath, and his favourite camera to the deserted island. ", "type": "p"}, {"text": "The full interview on Desert Island Discs will air on BBC Radio 4 and BBC Sounds at 11:15 GMT on Sunday. ", "type": "p"}], "tags": ["Steven Spielberg", "Sharks"]}