{"link": "https://www.bbc.com/news/technology-63999452", "category": "technology", "title": "Twitter blocks users from sharing Mastodon links", "contributor": null, "time": "2022-12-16T12:57:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/56EC/production/_128025222_gettyimages-1244728141.jpg", "content": [{"text": "Twitter has blocked its users from sharing some links to its social media rival Mastodon.", "type": "b"}, {"text": "Mastodon is divided into groups, called servers, based on many topics including the UK, snooker, and security.", "type": "p"}, {"text": "Twitter has blocked links to some of the largest servers which users would join, including the most popular \"social\" channel.", "type": "p"}, {"text": "And Twitter is also stopping users from adding links to their Mastodon account in their bios - calling them \"malware\".", "type": "p"}, {"text": "There is absolutely no evidence to support the suggestion that Mastodon contains malware - malicious software that can harm your device.", "type": "p"}, {"text": "Mastodon said it gained hundreds of thousands of users in November, with some Twitter users seeking alternative platforms. ", "type": "p"}, {"text": "The BBC has been unable to post links to the most popular mastodon.social server, as well as more than 10 others - including a server for journalists and another for people in the UK.", "type": "p"}, {"text": "But not all links to Mastodon have been blocked, and there are ways around it.", "type": "p"}, {"text": "The BBC's technology editor Zoe Kleinman was able to successfully tweet a reference to her Mastodon account - zsk@mastodonapp.uk - because it is not a clickable link.", "type": "p"}, {"text": "A subsequent attempt to turn the reference into a clickable link to her Mastodon page cannot be posted to Twitter.", "type": "p"}, {"text": "It is not clear how many Mastodon servers have been blocked on Twitter, or why.", "type": "p"}, {"text": "Users attempting to post links to blocked servers will receive an error message instead, which says: \"We can't complete this request because this link has been identified by Twitter or our partners as being potentially harmful.\"", "type": "p"}, {"text": "As well as blocking certain links to Mastodon, Twitter has taken action against its rival's main account.", "type": "p"}, {"text": "The Twitter account @joinmastodon, which advertised the site and its features, was unexpectedly suspended on Thursday alongside those of several notable journalists covering Twitter owner Elon Musk.", "type": "p"}, {"text": "This has led the EU to threaten Mr Musk with sanctions, with commissioner Vera Jourova warning that the EU's Digital Services Act requires respect of media freedom.", "type": "p"}, {"text": "\"Elon Musk should be aware of that. There are red lines. And sanctions, soon,\" she tweeted.", "type": "p"}, {"text": "A Twitter spokeswoman told tech website The Verge that the journalists' ban was related to the live sharing of location data.", "type": "p"}, {"text": "This came after Mr Musk vowed to sue the owner of a Twitter account that tracked his private jet. This account has also been suspended.", "type": "p"}, {"text": "While no reason has been given for the Mastodon suspension, there is a coincidence in timing - in the few hours beforehand, @joinmastodon shared a link showing where the person tracking Mr Musk's jet can be found on the rival social media site.", "type": "p"}, {"text": "Will Moy, chief executive at fact-checking charity Full Fact, said he knew of \"no reason\" for there to be \"a general block on Mastodon\".", "type": "p"}, {"text": "\"It is concerning that a vitally important social media company like Twitter appears to be making erratic and unaccountable decisions that affect what we can all see and share online,\" he said.", "type": "p"}, {"text": "\"If we're serious about defending our democracy and recognising the powerful influence that social media can have in shaping our democratic debate, we have to be serious about holding that power to account.\"", "type": "p"}, {"text": "The BBC has approached Twitter and Mastodon for comment. ", "type": "p"}], "tags": ["Social media", "Elon Musk", "Twitter"]}