{"link": "https://www.bbc.com/news/business-66434690", "category": "business", "title": "Simon & Schuster: Publisher to be sold for $1.6bn", "contributor": null, "time": "2023-08-07T21:26:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C1C8/production/_130680694_gettyimages-1251977491.jpg", "content": [{"text": "Publishing giant Simon & Schuster is to be sold to a private equity giant for $1.6bn (£1.27bn) in cash.", "type": "b"}, {"text": "The deal with investor KKR marks the likely end of a years-long saga for owner Paramount Global, which had been looking for a buyer for the book company since 2020.  ", "type": "p"}, {"text": "Competition concerns had scuppered a previous deal, which valued the firm at more than $2bn.", "type": "p"}, {"text": "KKR said the publisher would continue to operate independently.", "type": "p"}, {"text": "Simon & Schuster, founded in the US in 1924, employs more than 1,600 people globally. ", "type": "p"}, {"text": "Its first book was filled with crossword puzzles. Titles released since include Dale Carnegie's How to Win Friends and Influence People; Joseph Heller's military satire Catch-22 and best-selling mysteries by Stephen King. ", "type": "p"}, {"text": "KKR, which counts digital books platform Overdrive among its earlier investments, said it saw an opportunity to expand the company's distribution \"across mediums and markets\". ", "type": "p"}, {"text": "It said it would also create a plan to provide employees shares of the firm, to help create an \"ownership culture\".", "type": "p"}, {"text": "Simon & Schuster is the fourth largest of the US's \"big five\" publishing companies, which also include HarperCollins, Hachette Book Group USA, Penguin Random House and Macmillan Publishers.", "type": "p"}, {"text": "A tentative deal to sell the company to Penguin Random House for $2.2bn was blocked due to regulatory concerns late last year.", "type": "p"}, {"text": "A US judge ruled in favour of the US government, which had attempted to block the takeover, arguing that the tie-up would reduce pay and opportunities for writers.", "type": "p"}, {"text": "Author Stephen King was among the big names to testify against the sale on behalf of the US government, which has taken a harder line on competition under US President Joe Biden.", "type": "p"}, {"text": "But on Monday, the boss of Paramount Global, Bob Bakish, said in a statement that the money raised by Simon & Schuster's sale would give the entertainment firm greater \"financial flexibility\".", "type": "p"}, {"text": "It will also boost the cash available for content on its streaming service Paramount+ as competition from the likes of Disney and Netflix shows no sign of slowing.", "type": "p"}, {"text": "On Monday, Paramount reported sales of $7.62bn in the three months to 30 June - down compared to $7.8bn in the same period a year before.", "type": "p"}, {"text": "It reported an overall loss after ad sales at its TV networks fell by 10% and the firm couldn't follow up with a film that was as big  as Top Gun: Maverick last year.", "type": "p"}], "tags": []}