{"link": "https://www.bbc.com/news/entertainment-arts-66427003", "category": "entertainment & arts", "title": "Angus Cloud: Euphoria star's mother says his death was 'not intentional'", "contributor": null, "time": "2023-08-07T09:59:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/41AA/production/_130601861_84cf6245-7577-41a1-b7bf-5140d41c8ab2.jpg", "content": [{"text": "The mother of Euphoria actor Angus Cloud, who died last week at the age of 25, has given an insight into his \"joyful\" final day, and said he \"did not intend to end his life\".", "type": "b"}, {"text": "Cloud, who played Fez in the hit HBO show, was found dead last Monday, days after attending his father's funeral.", "type": "p"}, {"text": "His mother Lisa wrote that although Cloud had been \"in deep grief\", his last day was \"a joyful one\".", "type": "p"}, {"text": "It was \"clear that he did not intend to check out of this world\", she added.", "type": "p"}, {"text": "In a message on Facebook, Lisa Cloud wrote: \"I want you all to know I appreciate your love for my family at this shattered time. I also want you to know that although my son was in deep grief about his father's untimely death from mesothelioma, his last day was a joyful one.", "type": "p"}, {"text": "\"He was reorganising his room and placing items around the house with intent to stay a while in the home he loved. He spoke of his intent to help provide for his sisters at college, and also help his mom emotionally and financially. He did not intend to end his life.", "type": "p"}, {"text": "\"When we hugged goodnight we said how much we loved each other and he said he would see me in the morning. I don't know if or what he may have put in his body after that. I only know that he put his head on the desk where he was working on art projects, fell asleep and didn't wake up.\" ", "type": "p"}, [{"text": "Zendaya pays tribute to Euphoria co-star Cloud", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66375353"}, {"text": "The chance encounter that created an HBO star", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-66374070"}, {"text": "Euphoria star Angus Cloud dies aged 25", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-66333376"}], {"text": "Mrs Cloud told emergency services her son had suffered a possible overdose, according to a recording of the 911 dispatch call obtained by US media.", "type": "p"}, {"text": "She wrote: \"We may find out that he overdosed accidentally and tragically, but it's abundantly clear that he did not intend to check out of this world.", "type": "p"}, {"text": "\"His struggles were real. He gave and received so much love and support to and from his tribe. His work in Euphoria became a lightning rod for his generation and opened up a conversation about compassion, loyalty, acceptance and love.\"", "type": "p"}, {"text": "She added: \"Social media posts have suggested his death was intentional. I want you to know that is not the case. To honour his memory, please make random acts of kindness part of your daily life. Bless your hearts.\"", "type": "p"}, {"text": "His cause of death has not yet been confirmed.", "type": "p"}, {"text": "Last week, a family statement announcing his death said Cloud had \"intensely struggled\" with the loss of his father.", "type": "p"}, {"text": "It added: \"Angus was open about his battle with mental health and we hope that his passing can be a reminder to others that they are not alone and should not fight this on their own in silence.", "type": "p"}, {"text": "\"We hope the world remembers him for his humour, laughter and love for everyone.\"", "type": "p"}, {"text": "His death was met with an outpouring of tributes from fans and co-stars including Zendaya and Sydney Sweeney.", "type": "p"}, {"text": "Rappers Drake - an executive producer on Euphoria - and Kid Cudi also paid homage.", "type": "p"}], "tags": []}