{"link": "https://www.bbc.com/news/technology-66420177", "category": "technology", "title": "Elon Musk says X will fund legal bills if users treated unfairly by bosses", "contributor": null, "time": "2023-08-06T05:49:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/160D0/production/_130502309_gettyimages-1550763049.jpg", "content": [{"text": "Elon Musk has said X, formerly known as Twitter, will pay the legal bills of anyone who is treated unfairly by their employer for their activity on his social media platform.", "type": "b"}, {"text": "On Sunday, Mr Musk told users that financial assistance from his platform would have \"no limits\".", "type": "p"}, {"text": "He asked users to \"let us know\" if they had experienced unfair treatment for posting or liking something.", "type": "p"}, {"text": "Formerly known as Twitter, the social media platform was renamed last month.", "type": "p"}, {"text": "Mr Musk is a self-described \"free speech absolutist\" and has been vocal in his criticisms of the platform's policies on moderating content prior to his takeover.", "type": "p"}, {"text": "When he announced that he was taking over Twitter in April last year, Mr Musk said \"free speech is the bedrock of a functioning democracy, and Twitter is the digital town square where matters vital to the future of humanity are debated\". ", "type": "p"}, [{"text": "Is Musk right to ditch the Twitter bird logo?", "type": "a", "href": "https://www.bbc.co.uk/news/business-66296468"}, {"text": "Musk faces bill for unauthorised flashing X sign", "type": "a", "href": "https://www.bbc.co.uk/news/technology-66371435"}], {"text": "More recently, the firm that owns Twitter announced that it was suing an anti-hate organisation whose research criticised the platform. ", "type": "p"}, {"text": "The Center for Countering Digital Hate (CCDH) had done research that showed hate and disinformation was \"spreading like wildfire on the platform under Musk's ownership\".", "type": "p"}, {"text": "X Corp accused CCDH of \"unlawful acts\" to \"improperly gain access\" to its data. ", "type": "p"}], "tags": []}