{"link": "https://www.bbc.com/news/business-65912634", "category": "business", "title": "We Soda scraps UK share listing in blow to London", "contributor": null, "time": "2023-06-15T08:16:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8115/production/_129954033_glass_gettyimages-913441706.jpg", "content": [{"text": "The world's largest producer of natural soda ash has scrapped plans to sell shares on the London Stock Exchange less than two weeks after announcing the move.", "type": "b"}, {"text": "We Soda reportedly wanted to raise £600m through a flotation, valuing the firm at more than £6bn.", "type": "p"}, {"text": "However, the company said UK investors \"remain extremely cautious\" and We Soda was unable to reach a fair valuation.", "type": "p"}, {"text": "We Soda's reversal is a blow to the UK's reputation as a financial centre.", "type": "p"}, {"text": "Just two weeks ago, the firm's chief executive, Alasdair Warren, declared \"London still works\", and said that the London market would \"well understand our business\".", "type": "p"}, {"text": "Prior to that Arm Holdings, the Cambridge-based microchip designer, chose the US over the UK despite lobbying by the UK government to list its shares in London. ", "type": "p"}, {"text": "Earlier this year, building materials giant CRH said it would be moving its main share listing from London to New York.", "type": "p"}, {"text": "We Soda's flotation would have been the UK's largest so far this year and the company would have entered the blue chip FTSE 100 index. ", "type": "p"}, {"text": "But this week, Mr Warren said: \"This extreme investor caution in London meant that we were unable to arrive at a valuation that we believe reflects our unique financial and operating characteristics.\"", "type": "p"}, {"text": "He told the BBC's Today programme that the valuation was \"not just a UK issue\" but a \"broader European issue\". ", "type": "p"}, {"text": "Mr Warren said companies usually accept that there will be a discount on the price for shares during initial public offerings (IPOs). ", "type": "p"}, {"text": "\"Typically it's 15 to 25%,\" he said. \"When that discount effectively doubles then you've got to consider whether it makes sense to launch.", "type": "p"}, {"text": "\"The valuation just was not at the level that we thought made any sense for our company.\"", "type": "p"}, {"text": "Mr Warren continued to back London as a viable place to sell its shares. But he said that We Soda would look to grow in North America, adding: \"So perhaps when we reconsider coming back to the market, that will be a credible alternative.\"", "type": "p"}, {"text": "He said: \"It's all going to depend on initial public offering market conditions across Europe, the state of our business where we sit in terms of the balance between Europe and North America, and we'll have to evaluate it at the time.\"", "type": "p"}, {"text": "Pension funds, or individual investors, can buy shares whether they are listed in the UK, US or one of the European exchanges.", "type": "p"}, {"text": "But a UK listing generates significant ancillary business for a UK financial services industry that still makes up more than 10% of the UK's entire economy and contributes more than 10% of all taxes paid here.", "type": "p"}, {"text": "Accountants, lawyers, financial PR firms and others feed off the fees that UK listings generate.", "type": "p"}, {"text": "The exodus has not gone unnoticed by the government. It has been scrambling to try to make the UK a more attractive place for companies to set out their stall.", "type": "p"}, [{"text": "Is London's stock market losing its lustre?", "type": "a", "href": "https://www.bbc.co.uk/news/business-64833390"}], {"text": "We Soda is owned by Ciner Group, a Turkish industrial conglomerate controlled by billionaire Turgey Ciner, but has its headquarters in London and Europe is its biggest market.", "type": "p"}, {"text": "The firm produces soda ash which is found in washing powder detergents and used in the production of glass, solar panels and batteries for electric vehicles.", "type": "p"}, {"text": "According to consultancy firm EY, the amount raised through share flotations on the London Stock Exchange fell by 90% last year.", "type": "p"}], "tags": []}