{"link": "https://www.bbc.com/news/entertainment-arts-65916704", "category": "entertainment & arts", "title": "The Guardian will no longer take advertising from gambling companies", "contributor": null, "time": "2023-06-15T11:48:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15CD3/production/_130099298_gettyimages-1249126862.jpg", "content": [{"text": "The owners of the Guardian have said the newspaper will stop taking advertising from gambling companies.", "type": "b"}, {"text": "The decision, announced on Thursday, means adverts about sports betting, online casinos and scratch cards will no longer appear online or in print.", "type": "p"}, {"text": "Lottery advertising will still be permitted, however.", "type": "p"}, {"text": "Anna Bateson, chief executive of Guardian Media Group, said the move came as \"our primary obligation is to do the right thing for our readers\".", "type": "p"}, {"text": "Gambling adverts will not feature in the newspaper, on its website or within its app as a result of the decision.", "type": "p"}, {"text": "It follows the publication of a government white paper on gambling in April, which shook-up the sector.", "type": "p"}, [{"text": "Young gamblers could face £2 slot machine limit", "type": "a", "href": "https://www.bbc.co.uk/news/uk-65249542"}, {"text": "What's the answer to Britain's hidden gambling problem?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64510095"}], {"text": "The Guardian published a blog on Thursday titled All bets are off: Why the Guardian has decided to reject gambling advertising.", "type": "p"}, {"text": "In it, Bateson explained why they had now \"decided that there are other ways to generate revenue\".", "type": "p"}, {"text": "She argued that studies have shown a \"clear correlation between exposure to gambling advertising and increased intentions to engage in regular gambling\".", "type": "p"}, {"text": "\"The tides have been shifting for some time,\" she said. \"Surveys in the UK and Australia reveal a majority of the population would support a ban on gambling advertisements, a position taken by the Italian government in 2019, and the Belgian government more recently.", "type": "p"}, {"text": "\"The recent UK gambling white paper noted that the 'loss of revenue from gambling adverts could impair public service broadcasters' ability to meet their obligations'.\"", "type": "p"}, {"text": "She suggested \"the UK government's proposed gambling reforms fell short of any meaningful action on gambling advertising,\" adding: \"In Australia, a parliamentary inquiry into online gambling and its associated harms is due to report back in the coming weeks.", "type": "p"}, {"text": "\"We think now is the right time to say no to gambling advertising on all Guardian platforms, effective globally from 15 June 2023.\"", "type": "p"}, {"text": "In April, it was announced that young gamblers could face a stake limit of £2 on online slot machines, for their own protection, as part of new government proposals.", "type": "p"}, {"text": "The white paper on gambling marked the biggest shake-up of regulation in the sector for nearly 20 years.", "type": "p"}, {"text": "However, there was no new action taken on advertising, to the dismay of campaigners. The government said measures that already exist go a long way to protect the most vulnerable.", "type": "p"}, {"text": "The Guardian Media Group, which also runs the Observer, noted how it had made \"a similar decision\" to this one today about gambling adverts when, in 2020, it decided to stop carrying advertising from oil and gas companies.", "type": "p"}, {"text": "If you have been affected by any of the issues in this article you can visit the BBC's Action Line for information and support.", "type": "p"}], "tags": []}