{"link": "https://www.bbc.com/news/business-64445669", "category": "business", "title": "Ryanair and EasyJet ready to snap up Flybe staff", "contributor": null, "time": "2023-01-29T16:54:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DBB4/production/_128444265_4572d6a905efb6fe16ed2bfb752a6c2d8063a1d0.jpg", "content": [{"text": "Staff who have lost their jobs due to the collapse of regional airline Flybe should apply for roles with EasyJet and Ryanair, say the two budget operators.", "type": "b"}, {"text": "Flybe went into administration on Saturday, putting 277 staff out of work.", "type": "p"}, {"text": "The British Airline Pilots' Association (Balpa) said it had received phone calls in the early hours of Saturday morning from worried Flybe staff.", "type": "p"}, {"text": "But the union's leader, Martin Chalk, said there were jobs \"out there\".", "type": "p"}, {"text": "EasyJet said it had 250 vacancies for cabin crew.", "type": "p"}, {"text": "Ryanair posted a message on the careers section of its website saying that it had vacancies in all categories, including pilots, engineers and ground staff. ", "type": "p"}, [{"text": "Scramble to change travel plans after Flybe collapse", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64439107"}, {"text": "Regional airline Flybe cancels all flights", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64436500"}], {"text": "\"Of course there is upset and concern,\" said Mr Chalk, Balpa general secretary.", "type": "p"}, {"text": "Some staff had already been through a similar experience when Flybe collapsed three years ago, he said. When this happened, the airline shed 2,000 staff and then relaunched in April last year.", "type": "p"}, {"text": "\"The advantage is, this time around, the market is somewhat more buoyant than it was, now that Covid is largely in the rear view mirror,\" said Mr Chalk.", "type": "p"}, {"text": "Airlines are also determined to avoid a repeat of last year's catastrophe, when staff shortages led to thousands of flight cancellations, leaving passengers stranded and demanding compensation.", "type": "p"}, {"text": "Flybe has cancelled all planned flights to and from the UK after going into administration - affecting 75,000 passengers in total. Passengers have been scrambling to find alternative ways to travel.", "type": "p"}, {"text": "However, most Flybe staff are unlikely to be left high and dry, said airline analyst John Strickland.", "type": "p"}, {"text": "\"My expectation is that airlines haven't completed all their recruitment for the summer, so there will be gaps and opportunities,\" he said.", "type": "p"}, {"text": "A post on Ryanair's website encouraged Flybe staff to apply for new roles with the airline. ", "type": "p"}, {"text": "\"[Ryanair has] positions for all of you, across all areas of our business, including flight crew, cabin crew, engineers, ground staff and office staff,\" it said.", "type": "p"}, {"text": "EasyJet said it was not currently advertising for pilots, but would encourage Flybe cabin crew to apply for the 250 vacancies it has at Gatwick and Luton airports.", "type": "p"}, {"text": "Flybe cabin crew would be fast tracked and could start work after 10 days, EasyJet said. Successful applicants for head office roles could be fast tracked within 14 days.", "type": "p"}, {"text": "Flybe first went into administration in March 2020, knocked off course by the pandemic, which saw almost all flights grounded. It was rescued by Thyme Opco, a firm linked to US hedge fund Cyrus Capital, and relaunched in early 2022, but as a much smaller operator.", "type": "p"}, {"text": "This meant many fewer jobs were at stake this time round, said airline analyst John Strickland.", "type": "p"}, {"text": "\"[And] it's definitely a more hopeful time for the staff,\" he said. \"The original Flybe company collapsed with around 70 aircrafts and we were just going into the industry-wide shock that Covid created. ", "type": "p"}, {"text": "\"Contrast with this the revived Flybe, with only around five aircrafts, going into a period when we are looking to put Covid substantially behind us, a period when airlines are optimistic about bookings.\"", "type": "p"}, {"text": "Both Ryanair and EasyJet appear to be in a strong position to take on staff, he added.", "type": "p"}, {"text": "Ryanair has already returned to being profitable, defying the challenges of last year, and chief executive Micheal O'Leary recently told the Financial Times he sees \"no signs\" of the current economic slowdown hitting airlines.", "type": "p"}, {"text": "EasyJet chief executive Johan Lundgren told the BBC his firm has experienced a bounce-back in sales, reducing its losses.", "type": "p"}, {"text": "Mr Strickland said Flybe had not succeeded in taking advantage of the return in travel demand, due to stiff competition, rising fuel prices and because the airline lacked \"a clear and defensible business strategy, given that regional flying is the toughest segment to be in\".", "type": "p"}, {"text": "Balpa's Mr Chalk said he would like to work with the sector and the government to try to ensure there was a more stable market, rather than \"the churn\" of companies picking up staff from each other.", "type": "p"}], "tags": ["Companies", "Easyjet", "Flybe", "Air travel", "Ryanair"]}