{"link": "https://www.bbc.com/news/entertainment-arts-64442824", "category": "entertainment & arts", "title": "Television frontman Tom Verlaine dies at 73", "contributor": null, "time": "2023-01-29T00:00:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/00C2/production/_128449100_gettyimages-478163738.jpg", "content": [{"text": "Guitarist Tom Verlaine, who rose to fame in the 1970s New York punk scene as the frontman of rock band Television, has died at the age of 73.", "type": "b"}, {"text": "In their heyday, Television scored three UK Top 40 hit singles and were acclaimed for their albums Marquee Moon and Adventure.", "type": "p"}, {"text": "But they had more success in Britain than their native US and split in 1978.", "type": "p"}, {"text": "Verlaine's death was announced by Jesse Paris Smith, the daughter of long-time associate and collaborator Patti Smith. ", "type": "p"}, {"text": "She did not specify a cause, saying that he died \"after a brief illness\".", "type": "p"}, {"text": "Verlaine was considered one of the more skilled musical practitioners to emerge from the now-defunct CBGBs club in New York's Bowery, where their contemporaries included Blondie, The Ramones and Talking Heads.", "type": "p"}, {"text": "Although they came to prominence because of the punk movement, their music was more complex than that of their rivals, with Verlaine and fellow guitarist Richard Lloyd trading lengthy solos and intricate jazz-influenced riffs.", "type": "p"}, {"text": "Verlaine was born Thomas Miller in New Jersey, but adopted his stage name in homage to the French symbolist poet, Paul Verlaine. ", "type": "p"}, {"text": "After Television split, he released a string of solo albums, with his song Kingdom Come inspiring a rare cover version by David Bowie on his Scary Monsters album.", "type": "p"}, {"text": "Television reformed in 1992, releasing a self-titled third album, and were sporadically active in later years, hailed as a prime influence on the alternative rock of the 1980s and 1990s.", "type": "p"}, {"text": "Among those paying tribute to Verlaine was Mike Scott of The Waterboys, who tweeted: \"Tom Verlaine has passed over to the beyond that his guitar playing always hinted at. ", "type": "p"}, {"text": "\"He was the best rock and roll guitarist of all time, and like Hendrix could dance from the spheres of the cosmos to garage rock. That takes a special greatness.\"", "type": "p"}, {"text": "Will Sergeant, guitarist of Echo & The Bunnymen, said: \"Tom Verlaine's playing meant the world to me. If I ever played anything that sounded like him I was happy. He set me on my path as a guitarist, thank you Tom.\"", "type": "p"}], "tags": ["Music"]}