{"link": "https://www.bbc.com/news/technology-64418949", "category": "technology", "title": "Warning over risky electric blankets sold online", "contributor": null, "time": "2023-01-27T00:05:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F2F0/production/_128429126_gettyimages-1433356655.jpg", "content": [{"text": "Illegal electric blankets are being sold online which could cause electric shocks, a consumer group warns.", "type": "b"}, {"text": "Which? found some of the products being sold are made \"so poorly\" they could pose \"a serious risk\".", "type": "p"}, {"text": "Separately charity Electrical Safety First says it found \"highly dangerous\" electrical products for sale by third party sellers online.", "type": "p"}, {"text": "It wants new regulations to bolster consumer protection.", "type": "p"}, {"text": "The cost of living crisis has seen a huge rise in the popularity of electric blankets as people try to minimise use of their central heating.", "type": "p"}, {"text": "Nine out of the 11 electric blankets, throws and shawls Which? bought from third-party sellers on AliExpress, Amazon, eBay and Wish should not be sold legally in the UK.", "type": "p"}, {"text": "The consumer champion group identified problems with how the products are made, the packaging, markings and instructions. ", "type": "p"}, {"text": "Which? found some products with electric wires that could easily be pulled out and others lacked the proper safety standard marks. ", "type": "p"}, {"text": "In addition to safety concerns, some of the blankets were incredibly inefficient and did not work properly. ", "type": "p"}, {"text": "All those flagged by Which? as having issues have now been removed by the online marketplaces.", "type": "p"}, {"text": "Which? is calling for sites to bear more legally responsibility for allowing unsafe and illegal products to be sold on their platform.", "type": "p"}, {"text": "The current approach puts most of the responsibility on the third-party sellers.", "type": "p"}, {"text": "Sue Davies, head of consumer protection policy at Which? said buying these products cheaply on online marketplaces can put people's safety at risk. ", "type": "p"}, {"text": "\"The government must urgently act to give online marketplaces greater legal responsibility for unsafe and illegal products sold on their sites so that consumers are no longer put at unnecessary risk of harm,\" she said. ", "type": "p"}, {"text": "Last week a Private Member's Bill was tabled by Labour MP for Gateshead, Ian Mearns, to implement more regulation in this area. ", "type": "p"}, {"text": "The Bill, supported by the charity Electrical Safety First, aimed to \"close a gap in the law\" which has allowed online marketplaces to operate \"without any responsibility\" for ensuring that the products sold via their sites are actually safe. ", "type": "p"}, {"text": "Electrical Safety First found \"highly dangerous\" electrical products for sale by third party sellers across major online marketplaces, including Amazon Marketplace, eBay, Facebook Marketplace and Wish.com.", "type": "p"}, {"text": "Boss Lesley Rudd said: \"Households are perpetually being left at risk from products, such as dangerous electric blankets, as people seek to keep heating costs down. ", "type": "p"}, {"text": "\"Without changes to the law, people will continue to be left exposed and vulnerable.\"", "type": "p"}, {"text": "AliExpress, Amazon, eBay and Wish.com all said they take safety very seriously and removed the listings that Which? flagged to them.", "type": "p"}, {"text": "None of the third-party sellers of the products provided a comment to Which?. ", "type": "p"}], "tags": ["Consumer electronics"]}