{"link": "https://www.bbc.com/news/business-63938958", "category": "business", "title": "UK weather: All flights suspended at Stansted Airport", "contributor": null, "time": "2022-12-11T21:33:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1376F/production/_127972797_gettyimages-899966168.jpg", "content": [{"text": "All flights have been suspended at Stansted Airport after it was forced to close its runway due to bad weather.", "type": "b"}, {"text": "Heathrow and Gatwick have also cancelled or delayed flights after snow, ice and freezing fog swept the country. ", "type": "p"}, {"text": "A yellow weather warning remains place for Scotland, London and south-west England until Monday morning, threatening to cause more disruption. ", "type": "p"}, {"text": "Trains have also been delayed and there have been motorway accidents. ", "type": "p"}, {"text": "Stansted said on Sunday night its only runway was closed to allow for snow clearance due to weather conditions and all flights are currently suspended. ", "type": "p"}, {"text": "\"Delays to flights were experienced earlier due to de-icing of aircraft which is a ground handler's responsibility and safety of aircraft and passengers is paramount,\" they added. ", "type": "p"}, {"text": "\"Passengers are advised to check with their airline for current status of their flights.\" ", "type": "p"}, {"text": "More than 50 flights have been at Heathrow so far on on Sunday, after freezing fog resulted in air traffic control restrictions on the number of aircraft that could land and depart per hour . ", "type": "p"}, [{"text": "UK cold weather to last for days amid travel chaos", "type": "a", "href": "https://www.bbc.co.uk/news/uk-63926328"}, {"text": "What are my rights if my flight is cancelled?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61646214"}], {"text": "The airport said it had cancelled flights to keep passengers safe. ", "type": "p"}, {"text": "A spokeswoman said: \"We want to reassure passengers that our colleagues are working in close collaboration with our airline and air traffic control partners to get them safely away on their journeys as quickly as possible. ", "type": "p"}, {"text": "\"We encourage passengers to check their flight status with their airline for the latest information.\"", "type": "p"}, {"text": "Gatwick Airport temporarily closed one of its runways at 17:55 GMT due to un-forecast snow.  ", "type": "p"}, {"text": "The airport's snow clearing teams were in place and reopened the runway again at 20:00 when conditions were safer.", "type": "p"}, {"text": "As a result a number of flights have been delayed or cancelled, while others were also diverted to other airports during the closure.", "type": "p"}, {"text": "\"Every effort is being made to get these flights back to Gatwick tonight,\" a spokesperson said. ", "type": "p"}, {"text": "\"Freezing weather conditions are expected to continue this evening and may cause further disruption at the airport. ", "type": "p"}, {"text": "\"Passengers travelling this evening and tomorrow are advised to check their flight status with the airline - and also local travel conditions - before departing for the airport.\"", "type": "p"}, {"text": "Are you at Stansted airport? Share your experiences ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://www.bbc.co.uk/send/u16904890"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": ["London Heathrow Airport", "London Stansted Airport", "Snow", "Gatwick Airport"]}