{"link": "https://www.bbc.com/news/entertainment-arts-63933748", "category": "entertainment & arts", "title": "World Cup viewing figures: 19.4m UK viewers watch England crash out", "contributor": null, "time": "2022-12-11T14:27:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C91E/production/_127968415_f399ead131f8a5f861fc0f9cb973a406c50846b3.jpg", "content": [{"text": "England's defeat to France in Qatar was watched by an average UK audience of 19.4 million viewers, TV figures showed.", "type": "b"}, {"text": "A peak five-minute audience of 21.31 million people tuned in to ITV (and +1) to watch the end of the World Cup 2022 quarter-final match on Saturday. ", "type": "p"}, {"text": "England crashed out of the tournament after losing 2-1 to France.", "type": "p"}, {"text": "Some people may have watched on other services such as ITVX, which are not reflected in the Barb rating figures.", "type": "p"}, [{"text": "England head home but will be 'stronger' next time", "type": "a", "href": "https://www.bbc.com/sport/football/63934519"}, {"text": "Kane misses penalty as England exit World Cup", "type": "a", "href": "https://www.bbc.com/sport/football/63843792"}, {"text": "'Brutal - this England exit is even more painful'", "type": "a", "href": "https://www.bbc.com/sport/football/63932074"}], {"text": "The five-minute peak of 21.31 million was the most-watched single channel TV moment of 2022 so far. ", "type": "p"}, {"text": "The most-watched overall TV moment this year was during the Queen Elizabeth II's funeral in September, when a peak audience of 28 million people tuned in. ", "type": "p"}, {"text": "There are several measures of TV viewing figures and broadcasters can also release statistics for peak one-minute viewing, which often reflect the highest viewing numbers.", "type": "p"}, {"text": "The Three Lions were pictured looking solemn on Sunday as they headed back to the UK following their defeat.", "type": "p"}, {"text": "Captain Harry Kane said on Twitter he was \"absolutely gutted\" after missing a penalty that would have meant England would have levelled up 2-2 to France. ", "type": "p"}, {"text": "He also scored an earlier penalty which took England to 1-1 after France took an early lead in the game when Aurélien Tchouaméni scored in the 17th minute. ", "type": "p"}, {"text": "Millions of fans have tuned in to watch England throughout the winter World Cup.", "type": "p"}, {"text": "An average UK audience of 7.4 million people watched England beat Iran 6-2 in their first match on BBC One on Monday 21 November, according to Barb.", "type": "p"}, {"text": "And an average UK audience of 16.59 million TV viewers tuned in for England's 3-0 win over Wales on BBC One on Tuesday 29 November. ", "type": "p"}, [{"text": "'CAN'T AFFORD MY HOME': Panorama investigates what's gone wrong with the UK's housing market", "type": "a", "href": "https://www.bbc.co.uk/iplayer/episode/m001fp6f/panorama-cost-of-living-cant-afford-my-home#xtor=CS8-1000-%5BIn_Article_Promo_Box%5D-%5BNews_Promo_In_Article%5D-%5BNews_Promo_In_Article_BBCiPlayer%5D-%5BPS_IPLAYER~N~m001fp6f~P_PanoramaCantAffordMyHome%5D"}, {"text": "CUNK ON EARTH: Philomena Cunk ponders mankind's first moments", "type": "a", "href": "https://www.bbc.co.uk/iplayer/episode/m001cbmt/cunk-on-earth-1-in-the-beginnings#xtor=CS8-1000-%5BIn_Article_Promo_Box%5D-%5BNews_Promo_In_Article%5D-%5BNews_Promo_In_Article_BBCiPlayer%5D-%5BPS_IPLAYER~N~m001cbmt~P_CunkOnEarthE1%5D"}]], "tags": ["ITV", "Television"]}