{"link": "https://www.bbc.com/news/business-65927794", "category": "business", "title": "Ryanair apologises for 'Tel Aviv in Palestine' flight row", "contributor": null, "time": "2023-06-16T12:09:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/959D/production/_130110383_ryanair.jpg", "content": [{"text": "The chief executive of airline Ryanair has apologised after a flight attendant announced that the Israeli city of Tel Aviv was in Palestine.", "type": "b"}, {"text": "Eddie Wilson told Jewish human rights group the Simon Wiesenthal Center it was an \"innocent mistake\".", "type": "p"}, {"text": "Some passengers complained, and the row gathered momentum after the flight.", "type": "p"}, {"text": "Mr Wilson said that he had written to the Israeli ambassador in Ireland, adding that Israel was \"an important partner\" for Ryanair.", "type": "p"}, {"text": "On 10 June, on a flight from Bologna to Tel Aviv, a junior cabin crew member \"innocently but inexplicably\" announced that the flight would soon be landing in Palestine, Mr Wilson wrote in a letter to the Simon Wiesenthal Center.", "type": "p"}, {"text": "Mr Wilson said that Ryanair was \"100% satisfied that this was an innocent mistake with no political overtones or intent\".", "type": "p"}, {"text": "After the announcement, which was made in Italian and English, several passengers complained, and \"continued to be abusive\" even after the cabin crew apologised, he said.", "type": "p"}, {"text": "Police had to be called to meet the aircraft when it landed, Mr Wilson said.", "type": "p"}, {"text": "The use of the name Palestine in place of modern day Israel represents non-recognition of the Jewish state and is seen as highly provocative by most Israelis.", "type": "p"}, {"text": "Following the flight, the row gained momentum. Some Israeli media commentators called for Israelis to boycott the airline if an apology was not made.", "type": "p"}, {"text": "Mr Wilson said that Israel was an \"important partner\" for Ryanair, adding that it was Israel's second-largest airline.", "type": "p"}, {"text": "\"We plan to invest in Israel to grow traffic and connectivity both for Israelis travelling to Europe and also to bring much-needed inbound tourism to Israel,\" he said.", "type": "p"}, {"text": "In a letter to Ryanair, the Simon Wiesenthal Center said it had received \"numerous complaints\" about the incident.", "type": "p"}, {"text": "It said after the announcement passengers had asked for a correction, which was refused.", "type": "p"}, {"text": "Rabbi Abraham Cooper, Simon Wiesenthal Center associate dean, said: \"How would Ryanair react if their flight attendant on a flight to Dublin announced multiple times that passengers would soon be arriving in the UK?\"", "type": "p"}, {"text": "He added: \"Everyone is entitled to their opinions but not to alternative facts.\"", "type": "p"}], "tags": []}