{"link": "https://www.bbc.com/news/health-65914934", "category": "health", "title": "Synthetic human embryo raises ethical issues", "contributor": null, "time": "2023-06-15T12:17:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6FB7/production/_130099582_gettyimages-648380630.jpg", "content": [{"text": "Scientists have created the synthetic human embryos - using no eggs or sperm - provoking deep ethical questions, according to reports.", "type": "b"}, {"text": "The synthetic embryos - only days or weeks old - could help researchers study the earliest stages of human development and explain pregnancy loss. ", "type": "p"}, {"text": "Nobody is currently suggesting growing them into a baby.  ", "type": "p"}, {"text": "But the rapid progress has outpaced discussions on how they should be dealt with ethically and legally. ", "type": "p"}, {"text": "Prof James Briscoe, from the Francis Crick Institute, said the field needed to \"proceed cautiously, carefully and transparently\" to avoid a \"chilling effect\" on the public.", "type": "p"}, {"text": "The development of human synthetic embryos was announced at the annual meeting of the International Society for Stem Cell Research. ", "type": "p"}, {"text": "Synthetic embryos are also known as \"embryo models\", as they resemble embryos, for the purposes of research, rather than being identical to them. ", "type": "p"}, {"text": "The work comes from the laboratories of Prof Magdalena Zernicka-Goetz, from the University of Cambridge and the California Institute of Technology.", "type": "p"}, {"text": "The full details have yet to be published and made available for scientific scrutiny, leading many researchers to feel unable to comment on the significance of the reports.", "type": "p"}, {"text": "But the principle is the synthetic embryos are made from a stem cell rather than a fusion of egg and sperm.", "type": "p"}, {"text": "Stem cells have the capacity to become any cell-type in the body and if coaxed in just the right way can be persuaded to form embryos. ", "type": "p"}, {"text": "This is the first time that has been achieved using human material. Although, they are not truly \"synthetic\", as the starting material was cells cultured from a traditional embryo in the laboratory. ", "type": "p"}, {"text": "\"It's beautiful and created entirely from embryonic stem cells,\" Prof Zernicka-Goetz told the Guardian newspaper.", "type": "p"}, {"text": "She has already developed synthetic mouse embryos with evidence of a developing brain and beating heart. ", "type": "p"}, {"text": "Meanwhile, scientists in China have implanted synthetic monkey embryos into female monkeys - although, all the pregnancies failed. ", "type": "p"}, {"text": "The synthetic embryos do not behave in exactly the same way as normal embryos. And it is unclear how their use in research should be governed.", "type": "p"}, {"text": "Prof Briscoe said: \"On the one hand, models of human embryos made of stem cells might offer an ethical and more readily available alternative to the use of IVF-derived [in-vitro fertilisation] human embryos. ", "type": "p"}, {"text": "\"On the other hand, the closer stem-cell-derived models of human embryos mirror human embryos, the more important it is to have clear regulations and guidelines for how they are used.\" ", "type": "p"}, {"text": "Most countries use the 14-day rule in human-embryo research. This allows an embryo created by fertilising a human egg to be grown for 14 days.", "type": "p"}, {"text": "However, these \"embryo models\" are not legally \"embryos\" and are not governed by the same laws.  ", "type": "p"}, {"text": "Dr Ildem Akerman, from the University of Birmingham, said: \"These findings suggest that we would soon develop the technology to grow these cells beyond the 14-day limit, with potentially more insights to gain into human development. ", "type": "p"}, {"text": "\"Nevertheless, the ability to do something does not justify doing it.\" ", "type": "p"}, {"text": "Legal and ethical experts in the UK are drawing up a voluntary set of guidelines for how to proceed.  ", "type": "p"}, {"text": "Researchers hope these synthetic embryos will further understanding of the earliest stages of human's lives.", "type": "p"}, {"text": "Prof Roger Sturmey, from the University of Manchester, said: \"We know remarkably little about this step in human development but it is a time where many pregnancies are lost.", "type": "p"}, {"text": "\"So models that can enable us to study this period are urgently needed to help to understand infertility and early pregnancy loss.\" ", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": []}