{"link": "https://www.bbc.com/news/business-67024538", "category": "business", "title": "Regulator sues Musk to force testimony in X probe", "contributor": null, "time": "2023-10-05T21:31:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F2C0/production/_131344126_gettyimages-1499013039.jpg", "content": [{"text": "Financial regulators in the US are suing Elon Musk after the billionaire said he would no longer cooperate with its investigation into his purchase of Twitter, now known as X.", "type": "b"}, {"text": "The Securities and Exchange Commission (SEC) asked a federal court to order him to comply with their request that he sit for a third session of testimony about the deal.", "type": "p"}, {"text": "The move to sue followed receipt of a letter from a lawyer for Mr Musk, which said he refused to appear as requested.", "type": "p"}, {"text": "It accused the SEC of \"harassment\". ", "type": "p"}, {"text": "\"Unchecked government action is dangerous and the record here is troubling. Mr Musk declines to acquiesce in the Commission's incursions and therefore refuses to appear as you demand,\" lawyer Alex Spiro wrote. ", "type": "p"}, {"text": "The lawsuit is the latest feud between the SEC and Mr Musk, who once declared on national television that he had \"no respect\" for the regulator. ", "type": "p"}, {"text": "The SEC launched its investigation of Mr Musk's $44bn purchase of X last year. ", "type": "p"}, [{"text": "Elon Musk under investigation over Twitter deal", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63254883"}], {"text": "The filing in San Francisco federal court said the agency is probing whether his 2022 stock purchases before he bought the company outright and statements he made about those investments broke securities laws.", "type": "p"}, {"text": "Mr Musk participated in two half-days of testimony via video conference in July, after he was subpoenaed, the SEC said. The agency said another session was necessary because nearly half of the documents it had received regarding the case came in after those meetings.", "type": "p"}, {"text": "A letter from Mr Musk's attorney to the agency, shared as part of the exhibit, said it was \"unclear why the staff requires further time diverting Mr Musk from his significant obligations to companies and shareholders...Enough is enough\". ", "type": "p"}, {"text": "The SEC has locked horns with Mr Musk before. ", "type": "p"}, {"text": "In 2018, it charged him with defrauding investors by claiming in a Tweet that he had \"funding secured\" to take Tesla, the electric car company he leads, private. ", "type": "p"}, {"text": "He later settled the charges, stepping down as chairman of the firm's board and agreeing to accept what was dubbed a Twitter sitter - limits on what he could write on social media about the company. ", "type": "p"}, {"text": "Mr Musk has repeatedly gone to court to have those limits removed, including most recently in February.", "type": "p"}, {"text": "Separately, a judge in New York ruled this week that Mr Musk must face a lawsuit from former Twitter investors who claim he defrauded former shareholders by failing to promptly disclose his share purchases, but an insider trading claim was dismissed. ", "type": "p"}], "tags": []}