{"link": "https://www.bbc.com/news/entertainment-arts-67020005", "category": "entertainment & arts", "title": "BBC reaches settlement with murdered girl's mother over clothes lost by Martin Bashir", "contributor": null, "time": "2023-10-05T13:48:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13AC0/production/_118567508_hi067388684.jpg", "content": [{"text": "The BBC has reached a settlement with a woman who said Martin Bashir had borrowed but failed to return her murdered daughter's clothes.", "type": "b"}, {"text": "Michelle Hadaway said the then BBC News reporter had asked for the clothes, in 1991, for DNA tests for a documentary.", "type": "p"}, {"text": "Karen Hadaway and Nicola Fellows, both nine, had been sexually assaulted and strangled, in Brighton, in 1986.", "type": "p"}, {"text": "The BBC apologised to Mrs Hadaway and launched a new search in 2021 - but the clothes have not been found.", "type": "p"}, {"text": "On Thursday, a BBC statement said: \"In 1991, Mrs Hadaway entrusted the BBC with the missing clothes, on the understanding that they would be forensically examined.", "type": "p"}, {"text": "\"The BBC did not examine or return the clothes and was not subsequently able to find them as a result of searches in 2004 and 2021. ", "type": "p"}, {"text": "\"We should have taken better care of Karen's clothes and we did not.", "type": "p"}, {"text": "\"We accept that we had a duty of care to Mrs Hadaway and we fell well short of that and we have previously apologised to her privately. ", "type": "p"}, {"text": "\"We are very sorry.\"", "type": "p"}, {"text": "The terms of the settlement have not been announced.", "type": "p"}, {"text": "The case became known as the Babes in the Wood murders and the girls' families campaigned for justice for decades, after their killer, Russell Bishop, was initially cleared in 1987.", "type": "p"}, {"text": "In 2018, he was convicted of the murders, after double-jeopardy laws were changed, permitting a second trial.", "type": "p"}, {"text": "Mrs Hadaway said Bashir had approached her in 1991 and asked to take Karen's clothes for DNA (deoxyribonucleic-acid) testing as part of his investigation for a documentary - but the programme never aired and her calls to the BBC went unanswered.", "type": "p"}, {"text": "In September 2021, BBC director general Tim Davie said the corporation's investigators had spoken directly to Bashir but he had said he \"doesn't know where the clothes are\".", "type": "p"}, {"text": "Bashir had left the BBC earlier that year, after questions were raised about how he had secured an interview with Diana, Princess of Wales, for BBC One's Panorama programme, in 1995.", "type": "p"}, {"text": "An inquiry found he had acted in a \"deceitful\" way and faked documents to obtain the interview.", "type": "p"}], "tags": []}