{"link": "https://www.bbc.com/news/science-environment-67022619", "category": "science & environment", "title": "Prada to design Nasa's new moon suit", "contributor": null, "time": "2023-10-05T20:17:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4990/production/_112523881_257652main_as11-40-5903_full.jpg", "content": [{"text": "Nasa astronauts will be flying in style, with luxury fashion designer Prada helping design space suits for the 2025 moon mission.", "type": "b"}, {"text": "The Italian fashion house will work to design the suits alongside another private company, Axiom Space.", "type": "p"}, {"text": "In a press release, Axiom said Prada would bring expertise with materials and manufacturing to the project.", "type": "p"}, {"text": "One astronaut told the BBC he thought Prada was up to the challenge due to their design experience.", "type": "p"}, {"text": "That experience has been built not only on the catwalks of Milan but also through Prada's involvement in the America's Cup sailing competition.", "type": "p"}, {"text": "\"Prada has considerable experience with various types of composite fabrics and may actually be able to make some real technical contributions to the outer layers of the new space suit,\" according to Professor Jeffrey Hoffman, who flew five Nasa missions and has carried out four spacewalks. ", "type": "p"}, {"text": "But, he said people should not expect to see astronauts in \"paisley spacesuits or any fancy patterns like that. Maintaining a good thermal environment is really the critical thing\". ", "type": "p"}, {"text": "\"A spacesuit is really like a miniature spacecraft. It has to provide pressure, oxygen, keep you at a reasonable temperature,\" he added.", "type": "p"}, {"text": "Earlier this year, Axiom unveiled a spacesuit, which it said would be worn on the upcoming Artemis 3 mission.", "type": "p"}, {"text": "The suit weighed 55kg and was said to be a better fit for female travellers. ", "type": "p"}, {"text": "In a press release, Artemis and Prada said they would use \"innovative technologies and design\" to allow \"greater exploration of the lunar surface than ever before\". ", "type": "p"}, {"text": "The Artemis 3 mission will be the first time a crew has landed on the moon since Apollo 17 in 1972 and will have the first female to land on the Moon in the crew - Christina Koch.", "type": "p"}], "tags": []}