{"link": "https://www.bbc.com/news/technology-67006359", "category": "technology", "title": "Amazon and Microsoft to face cloud computing competition probe", "contributor": null, "time": "2023-10-05T09:48:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/71F4/production/_131327192_mediaitem131327190.jpg", "content": [{"text": "The UK's cloud computing market is to face a competition probe over concerns it is being dominated by Amazon and Microsoft.", "type": "b"}, {"text": "Media watchdog Ofcom said the two make up 70-80% of the sector in the UK, while closest rival Google has 5-10%.", "type": "p"}, {"text": "Ofcom had said in April it was worried a lack of competition made it difficult for businesses to switch providers.", "type": "p"}, {"text": "It has referred the sector to the UK's Competition and Markets Authority (CMA) to look into the issue.", "type": "p"}, {"text": "Amazon and Microsoft both told the BBC they would work with the CMA as it conducts its investigation. However, Amazon said it felt Ofcom's concernswere \"based on a fundamental misconception\" of the sector.", "type": "p"}, {"text": "Cloud computing broadly refers to the storage of data online that can be accessed anywhere at any time. ", "type": "p"}, {"text": "It has become an essential bit of infrastructure for both businesses and individuals, and is how millions of people store large amounts of data, use software remotely, stream music and videos and play games. ", "type": "p"}, {"text": "It is sometimes described as using \"other people's computers\", vast networks of powerful machines stored in massive data centres around the world, and many of those belong to either Amazon or Microsoft.", "type": "p"}, {"text": "The services are used by businesses across the UK, and Ofcom estimated that in 2022 the cloud services market in the UK was worth up to £7.5bn. ", "type": "p"}, {"text": "\"Many businesses now completely rely on cloud services, making effective competition in this market essential,\" said CMA chief executive Sarah Cardell. ", "type": "p"}, {"text": "\"Strong competition ensures a level playing field so that market power doesn't end up in the hands of a few players - unlocking the full potential of these rapidly evolving digital markets so that people, businesses, and the UK economy can get the maximum benefits.", "type": "p"}, {"text": "\"The CMA's independent inquiry group will now carry out an investigation to determine whether competition in this market is working well and if not, what action should be taken to address any issues it finds.\"", "type": "p"}, {"text": "The CMA said it would conclude its investigation by April 2025. The body has the power to force companies to change practices, block purchases or even sell off parts of their businesses if it feels there is a legitimate threat to the market.", "type": "p"}, {"text": "\"All credit to Ofcom for addressing the anti-competitive issues such as data egress fees, technical and commercial lock-ins that have damaged and distorted the UK's growing cloud infrastructure market for too long,\" said Nicky Stewart, former head of ICT at the Cabinet Office.", "type": "p"}, {"text": "\"It's imperative that the CMA thoroughly investigates all the deep-seated issues in this critical market which underpins so much of our nation's digital infrastructure - and that includes anti-competitive licensing.\"", "type": "p"}, {"text": "Fergal Farragher, Ofcom's consumer protection director, told the BBC's Today programme that cloud computing was \"the hidden plumbing that underpins many of the digital services that businesses and consumers use every day\".", "type": "p"}, {"text": "However, he said that Ofcom had concerns that competition was not working as well as it should be in the cloud computing market.", "type": "p"}, {"text": "\"Some UK businesses have told us they find it difficult to switch, and mix and match the best services from different cloud providers,\" he said.", "type": "p"}, {"text": "Ofcom is concerned that there are obstacles to switching, including the fees providers charge for moving data to a rival, which can put off people from using different services.", "type": "p"}, {"text": "Mr Farragher said perhaps those fees should be limited, or removed entirely.", "type": "p"}, {"text": "Ofcom's referral of the cloud services market to the CMA was to make sure the market \"is working well for UK consumers and businesses in the future,\" he added.", "type": "p"}, {"text": "Rivals such as IBM and Oracle should be able to challenge the more dominant players, he said.", "type": "p"}, {"text": "A Microsoft spokesperson said: \"We are committed to ensuring the UK cloud industry remains innovative, highly competitive and an accelerator for growth across the economy.", "type": "p"}, {"text": "\"We will engage constructively with the CMA as they conduct their Cloud Services Market Investigation.\"", "type": "p"}, {"text": "Amazon said it believed Ofcom's findings were \"based on a fundamental misconception\" of the sector.", "type": "p"}, {"text": "\"Only a small percentage of IT spend is in the cloud, and customers can meet their IT needs from any combination of on-premises hardware and software, managed or co-location services, and cloud services,\" a spokesperson for the company said. ", "type": "p"}, {"text": "\"Customers make hundreds of millions of data transfers each day in the ordinary course of business, and over 90% of our customers pay nothing for data transfer because we provide them with 100 gigabytes per month for free.\"", "type": "p"}], "tags": []}