{"link": "https://www.bbc.com/news/entertainment-arts-66271090", "category": "entertainment & arts", "title": "Tony Bennett: Legendary New York crooner dies aged 96", "contributor": null, "time": "2023-07-21T22:00:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14648/production/_130482538_crb0571aafd395aa8daf7d607305ad1241f116cc5c.jpg", "content": [{"text": "Tony Bennett was \"singing at his piano\" just days before he died, his representatives have revealed.", "type": "b"}, {"text": "The legendary New York pop and jazz singer died on Friday aged 96.", "type": "p"}, {"text": "A statement posted on his Twitter account said: \"Tony left us today but he was still singing the other day at his piano and his last song was Because of You, his first #1 hit.", "type": "p"}, {"text": "\"Tony, because of you we have your songs in our heart forever.\"", "type": "p"}, {"text": "Sir Elton John, Carole King and Hilary Clinton were among those paying tribute to the star on social media.", "type": "p"}, [{"text": "Tony Bennett obituary: 'The best singer in the business'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-11991156"}, {"text": "Listen: Tony Bennett Presents The Great American Songbook", "type": "a", "href": "https://www.bbc.co.uk/sounds/brand/m0014qm4"}], {"text": "Bennett was known for songs such as The Way You Look Tonight, Body and Soul and (I Left My Heart) In San Francisco.", "type": "p"}, {"text": "He also collaborated with star performers from Lady Gaga to Aretha Franklin and Frank Sinatra, who called him \"the best singer in the business\".", "type": "p"}, {"text": "During a career that spanned eight decades, Bennett sold millions of records and won 20 Grammys, including a lifetime achievement award. ", "type": "p"}, {"text": "Bennett's death was confirmed by his publicist Sylvia Weiner in a statement to the Associated Press. ", "type": "p"}, {"text": "She said he died in his hometown of New York. No specific cause of death was announced, but Bennett had been diagnosed with Alzheimer's disease in 2016. ", "type": "p"}, {"text": "Sir Elton John led the tributes on social media, writing in a statement posted on his Instagram that he was \"so sad to hear of Tony's passing\".", "type": "p"}, {"text": "\"Without doubt the classiest singer, man, and performer you will ever see,\" Sir Elton said. \"He's irreplaceable. I loved and adored him. Condolences to Susan, Danny and the family.\"", "type": "p"}, {"text": "The White House released a statement saying that \"Tony Bennett didn't just sing the classics - he himself was an American classic\" and praising his enduring contributions to American life. ", "type": "p"}, {"text": "Former US first lady Hillary Clinton described Bennett as a \"true talent, a true gentleman, and a true friend\". She tweeted: \"We'll miss you, Tony, and thanks for all the memories.\"", "type": "p"}, {"text": "Singer Carole King said: \"RIP Tony Bennett. Such a big loss. Deepest sympathy to his family and the world.\"", "type": "p"}, {"text": "In a statement to Rolling Stone, singer Billy Joel said: \"Tony Bennett was the one of the most important interpreters of American popular song during the mid to late 20th Century.", "type": "p"}, {"text": "\"He championed songwriters who might otherwise have remained unknown to many millions of music fans. His was a unique voice that made the transition from the era of Jazz into the age of Pop. ", "type": "p"}, {"text": "\"I will always be grateful for his outstanding contribution to the art of contemporary music. He was a joy to work with. His energy and enthusiasm for the material he was performing was infectious. He was also one of the nicest human beings I've ever known.\"", "type": "p"}, {"text": "Director Martin Scorsese added: \"Tony Bennett was a consummate artist. All you have to do is listen to any one of his hundreds of recordings to recognise that. ", "type": "p"}, {"text": "\"Very early on, his music quietly wove itself into the fabric of our lives. His voice felt as familiar and as close as the voices of our loved ones. I know that this was true for millions of people around the world.\"", "type": "p"}, {"text": "Born Anthony Dominick Benedetto, to a family of Italian immigrants, Bennett was just nine years old when his father died, plunging the family further into poverty.", "type": "p"}, {"text": "As a teenager he became a singing waiter before enrolling to study music and painting at New York's School of Industrial Art.", "type": "p"}, {"text": "He was drafted into the US army in 1944 to fight in France and Germany towards the end of World War Two. \"It's legalised murder,\" he said of the scarring experience in an interview with the Guardian in 2013.", "type": "p"}, {"text": "After returning home, his singing career continued - first under the name Joe Bari - and his breakthrough came in 1951 the song Because of You, which gave him first number one.", "type": "p"}, {"text": "He changed his name to the Americanised Tony Bennett on the say so of fellow entertainer Bob Hope.", "type": "p"}, {"text": "Bennett soon became a teenage icon, releasing his first album in 1952. The same year his wedding was besieged by female fans in mourning.", "type": "p"}, {"text": "He went on to chart in the US in every subsequent decade of his life, building a reputation for making timeless swinging jazz-inflected pop hits - like Blue Velvet and Rags to Riches - and, later, show tunes and big band numbers.", "type": "p"}, {"text": "His 1962 version of a song from the previous decade, I Left My Heart in San Francisco, sent his star into an even bigger orbit, winning him two Grammys.", "type": "p"}, {"text": "Speaking to BBC Radio 4's Desert Island Discs about his love of the excitement of jazz he said: \"Jazz artists live for the moment.\"", "type": "p"}, {"text": "Bennett was a supporter of the civil rights movement and took part in the 1965 Selma to Montgomery marches while also refusing to perform in apartheid-era South Africa.", "type": "p"}, {"text": "However, with the arrival of the Beatles and the Rolling Stones into the US, as the decade rolled on his relevance faded.", "type": "p"}, {"text": "Personal problems followed, including the end of two marriages and drug addiction.", "type": "p"}, {"text": "He performed through the pain, recording two records with pianist Bill Evans.", "type": "p"}, {"text": "After hiring his son Danny to become his manager and reuniting with his pianist and musical director Ralph Sharon, his fortunes began to change.", "type": "p"}, {"text": "He enjoyed a revival in the 1980s and 1990s, when Grammy awards flooded in for the star, then in his sixties.", "type": "p"}, {"text": "His 1986 comeback album, The Art of Excellence, got the ball rolling again for the star who had returned to New York from Las Vegas. ", "type": "p"}, {"text": "He followed it with the chart-topping Perfectly Frank, a tribute to his musical hero Sinatra, before 1994's MTV Unplugged saw Bennett win the Grammy for album of the year. ", "type": "p"}, {"text": "In an interview with the Independent in 2008, Bennett said he had not been surprised by his renewed success.", "type": "p"}, {"text": "\"Good music is good music,\" he said. \"I'm not concerned with whether someone who listens to me is old or young. In fact, in many ways, I'm not interested in the young at all.", "type": "p"}, {"text": "\"I'm interested in age. People learn to live properly when they get of an age, you know? The late Duke Ellington once said to me that he was really offended by the word category.", "type": "p"}, {"text": "\"Music has no category; it's either good or it isn't, and I sing good songs, great songs, written by the best songwriters. It's that kind of quality that makes them last. Trust me, people will be singing these songs forever.\"", "type": "p"}, {"text": "Bennett remained perpetually cool enough to win over new legions of fans. ", "type": "p"}, {"text": "He collaborated with a host of younger artists - who adored him - including Amy Winehouse, Queen Latifah and Carrie Underwood on the follow-up to 2006's Duets: An American Classic, which had earlier seen him sing with Paul McCartney, Stevie Wonder and George Michael.", "type": "p"}, {"text": "in 2014, his joint album with Lady Gaga, Cheek to Cheek, made him the oldest living act to reach the top of the US charts, at 88, breaking his own previous record. ", "type": "p"}, {"text": "Gaga described the results of working with the \"legend\" as \"the most important album of my career.\"", "type": "p"}, {"text": "Shortly after his 90th birthday he told the New York Times: \"I could have retired 16 years ago, but I just love what I'm doing.\"", "type": "p"}, {"text": "In 2021, five years after his 2016 Alzheimer's diagnosis, Bennett performed his final shows alongside Gaga, with whom, for younger fans, he became closely associated.", "type": "p"}, {"text": "He posted on social media at the time: \"Life is a gift - even with Alzheimer's.\"", "type": "p"}, {"text": "Away from music, as a keen painter, Bennett had his work displayed in galleries. He also founded the Frank Sinatra School of the Arts in his hometown Queens.", "type": "p"}, {"text": "He is survived by four children: Danny, Dae, Joanna and Antonia, as well as his wife Susan Crow.", "type": "p"}, {"text": "Paying tribute to the singer, musician Nile Rogers said \"My most heartfelt condolences go out to Tony Bennett's family and friends.\"", "type": "p"}, {"text": "Singer Ozzy Osbourne said he was \"very sad to hear about Tony Bennett's passing,\" while Rolling Stones guitarist Keith Richards posted a 2015 photo of himself with the singer and wrote: \"May you Rest in Peace, Tony Bennett.\"", "type": "p"}], "tags": []}