{"link": "https://www.bbc.com/news/health-66251049", "category": "health", "title": "Senior doctors stage first strike in a decade", "contributor": null, "time": "2023-07-20T08:13:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13B35/production/_130439608_doctors-index-bbc.jpg", "content": [{"text": "A 48-hour strike by senior hospital doctors in England has got under way, with NHS bosses warning of severe disruption.", "type": "b"}, {"text": "Thousands of consultants walked out from 07:00 BST in their dispute over pay.", "type": "p"}, {"text": "It is the first time the consultants have taken part in strike action since 2012.", "type": "p"}, {"text": "Only emergency care and a small amount of routine work- so-called Christmas Day cover - will be provided.", "type": "p"}, {"text": "It comes just two days after a five-day walkout by junior doctors came to an end, on Tuesday. ", "type": "p"}, {"text": "NHS England said the timing of the industrial action had left hospitals with little time to recover, claiming the senior-doctor walkout would have the most severe impact of any strike action so far this year. ", "type": "p"}, {"text": "Thousands of planned appointments have been postponed. ", "type": "p"}, {"text": "Consultants will stop seeing many patients and will not be around to supervise the work of junior doctors.", "type": "p"}, {"text": "Nick Hulme, chief executive of the Ipswich and Colchester Hospitals, said 50% of doctors there are on strike.", "type": "p"}, {"text": "He told BBC Radio 4's Today that if, for example, an anaesthetic consultant did not turn up for work then you had to cancel the whole list of patients.", "type": "p"}, {"text": "\"You are then left potentially with a whole team who are then effectively redundant for the whole day.\"", "type": "p"}, {"text": "Mr Hulme said staff recognised that public support may not be there for them as \"on the face of it they are significantly better paid than most\" but he said they do feel they have been \"left behind\" on pay. ", "type": "p"}, {"text": "British Medical Association consultants' committee chair, Dr Vishal Sharma, said members were \"angry\" and at \"rock bottom\" thanks to years of below-inflation pay rises. ", "type": "p"}, {"text": "\"We are under-valued and over-worked. This government is failing us and failing patients.\"", "type": "p"}, {"text": "Its deputy chair, Dr Simon Walsh who is an emergency medicine consultant, told BBC News that going on strike was a difficult decision to reach, knowing that it would affect patients. ", "type": "p"}, {"text": "\"There's a full emergency service so patients who have emergencies will receive care as they normally would...Of course it's a really difficult step to take industrial action and therefore impact on people who were planning to have elective operations and appointments today.", "type": "p"}, {"text": "\"We really see this as a step we need to take to protect the NHS, to stop the erosion of the workforce.\"", "type": "p"}, {"text": "Sally Knight, 68 and from Lightwater, is waiting for a hip operation which has been pushed back until September.", "type": "p"}, {"text": "She told the BBC she has been treated really well by the NHS in her area, but that delays and disruptions to services were a frustration: \"We locked ourselves away. We did everything we should have done in Covid to protect the NHS and now when I want them, they are letting me down really.", "type": "p"}, {"text": "\"Currently, I feel I was going forwards and now I've been knocked back.\"", "type": "p"}, {"text": "But Health Secretary Steve Barclay urged the profession to end the dispute.", "type": "p"}, {"text": "He said the government had listened to their concerns, by increasing the amount that can be paid directly into pension pots tax-free, as well as accepting the recommendations of the independent pay review body and giving consultants a 6% pay rise this year.", "type": "p"}, {"text": "He stressed it was the government's \"final offer\", adding: \"It is now time to put patients first.\"", "type": "p"}, [{"text": "Are pay review bodies completely independent?", "type": "a", "href": "https://www.bbc.co.uk/news/63970986"}], {"text": "On the strike days, people should use 999 in life-threatening emergencies, and NHS 111 online for other health concerns. ", "type": "p"}, {"text": "GP services and pharmacies can also be accessed in the normal way. ", "type": "p"}, {"text": "Those not told their appointments have been postponed should attend as normal.", "type": "p"}, {"text": "The 6% pay increase means basic pay starts at £93,666 - with the most experienced consultants receiving more than £126,000 a year - but to reach that salary takes, on average, 19 years in the role.", "type": "p"}, {"text": "However, the average NHS consultant earns approximately 30% more than their stated salary - about half of this is for working additional hours, with the rest made up of other allowances - including a bonus system known as clinical excellence awards.", "type": "p"}, {"text": "They can also be paid additionally for private work - but not all do it. ", "type": "p"}, {"text": "Yes, but depending on what measure is used the scale of the cut in pay varies.", "type": "p"}, {"text": "The BMA uses the RPI measure of inflation, which shows, since 2008, pay has fallen by 27%.", "type": "p"}, {"text": "Once changes to tax and pensions over this period are factored in, the shortfall in take-home pay is 35%, the BMA says. ", "type": "p"}, {"text": "But work by the Institute for Fiscal Studies, using other measures of inflation, shows the fall since 2010 is around 17%. ", "type": "p"}, {"text": "This drop in pay is greater than most other NHS workers, such as nurses, ambulance staff and estates staff, with lower-paid staff prioritised for the biggest pay rises.", "type": "p"}, {"text": "The BMA said it means consultants have seen their pay eroded when compared to professions such as law, accountancy, financial services and engineering.", "type": "p"}, {"text": "Unlike the junior doctors' at the start of their dispute, consultants are not asking for full pay restoration in one uplift. ", "type": "p"}, {"text": "Instead, they want the government to start giving pay rises that at least match inflation.", "type": "p"}, {"text": "Consultants plan more industrial action, on 24 and 25 August, unless a pay deal is agreed.", "type": "p"}, {"text": "Are you a senior doctor? If you are a patient, how are you affected by the strike? Share your experiences by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}