{"link": "https://www.bbc.com/news/science-environment-66256101", "category": "science & environment", "title": "World will miss 1.5C warming limit - top UK expert", "contributor": null, "time": "2023-07-20T14:56:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2020/production/_130442280_sirbobwatson.jpg", "content": [{"text": "A leading British climate scientist has told the BBC he believes the target to limit global warming to 1.5C will be missed. ", "type": "b"}, {"text": "Professor Sir Bob Watson, former head of the UN climate body, told the BBC's Today programme he was \"pessimistic\".", "type": "p"}, {"text": "His warning comes amidst a summer of extreme heat for Europe, China and the US.", "type": "p"}, {"text": "The UN says passing the limit will expose millions more people to potentially devastating climate events.", "type": "p"}, {"text": "The world agreed to try to limit the temperature increase due to climate change to 1.5C above pre-industrial levels at a UN conference in Paris in 2015. That target has become the centrepiece of global efforts to tackle climate change.", "type": "p"}, {"text": "Climate scientists have been warning governments for years that they are not cutting their countries' emissions quickly enough to keep within this target. ", "type": "p"}, {"text": "But it is surprising for someone as senior and well respected as the former head of the UN climate science body the IPCC to be so frank that he believes it will be missed.", "type": "p"}, {"text": "Professor Sir Bob Watson is currently Emeritus Professor of the UK's Tyndall Centre for Climate Research - having previously worked at the UN, Nasa, UK's Department of Environment and the US White House - and is perhaps one of the foremost climate scientists in the world.", "type": "p"}, {"text": "In the interview aired on Thursday he said: \"I think most people fear that if we give up on the 1.5 [Celsius limit] which I do not believe we will achieve, in fact I'm very pessimistic about achieving even 2C, that if we allow the target to become looser and looser, higher and higher, governments will do even less in the future.\"", "type": "p"}, {"text": "His comments although candid were supported by Lord Stern, Chairman of the Grantham Research Institute on Climate Change and the Environment, later on Thursday during an interview with BBC's WATO programme.", "type": "p"}, {"text": "He said: \"I think 1.5 is probably out of reach even if we accelerate quickly now, but we could bring it back if we start to bring down the cost of negative emissions and get better at negative emissions. Negative emissions means direct air capture of carbon dioxide.\"", "type": "p"}, [{"text": "A really simple guide to climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}, {"text": "What is net zero and how are the UK and other countries doing? ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58874518"}], {"text": "Based on current government commitments to cutting greenhouse gas emissions, Climate Action Tracker predicts that global temperatures will rise to 2.7C.", "type": "p"}, {"text": "The figure is not a direct measure of the world's temperature but an indicator of how much or how little the Earth has warmed or cooled compared to the long-term global average - and even slight changes can have significant impacts. ", "type": "p"}, {"text": "The UN climate body, the IPCC, has said keeping temperature rises below 1.5C, rather than 2C, would mean:", "type": "p"}, [{"text": "10 million fewer people would lose their homes to rising sea levels", "type": "p"}, {"text": "a 50% reduction in the number of people experiencing water insecurity", "type": "p"}, {"text": "a reduction in coral reef loss from 99% to 70%", "type": "p"}], {"text": "Prof Sir Bob Watson said that the world was struggling to prevent temperature rises as we are not reducing emissions fast enough. ", "type": "p"}, {"text": "\"The big issue is we need to reduce greenhouse gases now to even be on the pathway to be close to 1.5C or 2C. We need to reduce current emissions by at least 50% by 2030. The trouble is the emissions are still going up, they are not going down,\" he said.", "type": "p"}, {"text": "He told the Today programme that setting targets was not enough and countries needed to back these up with action: \"We need to try and hold governments to start to act sensibly now and reduce emissions, but even governments with a really good target like the United Kingdom don't have the policies in place, don't have the financing in place to reach those goals.\"", "type": "p"}, {"text": "In March the UK's watchdog on climate change, the UKCCC, said the UK had lost its leadership on climate issues. It said the government's backing of new oil and coal projects, airport expansion plans and slow progress on heat pumps showed a lack of urgency.", "type": "p"}, {"text": "In response to comments from Lord Stern and Professor Sir Bob Watson, a government spokesperson said: \"The UK is a world-leader on net zero, cutting emissions faster than any other G7 country and has attracted billions of investment into renewables, which now account for 40% of our electricity.\"", "type": "p"}, {"text": "But Lord Deben, who until last month was chair of the UKCCC, said the government was \"entirely wrong\". Talking to BBC's WATO programme he said that other countries like the US and China were moving much faster, and that the UK was setting \"the worst possible example to the rest of the world\".", "type": "p"}], "tags": []}