{"link": "https://www.bbc.com/news/technology-66271429", "category": "technology", "title": "Seven AI companies agree to safeguards in the US", "contributor": null, "time": "2023-07-21T14:21:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/86C1/production/_130479443_gettyimages-1527996138.jpg", "content": [{"text": "Seven leading companies in artificial intelligence have committed to managing risks posed by the tech, the White House has said. ", "type": "b"}, {"text": "This will include testing the security of AI, and making the results of those tests public. ", "type": "p"}, {"text": "Representatives from Amazon, Anthropic, Google, Inflection, Meta, Microsoft, and OpenAI joined US President Joe Biden to make the announcement.", "type": "p"}, {"text": "It follows a number of warnings about the capabilities of the technology.", "type": "p"}, {"text": "The pace at which the companies have been developing their tools have prompted fears over the spread of disinformation, especially in the run up to the 2024 US presidential election. ", "type": "p"}, {"text": "On Wednesday, Meta, Facebook's parent company, announced its own AI tool called Llama 2.", "type": "p"}, {"text": "Sir Nick Clegg, president of global affairs at Meta, told the BBC the \"hype has somewhat run ahead of the technology\".", "type": "p"}, {"text": "As part of the agreement signed on Friday, the companies agreed to:", "type": "p"}, [{"text": "Security testing of their AI systems by internal and external experts before their release. ", "type": "p"}, {"text": "Ensuring that people are able to spot AI by implementing watermarks.", "type": "p"}, {"text": "Publicly reporting AI capabilities and limitations on a regular basis. ", "type": "p"}, {"text": "Researching the risks such as bias, discrimination and the invasion of privacy.", "type": "p"}], {"text": "The goal is for it to be easy for people to tell when online content is created by AI, the White House added.", "type": "p"}, {"text": "Watermarks for AI-generated content were among topics EU commissioner Thierry Breton discussed with OpenAI chief executive Sam Altman during a June visit to San Francisco.", "type": "p"}, {"text": "\"Looking forward to pursuing our discussions - notably on watermarking,\" Breton wrote in a tweet that included a video snippet of him and Mr Altman.", "type": "p"}, {"text": "In the video clip Mr Altman said he \"would love to show\" what OpenAI was doing with watermarks \"very soon.\"", "type": "p"}, {"text": "The voluntary safeguards signed on Friday are a step towards more robust regulation around AI in the US. ", "type": "p"}, {"text": "The administration is also working on an executive order, it said in a statement.", "type": "p"}, {"text": "The White House said it would also work with allies to establish an international framework to govern the development and use of AI.", "type": "p"}, {"text": "Warnings abut the technology include that it could be used to generate misinformation and destabilise society, and even that it could pose an existential risk to humanity - although some ground-breaking computer scientists have said apocalyptic warnings are overblown.", "type": "p"}], "tags": []}