{"link": "https://www.bbc.com/news/business-63881302", "category": "business", "title": "Bank Morgan Stanley to cut 1,600 jobs", "contributor": null, "time": "2022-12-06T21:34:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/99E9/production/_127910493_mediaitem127910492.jpg", "content": [{"text": "Bank Morgan Stanley is cutting about 1,600 jobs or roughly 2% of its global workforce, joining other big banks in making reductions as the economy slows.", "type": "b"}, {"text": "The news comes after chief executive James Gorman warned that the bank would see \"modest\" job losses.", "type": "p"}, {"text": "He cast the downsizing as a predictable outcome after several years of rapid growth.", "type": "p"}, {"text": "Goldman Sachs bank is among the others making cuts in the sector, which is also bracing for smaller pay bonuses.", "type": "p"}, {"text": "Payouts on Wall Street are expected to fall more than 20% this year, after hitting a record in 2021, said New York city government officials in October. The average award in 2021 was more than $250,000 (£205,000).", "type": "p"}, [{"text": "Credit Suisse bank to cut 9,000 jobs to stem losses", "type": "a", "href": "https://www.bbc.co.uk/news/business-63411081"}, {"text": "US faces tough fight against rising prices", "type": "a", "href": "https://www.bbc.co.uk/news/business-63837368"}], {"text": "Banking is among the sectors most vulnerable to slowing down as central banks around the world make borrowing more expensive by raising interest rates, in a bid to reduce demand for loans, and ease the pressures pushing up prices.", "type": "p"}, {"text": "At a banking industry conference on Tuesday, Goldman Sachs boss David Solomon warned about the economic outlook.", "type": "p"}, {"text": "\"Economic growth is slowing,\" he said. \"When I talk to our clients, they sound extremely cautious.\"", "type": "p"}, {"text": "The US economy has so far fared better than expected as consumers continue spending, buoyed by a strong jobs market and savings leftover from the pandemic.", "type": "p"}, {"text": "But rapidly rising prices are eroding business and households savings, which could eventually \"derail\" the economy, Jamie Dimon, head of JP Morgan Chase, told broadcaster CNBC on Tuesday.", "type": "p"}, {"text": "Credit Suisse in recent weeks said it planned to shed 9,000 posts over three years, part of a wider restructuring, while Barclays and Citigroup are among the other banks said to be making reductions. ", "type": "p"}, {"text": "Morgan Stanley, which has made a number of acquisitions in recent years, employed roughly 82,000 people globally at the end of September, up from 75,000 a year earlier. ", "type": "p"}], "tags": ["Companies", "Global economy", "Morgan Stanley", "Banking"]}