{"link": "https://www.bbc.com/news/entertainment-arts-63879887", "category": "entertainment & arts", "title": "Matt Lucas ends run as Great British Bake Off host", "contributor": null, "time": "2022-12-06T20:24:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A349/production/_127910814_0a53f442-47f4-4145-9016-d47dc72702ef.jpg", "content": [{"text": "Matt Lucas has said \"farewell\" to the Great British Bake Off tent, as the comedian confirmed he was stepping down as a presenter of the show.", "type": "b"}, {"text": "The 48-year-old said his three-series stint had been a \"delicious experience\" but the time needed to oversee bakes alongside other projects was too much.", "type": "p"}, {"text": "\"I am cheerfully passing the baguette on to someone else,\" the former Little Britain star wrote on Twitter.", "type": "p"}, {"text": "Channel 4 has not announced a replacement host.", "type": "p"}, {"text": "In his statement, Lucas said the decision came after trying to balance the requirements of Bake Off and other projects such as Sky Max comedy Fantasy Football League.", "type": "p"}, {"text": "He said: \"I would like to give my warmest thanks and gratitude to everyone at Love Productions and Channel 4 and to Noelipops [co-presenter Noel Fielding], Paul [Hollywood], Dame Prue [Leith], the crew and, of course, the wonderful bakers for welcoming me into the tent.", "type": "p"}, {"text": "\"I wish whoever takes over all the very best and I can't wait to tune into the next series without already knowing who won!\"", "type": "p"}, {"text": "Fielding, who presented alongside Lucas, said: \"I will miss your big smile and your sense of fun and silliness. I will miss our writing days in that ridiculous room with the high ceilings and I will miss us giggling like naughty schoolboys when Paul says 'eggy' in his Scouse accent.", "type": "p"}, {"text": "\"You were so lovely to work with and so kind to the bakers. Have fun on your next adventure.\"", "type": "p"}, {"text": "Show judge Hollywood wished Lucas luck, while fellow judge Dame Prue thanked Lucas for \"bringing so much laughter and fun to the tent\".", "type": "p"}, {"text": "Love Productions, which makes the programme, said it was thankful to Lucas for his work on the show, including during Covid, \"which required a great sacrifice and an enormous dollop of humour\".", "type": "p"}, {"text": "\"We consider Matt to be very much part of the Bake Off family and are extremely grateful for his part, along with Noel, in looking after very many bakers,\" the show's producers added.", "type": "p"}, {"text": "Ian Katz, chief content officer at Channel 4, echoed that sentiment, saying Lucas \"brought warmth, wit and a large helping of endearing silliness to the tent and produced some of the most memorable moments of recent series\".", "type": "p"}, {"text": "Bake Off first aired in 2010 and transferred from the BBC to Channel 4 in 2017. Its 13th series ended last month, and overnight figures showed its finale attracted about 5.2 million viewers.", "type": "p"}], "tags": ["The Great British Bake Off", "Television", "Matt Lucas", "Channel 4"]}