{"link": "https://www.bbc.com/news/health-63836093", "category": "health", "title": "What is strep A and what are the symptoms to look out for?", "contributor": null, "time": "2022-12-02T15:55:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E6D2/production/_127409095_gettyimages-1217813531.jpg", "content": [{"text": "Health officials say parents should be aware of an infection called strep A, after children in the UK died from it.", "type": "b"}, {"text": "Since Covid restrictions eased, there are more opportunities for infections like this to spread. Cases have been increasing in recent weeks.", "type": "p"}, {"text": "While most people do not get extremely sick, the highly contagious bacterium that causes the infection can cause serious illness and complications. ", "type": "p"}, {"text": "It's sometimes found in the throat or on the skin. ", "type": "p"}, {"text": "Many people carry it harmlessly without even knowing, but they can spread it to others who might become ill. ", "type": "p"}, {"text": "People can catch it through close contact and from coughs and sneezes. ", "type": "p"}, {"text": "Outbreaks can sometimes happen in places like schools and care homes.", "type": "p"}, {"text": "Most often, symptoms are mild - a sore throat or a skin infection that can be easily treated with antibiotics. ", "type": "p"}, {"text": "But strep A can cause a range of things - and some of them are more serious. ", "type": "p"}, {"text": "One is scarlet fever, which mostly affects young children and, again, needs antibiotics. ", "type": "p"}, {"text": "It is a notifiable disease, meaning health professionals must inform local health protection teams of suspected cases. This is so they can be treated quickly and possible outbreaks brought under control.", "type": "p"}, {"text": "It causes a rash and flu-like symptoms, including a temperature, sore throat and swollen neck glands. ", "type": "p"}, {"text": "On darker skin the rash can be more difficult to detect visually but will have a sandpapery feel. ", "type": "p"}, {"text": "Someone who has scarlet fever may have what doctors call a strawberry tongue - because its appearance looks a bit like a strawberry.", "type": "p"}, {"text": "Very rarely, strep A can also cause something called invasive group A streptococcal infection or iGAS. ", "type": "p"}, {"text": "This can be deadly. ", "type": "p"}, {"text": "Invasive disease happens when the bacteria get past your body's immune defences. This can happen when you are already ill or are on treatments, such as some cancer therapies, that affect your immune system.", "type": "p"}, {"text": "Warning signs of invasive disease include:", "type": "p"}, [{"text": "fever (a high temperature above 38C)", "type": "p"}, {"text": "severe muscle aches ", "type": "p"}], {"text": "Urgent, early medical help is essential.", "type": "p"}, {"text": "The UK Health Security Agency advises: \"Anyone with high fever, severe muscle aches, pain in one area of the body and unexplained vomiting or diarrhoea should call NHS 111 and seek medical help immediately.\"", "type": "p"}, {"text": "If you think your child may have any symptoms from strep A then you should speak with your doctor. ", "type": "p"}, {"text": "Tell them if you have been in contact with someone who has had strep A recently.", "type": "p"}, {"text": "Yes. Anyone can catch it if they come into close contact with someone who is infected. Most people will not get very sick though. ", "type": "p"}, {"text": "No. Strep A is treated with antibiotics. ", "type": "p"}, {"text": "Investigations are under way following reports of an increase in infections in children over the past few weeks, particularly with some causing severe illness.", "type": "p"}, {"text": "Currently, there is no evidence that a new strain is circulating. The increase is most likely related to high amounts of circulating bacteria.", "type": "p"}, {"text": "Have you and your family been affected by strep A? Share your experiences by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://www.bbc.co.uk/send/u16904890"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}