{"link": "https://www.bbc.com/news/technology-63872983", "category": "technology", "title": "Ethereum change cut cryptocurrency power demand", "contributor": null, "time": "2022-12-06T17:23:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DCFA/production/_127907565_gettyimages-1400326189.jpg", "content": [{"text": "A change in the way the cryptocurrency Ethereum works may have cut its power consumption by country-sized amounts.", "type": "b"}, {"text": "The amount of electricity saved is similar to that used by Ireland or even Austria, work published in the data-science journal Patterns suggests.", "type": "p"}, {"text": "Bitcoin, the largest crypto, is thought to use more electricity than Finland.", "type": "p"}, {"text": "It has even been suggested emissions from Bitcoin could exceed the global savings currently made by driving electric vehicles, the article notes.", "type": "p"}, {"text": "Like all cryptocurrencies, Ethereum relies on a blockchain, a giant, constantly updating database, logging every transaction.", "type": "p"}, {"text": "Previously, this was maintained and verified by a system called Proof of Work, used by many cryptocurrencies, including Bitcoin.", "type": "p"}, {"text": "Companies and volunteers whose computers helped to run the network were rewarded with new cryptocurrency coins. ", "type": "p"}, {"text": "The more work they completed, the greater the chance of creating new coins.", "type": "p"}, {"text": "This encouraged businesses to set up massive warehouses of computers running 24-7, often on energy derived from fossil fuels, the article suggests. ", "type": "p"}, {"text": "But on 15 September, in an event known as The Merge, Ethereum switched to a system called Proof of Stake, where the chance of creating a new coin no longer depends on the amount of computing work completed.", "type": "p"}, {"text": "The technical complexity of the switch was compared to rebuilding a skyscraper's foundations while it remained standing.", "type": "p"}, {"text": "But it cut Ethereum's electrical energy consumption by at least 99.84%, the peer-reviewed \"perspective\" article suggests.", "type": "p"}, {"text": "The Ethereum blockchain also supports hundreds of millions of dollars' worth of other coins and crypto products such as non-fungible tokens (NFTs).", "type": "p"}, {"text": "But the paper's author, Alex De Vries, a data-science and economics researcher at Vrije Universiteit Amsterdam, in the Netherlands, warns the computers may simply have switched to creating other cryptocurrencies.", "type": "p"}, {"text": "In September 2022, the White House Office of Science and Technology Policy said legal limits on energy-intensive cryptocurrency mining should be considered.", "type": "p"}, {"text": "Mr De Vries said: \"The Bitcoin community has been very anti-change - but the Ethereum community has shown that despite concerns and resistance, it is possible to make the necessary changes on a live blockchain, which means that the Bitcoin community may need a little bit of a nudge from the outside to actually make things happen.\"", "type": "p"}, {"text": "Gavin Brown an associate professor at the University of Liverpool, told BBC News: \"Sustainability is an essential problem to resolve in the crypto space. To achieve this, the prospect of new regulation is an important lever.\"", "type": "p"}, {"text": "But it was in the interests of for Bitcoin and Ethereum enthusiasts to clean up their own act to attract money from institutional investors such as banks or pension funds.", "type": "p"}, {"text": "\"Much of that money may presently want to invest in crypto but is unable to do so until or unless crypto becomes more sustainable,\" he said.", "type": "p"}, {"text": "And Mr De Vries warned it would be premature for the Ethereum community to declare a \"complete victory\" over the environmental concerns facing crypto assets \"as the blockchain-based system remains relatively inefficient compared to more centralised alternatives\".", "type": "p"}], "tags": ["Pollution", "Bitcoin", "Climate change", "Cryptocurrency"]}