{"link": "https://www.bbc.com/news/business-63051702", "category": "business", "title": "IMF sounds alarm on UK tax cut plans", "contributor": null, "time": "2022-09-27T22:05:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F773/production/_126874336_gettyimages-1243441582.jpg", "content": [{"text": "The International Monetary Fund has openly criticised the UK government over its plan for tax cuts, warning that the measures are likely to fuel the cost-of-living crisis.", "type": "b"}, {"text": "In an unusually outspoken statement, the IMF said the proposal would be likely to increase inequality and add to pressures pushing up prices.", "type": "p"}, {"text": "Markets have already raised alarm over the plans, sending the pound plunging. ", "type": "p"}, {"text": "The government says the measures will kickstart economic growth.", "type": "p"}, {"text": "Chancellor Kwasi Kwarteng unveiled the country's biggest tax package in 50 years on Friday, funded by the government borrowing tens of billions of pounds.", "type": "p"}, [{"text": "IMF: What is it and why does it matter?", "type": "a", "href": "https://www.bbc.co.uk/news/business-50069765"}], {"text": "The IMF works to stabilise the global economy, and one of its roles is to act as an early economic warning system.", "type": "p"}, {"text": "It said it understood the package aimed to boost growth via tax cuts, but it warned that the measures could speed up the pace of price rises, which the UK's central bank is trying to bring down.", "type": "p"}, {"text": "\"Furthermore, the nature of the UK measures will likely increase inequality,\" it said.", "type": "p"}, {"text": "The IMF said that the government publishing a fiscal plan on 23 November gave it an opportunity to \"re-evaluate\" tax measures, \"especially those that benefit high income earners\".", "type": "p"}, {"text": "The UK government proposals would scrap the top rate of income tax, and end a cap on bankers' bonuses, among other measures.", "type": "p"}, {"text": "The announcement on Friday sparked days of financial turmoil, as investors dumped the pound and UK debt, and some of the country's biggest lenders suspended mortgage deals amid the uncertainty.", "type": "p"}, {"text": "The Treasury said: \"We are focused on growing the economy to raise living standards for everyone.\"", "type": "p"}, {"text": "It added that Mr Kwarteng was due to publish his medium-term fiscal plan on 23 November, which would include ensuring that UK debt falls as a share of economic output in the medium term.", "type": "p"}, {"text": "BBC economics editor Faisal Islam said the \"remarkable\" IMF warning \"must reflect the fact that big finance ministries around the world, our major partners, are concerned\" about the government plans.", "type": "p"}, {"text": "This is an exceptionally blunt warning from the IMF, indicating that Kwasi Kwarteng's £45bn mini-Budget spree may not only have been ill-judged and risks sharper rate rises - but could also increase income inequality. ", "type": "p"}, {"text": "How likely is the latter?", "type": "p"}, {"text": "The Truss government's growth plan centres on tax cuts for the better off, in the hope it will benefit wider society by boosting investment, innovation and job creation. ", "type": "p"}, {"text": "But a 2020 study by academics at the London School of Economics examined the impact of such policies in wealthy countries over five decades - and found they failed to significantly boost growth or jobs. They were more likely, the study claimed,  to widen the gap between rich and poor.", "type": "p"}, {"text": "At the very start of the Conservative leadership campaign, a top IMF official told me large-scale universal tax cuts in the UK would be a \"mistake\" . ", "type": "p"}, {"text": "Instead, as the energy price crisis has intensified, it's been calling for measures that are targeted towards the least well-off. And it's openly urging the government to focus on that when the Chancellor reveals the next instalment of his plans in November.  ", "type": "p"}, {"text": "There's little indication so far those calls will be heeded. ", "type": "p"}, {"text": "Labour's shadow chancellor Rachel Reeves said the government must \"urgently lay out how it will fix the problems it created through its reckless decisions to waste money in an untargeted cut in the top rate of tax\".", "type": "p"}, {"text": "\"Waiting until November [when the fiscal plan is published] is not an option,\" she said, instead, \"the government must urgently review the plans made in their fiscal statement last week.\"", "type": "p"}, {"text": "She added: \"This statement from the IMF should set alarm bells ringing in government and make it clear that they need to act now.\"", "type": "p"}], "tags": ["International Monetary Fund (IMF)", "Economics", "Cost of living", "UK economy"]}