{"link": "https://www.bbc.com/news/entertainment-arts-63048007", "category": "entertainment & arts", "title": "ITV boss defends Holly Willoughby and Phillip Schofield over queue furore", "contributor": null, "time": "2022-09-27T16:21:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A983/production/_126759334_thismorninghosts2.jpg", "content": [{"text": "ITV's chief executive has backed Holly Willoughby and Phillip Schofield after the hosts were accused of jumping the queue for the Queen's lying-in-state.", "type": "b"}, {"text": "Dame Carolyn McCall said the pair did nothing wrong and were \"of course\" safe in their jobs presenting This Morning.", "type": "p"}, {"text": "The reaction in the press and on social media showed \"how misinformation just spreads, and it is really horrible for them\", Dame Carolyn said.", "type": "p"}, {"text": "\"I don't think they're feeling great. I mean, it's hard,\" she added.", "type": "p"}, {"text": "\"Imagine yourself in the eye of a storm like this, where you're trying to say you've done nothing wrong, and all the noise around you is saying that you have. It's difficult to handle.\"", "type": "p"}, {"text": "Willoughby and Schofield were criticised after being seen on a live feed that streamed the viewing of the Queen's coffin. Members of the public queued for many hours to get into Westminster Hall.", "type": "p"}, {"text": "\"They did have accreditation,\" Dame Carolyn said. \"Lots of people say they didn't. They were sent by This Morning to do a piece for 20 September, which ran. They were to interview people inside and outside. They didn't displace anyone in the queue. And actually, they've been very misrepresented.\"", "type": "p"}, {"text": "The backlash showed how \"minority shrillness can become very, very loud and can become picked up and can become a story\", she added.", "type": "p"}, {"text": "Those taking aim at them included Domino's Pizza, which put out a tweet saying: \"Apologies to anyone waiting on their pizza, we've just received an order from Holly and Phil.\"", "type": "p"}, [{"text": "TV hosts deny jumping queue to see Queen's coffin", "type": "a", "href": "https://www.bbc.co.uk/news/uk-62968038"}, {"text": "Why were ITV's Holly and Phillip at Queen's lying-in-state?", "type": "a", "href": "https://www.bbc.co.uk/news/uk-62946702"}], {"text": "Dame Carolyn said ITV spoke to Domino's, which advertises on the broadcaster's channels. \"We just said to them, 'What are you doing?'", "type": "p"}, {"text": "\"They said, 'We think it's really funny, don't you?' We said, 'No.' They didn't think of the impact that would have on how people would pick that up and start memeing it, and that's what happens with these things.", "type": "p"}, {"text": "\"They did not do anything wrong.\"", "type": "p"}, {"text": "Dame Carolyn was speaking at the Royal Television Society London Convention, in an interview with BBC media editor Amol Rajan.", "type": "p"}, {"text": "The saga of Holly, Phil and The Queue is a very modern one. As Dame Carolyn McCall implied, there is no science as to why some stories take off on social media and others don't. Usually, it is an unlikely, toxic mix of factors.", "type": "p"}, {"text": "Here, public affection for the Queen, images of other celebrities who queued for hours, and Holly and Phil's reputation as cuddly and relatable presenters contrived to see them fall foul of the public mood.", "type": "p"}, {"text": "Dame Carolyn was speaking at a Royal Television Society event where there was some concern about the impact of a recession on the media. She was very interesting on a curiosity of modern capitalism: namely, why some companies making no profit (like some streaming services) have huge valuations, while others whose underlying business is reporting solid growth (like ITV) are seeing their share price fall.", "type": "p"}, {"text": "Market sentiment, as Britain is finding out this week, is not always rational or predictable.", "type": "p"}, {"text": "Dame Carolyn also discussed the November launch of streaming service ITVX, which is aiming to upgrade the \"very clunky user experience\" of the ITV Hub.", "type": "p"}, {"text": "She said ITVX would offer many more programmes, with more than 9,000 hours available for free in an attempt to appeal to younger audiences.", "type": "p"}, {"text": "\"The issue for Hub was that, with that small amount of content, they wouldn't stay. They'd come in for the whole of Love Island and then they disappear. They wouldn't come back, because there was nothing else for them to watch.\"", "type": "p"}, {"text": "ITV has not yet found Laura Whitmore's replacement as Love Island host, she said. Asked if the company has found a host for the reboot of Big Brother, she replied: \"Not announced yet.\"", "type": "p"}, {"text": "Other broadcasting executives speaking at the convention included BBC director general Tim Davie, who said he was not worried by the departures of a number of high-profile presenters for commercial rivals in recent months.", "type": "p"}, {"text": "At the weekend, Fortunately podcast hosts Fi Glover and Jane Garvey became the latest names to leave, following the likes of Vanessa Feltz, Simon Mayo, Emily Maitlis and Andrew Marr.", "type": "p"}, {"text": "\"We didn't look like we had a weak squad in the coverage of the Queen,\" Mr Davie said. \"We have a very broad squad of people. There will be people moving in and out of the BBC. That always has been done to a degree. It's a hyper-competitive market.\"", "type": "p"}, [{"text": "Glover and Garvey to leave BBC for Times Radio", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62631499"}, {"text": "Why TV and radio presenters are leaving the BBC", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62723769"}], {"text": "He also said having former Downing Street communications director Sir Robbie Gibb on the BBC board had helped the broadcaster in its quest for impartiality.", "type": "p"}, {"text": "Sir Robbie's presence on the 13-strong board has attracted controversy, with Maitlis recently claiming he was was an \"active agent of the Conservative Party\".", "type": "p"}, {"text": "Mr Davie told delegates: \"We are absolutely fighting for fair and balanced output with due impartiality.", "type": "p"}, {"text": "\"We do take board members with all kinds of background and whatever - some of them have baggage, whatever.", "type": "p"}, {"text": "\"But they have views and they are able to share those views, but they don't shape the output. They don't make the editorial calls. We do.\"", "type": "p"}], "tags": ["ITV", "Television", "Holly Willoughby", "Phillip Schofield"]}