{"link": "https://www.bbc.com/news/health-62851186", "category": "health", "title": "'Truly remarkable' drug helps motor neurone disease", "contributor": "James Gallagher", "time": "2022-09-21T21:07:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D9B2/production/_126803755_leswood.jpg", "content": [{"text": "Scientists say they have slowed and even reversed some of the devastating and relentless decline caused by motor-neurone disease (MND). ", "type": "b"}, {"text": "The treatment works in only 2% of patients but has been described as \"truly remarkable\" and a \"real moment of hope\" for the whole disease. ", "type": "p"}, {"text": "One leading expert said it was the first time she had seen patients improve - but this is not a cure. ", "type": "p"}, {"text": "The MND Association said there was \"mounting confidence\" in the therapy. ", "type": "p"}, {"text": "MND, also known as amyotrophic-lateral sclerosis (ALS), is caused by the death of the nerves that carry messages from the brain to people's muscles. It affects their ability to move, talk and even breathe. ", "type": "p"}, {"text": "The disease dramatically shortens people's lives and most die within two years of being diagnosed.", "type": "p"}, {"text": "Les Wood, 68, from South Yorkshire, was the first British patient in the international trial, published in the New England Journal of Medicine.", "type": "p"}, {"text": "MND had forced him, an electrician, and his wife, Val, a nurse, to give up their careers, as walking and using his hands became more difficult. ", "type": "p"}, {"text": "A mutation in a specific part of his genetic code leads to the production of a toxic form of the protein SOD1, which kills motor neurones. These mutations cause about 2% of MND cases but one in five of those that run in families.  ", "type": "p"}, {"text": "The trial on 108 people, funded by pharmaceutical company Biogen, used an innovative type of medicine called gene silencing. The drug tofersen effectively mutes the defective DNA so less SOD1 is produced.", "type": "p"}, [{"text": "Podcast: The Silence of the Genes", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/m0009rhs"}], [{"text": "Gene silencing medicine transforms crippling pain", "type": "a", "href": "https://www.bbc.co.uk/news/health-58988006"}], {"text": "The treatment requires monthly lumbar punctures, in which a needle is passed between the bones in the spine to put the drug directly into the spinal fluid. ", "type": "p"}, {"text": "After six months of therapy, those getting the drug had lower levels of SOD1 but were physically no better.  ", "type": "p"}, {"text": "After a year, however, it was slowing the pace of the disease - and some patients' symptoms improved.", "type": "p"}, {"text": "Les had his first dose in 2016 - and in home videos recorded a year later, he said: \"I could genuinely say, hand-on-heart, I felt better.", "type": "p"}, {"text": "\"I actually walked in the house, without sticks, I thought, 'This drug's working.'\"", "type": "p"}, {"text": "Now, he says: \"MND is a progressive disease - so although my symptoms have continued to worsen, I would not be without the drug and the difference I know it has made to my quality of life.\"", "type": "p"}, {"text": "For Prof Dame Pamela Shaw, the director of the Neuroscience Institute, in Sheffield, and a veteran of more than 25 clinical trials in the disease, this was something incredible. ", "type": "p"}, {"text": "She told me: \"This is the first where patients participating have reported improvement in their motor function - 'I can walk without my sticks. I can go up my garden steps, which I haven't been able to do for two years. I can write my Christmas cards this year, which I couldn't do last year.'\"", "type": "p"}, {"text": "The results were a \"real moment of hope\" and the start of a \"new era\" in which we can expect progress in other forms of MND too.", "type": "p"}, {"text": "In the early stages, the researchers say, the drug is stopping further damage. It cannot lead to the formation of new motor neurones and the remaining ones may be taking a year to recover and form new connections with muscle tissue.", "type": "p"}, {"text": "\"It may take time for people to heal from the damage that has already been caused,\" said Dr Timothy Miller, the principal investigator, at Washington University.", "type": "p"}, {"text": "\"The vast majority of people living with ALS experience a relentlessly progressive downhill course, so the stabilisation of function is truly remarkable.\"", "type": "p"}, {"text": "The treatment directly targets the fundamental cause of this type of MND so it will do nothing for the 98% of patients without the SOD1 mutation - although, it is hoped the other mutations, in more than 30 different genes, implicated could be targeted in a similar way. ", "type": "p"}, {"text": "\"The approach used, of reducing proteins harmful in MND, is likely to have wider applications for more common types of MND,\" said Prof Chris McDermott, of University of Sheffield.", "type": "p"}, {"text": "Tofersen is being considered for regulatory approval in the US and provided free in the UK ahead of a decision on whether the NHS should pay for it.", "type": "p"}, {"text": "MND Association research director Dr Brian Dickie said the treatment had the \"potential to deliver a significant benefit\" for a relatively rare group of people with the disease. ", "type": "p"}, {"text": "The big question, he added, was whether to give the drug in the earliest stages of the disease, when it \"may be even more effective\", or even to healthy people with the SOD1 mutation to \"prevent the onset of disease\".", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": ["Medical research", "Medicine", "Motor neurone disease", "Genetics"]}