{"link": "https://www.bbc.com/news/technology-63048019", "category": "technology", "title": "Netflix plans to launch its own video game studio", "contributor": null, "time": "2022-09-27T16:36:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C8BA/production/_126868315_gettyimages-1236357919.jpg", "content": [{"text": "Netflix is setting up its own video game studio, as it intensifies its efforts to establish itself in the gaming industry.", "type": "b"}, {"text": "Based in Helsinki, Finland, it will be led by former Zynga and Electronic Arts executive Marko Lastikka.", "type": "p"}, {"text": "Netflix has previously purchased small gaming companies, such as Oxenfree developer Night School Studio.", "type": "p"}, {"text": "But the streaming giant is now going further and creating a studio from scratch. ", "type": "p"}, {"text": "Lastikka is an established figure in gaming, having co-founded Zynga studio - also in Helsinki - which worked on FarmVille 3 under his leadership. ", "type": "p"}, {"text": "Amir Rahimi, Netflix VP of Game Studios, announced the \"vision to build a world-class games studio\" in a blog post.", "type": "p"}, {"text": "\"[It] will bring a variety of delightful and deeply engaging original games, with no ads and no in-app purchases.\"", "type": "p"}, {"text": "In April, Netflix announced a loss of 200,000 subscribers, it first quarterly loss since 2011. Its share price dropped by 35%, wiping more than $50bn (£46.5bn) off the firm's market value.", "type": "p"}, {"text": "Netflix then lost almost a million subscribers between April and July 2022, the biggest in its history, though it still has more than 220m subscribers worldwide.", "type": "p"}, {"text": "Netflix purchased Helsinki-based Next Games in March 2022. It already had a working relationship with the game developer, which made a mobile game based on the Netflix hit series, Stranger Things.", "type": "p"}, {"text": "At the time, Next Games was described as \"a core studio in a strategic region and key talent market\", by Netflix VP of Games Michael Verdu.", "type": "p"}, {"text": "Gaming researcher Annakaisa Kultima, who lives in Helsinki, told the BBC that this acquisition would have played a part in Netflix's decision.", "type": "p"}, {"text": "\"They know how Helsinki works,\" she said, \"and how the development culture works in Finland. ", "type": "p"}, {"text": "\"There are hundreds of games published on a daily basis on the app stores, so in order to really make it there, you have to have the critical knowledge of how to make it happen. ", "type": "p"}, {"text": "\"We have the reputation of doing pretty well for the past decade or two in the game industry, but games are not labelled where they were made. ", "type": "p"}, {"text": "\"From that perspective, I think that's the reason, they know that talent is based in Finland - [Clash of Clans developer] Supercell is in Helsinki in the city centre, and [Angry Birds developer] Rovio Entertainment and [Control developer] Remedy Entertainment are in Espoo, which borders the city.\"", "type": "p"}, {"text": "Netflix has had a growing interest in the gaming industry in recent years.", "type": "p"}, {"text": "It has released several series based on games, such as Arcane (based on League of Legends) and Cyberpunk: Edgerunners (based on Cyberpunk: 2077).", "type": "p"}, {"text": "Netflix is also working closely with Ubisoft, which will see both a live-action Assassin's Creed television series developed, and a Netflix-exclusive mobile game.", "type": "p"}, {"text": "It is unclear whether the Netflix studio intends to develop games exclusively for mobile, or if it will also target the home console market.", "type": "p"}, {"text": "Eric Seufert, an independent industry analyst, said he thought Netflix is making \"pretty substantial investments\" into the gaming industry. ", "type": "p"}, {"text": "\"If they want to utilise a lot of the IP that they have, they probably have to build a lot of those games themselves,\" he said, \"because working with external publishers on IP licencing deals becomes very tedious and complex. ", "type": "p"}, {"text": "\"They have so much data on customer preferences on the video-streaming content side, my sense is they can probably bring some of that to bear.", "type": "p"}, {"text": "\"I think ultimately what they want to do is utilise these games as part of the product content package, and then funnel into the Netflix universe.\"", "type": "p"}], "tags": ["Gaming", "Netflix"]}