{"link": "https://www.bbc.com/news/entertainment-arts-63687507", "category": "entertainment & arts", "title": "Adele kicks off rescheduled Las Vegas residency", "contributor": null, "time": "2022-11-19T10:05:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/87EF/production/_127699743_gettyimages-1442693572.jpg", "content": [{"text": "Adele has thanked fans for \"coming back\" to her on the opening night of her delayed Las Vegas residency.", "type": "b"}, {"text": "The singer praised fans who had waited nearly a year for her rescheduled performance. ", "type": "p"}, {"text": "She received a standing ovation when she walked on stage at Caesars Palace on Friday, and described the show as \"just perfect\". ", "type": "p"}, {"text": "The set on the Colosseum stage \"looked just like I imagined\".", "type": "p"}, {"text": "In an emotional speech, the 34-year-old singer opened the show by telling fans she should be giving them a standing ovation, a she said she \"might be a bit wobbly at times\". ", "type": "p"}, {"text": "Some in the audience had waited 11 months to see the artist after the five-month run of shows, that should have started in January, were postponed at a day's notice because of a Covid outbreak among production staff and delays in finishing the set. ", "type": "p"}, {"text": "The singer had announced the postponement on Instagram, telling fans in a tearful message the show was \"not ready\".", "type": "p"}, {"text": "At the concert on Friday, she said: \"My nerves are out of control\" as she joked that it was a massive week for her with the Walking Dead finale on Sunday.", "type": "p"}, {"text": "Her first song of the evening was her 2015 number one single Hello, after which she received another standing ovation.", "type": "p"}, {"text": "Easy On Me, Set Fire To The Rain and Someone Like You also made it onto the set list. ", "type": "p"}, {"text": "John Katsilometes, a columnist for the Las Vegas Review-Journal who was at the gig, praised the singer's performance, calling it \"a pretty special night\".   ", "type": "p"}, {"text": "He told the BBC's Today programme: \"She crushed it. It was a pretty special night for Adele and everyone in the room tonight.", "type": "p"}, {"text": "\"There were a great deal of nerves and trepidation in that room tonight, especially from Adele when she came out - and she delivered.", "type": "p"}, {"text": "\"She was impressive, and gave a warm and complete performance. I don't think she could have asked for any more than what she delivered tonight.\" ", "type": "p"}, {"text": "Fans Ryan Fuller, 38, from San Francisco, said the show was \"beautiful\" and \"worth the wait\".", "type": "p"}, {"text": "'Weekends with Adele' will be on until March.", "type": "p"}, {"text": "She joins a string of artists taking up the coveted residency, including Elton John, Cher and The Beach Boys.", "type": "p"}, {"text": "But once the residency is over, the singer said she will put a pause on performing to study English Literature at university. ", "type": "p"}, [{"text": "THIS CULTURAL LIFE: Florence Pugh on her big break and plans to become a singer", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/m001dmln#xtor=CS8-1000-%5BIn_Article_Promo_Box%5D-%5BNews_Promo_In_Article%5D-%5BNews_Promo_In_Article_BBCSounds%5D-%5BPS_SOUNDS~N~m001dmln~P_ThisCulturalLifeFlorencePugh%5D"}, {"text": "SHINING A LIGHT: Can SAD lamps and wake-up lights help boost your mood?", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/m001f4xg#xtor=CS8-1000-%5BIn_Article_Promo_Box%5D-%5BNews_Promo_In_Article%5D-%5BNews_Promo_In_Article_BBCSounds%5D-%5BPS_SOUNDS~N~m001f4xg~P_SlicedBreadSadLamps%5D"}]], "tags": ["Adele"]}