{"link": "https://www.bbc.com/news/health-63663338", "category": "health", "title": "Game-changing type 1 diabetes drug approved in US", "contributor": null, "time": "2022-11-18T00:14:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16E47/production/_127676739_diabetes_blood_test_getty.jpg", "content": [{"text": "A \"game-changing\" immunotherapy drug proven to delay the development of type 1 diabetes has been approved by regulators in the USA. ", "type": "b"}, {"text": "Experts say teplizumab marks a \"new era\" in treatment, tackling the root cause of the condition for the first time, rather than just the symptoms.", "type": "p"}, {"text": "It works by reprogramming the immune system to stop it mistakenly attacking pancreatic cells which produce insulin.", "type": "p"}, {"text": "It is likely to pave the way for approval decisions in other countries. ", "type": "p"}, {"text": "About 8.7 million people have type 1 diabetes worldwide. In the UK the condition affects 400,000 people, including more than 29,000 children. ", "type": "p"}, {"text": "In type 1 diabetes, the immune system (that normally fights off bacteria and viruses) mistakenly attacks key cells in the pancreas which produce insulin. ", "type": "p"}, {"text": "Insulin is crucial, helping the body use sugar for energy, and most current treatments focus on people checking their blood sugars and taking insulin - by injection or infusion - every day.", "type": "p"}, {"text": "In 2019, a trial showed the drug delayed some people at high risk of the condition from developing it for an average of two years.  ", "type": "p"}, {"text": "Experts say this delay can be very significant, particularly for young people who would not have to take daily insulin or monitor their sugars as intensively for that period of time. ", "type": "p"}, {"text": "They suggest people could also spend more years with their blood sugars in a healthy range, offering more time to be protected from the complications of high blood sugars such as kidney or eye disease. ", "type": "p"}, {"text": "Beth Baldwin's son Peter died after a diabetic ketoacidosis emergency in 2014. He had undiagnosed type 1 diabetes and his body was shutting down. He was just 13.", "type": "p"}, {"text": "Beth said: \"A drug like this would be life-changing. ", "type": "p"}, {"text": "\"You cannot stop people getting type 1 diabetes for now. But delaying the onset.... would be phenomenal - particularly for children.  ", "type": "p"}, {"text": "\"It means three years of not having to intensively manage the condition, and it may delay it long enough for more research to take place. ", "type": "p"}, {"text": "\"It is a huge step forward.\" ", "type": "p"}, {"text": "Beth now works with the charity JDRF UK to increase awareness of the signs of type 1 diabetes, including feeling very thirsty, urinating more than usual, feeling very tired and losing weight without trying.", "type": "p"}, {"text": "You can read more about Peter's story here.", "type": "p"}, {"text": "Rachel Connor, from the JDRF UK charity, which part-funded the trial, said: \"This is a game-changer. To me this is the start of a new era for the treatment of type 1 diabetes. ", "type": "p"}, {"text": "\"It is the first time we are able to get to the heart of why the condition develops and help change the process, so we are not just treating the symptoms any more. ", "type": "p"}, {"text": "\"Once we can do that, we can find other ways to do it better and for longer.\"", "type": "p"}, [{"text": "Type 1 diabetes: 'People don't know how hard it is'.", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-61339882"}], {"text": "Chris Askew at the charity Diabetes UK, said he hoped the \"monumental breakthrough\" would lead to further effective immunotherapies to treat the condition. ", "type": "p"}, {"text": "He added: \"For 100 years, people living with type 1 diabetes have relied on insulin to treat the condition, and today's decision means that for the first time, the root cause of the condition - an immune system attack - can be tackled.\"", "type": "p"}, {"text": "Diabetes is a lifelong condition that causes a person's blood sugar level to become too high.", "type": "p"}, {"text": "There are two main types:", "type": "p"}, [{"text": "type 1 - where the body's immune system attacks and destroys the cells that produce insulin", "type": "p"}, {"text": "type 2 - where the body does not produce enough insulin, or the body's cells do not react to insulin", "type": "p"}], {"text": "Type 2 diabetes is far more common than type 1.", "type": "p"}, {"text": "Source: NHS", "type": "p"}], "tags": ["Medical research", "Child health", "United States", "Diabetes"]}