{"link": "https://www.bbc.com/news/science-environment-63670072", "category": "science & environment", "title": "'Landmark vote' gives boost to threatened sharks", "contributor": null, "time": "2022-11-18T10:28:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2F5F/production/_127672121_greyreefsharkgettyimages-549404089.jpg", "content": [{"text": "More than 50 species of sharks are to be given protection from over-exploitation in what's being seen as a milestone for shark conservation.", "type": "b"}, {"text": "Nearly 200 countries have voted to add a raft of sharks to the list of species protected under global trade rules.", "type": "p"}, {"text": "The measures apply to the requiem shark family which includes tiger sharks, as well as to six small hammerhead sharks.", "type": "p"}, {"text": "The sharks are being pushed to the edge of extinction by the trade in fins to make shark fin soup.", "type": "p"}, {"text": "This \"landmark\" vote will give these two shark families \"a fighting chance\" of survival, said Sue Lieberman of the New York-based Wildlife Conservation Society (WCS).", "type": "p"}, {"text": "\"We know that there's a biodiversity crisis,\" she said. \"One of the major threats to species in the wild is over-exploitation for trade.\"", "type": "p"}, [{"text": "'Extinction risk' to sharks and rays ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-46420736"}, {"text": "Satellites used to protect rare sharks", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-47830856"}, {"text": "Reef sharks are in major decline worldwide", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-53514945"}], {"text": "Cross-border trade in wild plants and animals is regulated by the Convention on International Trade in Endangered Species of Wild Flora and Fauna (Cites), which is designed to lower demand for threatened wildlife, allowing populations to recover.", "type": "p"}, {"text": "Countries are meeting over two weeks to debate new proposals to protect sharks, turtles, songbirds and other species. ", "type": "p"}, {"text": "Thursday's vote at the 19th Conference of the Parties in Panama will bring most unsustainable global shark fin trade under regulation.", "type": "p"}, {"text": "\"The proposals adopted today for the requiem and hammerhead sharks, championed by the government of Panama, will forever change how the world's ocean predators are managed and protected,\" said Luke Warwick, director of shark and ray conservation at the WCS.", "type": "p"}, {"text": "The two shark families make up over 50% of the trade in shark fins with many species threatened with extinction.", "type": "p"}, {"text": "Listing them on Cites means that a country wishing to trade products has to issue a permit to exporters and produce a document which certifies that scientists have shown the permitted trade does not damage wild populations.", "type": "p"}, {"text": "The decision has to be signed off at the end of the meeting, but is thought highly unlikely to be overturned. ", "type": "p"}, {"text": "The UK was among countries pushing for sharks to be listed at Cites. It has announced £4m of funding to help fight wildlife crime.", "type": "p"}, {"text": "Conservation groups have long sounded alarm bells over the plight of sharks and rays. A quarter are classified as threatened, with commercial fishing for shark fins and meat a big factor in their demise.", "type": "p"}, {"text": "Most sharks are at the top of the food chain, which makes them crucial to the health of the oceans.  Losing them would have a big impact on other fish populations and, ultimately, human livelihoods.", "type": "p"}, {"text": "The Cites Cop 19 runs from November 14-25 in Panama.", "type": "p"}, {"text": "Follow Helen on Twitter @hbriggs.", "type": "p"}], "tags": ["Endangered species", "Conservation", "Wildlife trade", "Extinction", "Biodiversity", "Wildlife", "Sharks", "Animals", "Environment"]}