{"link": "https://www.bbc.com/news/business-65790164", "category": "business", "title": "Strong job gains in US add to economic puzzle", "contributor": null, "time": "2023-06-02T15:27:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/182D3/production/_129972099_contructionworker.png", "content": [{"text": "Job creation in the US remained robust last month, despite rising prices and a sharp spike in borrowing costs weighing on the economy. ", "type": "b"}, {"text": "Employers added 339,000 jobs, but the unemployment rate rose to 3.7%, from April's unusually low 3.4%.", "type": "p"}, {"text": "The gains were far greater than expected, continuing a streak of hiring that has surprised economists.", "type": "p"}, {"text": "Analysts have expected hiring to slow as the US central bank raises interest rates to try to rein in rising prices.", "type": "p"}, {"text": "But payrolls have remained resilient, raising hopes the economy will avoid a painful recession, while also stirring debate about whether the Federal Reserve will have to take more aggressive action to bring inflation under control.", "type": "p"}, {"text": "Inflation, the rate at which prices rise, was 4.9% in the US in April.", "type": "p"}, {"text": "While that was the lowest in roughly two years, it remained more than double the 2% rate that the bank considers healthy.", "type": "p"}, {"text": "Expectations of what Friday's report might mean for interest rates in the months ahead were divided. ", "type": "p"}, {"text": "\"This is the strangest employment report for some time,\" said Ian Shepherdson of Pantheon Macroeconomics, pointing to the disconnect between the job gains and the rise in unemployment reported by the Labor Department. ", "type": "p"}, [{"text": "How worried should I be about the US economy?", "type": "a", "href": "https://www.bbc.co.uk/news/business-65487054"}], {"text": "Some analysts said the widespread job gains in May, as hospitals, restaurants, bars and construction firms added workers, were a sign that the Fed will have to raise interest rates more.", "type": "p"}, {"text": "The Labor Department also said employers added more jobs in April had been greater than previously estimated. ", "type": "p"}, {"text": "Others said the report included signs that should convince the bank to hold off, pointing to moderating wage gains. At 3.7%, the unemployment rate was also the highest in seven months. ", "type": "p"}, {"text": "US President Joe Biden, who has been dogged by public pessimism over the economy, celebrated the figures, saying it was a \"good day for the American economy and American workers\". ", "type": "p"}, {"text": "But others said the gains may not be sustainable.", "type": "p"}, {"text": "Seema Shah, chief global strategist at Principal Asset Management, said the \"blow out\" job figures in May indicated that the \"Fed's job is not yet done\".", "type": "p"}, {"text": "\"The key question now is: can they wait until July or does this monster payrolls number trigger another burst of urgency?\" she said.", "type": "p"}, {"text": "\"Perhaps the report details, with the unemployment rate rising and average hourly earnings growth slowing, tilts the decision to July. But overall, this is not a labour market that is slowing - and if it's not slowing, then inflation isn't coming down to 2%.\"", "type": "p"}, {"text": "If the US central bank continues to raise interest rates, that would lead to higher borrowing costs for households and businesses seeking mortgages or other loans. ", "type": "p"}, {"text": "The expectation is that the economy will cool, easing pressures pushing up prices, as higher borrowing costs lead people to cut back on spending and businesses to delay expansions and other activities. ", "type": "p"}, {"text": "\"By year-end, as the impact of Fed tightening feeds into the economy and corporates retrench, we expect a material weakening in job market conditions and an early-90s type economic recession,\" said Hussain Mehdi, macro and investment strategist at HSBC Asset Management.", "type": "p"}, {"text": "He added: \"A delay to this process implies the risk of higher-for-longer rates, and a deeper downturn.\"", "type": "p"}, {"text": "For now, many on Wall Street appear to be betting on a pause at the Fed's June meeting. ", "type": "p"}, {"text": "Stock indexes in the US, which were also cheering passage of a deal to avert US default, gained.", "type": "p"}, {"text": "The Dow Jones Industrial Average rose 2.1%, the S&P 500 was up 1.45% and the Nasdaq ended 1% higher. ", "type": "p"}], "tags": []}