{"link": "https://www.bbc.com/news/entertainment-arts-65794240", "category": "entertainment & arts", "title": "Jojo Moyes: 'I've always been a woman's woman'", "contributor": null, "time": "2023-06-02T21:05:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C95B/production/_129974515_gettyimages-1330967471.jpg", "content": [{"text": "Novelist Jojo Moyes says the thing that has struck her most since reaching her early 50s is \"the absolute joy of the solidarity of other women\". ", "type": "b"}, {"text": "Speaking at the Hay Festival on Friday, the writer behind bestsellers such as Me Before You, said: \"I've always been a woman's woman.", "type": "p"}, {"text": "\"In your 20s, there's an anxiety... you're constantly measuring yourself up against other women,\" she explained.", "type": "p"}, {"text": "\"Now, there is nothing apart from empathy and supportiveness.\"", "type": "p"}, {"text": "Moyes also credited fellow writers Sophie Kinsella and Jodie Picoult for encouraging her to keep going with her writing at times when she felt like giving up.", "type": "p"}, {"text": "She grew up in London's Hackney, which was then \"not overburdened with literary types\" - although her parents were \"penniless sculptors\" so she was exposed to the arts from an early age.", "type": "p"}, {"text": "Moyes, 53, credits her Protestant work ethic for her success, which was evident from an early age. At 14, she saved up money from cleaning jobs to buy a stray horse called Bomber, who was kept in a stables located behind Hackney town hall.", "type": "p"}, {"text": "Jobs on a market stall and a mini-cab office followed after school before she landed a bank job and was sent on a management course taking place at Oxford University.", "type": "p"}, {"text": "\"All my school mates' horizons were very limited so... I didn't have an idea of what I wanted to do,\" she says.", "type": "p"}, {"text": "Oxford blew her away.", "type": "p"}, {"text": "\"It wasn't just the environment... I was surrounded by really ambitious young people. Everybody had a goal. And they were the first people I met who had goals and by the end of that week, I didn't want to go home.\"", "type": "p"}, {"text": "She broke off her engagement with her then-boyfriend and applied to London's City University before embarking on a career in journalism, ending up at the Independent alongside the likes of Bridget Jones author Helen Fielding. ", "type": "p"}, {"text": "\"I watched that turn into a column that spoke to so many women my age at the time - early 20s - and I suddenly had that feeling of 'wow, if she can do it, so can I'.\"", "type": "p"}, {"text": "But Moyes had her first three books rejected, which she describes as \"crushing... like someone telling you your baby is ugly\", although she wasn't going to give up.", "type": "p"}, {"text": "\"There's definitely a girder of bloody-mindedness running down my spine. I can't see why I can't do something.", "type": "p"}, {"text": "\"My mum used to put it down to me being very premature as a baby. She was told I was going to die. I was 10 weeks early. There's this bit of me that just says, 'No, I'm going to do it!'\"", "type": "p"}, {"text": "Her third book, about an art heist, was knocked back after being deemed too political for the female market and too romantic for the male market at the time.", "type": "p"}, {"text": "Moyes's next eight books went to print but did not exactly set the publishing world alight. ", "type": "p"}, {"text": "By the time she wrote her hit 2012 novel Me Before You, one publisher had told her her career was \"unrecoverable\" and she had built an extra room on her house so she could rent it out to a lodger.", "type": "p"}, {"text": "She says the reason Me Before You - about a woman who is a carer for a man with paralysis and later falls in love with him - got past a few thousand words was down to Sophie Kinsella, the bestselling author of the Shopaholic series.", "type": "p"}, {"text": "\"She took me out for lunch, I told her about this idea I'd had for a book. I said I'm not sure about it. And I told her the whole thing. At the end of it, she said: 'You have to write this book.'\"", "type": "p"}, {"text": "The same thing happened with her latest book, Someone Else's Shoes, which fellow author Jodi Picoult encouraged her to keep ploughing on with.", "type": "p"}, {"text": "The two female protagonists in the book come from very different backgrounds and Moyes recognises that \"social inequality, whether it's class or money... has been a big factor in a lot of my books\".", "type": "p"}, {"text": "She adds: \"But it's not about how much money you've got, it's how loved and connected you feel to other people.\"", "type": "p"}, {"text": "Moyes herself is now enjoying a renewed connection with her best friend - who she has known since she was 16 - having moved back to London after 22 years in the Essex countryside.", "type": "p"}, {"text": "It follows a rough couple of years for the author, who has sold more than 38 million copies of her books worldwide.", "type": "p"}, {"text": "Her prolific output plus writing screenplays had begun to take its toll.", "type": "p"}, {"text": "\"I overworked myself for 10 years. I burnt out. So I thought, 2020 is going to be my year of rest and relaxation, I'm going to see people, take a sabbatical. I decided to take time out, see friends... and then my mum died of cancer, I got divorced and we had a pandemic!", "type": "p"}, {"text": "But writing has always got her through.", "type": "p"}, {"text": "\"Often I find when I write a book, I only realise four or five years later that it was actually therapy and I wasn't processing something at the time. ", "type": "p"}, {"text": "\"And it's cheaper than therapy.\"", "type": "p"}], "tags": []}