{"link": "https://www.bbc.com/news/health-65775159", "category": "health", "title": "Multi-cancer blood test shows real promise in NHS study", "contributor": null, "time": "2023-06-01T23:08:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4D85/production/_129954891_blood_test_getty.jpg", "content": [{"text": "A blood test for more than 50 types of cancer has shown real promise in ", "type": "b"}, {"text": "The test correctly revealed two out of every three cancers among 5,000 people who had visited their GP with suspected symptoms, in England or Wales. ", "type": "p"}, {"text": "In 85% of those positive cases, it also pinpointed the original site of cancer.", "type": "p"}, {"text": "The Galleri test looks for distinct changes in bits of genetic code that leak from different cancers. Spotting treatable cancer early can save lives. ", "type": "p"}, [{"text": "What is the Galleri test?", "type": "a", "href": "https://www.cancerresearchuk.org/about-cancer/tests-and-scans/blood-tests/galleri-blood-test"}, {"text": "NHS launches world first trial of blood test for 50 cancer types", "type": "a", "href": "https://www.bbc.co.uk/news/health-55094301"}], {"text": "The test remains very much a \"work in progress\", the researchers, from Oxford University, say, but could increase the number of cancers identified. ", "type": "p"}, {"text": "Often, patients have symptoms, such as weight loss, with a range of possible causes and require multiple tests and hospital visits.", "type": "p"}, {"text": "More than 350 of those in the study - the biggest of its kind in patients with suspected cancer symptoms - were subsequently diagnosed with cancer, using traditional methods such as scans and biopsies. About:", "type": "p"}, [{"text": "75% of those testing positive on the blood test were found to have cancer", "type": "p"}, {"text": "2.5% of those testing negative were found to have cancer", "type": "p"}], {"text": "Although not accurate enough to \"rule in or rule out cancer\", the test was really useful for patients lead researcher Prof Mark Middleton told BBC News.", "type": "p"}, {"text": "\"The test was 85% accurate in detecting the source of the cancer - and that can be really helpful because so many times it is not immediately obvious when you have got the patient in front of you what test is needed to see whether their symptoms are down to cancer,\" he said.", "type": "p"}, {"text": "\"With that prediction from the test, we can decide whether to order a scope or a scan and make sure we are giving the right test the first time.\"", "type": "p"}, {"text": "The findings will be presented at the American Society of Clinical Oncology conference, in Chicago. ", "type": "p"}, {"text": "The NHS has also been using the Galleri test, developed by Californian company Grail, in thousands of people without symptoms, to see if it can detect hidden cancers. ", "type": "p"}, {"text": "Initial results are expected next year - and, if successful, the NHS in England plans to extend the rollout to a further one million people in 2024 and 2025.", "type": "p"}, {"text": "The test is particularly good at finding hard-to-spot cancers such as head and neck, bowel, lung, pancreatic, and throat cancers. ", "type": "p"}, {"text": "Dr David Crosby, from Cancer Research UK, said: \"The findings from the study suggest this test could be used to support GPs to make clinical assessments - but much more research is needed, in a larger trial, to see if it could improve GP assessment and ultimately patient outcomes.\"", "type": "p"}, {"text": "NHS national director for cancer Prof Peter Johnson said: \"This study is the first step in testing a new way to identify cancer as quickly as possible, being pioneered by the NHS - earlier detection of cancer is vital and this test could help us to catch more cancers at an earlier stage and help save thousands of lives.\"", "type": "p"}], "tags": []}