{"link": "https://www.bbc.com/news/entertainment-arts-62789436", "category": "entertainment & arts", "title": "Nirvana win lawsuit over 1991 Nevermind album cover", "contributor": null, "time": "2022-09-04T17:43:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15058/production/_120240168_nevermind.jpg", "content": [{"text": "A US judge has dismissed a man's latest lawsuit against Nirvana over the band's iconic 1991 album cover which showed him naked as a baby. ", "type": "b"}, {"text": "Spencer Elden, 31, said his appearance on the front of the Nevermind record constituted child sexual abuse.", "type": "p"}, {"text": "But the judge said he had left it too late to claim he had been exploited.", "type": "p"}, {"text": "Mr Elden's legal avenues are now all but exhausted as he cannot re-file the case, although his legal team told US media he would appeal the ruling.", "type": "p"}, {"text": "The lawsuit focused on a photograph of Mr Elden, which depicted him swimming naked in a pool towards a dollar bill pierced with a fish hook.", "type": "p"}, {"text": "He argued that he had been unable to consent to the picture being used. He was seeking $150,000 (£130,000) in damages.", "type": "p"}, {"text": "Photographer Kirk Weddle was among the defendants, as were former Nirvana members Dave Grohl and Krist Novoselic, as well as Courtney Love, the widow of late singer Kurt Cobain.", "type": "p"}, {"text": "Mr Elden filed his case in 2021, arguing that he was still within his rights to complain about the decades-old image because it had continued to cause him distress and lost earnings into adulthood.", "type": "p"}, {"text": "The lawsuit was dismissed and then re-filed in January.", "type": "p"}, {"text": "The Los Angeles judge ruled on Friday that Mr Elden lodged his case well beyond the 10-year statute of limitations.", "type": "p"}, {"text": "Welcoming the verdict, a defence lawyer said the case had been \"meritless\". ", "type": "p"}, {"text": "The defence had argued that Mr Elden had enjoyed being the \"Nirvana baby\", noting that he had re-enacted the photograph in later life.", "type": "p"}, {"text": "Mr Elden's parents were paid $200 (£173) for the photo in 1991 by what was then a relatively unknown band.", "type": "p"}, {"text": "Worldwide sales of Nevermind went on to surpass 30 million, making it one of the best-selling albums of all time.", "type": "p"}], "tags": ["Music"]}