{"link": "https://www.bbc.com/news/science-environment-62772480", "category": "science & environment", "title": "Rural economy to be turbocharged by £110m funding pot, farmers' union says", "contributor": "Malcolm Prior", "time": "2022-09-03T00:03:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16F41/production/_126571049_village.jpg", "content": [{"text": "Farms, pubs, and village halls across England will be able to bid for a share of up to £110m funding as part of a new scheme to boost the rural economy.", "type": "b"}, {"text": "The rural England prosperity fund has been created as a \"top-up\" for councils to deliver as part of the government's levelling-up programme.", "type": "p"}, {"text": "The money will be available from April 2023 for schemes that create jobs and increase countryside productivity.", "type": "p"}, {"text": "The National Farmers Union says it will help \"turbocharge\" the rural economy.", "type": "p"}, {"text": "National Farmers Union President Minette Batters told BBC News the money was a \"substantial investment\" into rural areas that would help farms become \"diverse, multi-faceted\" businesses.", "type": "p"}, {"text": "She added: \"We had been worried previously with the levelling-up work that it was very urban-centric and I think this is a clear sign that they really are taking rural communities seriously. ", "type": "p"}, {"text": "\"The ability to turbocharge the rural economy has never been more important and I am delighted they are thinking in that way.\"", "type": "p"}, {"text": "The fund, announced on Saturday, has been set up after a cross-party group of MPs and peers - the All-Party Parliamentary Group on the Rural Powerhouse - published a report in April that found the rural economy was 18% less productive than the national average.", "type": "p"}, {"text": "It called for funding to be specifically ring-fenced for rural communities.", "type": "p"}, {"text": "The Country Land and Business Association (CLA) said the report had heavily influenced the government's decision to set up the new rural prosperity fund.", "type": "p"}, {"text": "Mark Tufnell, the CLA's president, said: \"Finally the UK government is showing some ambition for the countryside.", "type": "p"}, {"text": "\"In the midst of an economic crisis, we need a robust and ambitious plan to create economic growth in the countryside.  The UK government has today taken its first steps towards delivering it.\"", "type": "p"}, {"text": "The £110m replaces EU funding that had previously supported rural development, but the government says the new fund  will \"give local leaders a greater say in investment than they previously had under EU schemes\".", "type": "p"}, {"text": "Schemes such as farm building conversions, investment in new visitor accommodation, provision of gigabit broadband at village community hubs and the creation of new footpaths and cycleways would be eligible for funding.", "type": "p"}, [{"text": "EXPLAINED: What is levelling up and how is it going?", "type": "a", "href": "https://www.bbc.co.uk/news/56238260"}], {"text": "Rural Affairs Minister Lord Benyon said: \"We are addressing the rural productivity gap, levelling-up opportunities and outcomes, and looking after the rural areas and countryside that so many of us are proud to call home.", "type": "p"}, {"text": "\"The Rural England Prosperity Fund worth up to £110m recognises the unique strengths and challenges of rural communities, and will support them to invest and grow their economies in line with local priorities.\"", "type": "p"}, {"text": "The government also published its Delivering for Rural England report on Saturday that sets out how its levelling-up policy will specifically be delivered for countryside communities.", "type": "p"}], "tags": []}