{"link": "https://www.bbc.com/news/technology-62764654", "category": "technology", "title": "Crypto.com pulls out of Uefa Champions League deal", "contributor": "Shiona McCallum", "time": "2022-09-02T14:11:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4E58/production/_126565002_gettyimages-1242708115.jpg", "content": [{"text": "Crypto.com has pulled out of a sponsorship deal with Uefa for the Champions League, the BBC understands.", "type": "b"}, {"text": "The agreement, worth £428m over five seasons, is said to have fallen through at the \"last moment\", amid concerns about increased crypto regulation.", "type": "p"}, {"text": "The cryptocurrency exchange site was set to replace Gazprom after Uefa severed links with the Russian energy provider over the war in Ukraine.", "type": "p"}, {"text": "The concerns are thought to relate to potential legal trading restrictions. ", "type": "p"}, {"text": "Over the past few years digital assets have moved from the fringes of the economy and have entered the mainstream, with more and more football sponsorship deals being confirmed.", "type": "p"}, {"text": "Both Chelsea and Atletico Madrid signed an agreement with trading platform WhaleFin and Manchester City have OKX as their training kit partner. ", "type": "p"}, {"text": "Watford have previously had Bitcoin as a club sponsor and accepted the cryptocurrency at the club. ", "type": "p"}, {"text": "Last year, Spanish striker David Barral made football history when his move from Real Madrid to DUX International de Madrid was paid for using Bitcoin. ", "type": "p"}, {"text": "According to Uefa, the cryptocurrency sector has partly helped clubs to fill the revenue streams that were lost as a result of the pandemic.", "type": "p"}, {"text": "But critics say there are concerns about the volatility of the crypto market - particularly that the plummeting price of tokens can expose fans to potential debts.", "type": "p"}, [{"text": "Football fans spending millions on crypto-tokens", "type": "a", "href": "https://www.bbc.co.uk/news/technology-59596267"}], {"text": "Despite these lucrative sponsorship deals, Bitcoin is down almost 70% from its historic November 2021 high, Ethereum is down more than 70%, and several crypto exchanges have laid off workers en masse.", "type": "p"}, {"text": "In June, Crypto.com cut almost 5% of its workforce - about 260 employees - according to chief executive Kris Marszalek.", "type": "p"}, {"text": "Crypto.com is the fastest-growing crypto platform with more than 10 million users around the world. ", "type": "p"}, {"text": "The site, which has global headquarters in Singapore, also has sponsorship deals with Formula 1, the Ice Hockey World Championship and the 2022 Fifa World Cup in Qatar.", "type": "p"}, {"text": "It also has many major sponsorship deals in American sports, topping off its marketing efforts earlier this year with an advert featuring basketball legend LeBron James that aired during TV coverage of the Super Bowl.", "type": "p"}, {"text": "The collapse of the Champions League deal with Crypto.com, first reported by SportBusiness, is said to have been because of fears that regulatory concerns in European countries could create legal problems for the company's ability to trade and operate.", "type": "p"}, {"text": "Haider Rafique, global marketing chief at OKX, the second-largest global crypto exchange, told the BBC: \"The European regulatory landscape as it applies to the crypto space is nuanced and still evolving. ", "type": "p"}, {"text": "\"The changing regimes focus on regulatory concepts, like consumer protection and anti-money laundering, that are generally welcomed by the industry.", "type": "p"}, {"text": "\"Keeping abreast of any changes to these frameworks and adjusting internal practices accordingly will help crypto businesses succeed in the region long-term.\"", "type": "p"}, {"text": "Uefa declined to comment to the BBC. ", "type": "p"}, {"text": "Follow Shiona McCallum ", "type": "b"}], "tags": ["Cryptocurrency"]}