{"link": "https://www.bbc.com/news/business-66039170", "category": "business", "title": "Thames Water in urgent funding talks amid fears of collapse", "contributor": null, "time": "2023-06-28T22:00:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13F6C/production/_130227718_thames_water_worker_pa.jpg", "content": [{"text": "Thames Water is in talks to secure extra funding as the government says it is ready to act in a worst case scenario if the company collapses.", "type": "b"}, {"text": "The water firm, which serves a quarter of the UK population, has billions in debt and is under pressure with its boss resigning unexpectedly on Tuesday. ", "type": "p"}, {"text": "The government said \"a lot of work is going on behind the scenes\" and it had a process in place \"if necessary\".", "type": "p"}, {"text": "Regardless of what happens, water supplies will continue as normal.", "type": "p"}, {"text": "Even if the firm were to collapse, it would not happen imminently, the BBC understands.", "type": "p"}, {"text": "The UK's biggest water firm has been heavily criticised over its performance following a series of sewage discharges and leaks. Thames Water said it is trying to raise the cash it needs to improve.", "type": "p"}, {"text": "It said it was keeping water regulator Ofwat informed on progress, and that it still had \"strong\" cash and borrowing reserves to draw on.", "type": "p"}, {"text": "The firm leaks more water than any other water company in UK, losing the equivalent of up to 250 Olympic size swimming pools every day from its pipes.", "type": "p"}, {"text": "If the firm cannot secure additional funding, it could be temporarily taken over by the government until a new buyer is found, in a special administration regime (SAR). This route was most recently taken with energy supplier Bulb after it ran into financial difficulties.", "type": "p"}, {"text": "Asked about Thames Water in Parliament, environment minister Rebecca Pow said it was not her place to comment on the financial position of a company, but said water firms were \"considered resilient\". ", "type": "p"}, {"text": "Earlier Business Secretary Kemi Badenoch said she was \"very concerned\" by the situation, adding \"we need to make sure Thames Water as an entity survives\".", "type": "p"}, [{"text": "Thames Water boss quits after sewage spills", "type": "a", "href": "https://www.bbc.co.uk/news/business-66035897"}, {"text": "Thames Water bosses forgo bonuses over poor service - BBC News", "type": "a", "href": "https://www.bbc.co.uk/news/articles/crg33l5rpp3o"}], {"text": "On Tuesday, Thames Water's chief executive Sarah Bentley quit the business after just two years in the job. It came weeks after she was asked to forgo her bonus over the company's handling of sewage spills.", "type": "p"}, {"text": "In a note to employees seen by the BBC, Thames Water executives Alastair Cochran and Cathryn Ross said Ms Bentley's departure and speculation about the firm's future was \"unfortunate and is unsettling for many of us\".", "type": "p"}, {"text": "The firm has not given a reason for her departure. Earlier this year, Ms Bentley blamed the firm's poor record on sewage management on failings at the company before her time. ", "type": "p"}, {"text": "\"When we look back, we have decades of underinvestment which has led to cost-cutting and some poor decisions leaving the business in a really debilitating state,\" she told the BBC in March.", "type": "p"}, {"text": "Last year Thames Water's owners  - a consortium of institutional investors  - pumped £500m into the business and pledged a further £1bn to help turn things around. ", "type": "p"}, {"text": "But the firm is understood to be struggling to raise the remaining cash which it needs to service its substantial debt pile, which is around £14bn. Interest payments on more than half of its debt are linked to the rate of inflation, which has soared over the last year. ", "type": "p"}, {"text": "Since 2016, profits have not covered the cost of paying interest on its debt, investment costs, and dividend payments, according to Russ Mould, investment director at AJ Bell.", "type": "p"}, {"text": "Professor David Hall of University of Greenwich said investors are reluctant to take on the risk of further investment due to fears it will not be repaid.", "type": "p"}, {"text": "He said the £500m of investment was the only time investors had put their own cash into the company since it was privatised in 1989, having instead raised cash for investment from customer bills.", "type": "p"}, {"text": "Between 1991 to 2021 water companies were £50.6bn in dividends.", "type": "p"}, {"text": "For the last five years, Thames Water's owners have backed the decision not to pay any dividends to external shareholders. It has however paid dividends internally.", "type": "p"}, {"text": "If the government is forced to step in, Professor Hall said shareholders rather than the public were likely to lose money.", "type": "p"}, {"text": "Other water firms are facing similar pressures due to higher interest payments on their debts and rising costs including higher energy and chemical prices. Ofwat said last year that it was concerned about the financial resilience Yorkshire Water, SES Water and Portsmouth Water as well as Thames Water.", "type": "p"}, {"text": "Water bills have been on the rise, with the annual bill for an average household in England and Wales hitting £448 in April.", "type": "p"}, {"text": "Bills are set to rise again in 2025 by about £42 per household on average over a \"long time frame\", former Environment Secretary George Eustice said on Wednesday.", "type": "p"}, {"text": "It came after the Times reported bills could rise by as much as 40%, a figure Mr Eustice dismissed, saying it would be \"far lower\".", "type": "p"}, {"text": "Shadow energy secretary Ed Miliband said the situation at Thames Water was \"an absolute scandal\".Asked whether the company should be nationalised, he replied: \"I don't think the answer to the water company's crisis is to pay out billions of pounds to shareholders, when that money could be going into sorting out what is happening in the water industry\".", "type": "p"}, {"text": "Separately, Chancellor Jeremy Hunt met with regulators, including Ofwat, early on Wednesday. He told them that they needed to \"work at pace\" to ensure businesses reflected any falling costs in the prices they charged customers.", "type": "p"}, {"text": "Also at the meeting were regulators from the energy, financial and communications sectors, to face questions about whether there is a profiteering problem and what they are doing to tackle it.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}