{"link": "https://www.bbc.com/news/entertainment-arts-66039396", "category": "entertainment & arts", "title": "Grayson Perry accepts knighthood from Prince William at Windsor Castle", "contributor": null, "time": "2023-06-28T15:57:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1395F/production/_130232208_g.jpg", "content": [{"text": "Turner Prize-winning artist Grayson Perry has accepted his knighthood from Prince William at Windsor Castle.", "type": "b"}, {"text": "Sir Grayson had the honour bestowed on him on Wednesday while wearing a \"burgundy taffeta\" dress, inspired by the coronation of King Charles III.", "type": "p"}, {"text": "The 63-year-old Essex-born broadcaster, known for his tapestries and ceramic works, was recognised in the New Year Honours list for services to the arts.", "type": "p"}, {"text": "He joked it would now be funny to sign off messages to his friend as \"Sir G\".", "type": "p"}, {"text": "The artist added that he did not want to come across as \"pompous\", so would only use the title on a \"very formal occasion\".", "type": "p"}, {"text": "Sir Grayson, famed for his maverick dress sense, won the Turner Prize in 2003 for the piece Claire's Coming Out Dress - a nod to his female alter-ego.", "type": "p"}, [{"text": "Ed Sheeran and Grayson Perry help boy's art project", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-essex-65112111"}, {"text": "Grayson Perry tapestries on show at stately home", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-south-yorkshire-66029894"}, {"text": "Arise Sir Grayson: The celebrities getting honours", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64039096"}], {"text": "He was made a CBE in 2014, and wore what he called his \"Italian mother-of-the-bride\" outfit.", "type": "p"}, {"text": "A decade on, he told the PA news agency that his latest ceremonial dress was more \"grandmother-of-the-bride\".", "type": "p"}, {"text": "\"My basic thought was that King Charles has just been crowned,\" he explained. \"I thought Carolingian, so I looked to the Stuart-era for influence - 17th Century, those sort of portraits of women of that age.", "type": "p"}, {"text": "\"That was my starting point, with big sleeves and a dropped shoulder. I designed it, and then I have a dressmaker and a hatmaker who I work with. We have fun.\"", "type": "p"}, {"text": "When asked what his younger self would have made of the knighthood, he responded by acknowledging that he was \"a blue-chip member of the establishment now\", something that had happened by accident as \"a by-product of success\".", "type": "p"}, {"text": "Also on Wednesday, Kate Garraway's husband Derek Draper was there to see her made an MBE.", "type": "p"}, {"text": "The Good Morning Britain presenter was recognised for her services to broadcasting, journalism and charity.", "type": "p"}, {"text": "She has made two  National Television Award-winning documentaries and written two books detailing her family's new life as her husband, a former political adviser, deals with the long-term effects of a serious, rare case of coronavirus which has left him in a wheelchair and needing care.", "type": "p"}, [{"text": "Kate Garraway's husband returns home after a year", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-56686681"}], {"text": "\"So many hours, we thought it would never happen, here we are,\" she said.", "type": "p"}, {"text": "\"It's fantastic. It's a real feeling of, 'right, seize the day and enjoy the moment'.\"", "type": "p"}], "tags": []}