{"link": "https://www.bbc.com/news/health-66041067", "category": "health", "title": "Bird flu defence discovered in our bodies", "contributor": null, "time": "2023-06-28T15:09:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/783E/production/_130228703_dc20ca49421046cf9c095f444032911bf599ee4f.jpg", "content": [{"text": "A key defence that blocks nearly all bird flu when it attempts to invade our body has been discovered by scientists. ", "type": "b"}, {"text": "Bird flus have been involved in four pandemics since 1918 - killing millions of people.", "type": "p"}, {"text": "The research, led by the University of Glasgow, showed those pandemics and normal winter flus had evolved ways of getting round this \"powerful barrier\". ", "type": "p"}, {"text": "The team think we will soon be able to predict which of the flus currently in birds pose the biggest risk.", "type": "p"}, {"text": "The scientists were investigating spillover events. These are the moments a person catches an infection from an animal. This jump across species is a critical step in the start of a new pandemic.  ", "type": "p"}, [{"text": "Listen: The Jump on BBC Sounds", "type": "a", "href": "https://www.bbc.co.uk/programmes/m000symq/episodes/player"}], {"text": "In laboratory experiments, researchers uncovered a section of our genetic code - our DNA - that becomes activated in response to an infection. It is called BTN3A3 (although even the researchers admit \"we're stuck\" with a clunky name). ", "type": "p"}, {"text": "The data, published in the journal Nature, showed BTN3A3 became active in our nose, throat and lungs and that it reduced the ability of bird flus to replicate.  ", "type": "p"}, {"text": "Researcher Dr Rute Maria Pinto said \"nearly all\" bird flus are unable to bypass this protection so \"these are normally blocked by it, so they don't jump\".", "type": "p"}, {"text": "She added: \"The big majority of human viruses and in fact all pandemic viruses so far, have [resistance to BTN3A3] so they overcome this block and therefore infect.\"", "type": "p"}, {"text": "There is a constant chance of bird flus making the jump into people. There is a variety of flu viruses in wild birds, and poultry poses a high risk because of the sheer number of farmed animals and their close proximity to people. ", "type": "p"}, {"text": "The 1918 flu pandemic is thought to have started in birds and is estimated to have killed 50 million people. The researchers showed a form of bird flu called H7N9 developed higher levels of resistance to BTN3A3 in 2011 and 2012 before the first human cases emerged in 2013.", "type": "p"}, {"text": "Evolving ways of bypassing BTN3A3 is one of the steps a bird flu can take to successfully infect us. ", "type": "p"}, {"text": "The researchers' vision is to routinely analyse - or sequence - the genetic code of flus that are currently circulating in birds, identify the dangerous ones and tackle them. ", "type": "p"}, {"text": "Prof Massimo Palmarini, director of the Centre for Virus Research in Glasgow, told me: \"In the not so distant future we'll be able to put together all the pieces of the puzzle.", "type": "p"}, {"text": "\"From a sequence of a virus, we'll be able to say this has a 90% chance to cross over to humans, this virus has only a 10% chance.\"", "type": "p"}, {"text": "Then targeted measures could be introduced to help control viruses that do have a high risk of making the jump.", "type": "p"}, {"text": "The world's bird populations have been hit by the largest bird - or avian - flu outbreak ever recorded. ", "type": "p"}, [{"text": "Bird flu outbreak: What is it and what's behind it?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63464065"}, {"text": "Bird flu: Brazil declares animal health emergency", "type": "a", "href": "https://www.bbc.co.uk/news/world-latin-america-65679328"}], {"text": "The virus - H5N1 - has occasionally jumped into people coming into close contact with infected animals, but it has not spread from one person to another.  ", "type": "p"}, {"text": "Prof Palmarini said \"a bit more than 50%\" of virus samples from birds and \"all seven\" cases detected in people this year had resistance to BTN3A3.", "type": "p"}, {"text": "\"That is one layer of concern, the other is the virus has spread as never before,\" he told me. ", "type": "p"}, {"text": "However, the ability to bypass BTN3A3 is only one aspect of the virus's threat to human health.", "type": "p"}, {"text": "Dr Stephen Oakeshott, the head of infections and immunity at the Medical Research Council, said: \"This interesting study illustrates an important piece of the very complex puzzle underpinning viral transmission between species.", "type": "p"}, {"text": "\"This type of mechanistic scientific insight, coupled with genetic surveillance, can offer a window into future disease risks to inform public health planning.\"", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": []}