{"link": "https://www.bbc.com/news/science-environment-66042269", "category": "science & environment", "title": "8 Ursae Minoris b: Scientists unlock mystery of planet that escaped death", "contributor": null, "time": "2023-06-28T15:00:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6C86/production/_130228772_gettyimages-469412826.jpg", "content": [{"text": "Scientists baffled by a mysterious planet that should have been destroyed believe they have discovered why it survived.", "type": "b"}, {"text": "The planet - 8 Ursae Minoris b - was identified in 2015 in the Milky Way.", "type": "p"}, {"text": "But we should never have been able to see it because it should have been engulfed by a nearby dying star.", "type": "p"}, {"text": "Researchers now believe 8 Ursae Minoris b escaped that fate because the dying star once had a companion that stopped its growth.", "type": "p"}, {"text": "\"No planetary system like this has been discovered before. This is the first, which is pretty special,\" explains astrophysicist Dimitri Veras at the University of Warwick who assisted lead researcher Marc Hon from the University of Hawaii.", "type": "p"}, {"text": "The scientists explain their theories by talking about the fate of our own solar system.", "type": "p"}, {"text": "Earth and the other planets in our solar system orbit the sun, a star filled with burning gases.", "type": "p"}, {"text": "The sun is currently what is called a yellow dwarf and is burning hydrogen but one day it will start to die. When that happens, it will become a red giant and will expand significantly, consuming Mercury, Venus and possibly Earth.", "type": "p"}, {"text": "That destruction by an expanding star is exactly what should have happened to 8 Ursae Minoris b.", "type": "p"}, {"text": "But a companion star appears to have saved the planet, explains Marc Hon, who made the observations using the TESS space telescope.", "type": "p"}, {"text": "The scientists believe that the planet once orbited two stars that were at different stages of life. ", "type": "p"}, {"text": "One was a red giant, which burns hydrogen until it heats up so much that its helium core ignites and it starts to shrink. The other was an older star, a white dwarf burning helium.", "type": "p"}, {"text": "The researchers believe that the helium core in the red giant was ignited when it swallowed its companion star, putting a premature stop to its vigorous expansion.", "type": "p"}, {"text": "8 Ursae Minoris b was then free to continue orbiting the merged star.", "type": "p"}, {"text": "\"The idea of a binary star merger came from effectively piecing together a puzzle,\" Dr Hon explains.", "type": "p"}, {"text": "After he made the observations, he worked with theorist Dimitri Veras and a group of around 40 scientists, to work out the possible explanations for the planet's survival.", "type": "p"}, {"text": "Another theory put forward by the scientists is that the planet was formed by material violently ejected by the merging of the two stars.", "type": "p"}, {"text": "But they say this is a much more speculative idea.", "type": "p"}, {"text": "\"Most stars are in binary systems, but we don't yet fully grasp how planets may form around them. It is plausible that many more peculiar planetary systems may exist due to the influence of binary companions,\" explains Dr Hon.", "type": "p"}, {"text": "The findings are published in the scientific journal Nature.", "type": "p"}], "tags": []}