{"link": "https://www.bbc.com/news/business-63290139", "category": "business", "title": "The biggest U-turn in British economic history", "contributor": null, "time": "2022-10-17T16:08:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12C98/production/_127225967_engineer_gettyimages-1397908026.jpg", "content": [{"text": "Perhaps the biggest U-turn in British economic history has led to an utterly extraordinary unBudget. A plan for £45bn of unfunded tax cuts has in three weeks and three days seen a £32bn reversal.", "type": "b"}, {"text": "In fact, we may need new terminology. U-turn suggests a controlled manoeuvre. This is like an articulated lorry trying to do a handbrake turn.", "type": "p"}, {"text": "But it will have real impacts, especially the decision to target the energy help after April. There are reasonable questions now about higher taxes and less help as we enter a recession.", "type": "p"}, {"text": "It is quite something that a PM so utterly defined by the wish to cut taxes has had to accede to a higher basic rate of tax than the plans she inherited. The U-turn on the basic rate of tax goes further than just reversing mini-budget plans, it also reverses a future cut to the tax that predates recent weeks.", "type": "p"}, {"text": "The response of government borrowing markets and currency markets shows that it is beginning to work. The credibility cup is beginning to fill again.", "type": "p"}, {"text": "The really big fear was that long-term borrowing costs could spiral much higher as a result of the closing of the Bank of England emergency parachute.", "type": "p"}, {"text": "In the event they have fallen by a significant amount, by half a percentage point over the course of Monday for 30-year borrowing. Similar falls for two- and five-year lending will feed directly into fixed mortgages, eventually.", "type": "p"}, {"text": "However, such effective borrowing rates or yields are still significantly higher than before the mini-budget, and this is much more acutely seen in the UK than elsewhere.", "type": "p"}, [{"text": "What Jeremy Hunt's statement means for you", "type": "a", "href": "https://www.bbc.co.uk/news/business-63285246"}, {"text": "Energy bill help to be reduced from April", "type": "a", "href": "https://www.bbc.co.uk/news/business-63283436"}], {"text": "The patient has been stabilised, but there is more painful medicine to come. There could be cuts to the real value of benefits and tax credits, and squeezes on spending in government departments, at a time they are already under pressure from post pandemic backlogs.", "type": "p"}, {"text": "The restriction on the energy help package from April could expose some households to a typical bill of £3,500. Mr Hunt also suggested that mechanisms would be included to incentivise energy efficiency. In Germany only the first four-fifths of energy usage is subsidised. The rest is charged at market rates, creating a massive incentive to be more efficient.", "type": "p"}, {"text": "Other companies have made investments on the basis of low corporation tax and changes to freelance payroll systems, but now find those policy announcements abruptly abandoned. Even given all this, further tax rises will be required.", "type": "p"}, {"text": "It is the polar opposite policy strategy to that pursued by the government. After Jeremy Hunt buried Trussonomics at the weekend, the coffin has now been sealed.", "type": "p"}, {"text": "Much of this has been inevitable since the Monday after the mini-budget. It should help regain economic credibility. But it is such a political volte face, that one wonders if the whole Cabinet, Government and Conservative party will support it. ", "type": "p"}, {"text": "The new chancellor's message will be this - there is no alternative.", "type": "p"}], "tags": ["Tax", "Personal finance", "UK economy"]}