{"link": "https://www.bbc.com/news/entertainment-arts-63292589", "category": "entertainment & arts", "title": "Booker Prize 2022: Sri Lankan author Shehan Karunatilaka wins with supernatural satire", "contributor": null, "time": "2022-10-17T21:10:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9D0B/production/_127230204_booker2.jpg", "content": [{"text": "The Seven Moons of Maali Almeida by Shehan Karunatilaka, a supernatural satire set amid a murderous Sri Lankan civil war, has won the Booker Prize.", "type": "b"}, {"text": "The Sri Lankan writer's novel is about a photographer who wakes up dead, with a week to ask his friends to find his photos and expose the brutality of war. ", "type": "p"}, {"text": "Camilla, the Queen Consort, presented the prize, and the author said it had been \"an honour and a privilege\" to be on the shortlist.", "type": "p"}, {"text": "Pop singer Dua Lipa was the star guest.", "type": "p"}, {"text": "The prestigious £50,000 prize, for a single work of fiction published in the UK in English, also gives the other five writers on the shortlist £2,500 each.", "type": "p"}, {"text": "Head judge Neil MacGregor praised the \"scope and the skill, the daring, the audacity and hilarity\" of the novel, calling it an \"afterlife noir\" which \"takes the reader on a rollercoaster journey through life and death\".", "type": "p"}, {"text": "He said the judges' decision had been unanimous, adding all of the shortlisted books were \"all really about one question, and that is what's the point of an individual life?\"", "type": "p"}, {"text": "Karunatilaka said as he accepted his prize:\" My hope is that in the not too distant future... Sri Lanka has understood that these ideas of corruption... and cronyism have not worked and will never work.", "type": "p"}, {"text": "\"I hope it's in print in 10 years... if it is, I hope it's written in (a) Sri Lanka that learns from its stories, and that Seven Moons will be in the fantasy section of the bookshop, next to the dragons, the unicorns (and) will not be mistaken for realism or political satire.\"", "type": "p"}, {"text": "The writer decided in 2009 to write \"a ghost story where the dead could offer their perspective\" after the end of the Sri Lankan civil war, \"when there was a raging debate over how many civilians died and whose fault it was\". ", "type": "p"}, {"text": "He is the second second Sri Lankan-born author to win the Booker Prize following Michael Ondaatje in 1992, for The English Patient.", "type": "p"}, {"text": "Dua Lipa made a speech talking about her \"passion\" for reading, calling it \"one of the most profound joys in the world\". ", "type": "p"}, {"text": "The singer-songwriter, who was the UK's most-played artist of 2020 and recommends books she enjoys on social media, said she had read all six shortlisted books, and \"absolutely loved it\".", "type": "p"}, {"text": "She led a rendition of \"Happy Birthday\" for Alan Garner, one of the shortlisted authors, who turned 88 on the day of the ceremony.", "type": "p"}, {"text": "She spoke about the importance of books in her life, telling the BBC's Rebecca Jones that reading \"helps me navigate through life and understand emotions and feelings, it's my solace\".", "type": "p"}, {"text": "She also spoke about how as a child, reading Roald Dahl's The Twits - about a married couple who despise each other - she had realised: \"OK, that's a little pearl of wisdom of how you should be, in order to not end up like that.\"", "type": "p"}, {"text": "The BBC asked Gaby Wood, director of the Booker Prize Foundation, if Dua Lipa's appearance was trying to appeal to younger audiences, and she said: \"Our sense is that the Booker Prize is a living thing. You need to make sure and try to make sure people think it's for them.\"", "type": "p"}, {"text": "by Rebecca Jones, arts correspondent", "type": "b"}, {"text": "Where to start with this crazy, exuberant metaphysical whodunnit which is part murder mystery, part comedy?", "type": "p"}, {"text": "Imagine combining brownies, trifle and doughnuts into one single cake and you might get the idea.", "type": "p"}, {"text": "But Shehan Karunatilaka mixes different genres so deftly that you end up with a rich, satisfying novel, rather than an overstuffed one.", "type": "p"}, {"text": "The opening of the book sets the slightly absurd tone. It starts in the afterlife, which turns out to be bureaucratic and banal.", "type": "p"}, {"text": "It then flips back and forth between the underworld and the real world during the Sri Lankan civil war in 1990 as Maali Almeida tries to work out who killed him - and why.", "type": "p"}, {"text": "Shehan Karunatilaka says the book has been in his head for 10 years and goodness his brain must have been busy.", "type": "p"}, {"text": "But he struggled to find an international publisher.", "type": "p"}, {"text": "Winning the Booker will bring this dazzling novel, deservedly, to a much wider audience.", "type": "p"}, {"text": "The Seven Moons of Maali is Karunatilaka's second novel, having previously won awards including the Commonwealth Book Prize for his debut book Chinaman, which was called the \"second best cricket book of all time\" by cricketers' almanac Wisden. ", "type": "p"}, {"text": "Born in 1975, the writer has also worked as an advertising copywriter, and his songs, scripts and stories have been published in Rolling Stone, GQ and National Geographic.", "type": "p"}, {"text": "MacGregor, a former director of London's National Gallery and the British Museum, added that the judges read all 170 books put forward for the prize, then whittled them down to 30 and re-read those, before deciding on the final six, which they read for a third time.", "type": "p"}, {"text": "The other nominees were:", "type": "p"}, [{"text": "Glory by NoViolet Bulawayo", "type": "p"}, {"text": "The Trees by Percival Everett", "type": "p"}, {"text": "Treacle Walker by Alan Garner", "type": "p"}, {"text": "Small Things Like These by Claire Keegan", "type": "p"}, {"text": "Oh William! by Elizabeth Strout", "type": "p"}], {"text": "When asked by the BBC how many hours he had spent reading novels for the prize, MacGregor said: \"I've been doing it almost every week since early December... It's lots and lots of happy reading.\"", "type": "p"}, {"text": "MacGregor's fellow judges were Alain Mabanckou, Helen Castor, M John Harrison and Shahidha Bari.", "type": "p"}, {"text": "The event was broadcast on BBC Radio 4's Front Row from 21:15 BST and was announced on the Booker Prize live stream on YouTube. ", "type": "p"}], "tags": ["Literature", "Booker Prize", "Queen Camilla", "Writing", "Books"]}