{"link": "https://www.bbc.com/news/health-63275799", "category": "health", "title": "Covid: Life expectancy still down in many countries", "contributor": null, "time": "2022-10-17T16:02:18.000Z", "cover": "https://ichef.bbci.co.uk/news/1536/cpsprodpb/164E2/production/_127226319_hands2_getty2.jpg", "content": [{"text": "Life expectancy has been slow to rise again after the shock of the pandemic, according to new research.", "type": "b"}, {"text": "Data on registered deaths from 31 countries shows few recovering in 2021, and many seeing further declines.", "type": "p"}, {"text": "Countries that rolled out vaccines quickly, to all age groups, have generally bounced back faster.", "type": "p"}, {"text": "Life expectancy in England and Wales rose slightly in 2021, while in Scotland and Northern Ireland it fell further, the researchers say.", "type": "p"}, {"text": "The paper - from the University of Oxford and the Max Planck Institute for Demographic Research - is an update to research from last year, which found the pandemic caused the biggest global drop in life expectancy since World War Two.", "type": "p"}, {"text": "Researchers compiled data on registered deaths from 31 countries - 29 in Europe, plus Chile and the US. They found that in only four - Belgium, France, Sweden and Switzerland - has life expectancy returned to the level it was in 2019. ", "type": "p"}, {"text": "The situation was worse in the US and in Eastern and Central Europe, which saw further declines in 2021.", "type": "p"}, {"text": "\"The scale of the worsening losses, particularly in Eastern Europe, are really quite sad,\" says Ridhi Kashyap, professor of demography at the University of Oxford's Leverhulme Centre for Demographic Science, and one of the authors of the report.", "type": "p"}, {"text": "The drop in life expectancy in many of these European countries has mirrored the health and mortality crisis that followed the break-up of the Soviet Union, the researchers say. ", "type": "p"}, {"text": "These life expectancy figures - known as \"period life expectancy\" - aren't a prediction of how long a child born today will live for. They show the average age a new-born would live to if today's death rates persisted for that child's entire life.", "type": "p"}, {"text": "Before the pandemic, life expectancy was on a consistent upward trajectory almost everywhere. Lives were getting longer, on average, year on year. ", "type": "p"}, {"text": "But that changed dramatically in 2020. In England and Wales, period life expectancy dropped from 81.7 years in 2019 to 80.7 in 2020. A year later it was up only a little - to 80.9. ", "type": "p"}, {"text": "Period life expectancy figures for Northern Ireland and Scotland in 2021 were 80.3 and 78.5 respectively.", "type": "p"}, {"text": "The UK's Office for National Statistics will publish its data on life expectancy for 2021 at the end of this year. ", "type": "p"}, [{"text": "Covid-19 in the UK: Cases, hospital admissions and deaths", "type": "a", "href": "https://www.bbc.co.uk/news/uk-51768274"}, {"text": "Covid protection may be boosted by genes", "type": "a", "href": "https://www.bbc.co.uk/news/health-63243679"}, {"text": "One in 20 suffer long-term Covid effects, study finds", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-63219564"}], {"text": "\"Pre-pandemic life expectancy in the UK didn't compare very well with much of Western Europe,\" says Dr Veena Raleigh, senior fellow at UK health charity, The Kings Fund. \"We were already lagging behind - we were seeing the slowest improvements in life expectancy,", "type": "p"}, {"text": "\"We went into this virus with a health and social care system that was overstretched - long waiting lists, and fewer beds, nurses and doctors than most Western European or high-income countries.\"", "type": "p"}, {"text": "She cautions against reading too much into comparisons between England and Wales, Scotland and Northern Ireland, as the latter nations have much smaller population sizes.", "type": "p"}, {"text": "In the US the drop was even higher - falling two years in 2020 and a further two months in 2021. ", "type": "p"}, {"text": "What struck the researchers was the age of people dying last year. As vaccines rolled out to older age groups, excess deaths dropped among the over-80s in most countries. But under-80s started contributing more to life expectancy losses.", "type": "p"}, {"text": "Where vaccines were rolled out earlier and to all age groups at the same time, life expectancy was more likely to bounce back.  ", "type": "p"}, {"text": "Bulgaria is a striking example. It lost a year and a half on its life expectancy in 2020 and a further two years in 2021. By the end of 2021 only one in four Bulgarians were vaccinated, and only 37% of over-60s, the lowest rate in the EU. ", "type": "p"}, {"text": "Dr Raleigh says the regional differences between Eastern and Western Europe are particularly noteworthy. Before Covid, gaps in life expectancies between East and West were narrowing, but this study shows that the pandemic has reversed that trend. ", "type": "p"}, {"text": "Similarly, before the pandemic, the gap between the life expectancies of men and women was narrowing: \"The pandemic has opened up that gap again.\" ", "type": "p"}, {"text": "The study, published in Nature Human Behaviour, was limited to 31 countries by the quality of data available. ", "type": "p"}, {"text": "\"There have probably been countries that had much worse pandemics in terms of life expectancy losses but because of data inequalities in the world, we're not in a position to measure that at the moment,\" says Prof Kashyap. ", "type": "p"}, {"text": "While many hope that life expectancy will recover in 2022, Prof Kashyap says the effects of Covid are still being felt in health systems all over the world: \"There are worrying signs in England and Wales of excess mortality, particularly over the summer. It hasn't been a smooth recovery.\" ", "type": "p"}], "tags": ["Coronavirus pandemic", "Life expectancy"]}