{"link": "https://www.bbc.com/news/science-environment-63284896", "category": "science & environment", "title": "Iraqi minister admits gas flaring cancer link", "contributor": null, "time": "2022-10-17T11:03:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13ED6/production/_127222618_30.menfishinginriverinnahranomar-c.jpg", "content": [{"text": "Iraqi Environment Minister Jassem al-Falahi has acknowledged that pollution from oil production is the main reason for increases in local cancer rates. ", "type": "b"}, {"text": "His comments came after a BBC Arabic investigation revealed that communities living close to oil fields near Basra are at elevated risk of leukaemia. ", "type": "p"}, {"text": "These communities suspect gas flaring - the \"wasteful\" burning of gas released in oil drilling - is to blame.", "type": "p"}, {"text": "Flaring produces cancer-linked pollutants like benzene. ", "type": "p"}, {"text": "The environment minister's comments, made to the BBC's HARDtalk programme, come despite a confidential order issued by the Iraqi prime minister - and seen by BBC Arabic - banning its employees from speaking about health damage caused by pollution.", "type": "p"}, {"text": "They also directly contradict previous comments made to BBC Arabic, by the Minister of Oil, Ihsan Abdul-Jabbar Ismail, in which he denied all links between the cancer rates and air pollution from oil.", "type": "p"}, {"text": "Communities living near oil fields in Basra have long suspected that their high rates of leukaemia are due to gases being flared on the oil fields.", "type": "p"}, {"text": "Flared gases from these sites are dangerous because they emit a potent mix of carbon dioxide, methane and black soot which is highly polluting.", "type": "p"}, [{"text": "What is gas flaring and why is it a problem?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63051458"}], {"text": "As part of the original investigation, the BBC undertook the first pollution monitoring testing amongst the exposed communities. The results indicated high levels of exposure to cancer-causing chemicals.", "type": "p"}, {"text": "During his interview with HARDtalk Arabic, Al-Falahi also revealed that the oil ministry had previously prevented his staff from carrying out pollution monitoring checks at the largest oil field, Rumaila. ", "type": "p"}, {"text": "Rumaila flares more gas than any other oil field in the world and is owned by the Iraqi government. BP is the lead contractor of the field and said that it is \"extremely concerned\" by the BBC's findings. ", "type": "p"}, [{"text": "BP in oil field where ‘cancer is rife’", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63083634"}], {"text": "The BBC Arabic team were similarly denied entry permits to film at Rumaila during their investigation. Ali Hussein Julood, a 19-year-old childhood leukaemia survivor, from North Rumaila, said: \"Here in Rumaila, nobody speaks out. They say they're scared to speak in case they get removed.\"", "type": "p"}, {"text": "But Al-Falahi added that the situation has improved, and there is now greater cooperation between the ministries. ", "type": "p"}, {"text": "He said that the departments would work together to issue fines or commence lawsuits against any company, whether local or international, if they had caused environmental damage.  ", "type": "p"}, {"text": "None of the families that BBC Arabic spoke to during the investigation had received compensation for the health issues they suffered, despite multiple requests made to the oil companies who work at the sites. ", "type": "p"}, {"text": "Under Poisoned Skies", "type": "b"}, {"text": "The deadly impact of the oil giants' toxic air pollution on children and the planet is revealed in this BBC News Arabic investigation from the front line of climate change in Iraq.", "type": "p"}, {"text": "The documentary is available to watch now on BBC iPlayer (UK only) and internationally on the BBC website.", "type": "p"}], "tags": ["Climate change", "Air pollution", "Iraq"]}