{"link": "https://www.bbc.com/news/technology-63285698", "category": "technology", "title": "Kanye West agrees to buy right-wing platform Parler", "contributor": null, "time": "2022-10-17T15:53:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6524/production/_127029852_gettyimages-453656491.jpg", "content": [{"text": "Ye, formerly known as Kanye West, has agreed to buy the self-styled \"uncancellable\" social-media platform Parler, the company has announced.", "type": "b"}, {"text": "Last week, the star's Twitter and Instagram accounts were locked, after he posted anti-Semitic messages.", "type": "p"}, {"text": "Parler is used mainly by US conservatives, and describes itself as a \"free speech\" alternative to mainstream platforms.", "type": "p"}, {"text": "Ye \"will never have to fear being removed from social media again\", chief executive George Farmer posted.", "type": "p"}, {"text": "The announcement, on PR Newswire reveals little about the terms of the deal.", "type": "p"}, {"text": "It says: \"Under the terms of their agreement in principle, the parties intend to enter into a definitive purchase agreement and expect to close during the fourth quarter of 2022.\"", "type": "p"}, {"text": "The deal will include \"ongoing technical support\" from the company, it adds.", "type": "p"}, {"text": "Parler has struggled to remain relevant in recent months, after an explosion in growth after the US elections in 2020. ", "type": "p"}, {"text": "According to Sensor Tower, the app was downloaded 90,000 times last month globally, compared to 9 million downloads for Twitter.", "type": "p"}, {"text": "BBC News has asked Parler for more information about the \"agreement in principle\".", "type": "p"}, {"text": "Ye - who changed his name in 2021 - wrote: \"In a world where conservative opinions are considered to be controversial, we have to make sure we have the right to freely express ourselves.\"", "type": "p"}, {"text": "Ye had his Instagram account suspended after accusing rapper Diddy of being controlled by Jewish people.", "type": "p"}, {"text": "He responded to his suspension by re-joining Twitter and tweeting he would go \"death con three on Jewish people\", earning him a second disbarment.", "type": "p"}, {"text": "Nashville, Tennessee-based Parler, which was founded in 2018, says it has 15 million registered users. ", "type": "p"}, {"text": "It's one of a number of apps that have targeted conservative users including Truth Social, the platform backed by Donald Trump.", "type": "p"}, {"text": "According to the Financial Times in September, its parent company Parlement Technologies announced it had raised $16m (£14m) in funding, taking the total to $56m.", "type": "p"}, {"text": "Many mainstream US conservative figures, including politicians and broadcasters, have accounts.", "type": "p"}, {"text": "But the app has also attracted US far-right groups thrown off other platforms.", "type": "p"}, {"text": "Following the storming of the US Capitol buildings on the 6 January 2021, Google and Apple's app stores and Amazon's web-hosting service suspended the platform for failing to police content that encouraged or incited violence.", "type": "p"}, {"text": "And it was revealed that some rioters had posted videos and pictures of themselves breaking into the Capitol to Parler.", "type": "p"}, {"text": "But the platform was eventually reinstated to the app stores after changes in leadership and its moderation policy.", "type": "p"}], "tags": ["Social media", "Kanye West", "United States"]}