{"link": "https://www.bbc.com/news/business-67139504", "category": "business", "title": "AirAsia boss Tony Fernandes criticised for half-naked massage photo", "contributor": null, "time": "2023-10-17T20:41:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1128D/production/_131458207_tonyfernandes.jpg", "content": [{"text": "AirAsia's boss Tony Fernandes has drawn criticism after he posted a picture of himself getting a massage without a shirt on, while attending a management meeting.", "type": "b"}, {"text": "In a post on LinkedIn, which now appears to have been deleted, the entrepreneur wrote it had been \"a stressful week\".", "type": "p"}, {"text": "\"Got to love Indonesia and AirAsia culture that I can have a massage and do a management meeting,\" he wrote.", "type": "p"}, {"text": "AirAsia has been contacted for comment.", "type": "p"}, {"text": "The picture sparked an uproar on social media, with many users criticising Mr Fernandes' decision to post it.", "type": "p"}, {"text": "One wrote it was \"inappropriate and absurd\", and a second said it was \"unprofessional\".", "type": "p"}, {"text": "\"He should be setting an example of good work ethics and culture, not flaunting his body and privilege,\" the user added.", "type": "p"}, {"text": "Another person simply commented: \"Some CEOs need to stay off LinkedIn.\"", "type": "p"}, {"text": "However, others were less critical, saying it was a good example of how \"working from home\" should always be.", "type": "p"}, {"text": "Mr Fernandes, 59, has been dubbed Malaysia's answer to Richard Branson.", "type": "p"}, {"text": "Educated at Epsom College, one of Britain's top fee-paying schools, Mr Fernandes bought the budget airline AirAsia from the Malaysian government for less than a dollar in 2001.", "type": "p"}, {"text": "He was the founder of the former Caterham F1 Formula One team, and was also the majority shareholder of Queens Park Rangers Football Club until July this year.", "type": "p"}], "tags": []}