{"link": "https://www.bbc.com/news/entertainment-arts-67134595", "category": "entertainment & arts", "title": "John Grisham: Threat from AI cannot be truly appreciated", "contributor": null, "time": "2023-10-17T14:00:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A0B9/production/_131454114_gettyimages-1027224728.jpg", "content": [{"text": "Bestselling thriller writer John Grisham says the \"threat\" to his profession from AI cannot be \"truly appreciated... explained or predicted\".", "type": "b"}, {"text": "He is among a group of writers who have accused OpenAI of unlawfully training its artificial-intelligence-based chatbot ChatGPT on their work.", "type": "p"}, {"text": "Jonathan Franzen, Jodi Picoult and George RR Martin are among those joining the recent group legal action.", "type": "p"}, {"text": "Grisham told BBC One's Breakfast programme: \"It's my turn to file suit.\"", "type": "p"}, {"text": "He said: \"For 30 years, I've been sued by everyone else - for slander, defamation, copyright, whatever - so it's my turn.\"", "type": "p"}, {"text": "OpenAI said last month it respected the rights of authors, \"they should benefit from AI technology\" and the company was \"optimistic we will continue to find mutually beneficial ways to work together\".", "type": "p"}, {"text": "In a wide-ranging interview, Grisham also discussed his long-awaited sequel to his hit second novel, The Firm.", "type": "p"}, {"text": "Published in 1991 and turned into a Hollywood blockbuster starring Tom Cruise, The Firm is an intriguing tale about a Memphis law firm set up by the Mafia to launder money and enable tax evasions. ", "type": "p"}, {"text": "The Exchange follows protagonists Mitch and Abby McDeere after they exposed the firm and fled the country.", "type": "p"}, {"text": "So why did it take more than 30 years to write?", "type": "p"}, [{"text": "Hollywood writers fear losing work to AI", "type": "a", "href": "https://www.bbc.co.uk/news/business-66289583"}, {"text": "Why artificial intelligence is being used to write adverts", "type": "a", "href": "https://www.bbc.co.uk/news/business-57781557"}, {"text": "Can an AI chatbot be funnier than Stephen Colbert?", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-65465386"}, {"text": "Sarah Silverman sues OpenAI and Meta", "type": "a", "href": "https://www.bbc.co.uk/news/technology-66164228"}], {"text": "\"I can't just sit down and force a story to happen,\" Grisham told the Breakfast.", "type": "p"}, {"text": "\"I have to be inspired... to write the novel. In the meantime, there are so many other books to write. I kept thinking about Mitch and how much fun it would be to bring him back. I had no idea it would take so long.\"", "type": "p"}, {"text": "But will Cruise reprise his role as Mitch?", "type": "p"}, {"text": "\"I hope so - it's not in the works yet,\" Grisham told the Breakfast. ", "type": "p"}, {"text": "\"If Tom wants to do it, it will be done. If Tom doesn't want to do it, it probably won't be done.\"", "type": "p"}, {"text": "The fascination with crime and legal drama was because \"we have an addiction to violence\" and  people \"love big sensational trials\", Grisham told the Breakfast. ", "type": "p"}, {"text": "But he was \"more pessimistic\" about the legal system today.", "type": "p"}, {"text": "\"For the past 15 years, I've served on two boards dedicated to exonerating innocent people who are in prison,\" Grisham told the Breakfast. ", "type": "p"}, {"text": "\"I've come to realise there are are thousands of innocent people in prison - they all go back to a bad verdict.\"", "type": "p"}], "tags": []}