{"link": "https://www.bbc.com/news/technology-67133409", "category": "technology", "title": "Cruise self-driving cars investigated after two accidents", "contributor": null, "time": "2023-10-17T10:47:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13065/production/_131452977_7e3d1fdb1b5333cb30725406171ba9623b469785.jpg", "content": [{"text": "About 600 self-driving cars made by a unit of General Motors are being investigated by regulators after reports of injuries to pedestrians. ", "type": "b"}, {"text": "Self-driving cars made by Cruise may have been \"encroaching on pedestrians\", according to the National Highway Traffic Safety Administration (NHTSA). ", "type": "p"}, {"text": "The NHTSA said it had received two reports involving pedestrian injuries.", "type": "p"}, {"text": "Cruise says its safety record \"continues to outperform comparable human drivers\".", "type": "p"}, {"text": "The NHTSA's Office of Defects Investigation said the reports were related to self-driving cars hitting pedestrians on crossings in San Francisco.", "type": "p"}, {"text": "Both the reports submitted to the NHTSA involved pedestrians crossing after the cars' traffic lights had turned green.", "type": "p"}, {"text": "In one incident from August 2023, the self-driving car hit someone at 1.4mph.", "type": "p"}, {"text": "In the other incident another car, which was being driven by a person, hit a pedestrian crossing the road, which knocked the person in front of the driverless car.", "type": "p"}, {"text": "The October 2023 report says that the driverless car \"braked aggressively\" but was not able to stop in time and hit the pedestrian.", "type": "p"}, {"text": "Both the incidents happened at night time. ", "type": "p"}, {"text": "The NHTSA added that it was also looking into two videos involving pedestrians which have been posted online. ", "type": "p"}, {"text": "In August, the California government voted to allow two cab companies - Waymo and Cruise - to run a 24-hour service using driverless cars. Previously, they had only been allowed to operate paid rides at night.", "type": "p"}, {"text": "The decision was controversial in San Francisco, with some saying that the vehicles are safer than those driven by human drivers - while others say that they pose a safety risk by blocking fire trucks.", "type": "p"}, [{"text": "How robotaxis are dividing San Francisco ", "type": "a", "href": "https://www.bbc.co.uk/news/technology-66611513"}], {"text": "Cruise, which is a subsidiary of General Motors, says that its safety record \"over five million miles\" is better in comparison to human drivers. ", "type": "p"}, {"text": "It adds that it \"has consistently cooperated with each of NHTSA's requests for information - whether associated with an investigation or not\" and will continue doing so.", "type": "p"}], "tags": []}