{"link": "https://www.bbc.com/news/business-66740927", "category": "business", "title": "Vet prices: 'I spent £12,000 on my pug'", "contributor": null, "time": "2023-09-07T14:46:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11A8B/production/_131013327_dorothy.jpg", "content": [{"text": "Hundreds of people have contacted BBC News about struggling to pay their vet bills.", "type": "b"}, {"text": "It follows a review of veterinary services in the UK being launched due to fears pet owners are being overcharged.", "type": "p"}, {"text": "Dog and cat lovers have told of forking out thousands of pounds from their savings and monthly salaries to secure their pets' medication.", "type": "p"}, {"text": "Alicia Healey and her pug Dorothy live in Hertfordshire. Dorothy was diagnosed with a chronic intestinal disease almost a year ago. It's an inflammatory bowel disease causing protein-losing enteropathy. ", "type": "p"}, {"text": "Alicia manages Dorothy's disease using daily medication and a special diet of home cooking. ", "type": "p"}, {"text": "She says her medical expenses for specialist consultations, ultrasounds, a biopsy, regular blood tests, urine tests and medication have cost her around £12,200 over a period of 10 months. ", "type": "p"}, {"text": "\"I don't have insurance for her - something I deeply regret now,\" Alicia says.", "type": "p"}, {"text": "\"One of her medications, an immunosuppressant called ciclosporin, is about £90 for a 30ml bottle that I buy online. If I bought it direct from the vet it would cost me about £225 per bottle,\" she adds.", "type": "p"}, {"text": "Toni James, 36, from Llanbradach in South Wales, says her vet bills have increased to such an extent she is having to choose between her three pets' cancer and epilepsy medications and paying her household bills.", "type": "p"}, {"text": "On top of the medication, Toni says she has to pay £25-£30 for the monthly in-person appointments to collect what the Royal College of Veterinary Surgeons (RCVS) classes as controlled medications.", "type": "p"}, {"text": "\"It's got to the point where, when adding it all together, [the vet bill] is more than half my pay cheque every month, which is just crazy. On top of [other] bills it's becoming unmanageable,\" says Toni.", "type": "p"}, {"text": "\"I'm going to have to make a very difficult decision. Do I want to keep a roof over my head or keep my pets?", "type": "p"}, {"text": "\"They have been my entire life. The idea of putting them down, when actually they're not ill enough, seems so unfair.\"", "type": "p"}, {"text": "Toni has a 15-year-old rescue cat, called Theo, who has terminal cancer. He's on medication to manage the pain and antibiotics to manage infection.", "type": "p"}, {"text": "She also has a rescue Hungarian Smooth-haired Vizsla called Ruby who is estimated to be 10 years old. Ruby is on medication for two different forms of inoperable cancer.", "type": "p"}, {"text": "And her second dog, Amber, a rescue Hungarian Wirehaired Vizsla, also around 10 years old, is on medication for an undiagnosed skin condition and epilepsy. ", "type": "p"}, {"text": "An immunosuppressant for the skin condition costs Toni £450 every two-and-a-half months. ", "type": "p"}, {"text": "Toni says she's \"probably spent around £10,000 over the years\" trying to get Amber's skin condition diagnosed. ", "type": "p"}, {"text": "Are your vet bills on the rise?", "type": "b"}, [{"text": "Email: haveyoursay@bbc.co.uk", "type": "a", "href": "mailto:haveyoursay@bbc.co.uk?subject=RisingVetBills66733077"}, {"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "Laura Owen, 55, from Hemel Hempstead has three dogs but can only afford to insure one of them - the puppy - a Boston Terrier crossed with a French Bulldog.", "type": "p"}, {"text": "Fortunately for Laura, it was her puppy who acquired the steep vet's bill on the day she climbed onto the dining table and ate a fruit cake. ", "type": "p"}, {"text": "\"One Sunday afternoon in early July I baked a fruit cake and left it on my table in my garden to cool. My nine-month-old puppy called Daisy managed to jump onto a chair and consume half of the cake before we caught her,\" says Laura.", "type": "p"}, {"text": "Aware that sultanas can be extremely poisonous to dogs, Laura called her vet straight away, who asked her to come into the surgery. ", "type": "p"}, {"text": "Laura says the treatment included a jab, which made her puppy sick for around 15 minutes. The bill came to £450.46, which she says included the medicine and administration charges. ", "type": "p"}, {"text": "\"Thankfully we had insurance but we still needed to pay for the administration and excess so the fruit cake cost us £136.52,\" she says.", "type": "p"}, {"text": "\"We struggled to find the amount needed to pay the bill in the current economic climate. I can't imagine what anyone without insurance would have done.\"", "type": "p"}, [{"text": "Try to keep your pet well: Keep your pet at a healthy weight, with up-to-date flea and worming treatments. Vaccinations can help prevent diseases that cost more to treat in the long run.", "type": "p"}, {"text": "Look into financial support: Many vets offer monthly plans that cover vaccinations which can help spread costs. Some charities, including PDSA and Blue Cross, offer support for people on benefits.", "type": "a", "href": "https://www.pdsa.org.uk/pet-help-and-advice/eligibility"}, {"text": "Consider pet insurance: Keep insurance bills down by shopping around, Cats Protection advises.", "type": "a", "href": "https://www.cats.org.uk/help-and-advice/getting-a-cat/taking-care-of-your-cat-during-the-cost-of-living-crisis#vetbills"}], {"text": "Read more here.", "type": "p"}], "tags": []}