{"link": "https://www.bbc.com/news/entertainment-arts-66738812", "category": "entertainment & arts", "title": "Kourtney Kardashian reveals foetal surgery 'saved life' of unborn baby", "contributor": null, "time": "2023-09-07T14:18:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14975/production/_131014348_gettyimages-1442473228.jpg", "content": [{"text": "Kourtney Kardashian has thanked doctors for \"saving my baby's life\" by performing surgery on her unborn child.", "type": "b"}, {"text": "The reality TV star, 44, said she was rushed into \"urgent foetal surgery\", in which surgeons operate on babies while they are still in the womb.", "type": "p"}, {"text": "\"As someone who has had three really easy pregnancies in the past, I wasn't prepared for the fear,\" she said.", "type": "p"}, {"text": "Last week, her husband Travis Barker flew home from his band Blink-182's tour due to an \"urgent family matter\".", "type": "p"}, [{"text": "Blink-182 postpone shows over 'family matter'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-66682346"}], {"text": "He did not give details at the time, but has now posted: \"I flew home for a life-threatening emergency surgery for our baby that I'm so grateful went well. I want to say thank you for all the support.\"", "type": "p"}, {"text": "The couple have not revealed the nature of the surgery on the baby boy.", "type": "p"}, {"text": "In her message on Instagram, Kourtney wrote: \"I will be forever grateful to my incredible doctors for saving our baby's life.", "type": "p"}, {"text": "\"I am eternally grateful to my husband who rushed to my side from tour to be with me in the hospital and take care of me afterwards, my rock.", "type": "p"}, {"text": "\"And to my mom, thank you for holding my hand through this.\"", "type": "p"}, {"text": "She added: \"I don't think anyone who hasn't been through a similar situation can begin to understand that feeling of fear.", "type": "p"}, {"text": "\"I have a whole new understanding and respect for the mamas who have had to fight for their babies while pregnant.", "type": "p"}, {"text": "\"Praise be to God. Walking out of the hospital with my baby boy in my tummy and safe was the truest blessing.\"", "type": "p"}, {"text": "The star has three children aged eight, 11 and 13 with Scott Disick.", "type": "p"}, {"text": "She has previously spoken about her struggles to conceive with Barker, 47.", "type": "p"}, {"text": "But in June she posted an Instagram video showing her holding up a sign at a Blink-182 concert saying: \"Travis I'm pregnant.\"", "type": "p"}], "tags": []}