{"link": "https://www.bbc.com/news/health-66715669", "category": "health", "title": "Scientists grow whole model of human embryo, without sperm or egg", "contributor": null, "time": "2023-09-06T15:01:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7A9D/production/_130998313_embryo.jpg", "content": [{"text": "Scientists have grown an entity that closely resembles an early human embryo, without using sperm, eggs or a womb. ", "type": "b"}, {"text": "The Weizmann Institute team say their \"embryo model\", made using stem cells, looks like a textbook example of a real 14-day-old embryo.", "type": "p"}, {"text": "It even released hormones that turned a pregnancy test positive in the lab.", "type": "p"}, {"text": "The ambition for embryo models is to provide an ethical way of understanding the earliest moments of our lives.", "type": "p"}, {"text": "The first weeks after a sperm fertilises an egg is a period of dramatic change - from a collection of indistinct cells to something that eventually becomes recognisable on a baby scan. ", "type": "p"}, {"text": "This crucial time is a major source of miscarriage and birth defects but poorly understood. ", "type": "p"}, {"text": "\"It's a black box and that's not a cliche - our knowledge is very limited,\" Prof Jacob Hanna, from the Weizmann Institute of Science, tells me.", "type": "p"}, {"text": "Embryo research is legally, ethically and technically fraught. But there is now a rapidly developing field mimicking natural embryo development.", "type": "p"}, {"text": "This research, published in the journal Nature, is described by the Israeli team as the first \"complete\" embryo model for mimicking all the key structures that emerge in the early embryo. ", "type": "p"}, {"text": "\"This is really a textbook image of a human day-14 embryo,\" Prof Hanna says, which \"hasn't been done before\".", "type": "p"}, {"text": "Instead of a sperm and egg, the starting material was naive stem cells which were reprogrammed to gain the potential to become any type of tissue in the body. ", "type": "p"}, {"text": "Chemicals were then used to coax these stem cells into becoming four types of cell found in the earliest stages of the human embryo:", "type": "p"}, [{"text": "epiblast cells, which become the embryo proper (or foetus)", "type": "p"}, {"text": "trophoblast cells, which become the placenta", "type": "p"}, {"text": "hypoblast cells, which become the supportive yolk sac ", "type": "p"}, {"text": "extraembryonic mesoderm cells", "type": "p"}], {"text": "A total of 120 of these cells were mixed in a precise ratio - and then, the scientists step back and watch.  ", "type": "p"}, {"text": "About 1% of the mixture began the journey of spontaneously assembling themselves into a structure that resembles, but is not identical to, a human embryo.", "type": "p"}, {"text": "\"I give great credit to the cells - you have to bring the right mix and have the right environment and it just takes off,\" Prof Hanna says. \"That's an amazing phenomenon.\" ", "type": "p"}, {"text": "Synthetic human embryo raises ethical issues", "type": "p"}, {"text": "Synthetic mouse embryo develops beating heart", "type": "p"}, {"text": "The embryo models were allowed to grow and develop until they were comparable to an embryo 14 days after fertilisation. In many countries, this is the legal cut-off for normal embryo research. ", "type": "p"}, {"text": "Despite the late-night video call, I can hear the passion as Prof Hanna gives me a 3D tour of the \"exquisitely fine architecture\" of the embryo model.", "type": "p"}, {"text": "I can see the trophoblast, which would normally become the placenta, enveloping the embryo. And it includes the cavities - called lacuna - that fill with the mother's blood to transfer nutrients to the baby. ", "type": "p"}, {"text": "There is a yolk sac, which has some of the roles of the liver and kidneys, and a bilaminar embryonic disc - one of the key hallmarks of this stage of embryo development.", "type": "p"}, {"text": "The hope is embryo models can help scientists explain how different types of cell emerge, witness the earliest steps in building the body's organs or understand inherited or genetic diseases.", "type": "p"}, {"text": "Already, this study shows other parts of the embryo will not form unless the early placenta cells can surround it.", "type": "p"}, {"text": "There is even talk of improving in vitro fertilisation (IVF) success rates by helping to understand why some embryos fail or using the models to test whether medicines are safe during pregnancy. ", "type": "p"}, {"text": "Prof Robin Lovell Badge, who researches embryo development at the Francis Crick Institute, tells me these embryo models \"do look pretty good\" and \"do look pretty normal\".", "type": "p"}, {"text": "\"I think it's good, I thinks it's done very well, it's all making sense and I'm pretty impressed with it,\" he says.", "type": "p"}, {"text": "But the current 99% failure rate would need to be improved, he adds. It would be hard to understand what was going wrong in miscarriage or infertility if the model failed to assemble itself most of the time. ", "type": "p"}, {"text": "The work also raises the question of whether embryo development could be mimicked past the 14-day stage. ", "type": "p"}, {"text": "This would not be illegal, even in the UK, as embryo models are legally distinct from embryos. ", "type": "p"}, {"text": "\"Some will welcome this - but others won't like it,\" Prof Lovell-Badge says.", "type": "p"}, {"text": "And the closer these models come to an actual embryo, the more ethical questions they raise.", "type": "p"}, {"text": "They are not normal human embryos, they're embryo models, but they're very close to them. ", "type": "p"}, {"text": "\"So should you regulate them in the same way as a normal human embryo or can you be a bit more relaxed about how they're treated?\"", "type": "p"}, {"text": "Prof Alfonso Martinez Arias, from the department of experimental and health sciences at Pompeu Fabra University, said it was \"a most important piece of research\".", "type": "p"}, {"text": "\"The work has, for the first time, achieved a faithful construction of the complete structure [of a human embryo] from stem cells\" in the lab, \"thus opening the door for studies of the events that lead to the formation of the human body plan,\" he said.", "type": "p"}, {"text": "The researchers stress it would be unethical, illegal and actually impossible to achieve a pregnancy using these embryo models - assembling the 120 cells together goes beyond the point an embryo could successfully implant into the lining of the womb.", "type": "p"}, {"text": "Follow James on X.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}