{"link": "https://www.bbc.com/news/technology-66740184", "category": "technology", "title": "Period trackers to be reviewed over data concerns", "contributor": null, "time": "2023-09-07T16:10:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FF79/production/_131010456_gettyimages-1519453198.jpg", "content": [{"text": "The Information Commissioner's Office (ICO) is reviewing period and fertility trackers over data security concerns.", "type": "b"}, {"text": "The apps work by plotting menstrual cycles, based on user information.", "type": "p"}, {"text": "They purport to help with a range of period-related health issues, including calculating the best time to attempt to conceive.", "type": "p"}, {"text": "But the ICO says survey evidence indicates many users worry about how secure the data they share is, and how transparent app developers are being.", "type": "p"}, {"text": "The regulator said a poll it had commissioned indicated a third of women had used apps to track periods or fertility. ", "type": "p"}, {"text": "Some 59% of respondents flagged concerns over data transparency, while 57% were worried about the security of the information they had submitted.  ", "type": "p"}, {"text": "The research also showed over half of those who use the apps believed they had noticed an increase in baby or fertility-related adverts since signing up. While some reacted positively to the marketing, 17% described receiving these adverts as distressing.  ", "type": "p"}, {"text": "Emily Keaney, deputy commissioner of regulatory policy at the ICO, said the respondents' fears were understandable \"given the incredibly sensitive and personal information involved\".", "type": "p"}, {"text": "\"As with all health apps, we would expect organisations to safeguard their users' privacy and have transparent policies in place,\" she said.", "type": "p"}, {"text": "\"This review is intended to establish both the good and bad of how the apps are working currently.\"", "type": "p"}, {"text": "Among the concerns it will investigate are whether app privacy policies are unnecessarily complicated or confusing, so leaving users uncertain about what data they have consented to sharing.", "type": "p"}, {"text": "It will also consider whether apps are requesting or storing unnecessary volumes of data, and whether users are receiving upsetting targeted advertising that they did not sign up to.", "type": "p"}, {"text": "According to research published last year by the Organisation for the Review of Care and Health Apps, most period trackers share data with third parties.", "type": "p"}, {"text": "It said of the 25 apps it examined, only one kept all the sensitive data on the mobile phone or device owned by the user. The organisation also identified widespread problems with the way users gave consent for their personal information to be used.", "type": "p"}, {"text": "The ICO is urging app users to come forward to share their experiences via a survey on its website. It is also commissioning focus groups and user testing. Women's health groups have also offered support. ", "type": "p"}, {"text": "The regulator has also contacted companies who provide period and fertility tracking apps, including some of the most popular apps available to UK users, to find out how they are processing users' personal information. ", "type": "p"}, {"text": "The ICO's survey involved 1,152 UK women aged 18 and above.", "type": "p"}], "tags": []}