{"link": "https://www.bbc.com/news/business-63371743", "category": "business", "title": "UK doomed without Brexit rethink, warns City boss", "contributor": null, "time": "2022-10-24T15:20:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C194/production/_106965594_hands1.jpg", "content": [{"text": "The UK is \"doomed\" and on a path to being \"the sick man of Europe\" because of the way Brexit was negotiated, according to a past Tory supporter.", "type": "b"}, {"text": "Guy Hands, who runs private equity firm Terra Firma and has been a Brexit critic, warned the UK faces higher taxes, lower benefits and a possible International Monetary Fund bailout.", "type": "p"}, {"text": "Mr Hands said the Conservative Party needed to admit it has made \"mistakes\".", "type": "p"}, {"text": "A Treasury spokesperson said the UK economic fundamentals were \"resilient\".", "type": "p"}, {"text": "Mr Hands's comments come after a tumultuous period sparked by the mini-budget.", "type": "p"}, {"text": "But he suggested the problems facing the UK go back much further.", "type": "p"}, {"text": "\"The reality is when they did Brexit, they had a dream. And the dream was a low-tax, low-benefit economy,\" he told the BBC's Today programme.", "type": "p"}, {"text": "Outgoing Prime Minister Liz Truss had tried to push through those policies, he said, but it had not worked.", "type": "p"}, {"text": "\"Once you accept that you can't actually do that, then the Brexit that was done is completely hopeless, and will only drive Britain into a disastrous economic state,\" Mr Hands said.", "type": "p"}, {"text": "\"So I think [if] the Tory party can own up to the mistake they made and how they negotiated Brexit and have somebody leading who actually has the intellectual capability and the authority to renegotiate Brexit, there is a possibility of turning around the economy, but without that the economy is frankly doomed.\"", "type": "p"}, {"text": "However he added that the Conservative Party was, in his view, not fit to run the country.", "type": "p"}, {"text": "\"I think it's got to move on from fighting its own internal wars and actually focus on what needs to be done in economy and admitting some of the mistakes they've made in the last six years which have frankly put this country on a path to be the sick man of Europe,\" he said.", "type": "p"}, [{"text": "Pound gains as Rishi Sunak leads race to become PM", "type": "a", "href": "https://www.bbc.co.uk/news/business-63367738"}, {"text": "UK faces tougher austerity era - ex-Bank chief", "type": "a", "href": "https://www.bbc.co.uk/news/business-63364240"}], {"text": "Ms Truss's mini-budget, unveiled on 23 September, has been blamed for causing turmoil on the financial markets.", "type": "p"}, {"text": "Sterling plunged to a record low against the dollar and government borrowing costs rose sharply in the aftermath of the statement, which promised major tax cuts without saying how they would be paid for.", "type": "p"}, {"text": "The IMF also openly criticised the UK government over its tax cutting plans, warning that the measures were likely to fuel the cost-of-living crisis.", "type": "p"}, {"text": "Last week, the new Chancellor Jeremy Hunt reversed most of the mini-budget, a move that was welcomed by the IMF.", "type": "p"}, {"text": "On Monday, financial markets reacted calmly as it emerged that Rishi Sunak is set to be the UK's next prime minister.", "type": "p"}, {"text": "Mr Hunt - who backed Mr Sunak - is scheduled to set out the government's economic plan for taxes and spending on 31 October.", "type": "p"}, {"text": "But Mr Hands argued that much more needs to be done, in order to turn the economy around.", "type": "p"}, {"text": "He said that as a businessperson, he tried to be positive about the investment landscape.", "type": "p"}, {"text": "But the reality, he said, is the country faces \"increasing levels of poverty, and it's poverty which is moving up the economic level\", reaching middle income households who will struggle to pay their mortgages.", "type": "p"}, {"text": "He painted a stark prospect for the economy, saying to expect \"steadily increasing taxes, steadily reducing benefits and social services, higher interest rates, and eventually the need for a bailout from the IMF\".", "type": "p"}, {"text": "Mr Hands comments come after a warning at the weekend from a former governor of the Bank of England, Lord Mervyn King, who said the UK was facing a \"more difficult\" era of austerity than the one after the 2008 financial crisis in order to stabilise the economy.", "type": "p"}, {"text": "Lord King said the average person could face \"significantly higher taxes\" to fund public spending.", "type": "p"}, {"text": "A Treasury spokesperson said: \"Countries around the world are facing economic challenges, exacerbated by Putin's illegal invasion of Ukraine.", "type": "p"}, {"text": "\"But the fundamentals of the UK economy remain resilient, with unemployment at its lowest point for almost 50 years and the fastest forecast growth in the G7 this year.", "type": "p"}, {"text": "\"The government is committed to long-term growth, but this cannot be achieved without fiscal sustainability and economic stability.\"", "type": "p"}], "tags": ["UK economy", "Brexit"]}