{"link": "https://www.bbc.com/news/entertainment-arts-63376310", "category": "entertainment & arts", "title": "Martine Croxall: BBC News presenter being investigated over impartiality", "contributor": null, "time": "2022-10-24T13:26:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BC85/production/_127316284_croxall-nc.png", "content": [{"text": "Presenter Martine Croxall is being investigated by BBC News for a \"potential breach of impartiality\".", "type": "b"}, {"text": "The PA news agency has also reported Croxall has been taken off air until the investigation is complete.", "type": "p"}, {"text": "It follows complaints on social media that she displayed bias while hosting Sunday's newspaper review programme.", "type": "p"}, {"text": "During her introduction, after Boris Johnson ruled himself out from the Conservative leadership race, Croxall told viewers she felt \"gleeful\". ", "type": "p"}, {"text": "The programme aired around 90 minutes after the former prime minister claimed to have enough support to progress in the Tory leadership race, but had decided to withdraw.", "type": "p"}, {"text": "As The Papers programme began just after 22:30 on Sunday evening, Croxall told viewers: \"Well this is all very exciting isn't it? Welcome to our lookahead to what the papers will be bringing us tomorrow. Am I allowed to be this gleeful? Well I am.\"", "type": "p"}, {"text": "She was then seen asking her guests: \"Can we even show you the front pages just yet, have they arrived? No they haven't arrived. It's all a little bit, you know, lastminute.com isn't it? Because all the front pages were probably out of date by the time we received them.\"", "type": "p"}, {"text": "Croxall also suggested during the programme that her comments could have breached BBC guidelines. ", "type": "p"}, {"text": "Responding to a guest's joke aimed at Mr Johnson, she said: \"I shouldn't probably (laugh). I'm probably breaking some terrible due impartiality rule by giggling.\"", "type": "p"}, {"text": "On Monday, a BBC spokesperson said: \"BBC News is urgently reviewing last night's edition of The Papers on the News Channel for a potential breach of impartiality. ", "type": "p"}, {"text": "\"It is imperative that we maintain the highest editorial standards. We have processes in place to uphold our standards, and these processes have been activated.\"", "type": "p"}, {"text": "One Conservative MP, Neil O'Brien, called the the presenter's comments \"self destructive\".", "type": "p"}, {"text": "Nick Timothy, previously an adviser to former prime minister Theresa May, added: \"Whatever you think of Johnson, if you care about the BBC you cannot think this is in any way acceptable from one of its presenters.\"", "type": "p"}, {"text": "It has not been made clear by Croxall or the BBC whether she was referring to Mr Johnson's withdrawal or to the fast-moving news agenda.", "type": "p"}, {"text": "However, she told one viewer on Twitter to consider the context of her comments. She added she was due to return to the airwaves on Monday evening.", "type": "p"}], "tags": ["Television", "BBC"]}