{"link": "https://www.bbc.com/news/science-environment-63357354", "category": "science & environment", "title": "Indian rocket launches 36 OneWeb satellites", "contributor": null, "time": "2022-10-22T22:12:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C0D0/production/_127306394_liftoff-photo-credit---isro.jpg", "content": [{"text": "The London-based satellite company, OneWeb, is back on track with the launch of another 36 spacecraft for its global broadband internet system.", "type": "b"}, {"text": "The platforms went up on a LVM3 rocket from Sriharikota island in India.", "type": "p"}, {"text": "OneWeb's efforts to deploy its telecommunications network had been on hold since March when it was forced to suspend use of Russian Soyuz rockets.", "type": "p"}, {"text": "Sunday's flight brings the number of satellites now in orbit above the Earth to 462.", "type": "p"}, {"text": "This is more than 70% of the total OneWeb needs to achieve worldwide coverage with its first-generation constellation.", "type": "p"}, {"text": "The firm, part owned by the British government, expects to complete the roll-out in the middle of next year.", "type": "p"}, [{"text": "Eutelsat and OneWeb aim to combine operations", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62306617"}, {"text": "Why is Elon Musk launching thousands of satellites? ", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62339835"}, {"text": "UK-based sat-nav trial to augment GPS performance", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61723805"}], {"text": "The LVM3 (Launch Vehicle Mark-3) is the same as the Geosynchronous Satellite Launch Vehicle Mark-3 (GSLV-Mk3), but has a slightly different name when orbits other than a geosynchronous one are being serviced. It is India's largest and most capable rocket.", "type": "p"}, {"text": "It lifted clear of the Satish Dhawan spaceport in the state of Andhra Pradesh at 00:07 on Sunday morning (19:37 BST, Saturday).", "type": "p"}, {"text": "It took an hour and a half to get all the satellites unloaded at an altitude of 600km. It will be some weeks before the ion engines on the spacecraft move them to their operational, 1,200km-high, polar orbits.", "type": "p"}, {"text": "The situation for OneWeb was looking very uncertain back in March. ", "type": "p"}, {"text": "The company's plans were knocked off course by the war in Ukraine.", "type": "p"}, {"text": "The conflict, and the resulting Western sanctions against Russia, led to the firm losing access to Russian Soyuz rockets.", "type": "p"}, {"text": "With only two-thirds of its satellites in orbit, OneWeb had to move quickly to secure rides on other carriers. Deals were struck with American rocket providers SpaceX and Relativity Space, and India's New Space India Limited, the commercial arm of India's space agency, Isro, which markets the LVM3.", "type": "p"}, [{"text": "OneWeb satellite firm will use Indian rockets", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61175261"}, {"text": "OneWeb to fly on competitor SpaceX's rockets", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60825386"}, {"text": "UK satellite firm suspends use of Russian rockets", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-60602512"}], {"text": "OneWeb is already offering high-speed broadband connections to beta customers above 50 degrees North and South. This latest launch and another before the end of the year will pull coverage closer to the equator.", "type": "p"}, {"text": "\"We need to get these launches away that we're doing before Christmas, and that will enable us to turn on the service from 25 degrees North and 25 degrees South. Then we'll complete the roll-out of the constellation by spring, which enables us to complete global commercial service by the end of next year,\" OneWeb CEO Neil Masterson said.", "type": "p"}, {"text": "The big news since March has been the proposed merger between OneWeb and Paris-headquartered Eutelsat.", "type": "p"}, {"text": "The French firm operates telecommunications spacecraft higher in the sky in what's termed Geostationary Orbit, at 36,000km in altitude. It is one of the biggest distributors in the world of direct-to-home TV.", "type": "p"}, {"text": "The merger plan is currently working its way through the competition and regulatory approval process.", "type": "p"}, {"text": "As part of our build up to COP27, the BBC's Climate Editor Justin Rowlatt will be interviewing the UN's Secretary General Antonio Guterres on Wednesday 26 October and we'll be asking him your questions on climate change.", "type": "b"}, {"text": "If you have a question you'd like the boss of the UN to answer, you can send it to us in the following ways:", "type": "b"}, [{"text": "Email  yourquestions@bbc.co.uk", "type": "a", "href": "mailto:yourquestions@bbc.co.uk"}, {"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}], {"text": "In some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.", "type": "p"}, {"text": "You can also use this form to ask your question: ", "type": "p"}, {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. ", "type": "p"}], "tags": ["Communications satellites", "London", "OneWeb", "India"]}