{"link": "https://www.bbc.com/news/technology-63348753", "category": "technology", "title": "Ed Sheeran: Hacker who stole singer's unreleased music is jailed", "contributor": null, "time": "2022-10-21T16:28:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/932E/production/_127287673_gettyimages-1241121818.jpg", "content": [{"text": "A hacker who stole two unreleased songs from Ed Sheeran and sold them on the dark web has been jailed for 18 months.", "type": "b"}, {"text": "Adrian Kwiatkowski traded the music by Sheeran and 12 songs by rapper Lil Uzi Vert in exchange for cryptocurrency.", "type": "p"}, {"text": "The 23-year-old, from Ipswich, managed to get hold of them after hacking the performers' digital accounts, the Crown Prosecution Service said.", "type": "p"}, {"text": "Kwiatkowski admitted 19 charges, including copyright infringement and possessing criminal property.", "type": "p"}, {"text": "He had made £131,000 from the music, City of London Police said.", "type": "p"}, {"text": "Ipswich Crown Court heard that when the defendant's Apple Mac laptop was searched, 565 audio files, including the songs by Sheeran and Vert, were uncovered.", "type": "p"}, {"text": "An investigation was initially launched by US authorities in 2019.", "type": "p"}, {"text": "It came after the management of several musicians reported to the New York District Attorney that someone known online as Spirdark had hacked a number of accounts and was selling the content.", "type": "p"}, {"text": "The investigation linked the email address used to set up Spirdark's cryptocurrency account to Kwiatkowski. His home address in the UK was also linked to an IP address used to hack one of the devices.", "type": "p"}, {"text": "The case was then referred to the City of London Police and Kwiatkowski was arrested in September 2019.", "type": "p"}, {"text": "According to police, seven devices, including a hard drive that contained 1,263 unreleased songs by 89 artists, were seized.", "type": "p"}, {"text": "A document saved on the hard drive summarised the method he had used to obtain them along with a stash of Bitcoin which was seized.", "type": "p"}, {"text": "Chief crown prosecutor Joanne Jakymec said Kwiatkowski had \"complete disregard\" for the musicians' creativity, hard work and lost earnings.", "type": "p"}, {"text": "\"He selfishly stole their music to make money for himself by selling it on the dark web,\" she said.", "type": "p"}, {"text": "\"We will be pursuing ill-gotten gains from these proceeds of crime.\"", "type": "p"}, {"text": "In August, Kwiatkowski pleaded guilty at Ipswich Magistrates Court to three charges of unauthorised access to computer material, 14 charges of selling copyrighted material, one charge of converting criminal property and two charges of possession of criminal property. ", "type": "p"}, {"text": "He also admitted receiving bitcoin cryptocurrency for the songs.  ", "type": "p"}, {"text": "Detective Constable Daryl Fryatt said Kwiatkowski was highly skilled but it was unfortunate he used his talents unlawfully.", "type": "p"}, {"text": "\"Not only did he cause several artists and their production companies significant financial harm, he deprived them of the ability to release their own work,\" he added.", "type": "p"}, {"text": "Manhattan District Attorney Alvin Bragg Jr said the case showed \"cybercrime knows no borders\".", "type": "p"}, {"text": "\"This individual executed a complex scheme to steal unreleased music in order to line his own pockets,\" he said.", "type": "p"}], "tags": ["Copyright", "City of London Police", "Ed Sheeran", "New York"]}