{"link": "https://www.bbc.com/news/business-67115975", "category": "business", "title": "Electric cars drive UK MG sales to more than £1bn", "contributor": null, "time": "2023-10-15T14:07:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/311D/production/_131437521_mgzs-031.jpg", "content": [{"text": "MG Motors has said it is in a \"very strong position to take advantage\" of the shift to electric cars as it posted UK sales worth more than £1bn for 2022.", "type": "b"}, {"text": "The brand, owned by Chinese company SAIC Motor Corp, said its sales volumes more than doubled thanks to demand for its electric and hybrid vehicles.", "type": "p"}, {"text": "It posted bumper pre-tax profits in the UK of £54.2m for 2022, compared with £4.3m the year before.", "type": "p"}, {"text": "The results come as China corners the market in electric vehicles.", "type": "p"}, {"text": "Fuelled by state subsides, Chinese firms have ramped up production of batteries, with several new car companies emerging. A growing number of vehicles, including MG cars, are shipped from Shanghai across the world.", "type": "p"}, {"text": "MG Rover was the last UK-owned volume car maker before it collapsed in 2005. ", "type": "p"}, {"text": "SAIC, a state-controlled company and China's largest car manufacturer, bought much of the brand, with rival Nanjing Automobile Group acquiring the rest. The two companies merged in 2007.", "type": "p"}, {"text": "Production of MG vehicles, which has roots dating back over a century, was moved to Shanghai in 2016, ending manufacturing at the UK's Longbridge plant.", "type": "p"}, [{"text": "Britain's impossible dilemma over China's electric cars", "type": "a", "href": "https://www.bbc.co.uk/news/business-66820791"}, {"text": "Firms still forced to sell more electric cars", "type": "a", "href": "https://www.bbc.co.uk/news/business-66875554"}, {"text": "The life of Longbridge: 1906 - 2015", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-birmingham-32203604"}], {"text": "But the brand has been reinvigorated by its owners, who said in its latest financial results release on Saturday that the company was in a \"very strong position to take advantage of the increasing consumer moves into electric cars\" in the next 10 to 15 years.", "type": "p"}, {"text": "It added its UK latest sales were boosted thanks to the MG ZS, MG 5, and HS PHEV models and added it had more cars in the pipeline for 2024.", "type": "p"}, {"text": "\"MG are turning a lot of heads - they've benefited from having good stock availability and being affordable,\" said Ian Plummer, commercial director of car selling site Auto Trader.", "type": "p"}, {"text": "\"They're quietly outselling the likes of Polestar and Tesla, so they are one to watch.\"", "type": "p"}, {"text": "The MG ZS is among the cheapest electric cars available in the UK, and was one of five most popular cars last month, according to car trade industry body the Society of Motor Manufacturers and Traders (SMMT).", "type": "p"}, {"text": "\"We have seen an increasing number of Chinese brands - and cars made in China from other marques - enter the UK new car market in recent years with considerable success,\" said Mike Hawes, SMMT chief executive, said.", "type": "p"}, {"text": "\"These models, which are often electrified, are finding strong demand in a market that is fiercely competitive.\"", "type": "p"}, {"text": "China exported more than a million vehicles across the globe in the first three months of 2023, according to official figures, taking over Japan as the world's biggest exporter of cars.", "type": "p"}, {"text": "As well as demand for electric cars rising, exports from China have also been boosted by sales to Russia, with many Western countries imposing sanctions on Moscow after the invasion of Ukraine.", "type": "p"}, {"text": "As well as exports, Mr Hawes said China was also in the top five export destinations for UK-built vehicles, adding the UK needed to \"ensure trade is free and fair, with strong engagement to ensure the UK can equally take advantage of fast growing Asian markets\".", "type": "p"}, {"text": "Latest figures from the SMMT showed sales of new electric cars to private buyers in the UK fell sharply in September compared with the same period a year ago.", "type": "p"}, {"text": "Last month, Prime Minister Rishi Sunak confirmed a ban on new petrol and diesel car sales was being pushed back five years from 2030 to 2035.", "type": "p"}, {"text": "The announcement was met with a mixed response from car makers, many of which have begun investing heavily in electric vehicle production.", "type": "p"}, {"text": "But despite the delay in the ban, firms will still be forced to meet strict quotas for selling electric cars from January, with just over a fifth of vehicles sold having to be electric.", "type": "p"}], "tags": []}