{"link": "https://www.bbc.com/news/entertainment-arts-67119171", "category": "entertainment & arts", "title": "Suzanne Somers: Three's Company actress dies aged 76", "contributor": null, "time": "2023-10-15T21:50:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2B60/production/_131440111_gettyimages-1207426078.jpg", "content": [{"text": "US actress Suzanne Somers has died at the age of 76 following a decades-long battle with cancer, her publicist has confirmed. ", "type": "b"}, {"text": "\"Her family was gathered to celebrate her 77th birthday.\" reads a statement shared with media. ", "type": "p"}, {"text": "\"Instead, they will celebrate her extraordinary life, and want to thank her millions of fans and followers who loved her dearly.\"", "type": "p"}, {"text": "As well as an actress, Somers was an author and fitness guru. ", "type": "p"}, {"text": "She began her acting career in the late 1960s and early 1970s with small parts in TV shows including The Love Boat and One Day at a Time before landing the role of Chrissy Snow in Three's Company in 1977.", "type": "p"}, {"text": "Somers starred in the show for five of its eight seasons before being fired following a dispute over pay.", "type": "p"}, {"text": "Following a break from on-screen acting that included a stint as an entertainer in Las Vegas, she returned to on-screen acting in the early 1990s - taking up a lead role in Step by Step, which ran for seven seasons. ", "type": "p"}, {"text": "Her later TV credits included co-hosting Candid Camera, her own talk show The Suzanne Show and an appearance on Dancing with the Stars. ", "type": "p"}, {"text": "Somers also built up a multimillion dollar fitness empire, appearing in commercials for the Thighmaster and ButtMaster exercise equipment and releasing several self-help books on topics including wellness and weight loss. She launched her own beauty brand in 2019. ", "type": "p"}, {"text": "She was first diagnosed with an aggressive form of breast cancer in her 50s and announced on social media in July that, after being in remission, it had returned. ", "type": "p"}, {"text": "\"I know how to put on my battle gear and I'm a fighter,\" she wrote on Instagram. ", "type": "p"}, {"text": "A private family burial will be held for Somers next week, according to her publicist, with a memorial to be held in November.", "type": "p"}, {"text": "Somers is survived by her husband and son. ", "type": "p"}], "tags": []}