{"link": "https://www.bbc.com/news/health-67081855", "category": "health", "title": "Never start vaping, says 12-year-old girl with lung damage", "contributor": null, "time": "2023-10-12T07:18:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C773/production/_131395015_f58486d0-878d-4866-a91c-0f43728acafb.jpg", "content": [{"text": "A 12-year-old girl who suffered a lung collapse and spent four days in an induced coma has told the BBC that children should never start vaping. ", "type": "b"}, {"text": "Sarah Griffin had asthma and was a heavy vaper when she was rushed to hospital with breathing problems a month ago.", "type": "p"}, {"text": "Her mum Mary told the BBC she feared she was going to lose her daughter.", "type": "p"}, {"text": "The UK government has announced plans to restrict the marketing and sale of vapes targeted at children.", "type": "p"}, {"text": "Prime Minister Rishi Sunak said the proposals - which are open for public consultation for the next eight weeks - would \"reverse the worrying rise in youth vaping\" by making vapes less colourful and less appealing to children.", "type": "p"}, {"text": "Health Secretary Steve Barclay said the government was committed to taking immediate legislative action following the consultation, telling BBC Radio 4's Today programme \"head teachers are concerned, parents are concerned, about our children being targeted\" by vape companies.", "type": "p"}, {"text": "Speaking at the Labour Party conference, shadow health secretary Wes Streeting said a Labour government would come down like a \"tonne of bricks\" on vaping companies pushing flavours like 'rainbow burst' at children.", "type": "p"}, {"text": "Sarah Griffin's bedroom at her home in Belfast is like that of most 12-year-old girls - a dressing table littered with make-up, perfume bottles and hair straighteners, with some childhood cuddly toys on the bed.", "type": "p"}, {"text": "But this is where Sarah also used to hide her vapes from her mum - even cutting holes in the carpet to keep them out of sight.", "type": "p"}, {"text": "Sarah had started vaping when she was just nine.", "type": "p"}, {"text": "Her mum Mary tried to stop her - searching her when she came home, confiscating her phone - but nothing worked.", "type": "p"}, {"text": "By the summer, Sarah was getting through a 4,000-puff vape (a regulation vape contains 600 puffs) in just a few days.", "type": "p"}, {"text": "It was the first thing she did in the morning and the last thing she did at night - sleeping with the vape on her pillow.", "type": "p"}, {"text": "Even though it's illegal to sell vapes to anyone under the age of 18, Sarah bought vapes over the counter and became addicted to the nicotine hit.", "type": "p"}, {"text": "Sarah's asthma and the fact she was not good at using her preventative inhaler left her at risk of complications.", "type": "p"}, {"text": "In early September she also developed a head cold, and when combined with her vaping, it all added up to what Sarah's doctor describes as a \"perfect storm\".", "type": "p"}, {"text": "\"A lot of risk factors were going in the wrong direction,\" says Dr Dara O'Donoghue, consultant respiratory paediatrician at the Royal Belfast Hospital for Sick Children.", "type": "p"}, {"text": "Sarah became unwell and was taken to hospital, where an X-ray of her lungs showed only one was working properly - and she was not responding to treatment.", "type": "p"}, {"text": "Within a few hours she was in intensive care - and shortly after that was put into an induced coma, in the hope that her condition would stabilise.", "type": "p"}, {"text": "For Mary, it was a moment of desperation.", "type": "p"}, {"text": "\"There is absolutely no words to describe when you think your child is going to die.\"", "type": "p"}, {"text": "After four days, Sarah was gradually brought round and is now recovering - but she has been left with permanent damage to her lungs.", "type": "p"}, {"text": "\"She's doing lung exercises and stuff you know, you'd expect an 80-year-old to be doing, not someone who is 12,\" says her mum.", "type": "p"}, {"text": "\"People open your eyes, because this is happening all round, and possibly your child too.", "type": "p"}, {"text": "\"No matter what you're thinking, people like to think their kids aren't doing these things but the reality is very, very different.\"", "type": "p"}, {"text": "Sarah hopes her experience will help others her age wake up to the dangers posed by vaping.", "type": "p"}, {"text": "\"Don't start doing it, because once you start doing it, you don't stop doing it,\" she says.", "type": "p"}, {"text": "\"You only stop when you basically have to, when it's a life or death situation.\"", "type": "p"}, {"text": "Dr O'Donoghue called youth vaping \"a healthcare emergency\" which had to be addressed \"urgently\".", "type": "p"}, {"text": "\"We need to be wary about vapes because the healthcare problems associated with vapes are only emerging.\" ", "type": "p"}, {"text": "Recent figures suggest that one in five children aged 11-17 have now tried vaping - three times as many as in 2020.", "type": "p"}, {"text": "Vaping among younger children is also rising, with nearly one in ten 11- to 15-year-olds using them, according to a 2021 survey.", "type": "p"}, {"text": "Many countries around the world are experiencing similar trends in youth vaping.", "type": "p"}, {"text": "Fidelma Carter, from the charity Northern Ireland Chest, Heart and Stroke, says 17% of young vapers are doing it regularly.", "type": "p"}, {"text": "\"Young people are taking up vaping because they assume there is no risk, there's no dangers. ", "type": "p"}, {"text": "\"And we want to challenge the misconceptions and raise awareness that vaping can impact on your health and wellbeing,\" she said.", "type": "p"}, {"text": "The government has announced a UK-wide consultation on its proposals to crack down on vaping among young people. ", "type": "p"}, {"text": "The proposals include: ", "type": "p"}, [{"text": "restricting the flavours and descriptions of vapes so they are no longer targeted at children ", "type": "p"}, {"text": "keeping vapes out of sight of children in shops ", "type": "p"}, {"text": "regulating vape packaging so they are not targeted at children ", "type": "p"}, {"text": "exploring whether increasing the price of vapes will reduce the number of young people using them", "type": "p"}, {"text": "considering restricting the sale of disposable vapes, which ministers say are clearly linked to the rise in vaping in children and are incredibly harmful to the environment.", "type": "p"}], {"text": "Sarah Woolnough, from charity Asthma + Lung UK, said she wanted to see restrictions on the marketing of vapes so that they did not target children.", "type": "p"}, {"text": "\"Disposable vapes at their current pocket money prices, with cartoons and bubble-gum flavour options, are far too attractive and easy for children to access,\" she said.", "type": "p"}, {"text": "Professor Chris Whitty, England's chief medical officer, said marketing vapes or e-cigarettes to children was \"utterly unacceptable\".", "type": "p"}, {"text": "But he said vaping could be useful as a way for smokers to quit tobacco, and that vaping was \"less dangerous than smoking\".", "type": "p"}, {"text": "Correction: An earlier version of this story incorrectly quoted Ms Carter as saying 70% of young vapers were vaping regularly. The story has been amended to reflect her actual quote, \"17%\".", "type": "p"}], "tags": []}