{"link": "https://www.bbc.com/news/science-environment-67099605", "category": "science & environment", "title": "Nasa probe launches to metal asteroid Psyche", "contributor": null, "time": "2023-10-13T14:33:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12783/production/_131415657_bb5364d836c7f7d0731dea4b82c768f23cccb656.jpg", "content": [{"text": "An American space agency (Nasa) probe has left Earth to visit one of the most unusual objects in the Solar System.", "type": "b"}, {"text": "The craft is heading to a metal world - an asteroid called 16 Psyche - which telescopic observations suggest is made from up to 60% iron and nickel.", "type": "p"}, {"text": "Scientists think it may be the remnant core of a planet-like object that had its outer rocky layers stripped off.", "type": "p"}, {"text": "The launch of the investigating spacecraft, also named Psyche, took place from Cape Canaveral in Florida.", "type": "p"}, {"text": "A Falcon-Heavy rocket left the ground at precisely 10:19:43 local time (14:19 GMT; 15:19 BST) to hurl the probe on what will be a six-year, 3.5 billion km (2.2 billion miles) journey to its destination, out between the orbits of Mars and Jupiter.", "type": "p"}, {"text": "Scientists expect their quarry to be full of surprises. Of the estimated million and a half asteroids in the Solar System, only nine discovered so far seem to share something of Psyche's properties - and of those, the targeted body is by far the biggest, at about 280km (175 miles) at its widest point.", "type": "p"}, [{"text": "Nasa's first look at 'beautiful' asteroid sample", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-67078632"}, {"text": "Asteroid deflection experiment boosted by debris", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63995869"}, {"text": "Meteorite adds weight to water-from-space theory", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63631563"}], {"text": "\"The big thrill is that we're going to go see a kind of world that humans have never seen before,\" said principal investigator Prof Lindy Elkins-Tanton from Arizona State University.", "type": "p"}, {"text": "\"We don't have any close up pictures of it; we do not know what it looks like. To me, that's the essence of exploration, that people always want to see what they haven't seen yet,\" she told BBC News.", "type": "p"}, {"text": "When the spacecraft arrives at the asteroid in August 2029, it will orbit at various distances - the shortest being roughly 75km (47 miles) - to map the metal world's shape and decipher its internal structure and composition.", "type": "p"}, {"text": "The pictures are sure to be fascinating.", "type": "p"}, {"text": "Metal objects hit by the small, high-speed micrometeoroids that zoom around in space are expected to develop a spiky appearance over time. These impacts may even have produced a kind of metal sand that now covers Psyche's surface.    ", "type": "p"}, {"text": "Although scientists have determined the object to be dominated by iron and nickel, telescopes also spy additional components. These could be yellowish-green, sulphur-rich rocks. One bizarre feature could be the presence of metal cliffs that formed as Psyche cooled, shrank and cracked over the 4.6-billion-year life of the Solar System. ", "type": "p"}, {"text": "Deputy principal investigator, Ben Weiss, said there were two leading ideas for how Psyche came to exist. ", "type": "p"}, {"text": "\"One is that it's a core of a body analogous to like what is inside the Earth - the molten metallic centre of the Earth and other large planets. But in this case, Psyche had its outer layers stripped off by asteroid impacts in the early Solar System, so we can see its surface today,\" the Massachusetts Institute of Technology professor explained.", "type": "p"}, {"text": "\"And the other idea is that Psyche is a kind of primordial unmelted body, basically formed of the very first materials in the Solar System that came together under gravity and it was then preserved in this primordial state ever since.\"", "type": "p"}, {"text": "All four of the 2.7-tonne Nasa spacecraft's instruments will be needed to establish the true story, but if Psyche really is the exposed core of a failed planet it might be expected to display a \"fossil\" magnetic field - an imprint from the time when its metal was molten and convecting, behaving just like the dynamo that produces the magnetic field in Earth's liquid core today.", "type": "p"}, {"text": "There are metal meteorites that fall to Earth that are presumed to come from objects like Psyche.", "type": "p"}, {"text": "Their composition has prompted many people to think we could eventually go into space to mine them. As a resource, Psyche could be worth trillions of dollars.", "type": "p"}, {"text": "But Dr Helena Bates, a meteorite expert from London's Natural History Museum, said the emergence of such an industry was a way off yet. ", "type": "p"}, {"text": "\"I think asteroid mining is most valuable if you think about it in terms of extending space missions,\" she told BBC News. ", "type": "p"}, {"text": "\"So you send a spacecraft up to a near-Earth asteroid where it picks up some material that it can convert into fuel, and then it can transfer on to a deeper space mission. That's where I think asteroid mining could be really important for the future of space travel.\"", "type": "p"}, {"text": "Psyche is probably too distant, anyway. Even at its very closest, it's still 250 million km (155 million miles) from Earth, which is three times farther than Mars is at its closest, and when the metal world is on the far side of the Solar System to Earth, it's 650 million km (405 million miles) away.", "type": "p"}, {"text": "Nasa will be trialling two technologies on the mission it hopes to make greater use of in the future.", "type": "p"}, {"text": "One is electric propulsion. The spacecraft will use solar power to excite and accelerate a stream of xenon gas to provide persistent thrust.", "type": "p"}, {"text": "The other involves the use of laser beams to increase the rate at which data can be transmitted.", "type": "p"}, {"text": "The mission team is promising to make all imagery of Psyche available to the public within half an hour of it arriving at Earth.  ", "type": "p"}], "tags": []}