{"link": "https://www.bbc.com/news/technology-67115982", "category": "technology", "title": "TikTok says action taken on Israel conflict videos", "contributor": null, "time": "2023-10-15T14:52:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18412/production/_129764399_tiktok-index-getty.jpg", "content": [{"text": "TikTok has said it \"immediately\" took action to counter misinformation after the EU warned the platform following the attack by Hamas on Israel.", "type": "b"}, {"text": "The EU called on TikTok boss Shou Zi Chew to \"urgently step up\" efforts, and \"spell out\" within 24 hours how it was complying with European law on Friday.", "type": "p"}, {"text": "Social media firms have seen a surge of misinformation about the conflict like doctored images and mislabelled videos.", "type": "p"}, {"text": "TikTok said it had removed \"violative content and accounts\". ", "type": "p"}, {"text": "\"We immediately mobilised significant resources and personnel to help maintain the safety of our community and integrity of our platform,\" the company said in a statement on Sunday.", "type": "p"}, {"text": "In a letter to the company on Friday, EU commissioner Thierry Breton warned TikTok needed to be mindful of its popularity with young people and \"protect children and teenagers from violent content and terrorist propaganda as well as death challenges and potentially life-threatening content\".", "type": "p"}, [{"text": "TikTok latest firm warned by EU over Hamas videos", "type": "a", "href": "https://www.bbc.co.uk/news/technology-67066871"}, {"text": "EU safety laws start to bite for big tech", "type": "a", "href": "https://www.bbc.co.uk/news/technology-66604929"}], {"text": "The bloc also handed X (formerly Twitter), YouTube, and Meta, the owner of Facebook and Instagram, similar warnings about misinformation, along with a 24-hour deadline.", "type": "p"}, {"text": "TikTok, which is owned by Chinese firm ByteDance, listed actions it said it had taken on its website to combat misinformation and hateful content.", "type": "p"}, {"text": "It said it had created a command centre, enhanced its automated detection systems to remove graphic and violent content, and added more moderators who speak Arabic and Hebrew.", "type": "p"}, {"text": "\"We do not tolerate attempts to incite violence or spread hateful ideologies,\" TikTok said. ", "type": "p"}, {"text": "\"We have a zero-tolerance policy for content praising violent and hateful organisations and individuals, and those organisations and individuals aren't allowed on our platform.", "type": "p"}, {"text": "\"TikTok stands against terrorism. We are shocked and appalled by the horrific acts of terror in Israel last week. We are also deeply saddened by the intensifying humanitarian crisis unfolding in Gaza.\"", "type": "p"}, {"text": "The EU introduced new laws in August 2023 which regulate the kind of content that is allowed online.", "type": "p"}, {"text": "The Digital Services Act (DSA) requires so-called very large online platforms - those with over 45 million EU users - to proactively remove \"illegal content\", and show they have taken measures to do so if requested.", "type": "p"}, {"text": "The EU previously told the BBC it was not currently in a position to comment on what would come next in these specific cases, but has explained what was hypothetically possible under the law.", "type": "p"}, {"text": "The DSA allows the EU to conduct interviews and inspections and, if it is unsatisfied, proceed to a formal investigation.", "type": "p"}, {"text": "If it decides that a platform has not complied or is not addressing the problems it has identified, and risks harming users, the commission can take steps including issuing fines and as a last resort request judges to ban a platform from the EU temporarily.", "type": "p"}, [{"text": "Follow live: Latest updates", "type": "a", "href": "https://www.bbc.co.uk/news/live/world-middle-east-67108364"}, {"text": "Explained: What's going on in Gaza and Israel, and why now?", "type": "a", "href": "https://www.bbc.co.uk/news/world-middle-east-67039975"}, {"text": "History behind the story: The Israel-Palestinian conflict", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-44124396"}, {"text": "Gaza maps: What life is like in the Gaza Strip", "type": "a", "href": "https://www.bbc.co.uk/news/world-middle-east-20415675"}, {"text": "Hamas' attack on Israel: The volunteers giving dignity to the deadd", "type": "a", "href": "https://www.bbc.co.uk/news/world-middle-east-67100014"}]], "tags": []}