{"link": "https://www.bbc.com/news/business-62215079", "category": "business", "title": "Inflation will be brought under control - Zahawi", "contributor": null, "time": "2022-07-18T21:55:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/128DF/production/_125799957_nadhim_zahawi_reuters.jpg", "content": [{"text": "Inflation will be brought back under control by the government, Nadhim Zahawi is expected to say in his first speech as chancellor.", "type": "b"}, {"text": "The government will deliver \"sound public finances\" to help achieve that, Mr Zahawi will say.", "type": "p"}, {"text": "Inflation - the rate at which prices rise - is at a 40-year high of 9.1% and expected to rise further by the autumn.", "type": "p"}, {"text": "In his speech, Mr Zahawi will also set out aims for a post-Brexit shake up of financial services regulation.", "type": "p"}, {"text": "This will include changing regulation \"so that UK insurers have more flexibility to invest in long-term assets like infrastructure\".", "type": "p"}, {"text": "Mr Zahawi was appointed chancellor earlier this month following the resignation of Rishi Sunak and during a period of political upheaval that eventually led to the resignation of Boris Johnson as leader of the Conservative Party.", "type": "p"}, {"text": "He stood for the party leadership but failed to attract enough support.", "type": "p"}, {"text": "In his Mansion House speech on Tuesday, Mr Zahawi will say that despite the \"short-term uncertainty\" he will focus on providing \"stability, reassurance and continuity\".", "type": "p"}, {"text": "While the cost of living looms large over every decision made by the new chancellor, however long his stay is at Number 11, the main point of the Mansion House speech is to push a plan to repeal hundreds of pieces of retained EU law. ", "type": "p"}, {"text": "The aim is to reform, in particular, EU solvency laws for insurers that the chancellor argues restricts the flexibility to use funds to invest in long-term infrastructure.", "type": "p"}, {"text": "This continues Rishi Sunak's agenda for the Bank of England to promote the growth and competitiveness of the financial services industry. ", "type": "p"}, {"text": "Some fears were expressed that such moves could see more risks taken with financial stability. And a new Finance Bill is thought to contain more power for the government to overrule some Bank of England regulatory decisions.", "type": "p"}, {"text": "Bank of England governor Andrew Bailey will also address the same City audience, and they will be keen to hear from both men, amid fears about a rapidly slowing economy, about exactly how inflation will be brought back under control.", "type": "p"}, {"text": "Official figures released last week showed the economy grew faster than expected in May, by 0.5%, after shrinking in April and March. ", "type": "p"}, {"text": "However, businesses are reporting that higher running costs are leading them to put up prices for customers.", "type": "p"}, {"text": "And with household disposable incomes set to fall further in the autumn when energy prices are set to rise again, some economists say there still a risk the economy could fall into a recession.", "type": "p"}, [{"text": "Cutting UK taxes now would be a mistake, says IMF", "type": "a", "href": "https://www.bbc.co.uk/news/business-62168489"}, {"text": "UK economy grows but fears remain over high prices", "type": "a", "href": "https://www.bbc.co.uk/news/business-62146064"}, {"text": "UK inflation hits 40-year high as food prices jump", "type": "a", "href": "https://www.bbc.co.uk/news/business-61891649"}], {"text": "Mr Zahawi is expected to set out three core priorities in his speech - controlling inflation; creating the conditions for a private sector recovery; and a \"post-Brexit vision\" for financial services.", "type": "p"}, {"text": "He will say the government will concentrate on \"delivering sound public finances to avoid pushing up demand still further, providing help for households as they deal with the worst price rises in over a generation\".", "type": "p"}, {"text": "\"And, where we can, easing the supply constraints that are the underlying cause of high inflation.\"", "type": "p"}, {"text": "Regarding financial services, Mr Zahawi is expected to say that Brexit will allow opportunities for the financial services industry.", "type": "p"}, {"text": "He will commit to repealing \"hundreds of pieces of retained EU law and replacing them with a coherent and agile approach to financial regulation that is right for us\".", "type": "p"}, {"text": "Labour's Shadow Economic Secretary to the Treasury, Tulip Siddiq, said: \"All we have here are more woolly promises from a chancellor whose central pledge so far has been to ransack public services and provide a plethora of unfunded tax cuts. ", "type": "p"}, {"text": "\"It has been six years since the Brexit vote, and the government still has nothing to offer the City other than rhetoric, empty promises and desperate threats to undermine the independence of our world-leading financial services regulators.\"", "type": "p"}], "tags": ["HM Treasury", "Nadhim Zahawi", "UK economy"]}