{"link": "https://www.bbc.com/news/entertainment-arts-62209237", "category": "entertainment & arts", "title": "BBC 100: Corporation opens archives to public to mark centenary", "contributor": null, "time": "2022-07-18T19:05:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D7FF/production/_125959255_mediaitem125959254.jpg", "content": [{"text": "The BBC is to make a \"vast portion\" of its archive available to the public as part of its centenary celebrations.", "type": "b"}, {"text": "The content will be made available on the BBC Rewind website as part of a string of events to mark the corporation's 100th birthday.", "type": "p"}, {"text": "It is set to be the largest release of digital archive content in BBC history.", "type": "p"}, {"text": "The corporation said it would contain tens of thousands of audio-visual recordings, many from news output and documentaries. ", "type": "p"}, {"text": "\"They reflect the life and events of the UK spanning decades, telling the story of the nation through its people,\" the corporation said. ", "type": "p"}, {"text": "BBC Rewind will be categorised by the nations and regions of the UK and contain \"many emotional and powerful stories, many of which have not been viewed since their original broadcast\", a statement added.", "type": "p"}, {"text": "The BBC Rewind portal was first launched in Northern Ireland in October 2020, making archive content from Northern Ireland from the 1950s, 60s and 70s publicly accessible for the first time. ", "type": "p"}, {"text": "A new-look website will feature over 30,000 pieces of uncovered content, with the oldest material dating back to the late 1940s. ", "type": "p"}, {"text": "Presenters including Sir David Attenborough and Moira Stewart will feature among the thousands of videos on offer, as well as figures such as the Queen and Sir Paul McCartney.", "type": "p"}, {"text": "The footage available will include interviews with 1960s schoolchildren, who provide their \"refreshing, funny and uncomplicated observations on marriage, religion and work\".", "type": "p"}, {"text": "Other highlights include the story of 500 people who - 20 years after World War Two had ended - were still living in an immigration camp in Devon, mixing little with the outside world. ", "type": "p"}, {"text": "In the Northern Ireland collection, Gloria Hunniford will be seen in one of her first TV jobs as roving reporter alongside videos of Liam Neeson long before he became a Hollywood star, plus footage of sports stars Dame Mary Peters and Martin O'Neill in their prime.", "type": "p"}, {"text": "Meanwhile, the famous faces in the Wales collection will include Sir Tom Jones and a Sian Phillips Welsh language piece from 1959 which shows a day in her life as a young actress in London.", "type": "p"}, {"text": "In Scotland, the BBC Rewind team has brought together a collection of films detailing the social history of the country, including the Island of Soay residents being relocated to Mull in 1953 and the women of Campbeltown taking part in a broom throwing competition in 1963.", "type": "p"}, {"text": "Over the coming months, specially selected content from the website will feature in reports for the BBC's national and regional news and current affairs programmes, providing glimpses back in time for a wider audience. ", "type": "p"}, {"text": "\"As we celebrate 100 years of the BBC, we're opening up our unique and deeply valuable archive, an important part of the nation's collective memory,\" said James Stirling, executive editor of BBC 100. ", "type": "p"}, {"text": "\"By breathing new life into stories which have laid dormant for years, audiences will be able to discover recordings which can help us all learn more about who we are and where we're from.\"", "type": "p"}, {"text": "Events marking 100 years of the broadcaster are being held throughout the year, with a raft of special programmes already announced.", "type": "p"}, {"text": "David Dimbleby's BBC: A Very British History will air later this year, former Blue Peter star Konnie Huq will present a celebration of children's programmes, while comedians Harry Enfield and Paul Whitehouse will reunite for a humorous look at the corporation's history.", "type": "p"}], "tags": ["BBC"]}