{"link": "https://www.bbc.com/news/science-environment-62207466", "category": "science & environment", "title": "UK heatwave: Why is it so hot?", "contributor": "Justin Rowlatt", "time": "2022-07-18T11:33:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13F51/production/_125954718_edb8f6ac0963a913945e91cf350d9c4e0a341bb5.jpg", "content": [{"text": "The Met Office says we could see Britain's hottest recorded temperature within hours, an extraordinary milestone.", "type": "b"}, {"text": "So why are we seeing such brutal temperatures? Most climate scientists say the answer is climate change. ", "type": "p"}, {"text": "The Met Office estimates that the extreme heat we will be seeing over the next couple of days has been made ten times more likely because of it. ", "type": "p"}, {"text": "We are being warned it could pose a life-threatening risk to even normally healthy people, and just look at the impact it is having in our hospitals, schools and transport systems. ", "type": "p"}, {"text": "Now remember, this is happening when average world temperatures have only risen just over 1C beyond levels seen before many parts of the world became industrialised.", "type": "p"}, {"text": "One degree doesn't sound much, does it?  But we're living in the hottest period for 125,000 years, according to the UN's climate science body, the Intergovernmental Panel on Climate Change (IPCC).", "type": "p"}, {"text": "We know what's behind this - the greenhouse gas emissions caused by our burning of fossil fuels like coal, oil and gas, which trap heat in our atmosphere. They have helped push the concentration of carbon dioxide in the atmosphere to the highest levels seen for 2 million years, according to the IPCC. ", "type": "p"}, {"text": "So where is our climate headed? ", "type": "p"}, {"text": "The target set by the UN is to limit global temperature increases to 1.5C higher than pre-industrial levels.  It says that should avoid the most dangerous impacts of climate change.", "type": "p"}, {"text": "To do that, emissions need to have peaked by 2025 - yes, in only two and half years. ", "type": "p"}, {"text": "CO2 emissions from energy increased by 6% in 2021 to 36.3 billion tonnes - the highest ever level, the International Energy Agency estimates.", "type": "p"}, {"text": "They need to virtually halve by 2030 - we need a minimum 43% reduction by the end of this decade, according to the IPCC. ", "type": "p"}, {"text": "Then the world needs to scale back emissions to net zero by 2050.  That means cutting greenhouse gases as much as possible and finding ways to draw CO2 out of the atmosphere to make up for any that remain.", "type": "p"}, {"text": "It is a huge challenge - many people believe the greatest challenge humanity has ever faced. ", "type": "p"}, {"text": "Remember that big UN conference in Glasgow last year? If all the promises governments made there were actually implemented, then we'd be looking at temperatures rising by something like 2.4C from pre-industrial levels by the end of the century. ", "type": "p"}, {"text": "But the truth is even if we do succeed in reducing emissions to that really ambitious 1.5C target, UK summers will continue to get hotter. ", "type": "p"}, {"text": "\"In a few decades this might actually be a quite a cool summer,\" says Professor Friederike Otto, a climate scientist at Imperial College London.", "type": "p"}, {"text": "We should expect more and longer heatwaves in the future, says Professor Nigel Arnell, a climate scientist at Reading University.", "type": "p"}, {"text": "We will be seeing more heat-health alerts, more heat-stress days - days when it is too hot to work - and damaging heat extremes to increase, he warns. ", "type": "p"}, {"text": "So what is the UK doing about it?", "type": "p"}, {"text": "Nowhere near enough, is the stark conclusion of the Climate Change Committee (CCC), the government's advisors on climate change.", "type": "p"}, {"text": "Prime Minister Boris Johnson warned the world was at \"one minute to midnight\" on climate change in his speech opening the Glasgow climate conference. ", "type": "p"}, {"text": "But in a report on the UK's progress towards net zero the CCC warned that his government's current policies are very unlikely to do the job.", "type": "p"}, {"text": "It said the government has set a lot of targets and put a lot of policies in place but warns there is \"scant evidence\" these goals will be delivered.", "type": "p"}, {"text": "And the country is not doing enough to prepare itself for the more frequent and intense heatwaves climate change will bring.", "type": "p"}, {"text": "Heatwaves caused an additional 2,000 deaths in 2020, according to the UK Health Security Agency. ", "type": "p"}, {"text": "That figure is likely to triple in coming decades without government action, according to Baroness Brown, deputy chair of the Climate Change Committee.", "type": "p"}, {"text": "\"We've been telling the government for over 10 years that we are nothing like well enough prepared in the UK for the really hot weather we are seeing now,\" she says - particularly the extreme heat many people experience in their homes. ", "type": "p"}, {"text": "It is a \"disgrace\" people are dying of heat - or for that matter cold - in the UK, says Professor Hannah Cloke of the University of Reading.", "type": "p"}, {"text": "Most UK buildings and infrastructure were not designed to cope with the kind of temperatures we are seeing this week and much more needs to be done to adapt them, she says.", "type": "p"}, {"text": "\"We have made great strides in forecasting extreme weather and climate conditions in recent years. Now we need the systems in place so that people and governments act on the warnings we can provide, whether three hours, three days, or three decades in advance.\"", "type": "p"}], "tags": ["UK heatwaves", "Climate change", "Environment"]}