{"link": "https://www.bbc.com/news/technology-62202118", "category": "technology", "title": "Microsoft launches simulator to train drone AI systems", "contributor": "Chris Vallance", "time": "2022-07-18T14:19:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4FFA/production/_125947402_airsimenvironment1.png", "content": [{"text": "Microsoft has launched a platform to train the artificial intelligence (AI) systems of autonomous aircraft.", "type": "b"}, {"text": "Project AirSim is, in effect, a flight simulator for drones, which companies can use to train and develop software controlling them.", "type": "p"}, {"text": "It makes it possible for test flights in places that would be too risky in reality, such as near power lines.", "type": "p"}, {"text": "And it means, Microsoft says, that millions of flights can be simulated in seconds.", "type": "p"}, {"text": "For example, companies can virtually see how the vehicle flies in rain, or how strong winds might affect its battery life.", "type": "p"}, {"text": "In a statement announcing the launch, Microsoft's Gurdeep Pall said that it showed \"the power of the industrial metaverse - the virtual worlds where businesses will build, test and hone solutions, and then bring them into the real world\".", "type": "p"}, {"text": "The firm envisages the tech being used to train the AI systems which fly autonomous air vehicles from air taxis to delivery drones.", "type": "p"}, {"text": "The Seattle software giant has a long history in virtual flight - this November its Flight Simulator game will celebrate its 40th anniversary.", "type": "p"}, {"text": "Project AirSim's history is more recent, growing out of an open-source project of the same name that was used by a number of researchers.", "type": "p"}, {"text": "Microsoft has announced that it will retire that project.", "type": "p"}, {"text": "Users will still have access to the original open-source project's code, the company told the BBC, but it will be archived, and instead the firm will focus its efforts on the new product.", "type": "p"}, {"text": "The new proprietary platform, the company says, contains more out-of-the box features, and requires less technical knowledge to use.", "type": "p"}, {"text": "However, Microsoft says its goal is to offer a free option, and says it will provide more information as the general release date approaches.", "type": "p"}, {"text": "The project runs on Microsoft's cloud computing platform Azure. ", "type": "p"}, {"text": "US firm Airtonomy was given early access to the platform. ", "type": "p"}, {"text": "Airtonomy uses drones to inspect infrastructure, such as wind turbines and power lines. ", "type": "p"}, {"text": "Chief executive Josh Riedy told the BBC that previously a \"crew of three individuals repelled down those blades - the towers are at a height of 80m (262 ft), so not only was it a nearly a day-long job for three individuals, safety is certainly a consideration\".", "type": "p"}, {"text": "Now the drones fly autonomously and can be controlled by only one person on the ground. \"They simply need to know how to put batteries in a drone, and push a button,\" he said. ", "type": "p"}, {"text": "The flight routines that enable this are developed in the virtual environment of Project AirSim, and Mr Riedy says a big advantage is the \"simulated environment allows us to make mistakes\" when working with critical infrastructure.", "type": "p"}, {"text": "It also allows developers to imagine \"what if\" scenarios that would be unsafe to test in real life - such as what happens if a drone's vision is obscured.", "type": "p"}, {"text": "Microsoft hopes that it could also be used by civil aviation regulators to test systems - seeing how the drone performs in extremely heavy rain, or copes with a loss of positioning data. ", "type": "p"}, {"text": "As well as libraries of digital environments, developers will also have to access already trained AI \"building blocks\" which the firm hopes will reduce the expertise needed to develop systems.", "type": "p"}, {"text": "Ashish Kapoor, creator of the original open-source AirSim, said in a statement that he hoped data gathered on the new platform would help put \"many more vehicles in the sky, helping to monitor farms, inspect critical infrastructure and transport goods and people to the remotest of places\". ", "type": "p"}], "tags": ["Farnborough Airshow", "Artificial intelligence", "Drones", "Microsoft"]}