{"link": "https://www.bbc.com/news/entertainment-arts-61939871", "category": "entertainment & arts", "title": "Glastonbury fans sing Happy Birthday to Paul McCartney", "contributor": "Mark Savage", "time": "2022-06-25T21:01:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16AD1/production/_125618829_hi075985103.jpg", "content": [{"text": "Fans broke into a spontaneous rendition of Happy Birthday for Paul McCartney as he began his headline show at the Glastonbury festival.", "type": "b"}, {"text": "The star, who turned 80 last week, had stopped to say hello after his second song when the crowd serenaded him.", "type": "p"}, {"text": "\"For me?\" he asked, temporarily stopped in his tracks,", "type": "p"}, {"text": "The rock superstar opened his set with The Beatles' classic Can't Buy Me Love, a song that's 58 years old itself.", "type": "p"}, {"text": "He continued with The Wings' hit Junior's Farm - a cheeky nod to the Eavis family, who host Glastonbury on their farm each year.", "type": "p"}, {"text": "\"Oh, man it's so good to be here. We were supposed to be doing this three years ago,\" said the star, referring to his planned 2020 set, which was cancelled due to the Covid-19 pandemic,", "type": "p"}, {"text": "\"But here we are. We've got some old songs for you, we've got some new song and we've got some in-betweeners... and I got a feeling we're going to have a great time.\"", "type": "p"}, {"text": "The opening 30 minutes of his set mixed songs from across his six decade-long pop career, from The Beatles' Got To Get You Into My Life, to the more recent Come On To Me.", "type": "p"}, {"text": "Some diehard fans staked out a front-row place more than 12 hours before the star was due to play.", "type": "p"}, {"text": "By the time he took to the stage at 21:30, the crowd stretched as far as the eye could see, creating what could be the biggest Glastonbury audience since Dolly Parton in 2014.", "type": "p"}, {"text": "Saturday's line-up also included performances from Noel Gallagher, Ghetts, Yungblud and former headliners Skunk Anansie.", "type": "p"}, {"text": "Their lead singer, Skin, sported an impressive, inflatable punk hairdo, which stayed intact even after she jumped into the audience.", "type": "p"}, {"text": "Less fortunate were alt-pop band Easy Life, whose frontman Murray Matravers was dropped onto his head after attempting to crowdsurf at the Pyramid Stage.", "type": "p"}, {"text": "\"I was surprised, they dropped me pretty hard\" he told the BBC afterwards. \"But rest assured, it's not my first time.", "type": "p"}, {"text": "\"It was fine. I prefer it more when it's like that because it adds to the drama and the chaos.\"", "type": "p"}, {"text": "More from Glastonbury", "type": "b"}, [{"text": "McCartney fans already in place at Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61937510"}, {"text": "Eilish protests US abortion ruling at Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61933487"}, {"text": "Mel C says Spice Girls have discussed playing Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/news/av/entertainment-arts-61922400"}, {"text": "The job centre DJ who keeps Glastonbury dancing", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61916545"}, {"text": "Zelensky addresses music fans as Glastonbury opens", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61925578"}], {"text": "Pop star Olivia Rodrigo drew an immense crowd to her early evening set at The Other Stage, with the audience apparently comprising every teenager at the festival.", "type": "p"}, {"text": "\"I've never seen so many people in my life,\" she exclaimed. \"I'm so nervous.\"", "type": "p"}, {"text": "But that didn't last long.", "type": "p"}, {"text": "The audience sang along so forcefully to her signature hit Drivers License that Rodrigo stopped singing and conducted their performance from behind her beautiful mirrorball baby grand piano.", "type": "p"}, {"text": "Her all-female band added some stadium-sized heft to the ballad, without losing sight of its core emotion - making the singalong became one of the weekend's biggest highlights so far.", "type": "p"}, {"text": "Also impressive were LA sister act Haim, who prowled the Pyramid Stage like three musical Cleopatras, playing the heart out of songs like Now I'm In It, The Steps and Gasoline.", "type": "p"}, {"text": "Bassist and singer Este Haim recalled how, during the band's Glastonbury debut 10 years ago, she had passed out on stage due to her type 1 diabetes.", "type": "p"}, {"text": "There was no such issue this time as the band - watched by Stella McCartney, Jude Apatow, Melanie C and Kate Hudson - powered through their percussive, riff-laden singles.", "type": "p"}, {"text": "\"My sisters made sure I ate this morning,\" Este told the BBC later. \"Don't you love sisters? The joys and the trials and the tribulations.\"", "type": "p"}, {"text": "Other highlights of the second day included rock upstart Yungblud joining Squeeze songwriter Chris Difford on the acoustic stage for a surprise rendition of Up The Junction.", "type": "p"}, {"text": "\"This is definitely one of my Desert Island Discs,\" said the singer, who plays his own set on the John Peel stage later.", "type": "p"}, {"text": "Elsewhere, rapper AJ Tracey made an impassioned speech about the Grenfell Tower disaster; and climate activist Greta Thunberg, addressed festivalgoers on the need for action to prevent climate catastrophe.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Glastonbury", "Glastonbury Festival", "Paul McCartney", "Music"]}