{"link": "https://www.bbc.com/news/science-environment-61925862", "category": "science & environment", "title": "USS Samuel B Roberts: World's deepest shipwreck discovered", "contributor": "Jonathan Amos", "time": "2022-06-24T14:22:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/104DC/production/_125608766_mediaitem125604250.jpg", "content": [{"text": "Explorers have found the deepest shipwreck ever identified, a US navy destroyer escort sunk during WWII.", "type": "b"}, {"text": "The USS Samuel B Roberts went down during the Battle Off Samar in the Philippine Sea in October 1944. It lies in 6,895m (22,621ft) of water.", "type": "p"}, {"text": "Texan financier and adventurer Victor Vescovo, who owns a deep-diving submersible, discovered the \"Sammy B\" battered but largely intact.  ", "type": "p"}, {"text": "The vessel is famed for a heroic final stand against the Japanese.", "type": "p"}, [{"text": "Sub dives to deepest-known shipwreck", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-56608713"}, {"text": "US adventurer reaches deepest points in all oceans", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-49636756"}, {"text": "Antarctic sea floor mapped in greatest ever detail", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61723806"}], {"text": "Outnumbered and outgunned, it managed to contain and frustrate several enemy ships before eventually going down.", "type": "p"}, {"text": "Of the Samuel B Roberts' 224-man crew, 89 were killed. The 120 survivors clung to life rafts for 50 hours awaiting rescue. ", "type": "p"}, {"text": "Mr Vescovo, a navy reservist in his time, said it was an extraordinary honour to locate the lost ship and by doing so have the chance to retell its amazing story of heroism and duty.", "type": "p"}, {"text": "\"We like to say that steel doesn't lie and that the wrecks of these vessels are the last witnesses to the battles that they fought,\" he told BBC News.", "type": "p"}, {"text": "\"The Sammy B engaged the Japanese heavy cruisers at point blank range and fired so rapidly it exhausted its ammunition; it was down to shooting smoke shells and illumination rounds just to try to set fires on the Japanese ships, and it kept firing. It was just an extraordinary act of heroism. Those men - on both sides - were fighting to the death.\"", "type": "p"}, {"text": "In the imagery captured by the adventurer's sub, the Limiting Factor, it's possible to see the hull structure, guns and torpedo tubes.", "type": "p"}, {"text": "The Sammy B has puncture holes from Japanese shells and there is evidence in the stern quarter of one massive hit.", "type": "p"}, {"text": "From its crumpled appearance, it appears the vessel impacted the seafloor bow first.", "type": "p"}, {"text": "To give a sense of how deep the resting place is, 98% of the world's ocean bottom is less than 6,000m deep. Only a few places in the great tectonic trenches go beyond 6,000m.", "type": "p"}, {"text": "The Battle Off Samar, part of the Battle of Leyte Gulf, was a ferocious engagement. The intense fighting ultimately saw a heavily disrupted Japanese Imperial Navy withdraw its forces. ", "type": "p"}, {"text": "Several ships from both sides were lost to the deep.", "type": "p"}, {"text": "Last year, Mr Vescovo managed to find the destroyer USS Johnston at a depth of 6,460m (21,180ft).", "type": "p"}, {"text": "It's possible there are others even deeper than the Sammy B or the Johnston.", "type": "p"}, {"text": "\"There are two other American ships that have yet to be found - the USS Gambier Bay (escort carrier) and the USS Hoel (destroyer),\" said Kelvin Murray from EYOS, the company that organised and led Mr Vescovo's expedition.", "type": "p"}, {"text": "\"We've got historical records relating to where they may have sunk. We did take a look for the Gambier Bay, but this is detective work and these kinds of deep-ocean operations have never been conducted before. I don't want to use the phrase 'needle in a haystack', because there's a lot more research that goes into making that haystack smaller. But there's still a certain amount of luck involved in all this.\" ", "type": "p"}, {"text": "Mr Vescovo was the first person to visit the deepest points in Earth's five oceans. ", "type": "p"}, {"text": "He's also climbed the highest peaks on each of the seven continents; and he recently went into space on New Shepard, the rocket and capsule system developed by Amazon.com founder Jeff Bezos. ", "type": "p"}], "tags": ["Shipwrecks", "US Armed Forces", "Oceans", "World War Two"]}