{"link": "https://www.bbc.com/news/business-65605251", "category": "business", "title": "Ex US bank bosses call collapse 'unprecedented'", "contributor": null, "time": "2023-05-15T20:04:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/172AD/production/_129739849_whatsubject.jpg", "content": [{"text": "The former bosses of two US banks that collapsed in March, sparking global fears over the state of the financial industry, say the failures were caused by \"unprecedented\" circumstances. ", "type": "b"}, {"text": "The remarks come in testimony prepared for a hearing in Washington on Tuesday. ", "type": "p"}, {"text": "Lawmakers are examining the episode amid debate over what should have been done to prevent it. ", "type": "p"}, {"text": "Former Silicon Valley Bank (SVB) chief Greg Becker is set to tell Congress he \"never imagined\" such events.", "type": "p"}, {"text": "In his prepared remarks, he blames the bank's downfall on social media rumours and mixed messages about borrowing costs from the US central bank.", "type": "p"}, {"text": "\"I never imagined that these unprecedented events could happen to SVB and strongly believe that the leadership team and I made the best decisions we could with the facts, forecasts, and outside expert advice available to us at the time,\" he says.", "type": "p"}, {"text": "\"The takeover of SVB has been personally and professionally devastating, and I am truly sorry for how this has impacted SVB's employees, clients, and shareholders.\"", "type": "p"}, {"text": "The comments mark Mr Becker's first public statements since SVB was taken over by regulators in March, after its announcement that it needed to raise money prompted customers worried about the safety of their funds to withdraw tens of billions of dollars in hours. ", "type": "p"}, {"text": "The sudden failure of the firm, then America's 16th largest lender, was a shock to the industry.", "type": "p"}, {"text": "Share prices in many other lenders plunged and billions of dollars were transferred out of firms seen as potentially risky. ", "type": "p"}, {"text": "Regulators in the US ultimately seized two other mid-size banks Signature Bank and First Republic hit by the concerns. In Europe, the turmoil sparked the forced takeover of troubled Swiss giant Credit Suisse. ", "type": "p"}, {"text": "The episode continues to unsettle financial markets and has sparked debate in the US about financial regulation and whether authorities took proper action.", "type": "p"}, [{"text": "How worried should I be about the US economy?", "type": "a", "href": "https://www.bbc.co.uk/news/business-65487054"}, {"text": "US Fed admits failure to take forceful action on SVB", "type": "a", "href": "https://www.bbc.co.uk/news/business-65428206"}], {"text": "SVB has come in for criticism for depending too much on tech firms for business and for not having prepared its investment portfolio for the sharp rise in interest rates that occurred last year. The Federal Reserve has said its failure was due to \"textbook case of mismanagement\".", "type": "p"}, {"text": "Mr Becker's compensation, including sales of the firm's shares, has also come under scrutiny. ", "type": "p"}, {"text": "In his remarks, Mr Becker defends the bank's investments, which he says were guided by assertions from the Federal Reserve that price inflation was likely to be \"transitory\".", "type": "p"}, {"text": "He says customers panicked at SVB's announcement in March that it needed to raise money because they unfairly compared its situation to Silvergate Capital, a cryptocurrency lender, which said on the same day that it was shutting down. ", "type": "p"}, {"text": "\"Silvergate's failure and the link to SVB caused rumors and misconceptions to spread quickly online,\" he says, adding that \"SVB and Silvergate were very different banks\", with SVB far less involved with crypto.", "type": "p"}, {"text": "\"I do not believe that any bank could survive a bank run of that velocity and magnitude,\" he says.", "type": "p"}, {"text": "Meanwhile, in his own comments, the former chairman of Signature Bank, Scott Shay calls the combination of events \"truly extraordinary and unprecedented\" and says he disagreed with regulators' decision to take over the firm. ", "type": "p"}, {"text": "\"I was confident that Signature Bank could withstand the economic earthquake that occurred on that day,\" he says.", "type": "p"}, {"text": "The two executives are due before the Senate Banking Committee on Tuesday in the first of three hearings scheduled related to the failures and oversight of the banking system. ", "type": "p"}], "tags": []}