{"link": "https://www.bbc.com/news/entertainment-arts-65599542", "category": "entertainment & arts", "title": "Tim Westwood hotline receives 'important information'", "contributor": null, "time": "2023-05-15T16:58:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/534B/production/_129732312_gettyimages-1234596611.jpg", "content": [{"text": "A review of what the BBC knew about allegations regarding DJ Tim Westwood's conduct has received a \"significant amount of important new information\". ", "type": "b"}, {"text": "Westwood was interviewed under caution over five alleged sexual offences by the Metropolitan Police earlier this year. He denies the allegations. ", "type": "p"}, {"text": "The alleged incidents are said to have occurred between 1982 and 2016.", "type": "p"}, {"text": "A dedicated phone line set up to help people contribute evidence to the review will close on Friday. ", "type": "p"}, {"text": "Barrister Gemma White, who is leading the review, said it was set up to \"expand the ways people can come forward\" and report information.", "type": "p"}, {"text": "She was appointed by the BBC Board last August after an internal review found that the corporation should have paid more attention to a string of sexual assault allegations that had been made against the former Radio 1 and 1Xtra DJ.", "type": "p"}, {"text": "The inquiry, which has already seen more than 50,000 BBC documents, is expected to publish its findings in the summer.", "type": "p"}, [{"text": "Tim Westwood interviewed under caution by police", "type": "a", "href": "https://www.bbc.co.uk/news/uk-65254814"}, {"text": "Tim Westwood review issues call for evidence", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63114461"}], {"text": "White thanked everyone who had used the phone line and said: \"We know that taking the decision to call was not easy for many of you and that speaking to us has taken courage.", "type": "p"}, {"text": "\"Your evidence will assist me in my task of independently establishing whether the BBC knew of concerns and responded appropriately to them.", "type": "p"}, {"text": "\"If you have been thinking of contributing but have not been sure about whether to do so, please do get in touch now.\"", "type": "p"}, {"text": "Westwood, 65, stepped down from his show on Capital Xtra in April last year and strongly denies the allegations.", "type": "p"}, {"text": "Last year, a statement from a representative of Westwood said: \"Tim Westwood strongly denies all allegations of inappropriate behaviour.", "type": "p"}, {"text": "\"In a career that has spanned 40 years, there have never been any complaints made against him officially or unofficially.", "type": "p"}, {"text": "\"Tim Westwood strongly rejects all allegations of wrongdoing.\"", "type": "p"}], "tags": []}