{"link": "https://www.bbc.com/news/business-67142093", "category": "business", "title": "Country Garden: China property giant default fears grow", "contributor": null, "time": "2023-10-18T06:39:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EFDE/production/_131460416_gettyimages-1727760453.jpg", "content": [{"text": "China's biggest private property developer Country Garden is believed to have become the latest property giant to default on its overseas debt. ", "type": "b"}, {"text": "The firm has $11bn (£9bn) in debt and another $6bn in onshore loans, and a default would mark one of the country's biggest corporate debt restructurings.", "type": "p"}, {"text": "Its possible default adds to concerns about China's post-pandemic recovery.", "type": "p"}, {"text": "Problems in China's property market are having a major impact as the sector accounts for a third of the economy.", "type": "p"}, {"text": "The latest figures show that the country's economy grew 4.9% in the three months between July and September. That is slower than the 6.3% expansion in the second quarter.", "type": "p"}, {"text": "Beijing has announced various measures in a bid to boost housing demand, but property sales numbers have are still down when compared to last year. ", "type": "p"}, {"text": "The latest data also showed property investment in the country fell by 9.1% for the first nine months of the year. ", "type": "p"}, {"text": "In August, the crisis-hit Country Garden reported a record $6.7bn (£5.2bn) loss for the first six months of the year. If its default is confirmed, Country Garden's offshore creditors will begin negotiations with the firm's financial advisors to start a restructuring process which could take many months, given the scale of the debt.", "type": "p"}, {"text": "\"This will reignite our concerns about the housing market in China,\" said Raymond Cheng, North Asia chief investment officer at Standard Chartered.", "type": "p"}, {"text": "\"Markets will likely seek a more coordinated policy approach in order to restore confidence and trust the market,\" Mr Cheng added.", "type": "p"}, {"text": "When Country Garden's rival Evergrande was declared to be in default in 2021, it triggered China's current real estate market crisis. The chairman of Evergrande is now under police surveillance. ", "type": "p"}, {"text": "China's real estate industry was rocked when new rules to control the amount of money big real estate firms could borrow were introduced in 2020.", "type": "p"}, {"text": "Evergrande, which was once China's top-selling developer, racked up debts of more than $300bn as it expanded aggressively to become one of the country's biggest companies.", "type": "p"}, {"text": "Its financial problems have rippled through the country's property industry, with a series of other developers defaulting on their debts and leaving unfinished building projects across the country.", "type": "p"}, {"text": "China is also facing other problems - they include weak economic growth, ballooning local government debt and record-high youth unemployment.", "type": "p"}], "tags": []}