{"link": "https://www.bbc.com/news/entertainment-arts-67149143", "category": "entertainment & arts", "title": "Milena Sanchez leaves The Receipts Podcast after seven years", "contributor": null, "time": "2023-10-18T14:19:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4426/production/_131464471_mgettyimages-1666209395.jpg", "content": [{"text": "Milena Sanchez, one of the three hosts of the popular Receipts podcast, has announced she is leaving the show after seven years.", "type": "b"}, {"text": "Sanchez said in a social media post that it had been \"a difficult decision\" to leave but it's \"what's best for me\".", "type": "p"}, {"text": "The podcast, which signed exclusively with Spotify in 2019, is co-hosted by Audrey Indome and Tolani Shoneye.", "type": "p"}, {"text": "The British trio are known for their unfiltered conversations on a wide range of subjects.", "type": "p"}, {"text": "Sanchez said she had made the decision after \"careful thought\", adding: \"I'm deeply grateful for the love and support that has surrounded me over the years, I'll forever hold a special place in my heart for our listeners.\"  ", "type": "p"}, {"text": "From relationships to race, religion and everyday life, the three hosts of Receipts often welcome guests to join in and answer listener questions.", "type": "p"}, {"text": "According to Spotify, the show attracts more than 100,000 weekly listens across 71 countries. ", "type": "p"}, {"text": "It started as an independent project, before being taken on by BBC Radio 1Xtra and then the streaming service Spotify.", "type": "p"}, {"text": "In an interview with Vice in 2021, they described themselves as \"three girls who are willing to talk about anything and everything\".", "type": "p"}, {"text": "They initially created the podcast as a space for black women after spotting a gap in the market. ", "type": "p"}, {"text": "\"It's like the group chat, magnified,\" Shoneye, known as Tolly, said.", "type": "p"}, {"text": "\"I wanted to create a space for myself and other black women especially. Women don't have many spaces for themselves other than club toilets.\" ", "type": "p"}, {"text": "Sanchez, who is also a singer-songwriter, says the podcast will continue, adding: \"I truly wish Audrey and Tolly all the best with it.\"", "type": "p"}, {"text": "\"Making the show with them has been a truly life-changing experience,\" she added.", "type": "p"}, {"text": "In a post on The Receipts Instagram account, Indome and Shoneye said \"it's been an amazing journey working together\" and announced they would be back with new podcast episodes in 2024 as Indome is currently on maternity leave.", "type": "p"}, {"text": "Together the group has also released a book and hosted live podcasts, plus made guest appearances on ITV2 show Don't Hate the Playaz and BBC 3's The Rap Game.", "type": "p"}], "tags": []}