{"link": "https://www.bbc.com/news/health-67125232", "category": "health", "title": "Lack of urgency in government as Covid spread, inquiry told", "contributor": null, "time": "2023-10-17T18:19:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ADBA/production/_131447444_ferg.jpg", "content": [{"text": "There was a \"lack of urgency\" in government as coronavirus started to spread across the UK, a senior scientific adviser has told the Covid public inquiry. ", "type": "b"}, {"text": "Prof Neil Ferguson said he had become \"extremely concerned\" by 10 March 2020 - two weeks before the first lockdown.", "type": "p"}, {"text": "Some officials did not understand the data and \"did not think it was as bad as it was going to be\", he added. ", "type": "p"}, {"text": "He wrote directly to a Downing Street adviser to try to raise the alarm.", "type": "p"}, {"text": "The government announced the first UK lockdown on 23 March 2020.", "type": "p"}, {"text": "Senior officials, including then-Prime Minister Boris Johnson and then-Health Secretary Matt Hancock, will give evidence to the inquiry in December.", "type": "p"}, {"text": "Prof Ferguson, director of the school of public health at Imperial College London, became a household name in the early stages of the pandemic with his modelling of the spread of Covid and as a member of the expert committee, Sage.  ", "type": "p"}, {"text": "Giving evidence to the inquiry on Tuesday, he said he realised by late January 2020 that the government's early policy of trying to contain the virus would not be possible with the limited border checks and other measures in place at the time. ", "type": "p"}, {"text": "In an email to chief medical officer Sir Chris Whitty on 2 February, he said it was already \"quite likely\" the virus had been imported into the UK from China. ", "type": "p"}, {"text": "Around the end of February he said he knew that the number of hospital cases was likely to overwhelm the NHS without stronger action to reduce transmission. ", "type": "p"}, {"text": "By 10 March he said he was \"extremely concerned\" about the latest data. He told the inquiry he had been \"frustrated\" that some government officials had not \"comprehended the figures\".", "type": "p"}, {"text": "\"There was a lack of urgency, let's put it that way,\" he said. ", "type": "p"}, {"text": "He emailed Ben Warner, a data scientist brought in to Downing Street by Dominic Cummings, asking him to make sure the prime minister was shown graphs with projections of between 4,000 and 6,000 deaths a day \"under the strategies being considered\". ", "type": "p"}, {"text": "\"This event is in the natural-disaster category, and the cure (eg massive social distancing, shutdowns) could be worse than the disease,\" he said in the email. ", "type": "p"}, {"text": "Asked why he sent the message, Prof Ferguson said: \"It felt uncomfortable, but at the time it felt like it needed to be said. I was increasingly concerned about this disconnect between the numbers we were actually presenting, and the reality of what that would actually look like.\"", "type": "p"}, {"text": "Around that time the government shifted to a mitigation strategy - advising hand-washing and asking people to work from home if possible and self-isolate if they had a fever or cough. ", "type": "p"}, {"text": "Mitigation was designed to slow the rate of infection and spread the number of cases over a longer period of time - or \"squash the sombrero\" on a graph, as Boris Johnson called it - in an effort to protect the NHS. ", "type": "p"}, {"text": "On 16 March Prof Ferguson and his team published new research suggesting that 250,000 could die without more drastic action.", "type": "p"}, {"text": "The government started to impose stricter measures around that time. ", "type": "p"}, {"text": "On 16 March the public were asked to stop all non-essential contact and on 18 March schools were closed, before the full lockdown was announced on 23 March. ", "type": "p"}, {"text": "Prof Ferguson, who apologised to the inquiry for breaching Covid rules himself, denied stepping \"over the line\" as an adviser and telling ministers they needed to shut down the country. ", "type": "p"}, {"text": "\"I know I'm very much associated with a particular policy... but the reality was a lot more complex,\" he said.", "type": "p"}, {"text": "\"What I tried to do was...  focus people's minds on what was going to happen and the consequences of current trends.\"", "type": "p"}, {"text": "This second stage of the Covid Inquiry is examining political decision-making during the pandemic, including the timing and effectiveness of lockdowns and other social-distancing restrictions. ", "type": "p"}, {"text": "It is taking witness evidence in London until Christmas, before moving to Scotland, Wales and Northern Ireland to look specifically at the decisions made by administrations in those parts of the United Kingdom. ", "type": "p"}], "tags": []}