{"link": "https://www.bbc.com/news/science-environment-67101179", "category": "science & environment", "title": "Experts call for tighter limits on 'forever chemicals' in water", "contributor": null, "time": "2023-10-18T00:48:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13D21/production/_131458118_drinkingwater.jpg", "content": [{"text": "Stricter limits are needed on levels of 'forever chemicals' in UK drinking water which are potentially harmful to human health, experts have warned.", "type": "b"}, {"text": "In high doses these pollutants, known as PFAS, have been linked to serious health concerns including cancer and fertility issues.", "type": "p"}, {"text": "The Royal Society of Chemistry urged the government to toughen regulations in line with other countries.", "type": "p"}, {"text": "The government said current safety standards were \"exceptionally high\".", "type": "p"}, {"text": "'Forever chemicals' are a group of more than 9,000 chemicals widely used in everyday products from food packaging to make-up because of their water-resistant properties.", "type": "p"}, {"text": "They enter waterways when products such as non-stick frying pans and clothes, some of which are treated with the chemicals, break down. ", "type": "p"}, {"text": "In the UK, water companies are required to test for 47 different types of PFAS and if levels considered high-risk by the UK's drinking water inspectorate are reached it should not be used for drinking purposes - although this is only guidance, and there is no legal requirement.", "type": "p"}, {"text": "The Royal Society of Chemistry (RSC) said that this still exposes people to levels considered medium-risk and does not take into account the thousands of other types of PFAS.", "type": "p"}, {"text": "The RSC is proposing that the acceptable levels are reduced 10-fold, and that all PFAS are tested for. This would bring the UK closer in line with new tighter limits in the US and tougher limits coming into effect next year in the EU.", "type": "p"}, {"text": "Stephanie Metzger, policy adviser at the RSC told the BBC that it made this call because the science had changed.", "type": "p"}, {"text": "\"Previous health guidelines showed that 100 nanograms per litre [of PFAS] was protective of human health,\" she said. \"But there has been more research going on over the years that has shown that perhaps effects to human health may occur at lower levels of exposure.\"", "type": "p"}, {"text": "Currently drinking water in the UK is categorised as medium-risk if there are between 10 and 100 nanograms of specific types of PFAS. In this case, water companies are required to continue testing the water but it can still be used.", "type": "p"}, {"text": "Dr David Megson, senior lecturer in chemistry and environmental forensics at Manchester Metropolitan University, told the BBC: \"The overall risk is still what we would describe as relatively low, but it still just doesn't sit right with me that two different people can have different water resources and have a different risk of potentially dying from exposure to chemical pollution.\"", "type": "p"}, {"text": "Traditional water treatment approaches cannot remove PFAS so water companies often blend different water sources together to dilute the concentration. Some are also trying out emerging technologies like high pressure membranes.", "type": "p"}, {"text": "Using data from the open-access Forever Chemicals mapping project, the RSC estimates that a third of water courses - not final drinking water - in England and Wales have medium-risk levels of PFAS, and less than 5% qualify as high-risk. ", "type": "p"}, {"text": "Aside from human health concerns, scientists are also worried about the impact of PFAS on wildlife living in water considered to have high levels of the chemicals.", "type": "p"}, {"text": "Although the high-risk graded water is not used in drinking water, Dr Megson said: \"It doesn't make much sense that for us to drink PFAS is incredibly toxic, but for animals to live in that for their entire life and consume it, it's all of a sudden less toxic.", "type": "p"}, {"text": "\"We need to put that higher on the agenda - are those environmental levels protective of wildlife in the environment?\"", "type": "p"}, {"text": "The RSC has also called on the government to establish a national inventory for PFAS and establish a national chemistry regulator. Since the UK left the EU one has not been in place.", "type": "p"}, {"text": "A spokesperson from the Department for Environment, Food and Rural Affairs said: \"Work is continuing across government to help us assess levels of PFAS occurring in the environment, their sources and potential risks to inform future policy and regulatory approaches.\"", "type": "p"}, {"text": "Water UK, the water industry trade association, said: \"Every single day water companies across the UK treat and distribute the best drinking water in the world. Companies adhere to high standards set by regulators, with virtually all samples meeting their strict tests.\"  ", "type": "p"}], "tags": []}