{"link": "https://www.bbc.com/news/business-65184851", "category": "business", "title": "Terry Gou: Foxconn founder in fresh run for Taiwan presidency", "contributor": null, "time": "2023-04-05T06:59:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/43E1/production/_129277371_gettyimages-628511788.jpg", "content": [{"text": "Terry Gou, founder of major Apple supplier Foxconn, is seeking the presidential nomination for Taiwan's main opposition party for a second time.", "type": "b"}, {"text": "He is aiming to be nominated by the Kuomintang (KMT), which traditionally favours close ties with China.", "type": "p"}, {"text": "In 2019, Mr Gou stepped down as Foxconn's boss to make a bid for the presidency, but failed to be nominated.", "type": "p"}, {"text": "It comes as Taiwan's President Tsai Ing-wen is on a trip to the US.", "type": "p"}, {"text": "\"We must honestly tell young people that it is dangerous to vote for the [Democratic Progressive Party], which 'exalts Taiwan independence and hates and opposes China',\" Mr Gou told reporters at a hotel next to Taiwan's main international airport on Wednesday.", "type": "p"}, {"text": "He added that the only way to avoid war with China was to lessen tensions between Washington and Beijing and get Taiwan's ruling Democratic Progressive Party (DPP) out of office.", "type": "p"}, {"text": "Beijing sees Taiwan as a self-ruled breakaway province that will eventually be unified under China's control. However, Taiwan sees itself as distinct from the Chinese mainland, with its own democratically elected leaders.  ", "type": "p"}, {"text": "On Wednesday, President Tsai is scheduled to meet US House of Representatives Speaker Kevin McCarthy in California. ", "type": "p"}, {"text": "The highly symbolic meeting has already prompted outrage from China. This is the last leg of her trip to Central America with a transit through the US.", "type": "p"}, {"text": "Multi-billionaire Mr Gou made his fortune from manufacturing electronic devices for other companies.", "type": "p"}, {"text": "Foxconn is widely known for producing many of Apple's iPhone models.", "type": "p"}, {"text": "It was one of the first Taiwanese companies that invested in factories on the mainland, tapping into the much lower wage costs in China.", "type": "p"}, {"text": "If successful in his presidential bid, Mr Gou is expected to take a more China-friendly approach than the current administration.", "type": "p"}, {"text": "Ms Tsai became Taiwan's first female president in 2016 as the head of the traditionally pro-independence DPP.", "type": "p"}, {"text": "The DPP has already chosen party chairman and Taiwan's vice president, William Lai as its candidate for next year's presidential election.", "type": "p"}, {"text": "The KMT has governed Taiwan for most of the years since 1949, when the party fled the mainland after being defeated in the Chinese civil war. ", "type": "p"}], "tags": []}