{"link": "https://www.bbc.com/news/entertainment-arts-65187179", "category": "entertainment & arts", "title": "Barbie: Margot Robbie and Ryan Gosling movie takes over social media", "contributor": null, "time": "2023-04-05T11:30:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12941/production/_129279067_barbie_character_margot_instavert_1638x2048_intl.jpg", "content": [{"text": "After a rather varied career as an astronaut, chef, paramedic, skateboarder, teacher, beekeeper and mermaid, it's only right that Barbie tries her hand at being a movie star.", "type": "b"}, {"text": "An all-star, live-action film about the world's most famous doll is on the way, and it's already one of the most talked about releases of the summer.", "type": "p"}, {"text": "Announced in 2017, the film has experienced several cast changes and various delays, but it is finally set to hit screens in July.", "type": "p"}, {"text": "A teaser trailer was released earlier this week, which simultaneously evoked the feeling of becoming nauseous in a sweet shop, and prompted a flurry of brilliant memes.", "type": "p"}, {"text": "Here is everything you need to know about the film. ", "type": "p"}, {"text": "It might be quicker to list the actors who don't appear in Barbie.", "type": "p"}, {"text": "Margot Robbie", "type": "b"}, {"text": "Dua Lipa ", "type": "b"}, {"text": " Issa Rae", "type": "b"}, {"text": " Ncuti Gatwa", "type": "b"}, {"text": "Kingsley Ben-Adir ", "type": "b"}, {"text": "Emerald Fennell", "type": "b"}, {"text": "America Ferrera,", "type": "b"}, {"text": "Dame Helen Mirren", "type": "b"}, {"text": "Oscar-nominated filmmaker Greta Gerwig has been tasked with bringing this elaborate confection to the screen. ", "type": "p"}, {"text": "Lady Bird", "type": "b"}, {"text": "Little Women", "type": "b"}, {"text": "But Gerwig is also an actress herself and has appeared in films Frances Ha, 20th Century Women and, most recently, White Noise.", "type": "p"}, {"text": "The latter was directed by her filmmaker partner Noah Baumbach, with whom she has co-written the Barbie script.", "type": "p"}, {"text": "You bet. But if you have a Rhodophobia (that's a fear of the colour pink), now would be a good time to stop scrolling.", "type": "p"}, {"text": "The sheer number of stars involved in the film, and the character posters which have been released for each of them, have prompted some hilarious memes on social media. ", "type": "p"}, {"text": "Film studio Warner Bros anticipated the madness, coding a website that allowed fans to insert themselves into the posters in time for the trailer dropping.", "type": "p"}, {"text": "Obviously, nobody used it for that. Instead, Twitter users have been imagining other unlikely characters who could appear in the Barbie Cinematic Universe. ", "type": "p"}, {"text": "Our favourites include Danny Dyer, Shiv and Kendall from Succession, and Gwyneth Paltrow during her ski trial. Or how about the cast of Ted Lasso? ", "type": "p"}, {"text": "Maybe you'd prefer Andrew Garfield's character in The Social Network? If not, then there's always Ariana Grande, Lady Gaga or 12 of Cate Blanchett's most famous characters.", "type": "p"}, {"text": "Perhaps one of the cleverest posters for film fanatics is Cillian Murphy in Oppenheimer - a reference to the fact that Barbie is released on the same day as Christopher Nolan's much-anticipated movie, about the development of the nuclear bomb.", "type": "p"}, {"text": "Despite the two films being targeted at totally different audiences, we're up for a screening double-bill when they're released.", "type": "p"}, {"text": "There are several reasons - one being various changes to the cast and the creative team (perfectly normal in the film industry), and the other being Covid.", "type": "p"}, {"text": "Comedian Amy Schumer had previously been cast to play the titular doll, only to drop out in 2017 due to scheduling conflicts. ", "type": "p"}, {"text": "\"I'm bummed, but look forward to seeing Barbie on the big screen,\" Schumer said at the time.", "type": "p"}, {"text": "Anne Hathaway was reportedly in talks to take over, but the role ultimately went to Margot Robbie, who was announced as the film's star and producer in early 2019.", "type": "p"}, {"text": "The director also changed: Alethea Jones was initially set to helm the project, then it was reported it might go to Wonder Woman director Patty Jenkins, before Gerwig ultimately took over in July 2021.", "type": "p"}, {"text": "Lockdowns in 2020 and 2021 also slowed down the production process.", "type": "p"}, {"text": "In a statement released when she was cast, Robbie said: \"I'm so honoured to take on this role that I believe will have a tremendously positive impact on children\".", "type": "p"}, {"text": "She added that the movie would promote \"confidence, curiosity and communication\" and that she \"couldn't imagine better partners\" than Warner Brothers and Mattel, who created Barbie.", "type": "p"}, {"text": "Her words suggest the film will show Barbie in a positive, diverse and inspirational light.", "type": "p"}, {"text": "Robbie is the Oscar-nominated star of I, Tonya, Bombshell, Suicide Squad and The Wolf of Wall Street. But she will be hoping Barbie performs better than two of her more recent films which disappointed at the box office - Babylon and Amsterdam.", "type": "p"}, {"text": "The film is set for release on 21 July asa joint project between Warner Bros and Barbie manufacturer Mattel.", "type": "p"}, {"text": "A teaser for the film released in December opened with a parody of the classic science-fiction epic 2001: A Space Odyssey.", "type": "p"}, {"text": "Mattel, which was launched in 1959, has previously seen animated adaptations including Barbie In The Nutcracker, Barbie As Rapunzel and Barbie Of Swan Lake.", "type": "p"}, {"text": "But the latest live-action adaptation is likely to be the most high-profile - and successful - Barbie ever to hit the big screen.  ", "type": "p"}], "tags": []}