{"link": "https://www.bbc.com/news/health-65177440", "category": "health", "title": "Rare encephalitis tick disease found in England", "contributor": null, "time": "2023-04-05T07:37:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1C45/production/_129273270_gettyimages-1289080738.jpg", "content": [{"text": "A virus carried by ticks, which is common in many parts of the world, is now present in the UK and health officials are reminding the public how to avoid bites from the tiny bugs.", "type": "b"}, {"text": "They say the risk of tick-borne encephalitis is very low - only one person is confirmed to have been infected in England so far, last year.", "type": "p"}, {"text": "But the tick species which carries the virus is widespread in the UK.", "type": "p"}, {"text": "Most people do not develop symptoms but swelling to the brain is possible.", "type": "p"}, {"text": "The UK Health Security Agency has recommended changes to testing in hospital so that any new cases can be picked up quickly.", "type": "p"}, {"text": "Enhanced surveillance for the virus is now being carried out in England and Scotland, where there is one probable case of tick-borne encephalitis.", "type": "p"}, {"text": "Health officials are also testing for the presence of the virus in blood samples of people with no symptoms in parts of Yorkshire, where the confirmed case was infected.", "type": "p"}, {"text": "Ticks are small, spider-like creatures that feed on the blood of animals and people. They tend to be found in dense woodland or moorland and feed on deer.", "type": "p"}, {"text": "While feeding, they can transmit viruses and infections that cause disease, with the most common being Lyme disease - a bacterial infection which can be treated with antibiotics.", "type": "p"}, {"text": "Getting tick-borne encephalitis (TBE) from a tick is much less likely. ", "type": "p"}, {"text": "Dr Meera Chand, deputy director at the UK Health Security Agency, said it was \"very uncommon in the UK\" and the risk to the general population was \"very low\". ", "type": "p"}, {"text": "But she said the public should take steps to avoid being bitten by ticks when outdoors in moorlands and woodlands, and remember to check for ticks and remove them promptly.", "type": "p"}, [{"text": "walk on clearly marked paths to avoid brushing against vegetation", "type": "p"}, {"text": "cover your skin while walking outdoors and tuck trousers into socks", "type": "p"}, {"text": "wear light-coloured clothes so ticks can be spotted and brushed off", "type": "p"}, {"text": "use insect repellents such as DEET", "type": "p"}, {"text": "check your clothes and body regularly for ticks, and your children and pets as well", "type": "p"}, {"text": "adults are usually bitten on the legs, while children are usually bitten on the head or neck", "type": "p"}], [{"text": "remove them as soon as possible", "type": "p"}, {"text": "use a pair of fine-tipped tweezers or a tick removal tool", "type": "p"}, {"text": "grasp the tick as close to the skin as possible", "type": "p"}, {"text": "pull upwards slowly and firmly, as mouthparts left in the skin can cause infection", "type": "p"}, {"text": "clean the bite area with antibacterial wash/soap and water, and monitor it for several weeks for any changes", "type": "p"}, {"text": "contact your GP promptly if you begin to feel unwell with flu-like symptoms or develop a spreading circular red rash", "type": "p"}], {"text": "Ticks infected with TBE virus have been found in a small number of areas in England, including Hampshire, Dorset and Norfolk, and, on rare occasions, people nearby may have been infected - but until now, no cases were confirmed.", "type": "p"}, {"text": "In research being presented at the European Congress of Clinical Microbiology and Infectious Diseases next week, scientists report that TBE cases are on the rise in Europe with some 3,800 reported in 2020.", "type": "p"}, {"text": "They speculate that infected ticks may have been brought into the UK by migratory birds because of climate change.", "type": "p"}, {"text": "Sally Cutler, professor of medical microbiology at the University of East London, confirmed that TBE virus had been seen at low levels in ticks in the UK since 2019.", "type": "p"}, {"text": "She said the virus comes in different variants, and the one being detected in the UK to date \"has been one of the milder variants\".", "type": "p"}, {"text": "Prof Cutler added: \"Vaccines are used to protect populations in highly endemic areas, but we probably are not yet in a situation whereby we need this level of protection at this time.\"", "type": "p"}, {"text": "Health officials say anyone who becomes unwell after a tick bite should see a GP. ", "type": "p"}, {"text": "More serious symptoms to look out for include severe headache, stiff neck, unexplained seizure, sudden confusion and weakness in arms and legs.", "type": "p"}], "tags": []}