{"link": "https://www.bbc.com/news/business-66264392", "category": "business", "title": "TSMC: Chip giant delays Arizona production in blow to Biden", "contributor": null, "time": "2023-07-21T05:59:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/982D/production/_130475983_gettyimages-1245423572.jpg", "content": [{"text": "Chipmaking giant Taiwan Semiconductor (TSMC) has delayed the start of production at its factory in the US state of Arizona, in a setback to President Biden's technology ambitions.", "type": "b"}, {"text": "The firm says chip manufacturing will no longer start next year, due to a shortage of skilled workers.", "type": "p"}, {"text": "The White House has laid out plans to bring more chip production to the US.", "type": "p"}, {"text": "It comes as an ongoing trade row centred on the technology intensifies between Washington and Beijing.", "type": "p"}, {"text": "TSMC's shares closed more than 3% lower in Taiwan on Friday.", "type": "p"}, {"text": "On Thursday, TSMC Chairman Mark Liu said production of advanced microprocessors at its Arizona factory in the south west of the US would now begin in 2025.", "type": "p"}, {"text": "During an earnings presentation, Mr Liu said the plant, which has been under construction since April 2021, faced a shortage of workers with the \"specialised expertise required for equipment installation in a semiconductor-grade facility.\"", "type": "p"}, {"text": "He added that the firm was \"working to improve the situation, including sending experienced technicians from Taiwan to train the local skilled workers [in the US] for a short period of time\".", "type": "p"}, {"text": "TSMC also forecast a 10% drop in sales this year, because of slower demand for semiconductors.", "type": "p"}, {"text": "The company said its profits fell by around 23% to 181.8bn Taiwanese dollars ($5.8bn; £4.5bn) in the three months to the end of June, compared to the same time last year.", "type": "p"}, [{"text": "US firms 'more negative' about doing business in China", "type": "a", "href": "https://www.bbc.co.uk/news/business-65034881"}, {"text": "Taiwanese chip giant invests $40bn in US plant ", "type": "a", "href": "https://www.bbc.co.uk/news/business-63883047"}], {"text": "TSMC first announced plans to build a facility in Arizona in 2020, during the presidency of Donald Trump.", "type": "p"}, {"text": "In December last year, the firm said it would more than triple its investment in the project to $40bn (£31.1bn). This marked one of the largest foreign investments in American history.", "type": "p"}, {"text": "At that time, Mr Liu said the first of TSMC's two semiconductor production facilities at the Arizona plant would be operational by 2024, with the second coming online by 2026.", "type": "p"}, {"text": "A long-running technology dispute has seen the US impose a series of measures against China's chipmaking industry, while investing billions of dollars to boost America's semiconductor industry.", "type": "p"}, {"text": "The US produces around 10% of the global supply of computer chips, which are key to everything from cars to mobile phones. In 1990 the country accounted for almost 40% of global production.", "type": "p"}, {"text": "Last year, President Biden signed legislation committing $280bn to high tech manufacturing and scientific research in the US.", "type": "p"}, {"text": "The investment included tax breaks for companies that built computer chip manufacturing plants in the country.", "type": "p"}], "tags": []}