{"link": "https://www.bbc.com/news/entertainment-arts-66276785", "category": "entertainment & arts", "title": "Jamie Foxx: Actor says he's 'on way back' after illness thanks to family", "contributor": null, "time": "2023-07-22T09:41:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/74B6/production/_130487892_0312b16f7855503fec505a70adc83042526370e20_0_8192_54641000x667.jpg", "content": [{"text": "Actor Jamie Foxx has said he is on his way back and returning to work after being hospitalised earlier this year.", "type": "b"}, {"text": "In April, his daughter Corrine Foxx said he had experienced a \"medical complication\" but the family did not share details about his health issue.", "type": "p"}, {"text": "In an Instagram post on Saturday, Foxx thanked his family for keeping details about his health \"airtight\".", "type": "p"}, {"text": "The silence led to speculations, the comedian said, but he reassured fans that he was not paralysed or blind.", "type": "p"}, {"text": "Speaking for the first time since he was released from hospital, Foxx thanked his social media followers for messages of support. \"I cannot even begin to tell you how far it took me and how it brought me back\", he said. ", "type": "p"}, {"text": "He explained that although many people were eager to hear updates, he didn't want fans to see him \"with tubes running out of me and trying to figure out if I was going to make it through\". ", "type": "p"}, {"text": "\"I want you to see me laughing, having a good time, partying, cracking a joke, doing a movie [or] television show,\" Foxx added. ", "type": "p"}, {"text": "\"My sister Deidra Dixon, my daughter Corrine really saved my life,\" the 55-year-old said, adding that he was only able to make the video for his fans due \"to them, to God, to a lot of great medical people\".", "type": "p"}, {"text": "Foxx said that privacy during his illness had been vital to him. \"I cannot tell you how great it feels to have your family kick in in such a way, and y'all know they kept it airtight, they didn't let nothing out. ", "type": "p"}, {"text": "\"They protected me, and that's what I hope that everyone could have in moments like these.\"", "type": "p"}, {"text": "In May, his daughter said Foxx had been discharged from hospital for \"weeks\" and was making a good recovery. The actor was reportedly in a hospital in Atlanta, Georgia, where he had been filming Netflix's Back In Action alongside Cameron Diaz.", "type": "p"}, [{"text": "Jamie Foxx out of hospital, daughter says", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-65579188"}, {"text": "Jamie Foxx to host game show after hospitalisation", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65594380"}], {"text": "In his video to fans Foxx said he had been \"to hell and back\" and his \"road to recovery had some potholes as well\". ", "type": "p"}, {"text": "But, he added, \"I'm coming back and I'm able to work\".", "type": "p"}, {"text": "Messages of support for Foxx have been pouring in. \"Thankful to see you bro, truly\", Idris Elba commented on Foxx's post. \"God is good,\" said Viola Davis, while John Boyega and Tracee Ellis Ross also sent their love to the star. ", "type": "p"}, {"text": "Foxx, who stars in the recently released They Cloned Tyrone film on Netflix, also expanded his gratitude to \"the people who are letting me work\".", "type": "p"}, {"text": "In 2024, he is due to host a new music-centric game show, called We Are Family, on US network Fox alongside his daughter, a 29-year-old actress, model and activist. ", "type": "p"}, {"text": "The pair said they were \"thrilled\" to have worked on the show. ", "type": "p"}], "tags": []}