{"link": "https://www.bbc.com/news/entertainment-arts-64138736", "category": "entertainment & arts", "title": "Grammy-winning singer Anita Pointer dies aged 74", "contributor": null, "time": "2023-01-01T08:35:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9CB5/production/_128171104_gettyimages-1159517935.jpg", "content": [{"text": "Anita Pointer, from the Grammy-winning Pointer Sisters, has died aged 74, her publicist has announced. ", "type": "b"}, {"text": "She died surrounded by her family at her Beverley Hills home in California. ", "type": "p"}, {"text": "Her family said they were deeply saddened by her passing. \"Heaven is a more loving beautiful place with Anita there,\" they said in a statement. ", "type": "p"}, {"text": "The second oldest of the four sisters, Ms Pointer and her siblings rose to fame with hits including Jump (For My Love) and Fire. ", "type": "p"}, {"text": "With a blend of funk, soul and R&B, the group released their eponymous debut album in 1973. Yes We Can Can, a funky tune which called for unity and tolerance at a time of racial unrest in the US, became the album's breakout hit. ", "type": "p"}, {"text": "And in 1975, their hit song, Fairytale, won a Grammy award for Best Country Vocal Performance. The win remains a rarity in a category dominated by white acts. ", "type": "p"}, {"text": "The group almost disbanded in 1979 after Bonnie Pointer left to pursue a solo career, but the remaining sisters regrouped and went on to shed their previously retro image for a modern pop sound. ", "type": "p"}, {"text": "Throughout the 1980s, they remained a powerhouse in the US charts, and their hits, which included He's So Shy, Jump (For My Love) and Neutron Dance, have stood the test of time, remaining heavily streamed to this day. ", "type": "p"}, {"text": "But Pointer's personal life was marked by tragedy. In 2003, her only child - Jada Pointer - died from cancer aged just 37. She went on to raise her granddaughter Roxie McKain Pointer. ", "type": "p"}, {"text": "Her family said they were \"comforted in knowing she is now with her daughter Jada and her sisters June & Bonnie and at peace\". ", "type": "p"}], "tags": ["Grammy Awards", "United States", "California"]}