{"link": "https://www.bbc.com/news/entertainment-arts-66694147", "category": "entertainment & arts", "title": "Jimmy Buffett: Margaritaville singer dies aged 76", "contributor": null, "time": "2023-09-02T15:26:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10EB0/production/_130969296_gettyimages-114995178.jpg", "content": [{"text": "US singer-songwriter Jimmy Buffett, best known for his 1970's hit Margaritaville, has died aged 76.", "type": "b"}, {"text": "\"Jimmy passed away peacefully on the night of September 1 surrounded by his family, friends, music and dogs,\" said a statement on his website.", "type": "p"}, {"text": "\"He lived his life like a song till the very last breath and will be missed beyond measure by so many.\"", "type": "p"}, {"text": "The cause of Buffett's death was not given but he had spent time in hospital in recent months. ", "type": "p"}, {"text": "Buffett was born in the US state of Mississippi but was raised in neighbouring Alabama before moving to Nashville, Tennessee. He worked for the music and entertainment magazine Billboard, with the dream of making it as a country singer.", "type": "p"}, {"text": "He later moved to Florida, where he helped to create the tropical rock genre, which would later become more mainstream thanks to artists such as Jack Johnson. ", "type": "p"}, {"text": "Buffett made his musical breakthrough with his 1977 album Changes in Latitudes, Changes in Attitudes, which included the song Margaritaville, which enjoyed 22 weeks on the Billboard Hot 100 chart.", "type": "p"}, {"text": "His other hits include Fins, Come Monday and Son of a Son of a Sailor. ", "type": "p"}, {"text": "Buffett was nominated for two Grammy awards and was a prolific artist - releasing more than 20 albums. Earlier this year he revealed that he had recorded a new work. ", "type": "p"}, {"text": "His songs were also turned into a musical, Escape to Margaritaville, which made its Broadway debut in 2018. ", "type": "p"}, {"text": "Buffett's music and the \"beach bum\" lifestyle he promoted earned him a devoted following of millions of fans who refer to themselves as Parrotheads. ", "type": "p"}, {"text": "\"RIP to the troubadour of my youth,\" wrote one Parrothead on X, formerly known as Twitter.", "type": "p"}, {"text": "\"So many great memories at Jimmy's shows. This is a hard one,\" said another. ", "type": "p"}, {"text": "Tributes have also been made by some of his fellow musicians, including Elton John, who said Buffett was \"a unique and treasured entertainer\" who had \"gone way too soon\".", "type": "p"}, {"text": "Beach Boys' Brian Wilson tweeted a picture of one of Buffett's album covers with the message: \"love and mercy, Jimmy Buffett\". ", "type": "p"}, {"text": "\"Rest in power @jimmybuffett I'm glad we had time to vibe,\" wrote the rapper LL Cool J.", "type": "p"}, {"text": "\"You were and always will be a Truly inspiring human.\"", "type": "p"}, {"text": "Up until recently, Buffett still performed regularly with his Coral Reefer Band but had to cancel shows after being hospitalised in May. ", "type": "p"}, {"text": "In a post on Facebook, he promised to make it up to fans once he was \"in shape\".", "type": "p"}, {"text": "\"I think playing is as therapeutic for me as it is for fans to listen and sing along,\" he said. ", "type": "p"}, {"text": "As well as a musician, Buffett was a best-selling author and entrepreneur who opened up a string of popular resorts, clubs. restaurants, merchandise shops and retirement communities based on the Margaritaville brand. ", "type": "p"}, {"text": "His net worth was estimated by Forces to be $1bn (£794m), according to figures released this month. ", "type": "p"}, {"text": "Buffett is survived by his wife Jane and their three children. ", "type": "p"}], "tags": []}