{"link": "https://www.bbc.com/news/health-66673511", "category": "health", "title": "Critically ill UK teen in legal fight with NHS", "contributor": null, "time": "2023-09-01T08:20:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1255D/production/_111210157_intensivecare1.jpg", "content": [{"text": "A critically ill 19-year-old and her family are fighting the NHS in court over plans to stop more treatment and proceed instead with end-of-life care. ", "type": "b"}, {"text": "The former A-level student wants to go to Canada for an experimental therapy which she believes might help her rare genetic condition. ", "type": "p"}, {"text": "The hospital says she is \"actively dying\" - she needs a ventilator to help her breathe and is fed through a tube. ", "type": "p"}, {"text": "It will be up to the UK's Court of Protection to decide her future. ", "type": "p"}, {"text": "A hearing will decide whether NHS doctors continue to treat her.", "type": "p"}, {"text": "The teenager, referred to in the legal documents as ST, has a mitochondrial disease, similar to Charlie Gard - a baby whose life support was withdrawn after a high-profile legal case in 2017. ", "type": "p"}, {"text": "The collective view of the doctors treating her is that ST is now in, or fast approaching, the final stage of her life because of her progressive disease. ", "type": "p"}, {"text": "Despite all the physical difficulties ST has, she is able to communicate with her doctors with assistance from her mother and, on occasion, speech therapists.", "type": "p"}, {"text": "ST has said: \"I want to die trying to live. We have to try everything.\" ", "type": "p"}, {"text": "She wanted to make that decision for herself, but the court has ruled she cannot.  ", "type": "p"}, {"text": "ST believes she can stay alive for long enough to go for experimental nucleoside therapy treatment abroad, despite there being no centre offering it to her yet and no guarantee it would help her. ", "type": "p"}, {"text": "Hearing the case this week, Mrs Justice Roberts said treatment in Canada was \"not an immediate option\" because the trial has been paused as a result of funding constraints. ", "type": "p"}, {"text": "\"None of the material disclosed by the family or the trust in relation to potential treatment options in North America confirms that ST will be considered eligible,\" she added.", "type": "p"}, {"text": "ST is aware that she has been in an intensive treatment facility for almost a year and that there is nowhere in the UK where her life can be supported outside an ITU. ", "type": "p"}, {"text": "She knows and accepts that she would need to be weaned off ventilatory support before she was able to live outside the unit - it remains her goal to try.", "type": "p"}, {"text": "Doctors say her current breathing difficulties are due to her deteriorating mitochondrial disease weakening her muscles, rather than long-Covid or other infections that she has had. ", "type": "p"}, {"text": "ST's Christian family say they will continue to fight her case and have put in an application seeking existing reporting restrictions to be lifted so that they can publicise their daughter's situation and raise money for her treatment. ", "type": "p"}, {"text": "In a statement via their solicitor, the family said: \"We are shocked to be told by the judge that our daughter does not have capacity to make decisions for herself after all the experts have said that she does. We are very distressed by this injustice, and we hope that, by Jesus's grace, this will be corrected on appeal.\"", "type": "p"}, [{"text": "Charlie Gard: The story of his parents' legal fight", "type": "a", "href": "https://www.bbc.co.uk/news/health-40554462"}], [{"text": "There are different types - some are present at birth but others can develop later in life, often in young adults", "type": "p"}, {"text": "The mitochondria are the engines of the body's cells and provide energy for all metabolic processes", "type": "p"}, {"text": "The underlying genetic cause may be different for different people but all result in the inability of the mitochondria to produce the right amount of energy ", "type": "p"}, {"text": "That causes debilitating physical, developmental and cognitive disabilities", "type": "p"}, {"text": "It can affect different parts of the body, particularly those that require a lot of energy like the brain, heart and liver", "type": "p"}, {"text": "The disease is progressive and has no cure", "type": "p"}], {"text": "NHS rare mitochondrial disorders service", "type": "p"}], "tags": []}