{"link": "https://www.bbc.com/news/business-61614437", "category": "business", "title": "EasyJet to cancel more than 200 half-term flights from Gatwick", "contributor": null, "time": "2022-05-27T21:36:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12499/production/_124950947_easyjetplanesatgatwick.jpg", "content": [{"text": "EasyJet is to cancel more than 200 flights over the next 10 days, causing disruption for families heading abroad on half-term holidays.", "type": "b"}, {"text": "The airline said about 24 flights a day from London's Gatwick airport would be cancelled between 28 May and 6 June. ", "type": "p"}, {"text": "It said the cancellations were necessary \"to provide reliable services over this busy period\". ", "type": "p"}, {"text": "It comes after a software failure forced EasyJet to cancel about 200 flights on Thursday.", "type": "p"}, {"text": "The issue affected airports across the UK. A further 20 Easyjet flights were cancelled on Friday morning, with a \"small number\" of TUI flights also delayed, including three for more than 24 hours. ", "type": "p"}, {"text": "EasyJet said the latest cancellations were unrelated to the IT issue, which is now resolved. ", "type": "p"}, {"text": "It said a range of issues were impacting its operations and contributing to the cancellations, including air traffic control restrictions, runway works and airport handling delays.", "type": "p"}, [{"text": "Young footballers stranded as flight cancelled", "type": "a", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-61609970"}, {"text": "Warning travel problems could continue into summer", "type": "a", "href": "https://www.bbc.co.uk/news/uk-61078855"}], {"text": "In a statement the airline said: \"We are very sorry for the late notice of some of these cancellations and inconvenience caused for customers booked on these flights however we believe this is necessary to provide reliable services over this busy period. ", "type": "p"}, {"text": "\"Customers are being informed from today and provided with the option to rebook their flight or receive a refund and can apply for compensation in line with regulations.\"", "type": "p"}, {"text": "Around 8,000 flights are expected to depart from UK airports over the weekend, with Friday expected to be the busiest day since the start of the pandemic. ", "type": "p"}, {"text": "Meanwhile, motoring organisation the RAC warned of congestion on the roads and said drivers were planning an estimated 17.8 million leisure trips between Friday and Sunday. Saturday is expected to be the busiest day. ", "type": "p"}, {"text": "Earlier, Liverpool fans travelling to Paris for the Champions League final in Paris faced long queues at the Port of Dover. ", "type": "p"}, {"text": "Some supporters complained of \"chaos\" as they were stuck in hours-long queues alongside holiday-makers heading abroad for half-term.", "type": "p"}, {"text": "There were also long waits at airports including Manchester, Stansted and Bristol. ", "type": "p"}, {"text": "Passengers have faced delays and cancellations at airports in recent months following the easing of Covid restrictions on international travel.", "type": "p"}, {"text": "The travel industry cut thousands of jobs during the pandemic, but as demand for flights has returned, it has struggled to recruit staff, carry out security checks and train new workers quickly enough.", "type": "p"}], "tags": ["Easyjet", "Transport", "London", "Gatwick Airport", "Air travel"]}