{"link": "https://www.bbc.com/news/entertainment-arts-61604408", "category": "entertainment & arts", "title": "Depeche Mode: Pet Shop Boys lead tributes to late keyboardist Andy Fletcher", "contributor": null, "time": "2022-05-27T09:57:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17357/production/_124936059_mediaitem124936058.jpg", "content": [{"text": "Pet Shop Boys, Alison Moyet and The Smashing Pumpkins have led the tributes to Depeche Mode keyboardist Andy Fletcher, who died this week aged 60.", "type": "b"}, {"text": "Fletcher was a founding member of the UK electronic band who found success with hits including Personal Jesus.", "type": "p"}, {"text": "Synth-pop duo Pet Shop Boys described him as \"a warm, friendly and funny person who loved electronic music...\"", "type": "p"}, {"text": "Singer Moyet, who grew up on the same Basildon estate as Fletcher, was left speechless by the news of his death.", "type": "p"}, {"text": "She said: \"I have just heard the news. Since we were 10. Same estate. Class mates to label mates.  He who kept faith with all the old gang and they with him. It doesn't compute. Fletch. I have no words.\" ", "type": "p"}, {"text": "US rock band The Smashing Pumpkins, in an online post, described the musician as \"legendary and inspirational\", saying they were \"saddened\" to hear of his death.", "type": "p"}, {"text": "British singer Carol Decker tweeted: \"Fletch was a lovely guy, DM [Depeche Mode] one of my all time favourite bands, sending all my love to his family friends and band members.\"", "type": "p"}, {"text": "Depeche Mode had chart success in the 1980s and 1990s with dark electronic singles including New Life, Enjoy the Silence and Just Can't Get Enough.", "type": "p"}, {"text": "The band confirmed the news of Fletcher's death on Thursday, saying they were \"shocked and filled with overwhelming sadness\".", "type": "p"}, {"text": "The statement went on to say that the keyboard player had a \"heart of gold\" and their \"hearts are with his family\".", "type": "p"}, {"text": "Founded in Basildon in 1980, the group were inducted into the Rock and Roll Hall of Fame two years ago.", "type": "p"}, {"text": "In a statement posted on social media, the band said: \"Fletch had a true heart of gold and was always there when you needed support, a lively conversation, a good laugh or a cold pint.\"", "type": "p"}, {"text": "Fletcher, who was born in Nottingham but moved to Basildon as a child, remained with the Depeche Mode throughout its four-decade history, which included two number one albums, Ultra and Songs of Faith and Devotion.", "type": "p"}, {"text": "Broadcaster and DJ Richard Blade told the BBC that Fletcher was the driving force behind the band. ", "type": "p"}, {"text": "\"People always think of Dave [Gahan] being the singer and frontman and Martin [Gore] being the songwriter, but Andrew was the backbone of Depeche Mode,\" said Blade.", "type": "p"}, {"text": "\"Martin Gore said to me one time that there would be no Depeche Mode without Andrew Fletcher, he was the one who would always get Dave and Martin and at the time [former bandmate] Alan Wilder together and say, 'get in the studio, let's work on a new album, let's get a tour together'.\"", "type": "p"}, {"text": "Lol Tolhurst, the drummer in fellow 80s rock act The Cure, described the news of Fletcher's death as \"very sad\".", "type": "p"}, {"text": "\"I knew Andy and considered him a friend. We crossed many of the same pathways as younger men,\" he tweeted.", "type": "p"}, {"text": "Sister Bliss, from electronic outfit Faithless, described Fletcher as a \"keyboard warrior\" and tweeted that he was \"gone way too soon\".", "type": "p"}, {"text": "Miles Hunt, frontman of The Wonder Stuff, recalled Fletcher and his Depeche Mode bandmates having been a \"welcoming, kind and encouraging bunch of people\".", "type": "p"}, {"text": "Fletcher's last studio album with the band was 2017's Spirit, their 14th, which reached number five in the UK albums chart.", "type": "p"}, {"text": "He leaves behind wife Grainne, to whom he was married for almost 30 years, and two children, Megan and Joe.", "type": "p"}], "tags": ["Music"]}