{"link": "https://www.bbc.com/news/business-67121456", "category": "business", "title": "Citibank wins case after sacking banker over two-sandwich lunch claim", "contributor": null, "time": "2023-10-16T11:14:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8D1C/production/_131442163_sandwich.png", "content": [{"text": "Citibank has won an employment tribunal after sacking a worker for claiming expenses for sandwiches and coffee for his partner, and then lying about it.", "type": "b"}, {"text": "Szabolcs Fekete had accused the bank of unfair dismissal after he was fired last year for gross misconduct. ", "type": "p"}, {"text": "Mr Fekete had initially claimed that he alone had consumed two sandwiches, two coffees and two pasta dishes during a business trip to Amsterdam.", "type": "p"}, {"text": "But he later admitted that his partner had shared some meals.", "type": "p"}, {"text": "Mr Fekete, who worked at Citi for seven years as an analyst specialising in financial crime, had travelled to Amsterdam for work between 3 and 5 July last year.", "type": "p"}, {"text": "On returning to London, he filed an expense claim for food and drink which he believed was covered by the bank's €100 (£86.70) daily allowance.  ", "type": "p"}, {"text": "However, the manager he submitted his claim to queried whether he had consumed all the food and refreshments he was seeking reimbursement for.", "type": "p"}, {"text": "In an email exchange detailed in the employment tribunal ruling, Mr Fekete wrote: \"I was on the business trip by myself and... I had 2 coffees as they were very small.\"  ", "type": "p"}, {"text": "He further stated: \"On that day I skipped breakfast and only had 1 coffee in the morning. For lunch I had 1 sandwich with a drink and 1 coffee in the restaurant, and took another coffee back to the office with me and had the second sandwich in the afternoon… which also served as my dinner.\"", "type": "p"}, {"text": "Mr Fekete told Citi: \"All my expenses are within the €100 daily allowance. Could you please outline what your concern is as I don't think I have to justify my eating habits to this extent.\"", "type": "p"}, {"text": "The bank stated that its query was not about the amount but if the claim breached its expense management policy, which states that spousal travel and meals are not reimbursable.", "type": "p"}, {"text": "It also states that all attendees whose meals are submitted for reimbursement must be listed. ", "type": "p"}, {"text": "Citi escalated the matter to its security and investigations services department, which also questioned Mr Fekete about whether he had shared a meal of pasta pesto and a bolognaise with his partner, to which he replied \"no\".", "type": "p"}, {"text": "The banker later admitted that he had shared meals with his partner. He also said that he was having personal difficulties following the death of his grandmother, had taken six weeks of medical leave and was on strong medication when he replied to emails.", "type": "p"}, {"text": "However, the bank ultimately dismissed him. Mr Fekete took Citi to court for unfair dismissal and wrongful dismissal.", "type": "p"}, {"text": "But in the judgement, which was first reported by the Financial Times, Employment Judge Illing found in favour of Citi.", "type": "p"}, {"text": "The judge said: \"I have found that this case is not about the sums of money involved. This case is about the filing of the expense claim and the conduct of the claimant thereafter.", "type": "p"}, {"text": "\"It is significant that the claimant did not make a full and frank disclosure at the first opportunity and that he did not answer questions directly.\"", "type": "p"}, {"text": "Judge Illing added: \"The claimant was employed in a position of trust in a global financial institution.", "type": "p"}, {"text": "\"I am satisfied that even if the expense claim had been filed under a misunderstanding, there was an obligation upon the claimant to own up and rectify the position at the first opportunity. I accept that the respondent requires a commitment to honesty from its employees.\"", "type": "p"}, {"text": "A spokesperson for Citi said: \"We are pleased with the decision.\"", "type": "p"}], "tags": []}