{"link": "https://www.bbc.com/news/entertainment-arts-67122609", "category": "entertainment & arts", "title": "Steve Bell sacked by Guardian in antisemitism row over Netanyahu cartoon", "contributor": null, "time": "2023-10-16T11:56:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0EFA/production/_131443830_mediaitem131443829.jpg", "content": [{"text": "Long-serving Guardian cartoonist Steve Bell has been sacked by the newspaper in a row over a drawing he created of Israeli leader Benjamin Netanyahu.", "type": "b"}, {"text": "The cartoon, featuring Netanyahu operating on his own stomach, showed a cut in the outline of the Gaza Strip.", "type": "p"}, {"text": "Bell said the cartoon was spiked after a phone call from the paper suggested it may reference Shakespeare's Shylock's \"pound of flesh\" line.", "type": "p"}, {"text": "He said it was inspired by a 60s cartoon of President Lyndon B Johnson.", "type": "p"}, {"text": "Writing on X, Bell said he submitted the image earlier this month and \"four hours later... I received an ominous phone call from the desk with the strangely cryptic message 'pound of flesh'...\"", "type": "p"}, {"text": "Bell said he responded: \"I'm sorry, I don't understand,\" and the reply from the desk was: \"Jewish bloke; pound of flesh; antisemitic trope.\"", "type": "p"}, {"text": "Moneylender Shylock, from Shakespeare's Merchant of Venice, is considered to be one of the most notorious Jewish stereotypes in English literature due to his greedy nature.", "type": "p"}, {"text": "In the Bard's famous play, Shylock asks for a pound of Antonio's flesh if a loan isn't repaid within three months.", "type": "p"}, {"text": "Bell told the BBC that the interpretation by the Guardian \"made no sense to me, as there is no reference to that play in my cartoon, which shows Netanyahu, poised to perform a surgical operation on himself while wearing boxing gloves, the catastrophic consequences of which are yet to be seen. ", "type": "p"}, {"text": "\"The image itself was inspired by the late, great David Levine's cartoon of President Lyndon Johnson (LBJ) showing off his operation scar, which Levine draws in the shape of a map of Vietnam.\"", "type": "p"}, {"text": "A GNM (Guardian News and Media) spokesperson says: \"The decision has been made not to renew Steve Bell's contract. Steve Bell's cartoons have been an important part of the Guardian over the past 40 years - we thank him and wish him all the best.\"", "type": "p"}, {"text": "The issue has arisen during a time of heightened tension following the Hamas attacks on Israel earlier this month and the subsequent retaliatory strikes on Gaza.", "type": "p"}, {"text": "It is not the first time Bell has been accused of using antisemitic imagery.", "type": "p"}, {"text": "A 2020 drawing featuring Sir Keir Starmer holding Jeremy Corbyn's head on a plate was interpreted by some as a reference to the head of John the Baptist, which was presented to Salome, the daughter of the Jewish King Herod.", "type": "p"}, {"text": "In the same year, senior Conservative MP Sajid Javid tweeted that Bell's cartoon - depicting former Home Secretary Priti Patel and ex-Prime Minister Boris Johnson as bulls with rings through their noses - was \"incredibly offensive\".", "type": "p"}, {"text": "Mr Javid said it was \"reminiscent of antisemitic cartoons from the last century,\" adding the Guardian \"should know better\".", "type": "p"}, {"text": "The Guardian also apologised earlier this year after a cartoon depicting BBC chairman Richard Sharp was criticised as antisemitic.", "type": "p"}, {"text": "Martin Rowson, the artist who drew it, also apologised.", "type": "p"}], "tags": []}