{"link": "https://www.bbc.com/news/technology-67127597", "category": "technology", "title": "LinkedIn: Microsoft says 668 more jobs to go", "contributor": null, "time": "2023-10-16T16:38:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/74B2/production/_131447892_gettyimages-1258039502.jpg", "content": [{"text": "LinkedIn owner Microsoft has announced a fresh round of job cuts, with around 670 roles set to go.  ", "type": "b"}, {"text": "The social network company says the jobs affected are across its engineering, talent and finance teams. ", "type": "p"}, {"text": "It comes after LinkedIn axed 716 jobs in May and follows cuts at other big tech firms.", "type": "p"}, {"text": "\"Talent changes are a difficult, but necessary and regular part of managing our business,\" the firm wrote  in a post on the LinkedIn website.", "type": "p"}, {"text": "The latest job cuts represent about 3% of the company's workforce of 20,000 staff.", "type": "p"}, {"text": "LinkedIn makes its money through job ad listings and premium subscriptions and is used by recruiters around the world.", "type": "p"}, {"text": "It has about 950 million users.", "type": "p"}, {"text": "A slowdown in hiring along with a fall in advertising spending has hit the company, although it continues to sign up new members.", "type": "p"}, {"text": "In the fourth quarter of 2023, the firm's revenue increased by 5% year-on-year, down from 10% in the previous quarter. ", "type": "p"}, {"text": "Since late 2022 there have been tens of thousands of layoffs in the technology sector by companies including Amazon, Meta and Google's parent company Alphabet.", "type": "p"}, {"text": "In January 2023, LinkedIn's parent company Microsoft announced 10,000 redundancies.", "type": "p"}, {"text": "All of these companies have been investing heavily in AI-powered technology, such as ChatGPT (owned by Microsoft) and Bard (by Google).", "type": "p"}, {"text": "The US technology sector has announced more job cuts than any other sector this year, with over 150,000 layoffs, according to a recent report from US-based employment consultancy Challenger, Gray & Christmas. ", "type": "p"}], "tags": []}