{"link": "https://www.bbc.com/news/business-62509970", "category": "business", "title": "People can't wait for energy help - Citizens Advice", "contributor": "Michael Race & Carrie Davies", "time": "2022-08-11T16:36:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/37B2/production/_126285241_gettyimages-1270299771-1.jpg", "content": [{"text": "Many households cannot wait for the government to decide whether more support will be given to cope with energy bills, Citizens Advice has said.", "type": "b"}, {"text": "The charity said it made more food bank referrals and crisis support in July than it had in 2019 and 2020 combined.", "type": "p"}, {"text": "The warning comes after the energy regulator said bills could start to rise at the end of this month, more than five weeks earlier than thought.", "type": "p"}, {"text": "A government meeting on Thursday with energy firms yielded no firm action.", "type": "p"}, {"text": "With the Conservative Party leader and thus new Prime Minister not due to be announced until 5 September, charities say time is running out to help people already feeling the pinch of prices, which are rising at the fastest rate for 40 years.", "type": "p"}, {"text": "Prime Minister Boris Johnson, alongside Chancellor Nadhim Zahawi and Business Secretary Kwasi Kwarteng, met with bosses from a number of companies including EDF, E.On, Scottish Power and National Grid to discuss help for households.", "type": "p"}, {"text": "However the meeting failed to produce any immediate concrete help for consumers, with Mr Johnson acknowledging any \"significant fiscal decisions\" would be be a matter for his successor.", "type": "p"}, {"text": "An industry source told the BBC it was \"increasingly clear that big decisions need to be made but we don't have a government capable of making them till the end of the leadership race\".", "type": "p"}, {"text": "Another added: \"It was striking that BP and Shell weren't in the room. The amount of their excess profits is symmetrical with the size of the problem we are facing. It feels inevitable that they will have to be part of the solution - ie increase or reform the windfall tax.\"", "type": "p"}, [{"text": "Energy crisis is on scale of pandemic - Martin Lewis", "type": "a", "href": "https://www.bbc.co.uk/news/business-62483770"}, {"text": "Energy bills forecast to hit over £4,200 a year", "type": "a", "href": "https://www.bbc.co.uk/news/business-62475171"}], {"text": "Both BP and Shell recently reported record profits fuelled by higher prices for oil and gas, which have risen sharply due to the war in Ukraine, prompting calls for a further windfall tax on firms.", "type": "p"}, {"text": "In recent months, Russia has reduced supplies to Europe following the invasion and fears are growing it may switch off the taps altogether.", "type": "p"}, {"text": "The potential of gas supply problems has led to the wholesale price soaring, which has led to energy firms passing those costs onto customers - pushing up household energy bills by unprecedented amounts.", "type": "p"}, {"text": "To date, the government has announced a package of measures to help households with the rising cost of living, including a £400 discount on energy bills - but the amount was decided before price forecasts surged.", "type": "p"}, {"text": "Mr Johnson said the government would \"keep urging the electricity sector to continue working on ways we can ease the cost of living pressures\".", "type": "p"}, {"text": "This week household energy bills were forecast to reach £4,200 in 2023.", "type": "p"}, {"text": "\"Many people cant wait another day for the government to decide what support is needed this winter,\" said Abby Jitendra, principle policy manager at Citizens Advice.", "type": "p"}, {"text": "\"We need the government to step in as soon as possible to help the people on the lowest incomes. Every day that the government delays telling us what the plan will be this winter, every day we see the price of forecast going up is another day of worry for people.\"", "type": "p"}, {"text": "Simon Francis, coordinator of the End Fuel Poverty Coalition, said the \"vacuum at the heart of government\" was causing distress for millions.", "type": "p"}, {"text": "He said while it was usual for customers on direct debit plans to pay more in the summer to even out higher winter usage, energy firms should \"not be pre-loading\" ahead of the price cap kicking in and \"when it is unclear what action the government will take to support families\".", "type": "p"}, {"text": "A new limit for the maximum price of gas and electricity a supplier can charge customers for energy usage in England, Scotland and Wales, known as the energy price cap, is due to be announced at the end of August and come into effect in October.", "type": "p"}, {"text": "Analysts have predicted a typical bill to rise to £3,582 from October.", "type": "p"}, {"text": "On Thursday, one consultancy, Auxilione, predicted a typical household could be paying £5,000 a year by next April.", "type": "p"}, {"text": "The energy regulator Ofgem has warned it is possible for some customers with direct debits to start paying more before new price caps kick in. ", "type": "p"}, {"text": "It said direct debits are usually charged in a way so that customers build up credit during the warmer summer months when usage is lower, to spread out the cost of using more energy in the colder months.", "type": "p"}, {"text": "Any rises in bills ahead of October would be to help spread the cost of higher energy use in the winter months, Ofgem said.", "type": "p"}, {"text": "Customers can ask for their excess credit to be returned at any time and can contact their suppliers to change how their direct debit is spread.", "type": "p"}], "tags": ["Cost of living", "UK economy", "Energy service companies", "Oil & Gas industry"]}