{"link": "https://www.bbc.com/news/entertainment-arts-62510927", "category": "entertainment & arts", "title": "Rage Against the Machine pull out of Reading and Leeds festivals", "contributor": null, "time": "2022-08-11T16:31:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/21C8/production/_126284680_gettyimages-1414039501.jpg", "content": [{"text": "Rage Against the Machine have cancelled their European tour, including headline slots at the Reading and Leeds festivals, because of a medical issue involving singer Zack de la Rocha.", "type": "b"}, {"text": "The news comes two weeks before the US band were due to headline the twin UK festivals and play a date in Edinburgh.", "type": "p"}, {"text": "A statement said the frontman was following \"medical guidance\".", "type": "p"}, {"text": "It didn't specify the medical issue, but de la Rocha, 52, injured his leg on stage in Chicago in July.", "type": "p"}, {"text": "The rock group, known for the 1993 anti-authority anthem Killing in the Name, resumed their US tour with de la Rocha performing seated, and will play three more shows in New York this week.", "type": "p"}, {"text": "\"Then Zack must return home for rest and rehabilitation,\" Thursday's statement said. \"The flights, travel time, and rigorous schedule in the UK and Europe are simply too much of a risk for a complete recovery.", "type": "p"}, {"text": "\"We are so sorry to all of our fans who have waited years to see us and hope to Rage again soon.\"", "type": "p"}, {"text": "The band had originally been booked to headline Reading and Leeds in 2020, but that was called off because of Covid.", "type": "p"}, {"text": "Festival organisers have not yet announced a replacement. The Arctic Monkeys and Dave are headlining the other days at the event, which takes place from 26-28 August.", "type": "p"}, {"text": "Rage Against the Machine have also cancelled dates in France, Belgium, Germany, Switzerland, Spain, Austria, Poland, Croatia and the Czech Republic. ", "type": "p"}], "tags": ["Reading and Leeds Festivals", "Reading", "Leeds", "Music"]}