{"link": "https://www.bbc.com/news/science-environment-62495034", "category": "science & environment", "title": "'Every day it doesn't rain, the pressure mounts'", "contributor": "Climate Editor Justin Rowlatt and Climate and Science reporter Georgina Rannard", "time": "2022-08-11T01:42:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/309F/production/_126274421_andya20220810_5579.jpg", "content": [{"text": "David Barton's fields on his farm in Gloucestershire should be green and full of grazing cattle.", "type": "b"}, {"text": "Instead the grass has turned yellow, the land is bone-dry, and many of the crops that feed his cows have died.", "type": "p"}, {"text": "\"Every day that it doesn't rain, every day that it's hot and dry, the pressure mounts,\" he says.", "type": "p"}, {"text": "As England and Wales enter a heatwave forecast to last until Sunday, these are challenging times for farmers.", "type": "p"}, {"text": "Experts warn that the extreme weather like the hot and dry conditions in July will inevitably lead to smaller harvests in the UK. ", "type": "p"}, {"text": "This in turn will make the food we buy in the supermarkets even more expensive.", "type": "p"}, {"text": "David, aged 54, is the third generation of his family to work on his farm in Cirencester. He's now resorted to feeding his cattle the food reserved for winter.", "type": "p"}, {"text": "\"This is fast approaching the worst we've seen,\" he explains. What he needs is rain, but he has no idea when it will come and waiting is an agony, he says.", "type": "p"}, {"text": "The Met Office says the weather is expected to become cooler next week but there's no guarantee that it will rain across the country. ", "type": "p"}, {"text": "July was the driest in England since 1935, with many areas seeing far less rainfall than average. After a \"fairly dry winter\", there was some rain in March but not enough for the spring crops, David explains.", "type": "p"}, {"text": "It was June when it began to get desperate. Holding a withered turnip seedling, he explains: \"It can't sustain itself. There's just not enough moisture, so this crop will probably fail now.\"", "type": "p"}, {"text": "His priority is to keep the livestock shaded and happy, but soon the financial costs will start to \"mount dramatically\".", "type": "p"}, {"text": "Smaller harvests from the UK's farms will push up the price of food, particularly meat, says Kyle Holland, an analyst at market research company Mintec.", "type": "p"}, [{"text": "Wildlife under stress as dry spell shrinks rivers", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62465805"}, {"text": "Global warming increases 'food shocks' threat", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-33910552"}, {"text": "A really simple guide to climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}], {"text": "Extreme weather globally is affecting agriculture, meaning essential crops are in shorter supply and are more expensive on world markets, too.", "type": "p"}, {"text": "The war in Ukraine, which is normally the world's fourth-largest grain exporter, has also caused shortages, pushing prices up yet further.", "type": "p"}, {"text": "\"It's almost a perfect storm,\" he says. ", "type": "p"}, {"text": "And there's little sign of the pressure lifting soon, he explains, adding that rain in September will be too late for the corn crop that's used to feed farm animals.", "type": "p"}, {"text": "Climate scientists warn that heatwaves are likely to become more common and more extreme globally.", "type": "p"}, {"text": "They say that the UK's extreme heat in July would have been \"almost impossible\" without human-induced climate change.", "type": "p"}], "tags": ["Agriculture", "UK heatwaves", "Climate change"]}