{"link": "https://www.bbc.com/news/business-66706495", "category": "business", "title": "Airlines could face crackdown on hidden fees", "contributor": null, "time": "2023-09-04T13:34:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9DD4/production/_130840404_airportpassenger_gettyimages-874914576.jpg", "content": [{"text": "Airlines could face a crackdown on hidden fees, as part of a new government plan to improve transparency for people shopping online.", "type": "b"}, {"text": "A public consultation will look at ways to clamp down on firms that add necessary charges at checkout, bumping up the final price.", "type": "p"}, {"text": "Airlines UK said the industry already delivers excellent value to consumers.", "type": "p"}, {"text": "It comes as new government research suggests the practice is \"widespread\" across a range of industries.", "type": "p"}, {"text": "In total, this costs consumers £1.6bn a year, the research said.", "type": "p"}, {"text": "The consultation, which is being launched by the Department for Business and Trade on Monday, will last for six weeks.", "type": "p"}, [{"text": "Couple 'horrified' at £110 Ryanair check-in fee", "type": "a", "href": "https://www.bbc.co.uk/news/business-66500479"}, {"text": "Have airlines gone too far with their extra fees? ", "type": "a", "href": "https://www.bbc.co.uk/news/technology-66538912"}], {"text": "Airlines now offer a plethora of extras at the booking stage, from speedy boarding and checking cabin bags to seat selection, which often come at a price.", "type": "p"}, {"text": "The government said so-called \"drip pricing\" - where the price paid at checkout is higher than originally advertised due to extra, but necessary, fees - occurs in products ranging from ticket fares to food deliveries.", "type": "p"}, {"text": "Almost three-quarters of transport providers, including air and rail, include hidden fees in their products, the research showed.", "type": "p"}, {"text": "The practice also occurs in 54% of providers in the entertainment industry and 56% of hospitality firms.", "type": "p"}, {"text": "Fake reviews and confusing labels are also being targeted in separate new consultations launched on Monday.", "type": "p"}, {"text": "Business Minister Kevin Hollinrake said the new proposals would ensure people have \"the clearest and most accurate information upfront\" before making a purchase.", "type": "p"}, {"text": "\"From the shelves of supermarkets to digital trolleys, modern-day shopping provides a great wealth of choice. But fake reviews and hidden fees can make those choices increasingly confusing and leaves customers unsure about what product is right for them. ", "type": "p"}, {"text": "\"We'll be listening to industry to ensure these new regulations work for businesses too and don't generate unnecessary burdens, while at the same time providing a crucial safety net for consumers and their cash.\" ", "type": "p"}, {"text": "As well as extra charges when you book, there may also be unexpected charges at the airport if you don't follow a carrier's terms and conditions.", "type": "p"}, {"text": "One elderly couple found this out last month. Ruth and Peter Jaffe from Ealing went viral after Ryanair charged them £110 to check in and print their tickets at the airport after they had mistakenly downloaded their return tickets.", "type": "p"}, {"text": "So-called \"ancillary\" services have become a major part of airlines' business models, generating some $103bn (£81bn) globally last year - up from $40bn in 2013.", "type": "p"}, {"text": "Airlines argue that by \"unbundling\" extras such as food and drink or cabin baggage from the ticket price, travellers get more choice and cheaper fares overall.", "type": "p"}, {"text": "But Susannah Streeter, head of money and markets at Hargreaves Lansdown, said many customers would benefit from more clarity about final prices. ", "type": "p"}, {"text": "\"The deepening cost-of-living crisis due to high interest rates may make passengers more sensitive to add-on costs,\" she said.", "type": "p"}, {"text": "\"The public consultation is hugely welcome and is bound to shine the light on just how tough some companies have been about enforcing their rules.\"", "type": "p"}, {"text": "Trade body Airlines UK said: \"Delivering value for consumers is at the heart of an airline business, with the competitiveness of the industry meaning it already delivers excellent choice, service and value to consumers.", "type": "p"}, {"text": "\"UK airlines look forward to responding to the consultation published today.\"", "type": "p"}, {"text": "Articles sharing tips on avoiding costly extras are now common online. ", "type": "p"}, {"text": "One strategy is wearing additional layers of clothes to avoid an extra baggage fee, with one woman from the Philippines claiming to have worn 2.5kg of clothing onto a flight in 2019. ", "type": "p"}, {"text": "John Grant, senior analyst at OAG, an aviation data firm, advises travellers to buy all their extras in one go, upfront, to minimise additional costs. ", "type": "p"}, {"text": "\"Buy for what you expect to use when you buy your ticket - buy the bundle rather than keep going back as that is more expensive.\"", "type": "p"}, {"text": "Which? advises travellers to take hand luggage only, if they can, as it will often work out cheaper, and to measure the size of their cabin bag to avoid unexpected fees at the airport. ", "type": "p"}, {"text": "It also says travellers should make the most of their hand luggage by folding and rolling clothes to maximise space; swapping bulky items like books and electric toothbrushes for e-readers and handheld brushes; and planning your holiday wardrobe carefully so you don't take unnecessary clothing.", "type": "p"}, {"text": "Finally, travellers should consider booking directly with the airline, Which? suggests, as they won't jack up the price of extras like some online travel agents do. ", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}