{"link": "https://www.bbc.com/news/entertainment-arts-66705597", "category": "entertainment & arts", "title": "Barbie overtakes Super Mario Bros to be 2023's biggest box office hit", "contributor": null, "time": "2023-09-04T09:42:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14DEA/production/_130528458_f16bkiaaiaaq5zc.jpg", "content": [{"text": "Barbie has officially become the year's biggest box office hit, after the doll's big-screen earnings overtook the Super Mario Bros Movie's total.", "type": "b"}, {"text": "The Barbie movie, which sees Margot Robbie's titular toy swap her pink fantasy home for the real world, has now made $1.38bn (£1.1bn) globally.", "type": "p"}, {"text": "That has taken it past the $1.36bn taken by the Super Mario Bros Movie.", "type": "p"}, {"text": "Barbie has also helped the US summer box office reach the $4bn (£3.2bn) mark for the first time since the pandemic.", "type": "p"}, {"text": "Analysts did not expect cinemas to reach that milestone, but the success of Barbenheimer - Barbie and Christopher Nolan's Oppenheimer, which were released on the same day in July - propelled takings past last year's total of $3.4bn (£2.7bn).", "type": "p"}, {"text": "Industry experts also predicted that the Super Mario Bros Movie would be the biggest film of 2023. But Barbie, directed by Greta Gerwig, has proved them wrong on that front too.", "type": "p"}, {"text": "The biggest films of 2023 so far", "type": "b"}, {"text": "Source: BoxOfficeMojo.com", "type": "p"}, {"text": "The Equalizer 3, starring Denzel Washington, proved to be another summer hit on its release this weekend, taking $34.5m (£27.3m) in its first three days at North American box offices.", "type": "p"}, {"text": "However, there are concerns in Hollywood that there may be a drop-off for rest of the year after films including Dune: Part II, Kraven the Hunter and the Ghostbusters: Afterlife sequel moved their release dates to 2024, as the ongoing Hollywood strike prevents actors from promoting studio movies.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}