{"link": "https://www.bbc.com/news/health-66711402", "category": "health", "title": "Lucy Letby: Senior judge appointed to lead inquiry", "contributor": null, "time": "2023-09-04T17:06:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5431/production/_130835512_2cdd0df2-0221-41b5-befd-edf69932fa23.jpg", "content": [{"text": "Lady Justice Thirlwall has been appointed to chair the Lucy Letby inquiry.", "type": "b"}, {"text": "The senior appeal court judge has been tasked with exploring how neonatal nurse Letby was able to murder seven babies. ", "type": "p"}, {"text": "The inquiry will look at how the NHS handled the case and its response to doctors who raised concerns.", "type": "p"}, {"text": "It will be a statutory inquiry so will have powers to compel witnesses to give evidence.", "type": "p"}, {"text": "Letby is the most prolific child serial killer in modern British history. Health Secretary Steve Barclay called her crimes \"some of the very worst the UK has witnessed\".", "type": "p"}, {"text": "\"I know that nothing can come close to righting the wrongs of the past but I hope that Lady Justice Thirlwall's inquiry will go at least some way towards giving the victims' families the answers they deserve,\" he said.", "type": "p"}, {"text": "Ministers had initially said the inquiry would not have full statutory powers but last week announced, after criticism from victims' families,  it would be upgraded.", "type": "p"}, {"text": "Letby, 33, was given a whole life sentence for murdering seven babies and attempting to kill six more while working at the Countess of Chester Hospital neonatal unit between 2015 and 2016, meaning she will spend the rest of her life in prison.", "type": "p"}, {"text": "She was found not guilty of a further two attempted murders and the jury failed to reach verdicts on another six, during the 10-month trial.", "type": "p"}, [{"text": "What I learned about Lucy Letby after 10 months in court", "type": "a", "href": "https://www.bbc.co.uk/news/uk-66104004"}, {"text": "The text messages Letby sent as she killed babies", "type": "a", "href": "https://www.bbc.co.uk/news/uk-66120198"}, {"text": "Who is baby serial killer Lucy Letby? ", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-merseyside-65058159"}, {"text": "Doctors' warnings ignored as Letby killed more babies", "type": "a", "href": "https://www.bbc.co.uk/news/uk-66120934"}], {"text": "BBC News has since been told hospital bosses failed to investigate allegations against Letby and tried to silence doctors.", "type": "p"}, {"text": "The hospital also delayed calling the police, despite months of warnings the nurse may have been killing babies, according to its doctors.", "type": "p"}, {"text": "Mr Barclay also told the House of Commons the government would consider whether tighter regulation of managers was needed.", "type": "p"}, {"text": "Officials at the Department of Health and Social Care and NHS England would explore introducing a disbarring service, he said, something previously seen as unnecessary following reviews of NHS management.", "type": "p"}, {"text": "Mr Barclay also announced former barrister Baroness Lampard, who led the Department of Health's inquiry into the crimes of Jimmy Saville, had agreed to chair an independent inquiry into the deaths of patients of Essex's mental-health services between 2000 to 2020", "type": "p"}, {"text": "Launched in 2021, it too was initially not a statutory inquiry - but Mr Barclay agreed to give it extra powers earlier in the summer, after previous chair Dr Geraldine Strathdee, who has had to stand down for health reasons, said only a third of the key witnesses she had wanted to call had agreed.", "type": "p"}], "tags": []}