{"link": "https://www.bbc.com/news/science-environment-66697968", "category": "science & environment", "title": "UK bees in danger as Asian hornet sightings rise", "contributor": null, "time": "2023-09-04T12:02:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F881/production/_130971636_20guillermorobertosalgadosanchez.png", "content": [{"text": "Record sightings of Asian hornets are raising fears of catastrophic consequences for the UK's bee populations for years to come.", "type": "b"}, {"text": "The invasive hornets are wreaking havoc in mainland Europe and threaten to get a foothold in the UK, with nests found in East Sussex, Kent, Devon and Dorset.", "type": "p"}, {"text": "The insects feed on native bees and wasps, damaging biodiversity.", "type": "p"}, {"text": "The warning comes as leading scientists release a global report into the threats caused by invasive species.", "type": "p"}, {"text": "They say the alien invaders play a role in 60% of animal and plant extinctions.", "type": "p"}, {"text": "And the economic costs have risen to more than £300bn ($380bn) a year across the world.", "type": "p"}, [{"text": "Logging, fishing and hunting 'driving extinction' ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62094405"}, {"text": "'Magical marine species' pushed toward extinction ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63911045"}, {"text": "Extinction: 'Urgent change' needed to save nature", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-54120111"}], {"text": "Alien species are living things transported around the world by humans into places they wouldn't naturally be, from Japanese knotweed to the fungus that kills ash trees.", "type": "p"}, {"text": "They are one of the five major drivers of biodiversity loss - and the problem is expected to get worse.", "type": "p"}, {"text": "The report found:", "type": "p"}, [{"text": "Invasive species are a major threat to nature, food security and human health", "type": "p"}, {"text": "Invasive alien species contribute to 60% of global extinctions", "type": "p"}, {"text": "Economic costs are quadrupling every decade, reaching $423 billion (£336 billion) in 2019", "type": "p"}, {"text": "There are solutions, such as border and import controls. ", "type": "p"}], {"text": "The Asian hornet is an example of an alien species at risk of gaining a permanent foothold in the UK.", "type": "p"}, {"text": " In Folkestone, Kent,  one of the hotspots for Asian hornets, bee keeper Simon Spratley is counting the costs to his bees. ", "type": "p"}, {"text": "He says the bee-munching predators are causing devastation, with 10 of 17 hives lost in quick succession.", "type": "p"}, {"text": "\"These insects are going to settle here and they're going to predate on all insects especially the honey bee - that's their natural food source,\" he warns.  ", "type": "p"}, {"text": "\"They'll end up destroying or over complicating bee keeping for everybody and reducing the [bio] diversity in the Kent area and the whole wider England.\"", "type": "p"}, {"text": "When we visited his apiary we saw several Asian hornets that had been captured that day.", "type": "p"}, {"text": "And 20 miles north, near Ashford, we met a team of experts from the National Bee Unit, a branch of the Animal and Plant Health Agency tasked with dealing with the problem.", "type": "p"}, {"text": "They were trying to locate and destroy a hornet's nest after a positive identification nearby.", "type": "p"}, {"text": "This is the time of the year when you are most likely to spot an Asian hornet, perhaps in your garden feeding on fruit, says bee inspector, Peter Davies.", "type": "p"}, {"text": "\"Please take a picture, go on the Asian hornet app, have a look - compare it and please report it,\" he says.", "type": "p"}, {"text": "The Department for the Environment says the Asian hornet poses no greater risk to human health than other wasps or hornets but can cause damage to honey bee colonies and other beneficial insects.", "type": "p"}, {"text": "The public is being urged to be extra vigilant and to report any sightings immediately.", "type": "p"}, {"text": "It is important to take care not to approach or disturb a nest.", "type": "p"}, {"text": "\"By ensuring we are alerted to possible sightings as early as possible, we can take swift and effective action to stamp out the threat posed by Asian hornets,\" said chief plant and bee health officer Nicola Spence.", "type": "p"}, {"text": "There have been 22 confirmed sightings of the Asian hornet so far in 2023 - more than the previous six years combined. This compares to just two confirmed sightings of Asian hornets last year, two in 2021 and one in 2020.", "type": "p"}, {"text": "Asian hornets are native to Southeast Asia but can be transported around the world in cargo. They are widespread in mainland Europe and can be blown across the Channel.", "type": "p"}, {"text": "\"We are transporting all sorts of plants and animals - fungi even - outside of their native ranges to places where the local environment has not evolved along with them, so they cause many threats to food security, to our native animals and plants,\" says Dr Gavin Broad of the Natural History Museum in London.", "type": "p"}, {"text": "Invasive species are one of the five major direct drivers of biodiversity loss - and a major risk for the UK. ", "type": "p"}, {"text": "The report by 86 biodiversity experts reviewed thousands of studies looking at the ecological and economic damage caused.", "type": "p"}, {"text": "Co-author of the report, Prof Helen Roy of the UK Centre for Ecology and Hydrology, said climate change will make the situation even worse.", "type": "p"}, {"text": "\"The future threat from invasive alien species is a major concern. 37% of the 37,000 alien species known today have been reported since 1970 - largely caused by rising levels of global trade and human travel.\"", "type": "p"}, {"text": "But she said efforts to keep the Asian hornet out of Britain showed the value of preventative measures.", "type": "p"}, {"text": "Follow Helen @hbriggs.", "type": "p"}], "tags": []}