{"link": "https://www.bbc.com/news/technology-66708574", "category": "technology", "title": "EE and Vodafone: Technical bug hits mobile networks", "contributor": null, "time": "2023-09-04T21:29:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/178AC/production/_130982469_gettyimages-1178634049.jpg", "content": [{"text": "Customers from two of the UK's most popular mobile networks have reported problems with their phones.", "type": "b"}, {"text": "Reports of issues with Vodafone and EE first came in around midday, according to the website Downdetector.", "type": "p"}, {"text": "Vodafone told the BBC there were no issues with its own network, but customers were unable to call EE numbers.", "type": "p"}, {"text": "EE said sorry for any inconvenience to customers and said it was working quickly to resolve the issues. ", "type": "p"}, {"text": "A spokesperson for EE told the BBC:  \"We're aware that some of our mobile customers are unable to make or receive calls from a Vodafone number. ", "type": "p"}, {"text": "\"We're working quickly to resolve this and we're very sorry for any inconvenience caused.\" ", "type": "p"}, {"text": "EE also claimed earlier that calls to other networks, mobile data and text messages were not affected.", "type": "p"}, {"text": "The statement appears slightly different to the version of events presented by its competitor.", "type": "p"}, {"text": "Vodafone customers had registered problems on problem tracking sites and on X, formerly known as Twitter. ", "type": "p"}, {"text": "But the company suggested there were no problems with its network, adding: \"some of our customers have been impacted by an issue with the EE network.", "type": "p"}, {"text": "\"This meant some customers were unable to connect calls to EE numbers, and the issue also affected customers who've previously transferred their number from EE to Vodafone\".", "type": "p"}, {"text": "Numbers transferred or \"ported\" from EE to any new network, including Three, O2 and Vodafone, were affected, the Vodafone spokesperson added, because three of the digits in the mobile number still identify them as \"EE\" numbers. That meant that even though they are no longer EE customers, calls are briefly routed through EE's infrastructure.", "type": "p"}, {"text": "While those former EE customers could call within their new network, calls to other networks were being affected by the problems at EE, Vodafone said.", "type": "p"}, {"text": "Earlier this evening, customers of both companies were still posting on X to complain about network issues.", "type": "p"}, {"text": "Elsewhere, O2 customers have also reported some problems on Downdetector. ", "type": "p"}, {"text": "O2 told the BBC it was not experiencing any network problems, but said some users might be experiencing issues trying to communicate with EE customers.", "type": "p"}], "tags": []}