{"link": "https://www.bbc.com/news/business-64010202", "category": "business", "title": "Twitter reinstates banned journalists' accounts", "contributor": null, "time": "2022-12-17T08:32:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5EC7/production/_128036242_2a6b33668d777b258fa13c208cd8b1169362ffd30_0_4000_25101000x628.jpg", "content": [{"text": "Billionaire businessman Elon Musk says several journalists he suspended from his social media company, Twitter, will have their accounts reinstated.", "type": "b"}, {"text": "Reporters for the New York Times, CNN and the Washington Post were among those locked out of their accounts, after Mr Musk accused them of sharing location data about him.", "type": "p"}, {"text": "But amid mounting criticism, he asked Twitter users what to do next.", "type": "p"}, {"text": "And 59% of the 3.6 million who took part voted to lift the ban immediately.", "type": "p"}, {"text": "\"The people have spoken. Accounts who doxxed my location will have their suspension lifted now,\" he tweeted.", "type": "p"}, {"text": "The ban was condemned by the EU and UN.", "type": "p"}, {"text": "However, one notable account, @ElonJet, remains suspended. The account's owner Jack Sweeney, 20, used publicly available flight-tracking information to tweet every time Mr Musk's jet took off and landed.", "type": "p"}, {"text": "Mr Musk had blamed the account for an incident involving \"a crazy stalker\" who he said had accosted his son while travelling in a car.", "type": "p"}, {"text": "On Thursday, Mr Musk said legal action was being taken against Mr Sweeney and others.", "type": "p"}, {"text": "Twitter's privacy policy was also updated to say that users \"may not publish or post other people's private information without their express authorization and permission\".", "type": "p"}, {"text": "Some of the journalists suspended on Twitter had reported on the incident involving the jet tracking account.", "type": "p"}, {"text": "Following the suspensions, bodies such as the EU and the UN, as well as governments and journalists, condemned the move.", "type": "p"}, {"text": "\"Media freedom is not a toy,\" the UN's under secretary general Melissa Fleming said. \"A free press is the cornerstone of democratic societies and a key tool in the fight against harmful disinformation.\"", "type": "p"}, {"text": "EU commissioner Vera Jourova had threatened Twitter with sanctions under Europe's new Digital Services Act which she said requires \"the respect of media freedom and fundament rights\".", "type": "p"}, {"text": "Since taking the helm at Twitter, Mr Musk has made a host of changes to its moderation practices.", "type": "p"}, {"text": "He has restored a handful of previously banned accounts, including former President Donald Trump's profile, which was banned following the 6 January insurrection at the US Capitol.", "type": "p"}, {"text": "The Tesla CEO has also slashed the social media company's staff and has reportedly stopped paying rent for some of Twitter's offices, including the company's San Francisco headquarters, according to the New York Times.", "type": "p"}], "tags": ["Social media", "Elon Musk", "Twitter"]}