{"link": "https://www.bbc.com/news/entertainment-arts-63973315", "category": "entertainment & arts", "title": "Eurovision 2023: Ukraine chooses Tvorchi from bomb shelter", "contributor": null, "time": "2022-12-17T20:45:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14EC8/production/_128040758_2022-12-17_19-25-20_anastasiiamantach.jpg", "content": [{"text": "Ukraine has chosen pop duo Tvorchi as its act for next year's Eurovision Song Contest in a live broadcast from a Kyiv bomb shelter.", "type": "b"}, {"text": "Tvorchi's entry Heart of Steel is the first song to be confirmed for the 2023 competition in Liverpool.", "type": "p"}, {"text": "Shocked band member Andrew Hutsuliak said: \"We will try to do everything to present Ukraine with dignity.\"", "type": "p"}, {"text": "Ukraine's Kalush Orchestra won this year's contest, but the UK will host in 2023 because of the war.", "type": "p"}, {"text": "A metro station in Kyiv was transformed into a TV studio for Saturday's selection show.", "type": "p"}, {"text": "The underground stop has been in use as a bomb shelter since Russia invaded in February.", "type": "p"}, {"text": "During Tvorchi's performance, dancers wore gas masks as nuclear warning signs appeared on screens over lyrics like: \"Don't be scared to say just what you think.\"", "type": "p"}, {"text": "\"I just want to say thank you Ukraine,\" vocalist Jeffery Kenny told viewers of Ukraine's Eurovision selection contest, known as Vidbir, which was streamed online.", "type": "p"}, {"text": "Hutsuliak added: \"We didn't think we'd win but we want to say thank you to everyone who supported us, who listens to our music and who are fighting on the front line.\"", "type": "p"}, {"text": "The upbeat entry beat a handful of ballads, with lyrical references to war, in the four-hour show.", "type": "p"}, {"text": "Tvorchi will hope to repeat the success of compatriots Kalush Orchestra, who won this year's contest in May.", "type": "p"}, {"text": "The winning country normally hosts the following year's event, but organisers decided it is too dangerous to stage Eurovision in Ukraine in 2023. Liverpool was instead chosen to put on the show, on behalf of Ukraine.", "type": "p"}, {"text": "Since Ukraine's first involvement in the song contest in 2003, it has won three times and finished outside the top 10 only six times, making it one of the more continually successful countries in the competition.", "type": "p"}, {"text": "This year, broadcaster UA:PBC received almost 400 songs from 299 participants who were hoping to make it to the final 10 acts in Saturday's TV selection show.", "type": "p"}, {"text": "Speaking to BBC News beforehand, Ukraine's head of delegation at Eurovision Oksana Skybinska said: \"We did everything possible to hold this Vidbir in full swing, and once again unite Ukrainians around this important choice for the biggest music stage in Europe.", "type": "p"}, {"text": "\"The decision to go underground was the first one taken. It made us feel sure that the show itself could go on uninterrupted because no matter if we have air raid alerts the work could continue.\"", "type": "p"}, {"text": "Viewers could hear trains passing by during certain parts of the show, but otherwise it looked like any other TV studio.", "type": "p"}, {"text": "Kalush Orchestra told BBC News they are confident Ukraine can win for a fourth time in Liverpool.", "type": "p"}, {"text": "Since their win in Italy, the band have been promoting their music and raising money for Ukraine across Europe.", "type": "p"}, {"text": "\"It is very important to us to represent our country and to show our Ukrainian culture and to some extent revive it,\" lead singer Oleh Psiuk explained.", "type": "p"}, {"text": "\"I can help my nation by raising donations, and when I go back I explain what I did for my country, how many donated and who supported us.\"", "type": "p"}, {"text": "Tvorchi are the fifth act to be revealed for next year's Eurovision.", "type": "p"}, {"text": "Cyprus, Israel, the Netherlands and Slovenia have also chosen their acts to send to Liverpool, but have not yet released the songs they will perform.", "type": "p"}, {"text": "The 37 countries taking part have until the end of March to confirm their songs and artists for the competition. ", "type": "p"}, {"text": "The 2023 Eurovision Song Contest grand final will take place on 13 May.", "type": "p"}], "tags": ["Kyiv", "Eurovision Song Contest", "Ukraine", "Music"]}