{"link": "https://www.bbc.com/news/business-64222813", "category": "business", "title": "Amazon warehouse closures put 1,200 jobs at risk", "contributor": null, "time": "2023-01-10T18:12:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1576B/production/_128251978_amazon_warehouse_hemel_hempstead_getty.jpg", "content": [{"text": "Online retail giant Amazon has said it plans to shut three warehouses in the UK, putting 1,200 jobs at risk.", "type": "b"}, {"text": "However, the company also said it planned to open two new centres creating 2,500 jobs over the next three years.", "type": "p"}, {"text": "The three warehouses being closed are in Hemel Hempstead, Doncaster and Gourock, in the west of Scotland.", "type": "p"}, {"text": "The firm said staff at the sites being closed would be offered the chance to move to other Amazon locations. ", "type": "p"}, {"text": "Last week, Amazon said it planned to cut more than 18,000 jobs globally, the largest number in the firm's history, in an attempt to reduce costs.", "type": "p"}, {"text": "An Amazon spokesperson told the BBC that the decision to close the UK warehouses was made after a review of operations in the country and was \"completely unrelated\" to the wider cuts, which primarily affect office staff.", "type": "p"}, [{"text": "Amazon to axe 18,000 jobs as it cuts costs", "type": "a", "href": "https://www.bbc.co.uk/news/business-64171008"}, {"text": "Amazon warns of slower sales as economy weakens", "type": "a", "href": "https://www.bbc.co.uk/news/business-63421170"}], {"text": "The firm said the new warehouses would be \"state of the art\" robotic facilities located in Peddimore, West Midlands, and Stockton-on-Tees, County Durham. ", "type": "p"}, {"text": "\"We're always evaluating our network to make sure it fits our business needs and to improve the experience for our employees and customers,\" the company said.", "type": "p"}, {"text": "Amazon also plans to close seven delivery stations in England, which employ dozens of workers, and open two new ones in Havant and Aylesford.", "type": "p"}, {"text": "These will replace existing stations in Portsmouth and Aylesford.", "type": "p"}, {"text": "Stations, which prepare orders for delivery, will also close in Birmingham, Hemel Hempstead, Huntingdon, Horley, and Newcastle.", "type": "p"}, {"text": "The online giant, which launched in the UK in 1998, expanded rapidly during the pandemic.", "type": "p"}, {"text": "It currently employs about 70,000 people in the UK, including 400 workers at the Doncaster centre, 500 at Hemel Hempstead and 300 at Gourock.  ", "type": "p"}, {"text": "The firm operates two other warehouses in Doncaster as well as one in Dunstable, about 20 minutes drive from Hemel Hempstead, which Amazon said may be able to absorb staff affected by the closures. ", "type": "p"}, {"text": "But Steve Garelick, GMB union officer for Hemel Hempstead, called the moves a \"real kick in the teeth for Amazon staff who worked themselves into the ground during the festive rush\".", "type": "p"}, {"text": "It may be difficult for workers to take roles further away from their homes, he added.", "type": "p"}, {"text": "\"Hard-up Amazon workers can't suddenly be expected to up sticks and move to a different fulfilment centre which may be many miles away,\" he said. ", "type": "p"}, {"text": "Katy Clark, Labour MSP for West of Scotland, called the decision to shut the Gourock warehouse after 19 years in the area \"appalling\".", "type": "p"}, {"text": "She added: \"This is devastating for the local community and the 300 workers who may find themselves out of a job.", "type": "p"}, {"text": "\"These workers have been heroic supporting households and providing vital supplies throughout the pandemic and holiday periods.", "type": "p"}, {"text": "\"The Scottish Government needs to intervene as a matter of urgency to support these workers back into employment.\"", "type": "p"}, {"text": "Amazon has faced growing pressure over workers' rights since the pandemic. ", "type": "p"}, {"text": "Hundreds of workers at a warehouse in Coventry voted last month to stage what is believed to be the first strike action at the company in the UK. The walkout, part of a row over pay, is set to happen on 25 January.", "type": "p"}], "tags": ["Companies", "Amazon", "Hemel Hempstead", "Gourock", "Stockton-on-Tees", "Doncaster"]}