{"link": "https://www.bbc.com/news/entertainment-arts-64228776", "category": "entertainment & arts", "title": "Foo Fighters announce their first shows since Taylor Hawkins' death", "contributor": null, "time": "2023-01-10T16:52:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11E65/production/_116671337_gettyimages-995030352.jpg", "content": [{"text": "Foo Fighters have announced their first shows since the tragic death of drummer Taylor Hawkins last year. ", "type": "b"}, {"text": "The band, led by Dave Grohl, will headline three US festivals this summer - Boston Calling and Sonic Temple in May, followed by Bonnaroo in June.", "type": "p"}, {"text": "The announcement comes shortly after the group said they would continue to play together following Hawkins' death. ", "type": "p"}, {"text": "The star was found unresponsive in his hotel room last March, shortly before he was due on stage in Colombia.", "type": "p"}, {"text": "No cause of death was announced, although a toxicology report showed traces of 10 substances in his body, including opioids, marijuana and anti-depressants.", "type": "p"}, {"text": "Investigators did not say whether the mix of drugs was a factor.", "type": "p"}, {"text": "Foo Fighters previously played two tribute shows for Hawkins in London and LA in September, with guests including Queen, Paul McCartney, Alanis Morrisette, Cars, Rush and Miley Cyrus.", "type": "p"}, {"text": "This summer's festival dates currently represent their return to the stage, although they may play smaller warm-up shows in advance.", "type": "p"}, [{"text": "Foo Fighters' drummer Taylor Hawkins dies aged 50", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60884259"}, {"text": "Foo Fighters give loving send-off to Taylor Hawkins", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62782108"}, {"text": "Pink, Queen and Alanis honour Taylor Hawkins in LA", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63058731"}], {"text": "In a statement on New Year's Eve the band told fans they had decided to continue without Hawkins, who had played with them since 1997.", "type": "p"}, {"text": "\"Foo Fighters were formed 27 years ago to represent the healing power of music and a continuation of life,\" the band wrote, referring to how Grohl's previous band, Nirvana, had ended with the death of frontman Kurt Cobain.", "type": "p"}, {"text": "\"For the past 27 years our fans have built a worldwide community, a devoted support system that has helped us all get through the darkest of times together. A place to share our joy and our pain, our hopes and fears, and to join in a chorus of life together through music.", "type": "p"}, {"text": "\"Without Taylor, we never would have become the band that we were - and without Taylor, we know that we're going to be a different band going forward.\"", "type": "p"}, {"text": "No announcement has been made on who will take Hawkins' place.", "type": "p"}, {"text": "At September's tribute concerts, his position was filled by a rotating cast of friends and family, including Blink-182's Travis Barker, Red Hot Chili Peppers' Chad Smith, Devo's Josh Freese and Hawkins' teenage son, Shane.", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Foo Fighters", "Music"]}