{"link": "https://www.bbc.com/news/technology-64225270", "category": "technology", "title": "Meta denies African content-moderator firm exit poses risk", "contributor": null, "time": "2023-01-10T18:31:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3F03/production/_124713161_gettyimages-1239257242.jpg", "content": [{"text": "Meta has denied harmful posts will escape review, after the contractor running Facebook's main moderation hub for east Africa, Sama, announced it would stop providing content-review services to social-media platforms.", "type": "b"}, {"text": "Meta said it had been \"Sama's decision\" and Sama blamed the \"economic climate\". ", "type": "p"}, {"text": "In May, a former moderator who claims the work harmed his mental health sued both firms.", "type": "p"}, {"text": "Daniel Motaung says posts he reviewed showed beheadings and child abuse.", "type": "p"}, {"text": "Mr Motaung, who says he was diagnosed with post-traumatic stress disorder (PTSD), says he was paid about $2.20 (£1.80) an hour for his work.", "type": "p"}, {"text": "Sama said it would \"let go\" about 3% of its staff, mostly from the Nairobi office, where they remove posts flagged for review if they break the platform's rules, and focus on its computer-vision work.", "type": "p"}, {"text": "They would receive wellbeing support for 12 months after their last day of employment, it said.", "type": "p"}, {"text": "Meta said it would \"work with our partners during this transition to ensure there's no impact on our ability to review content\".", "type": "p"}, {"text": "Campaign group Foxglove - which is supporting Mr Motaung and is also involved in a separate case brought in Kenya against Meta, over its handling of material relating to ethnic violence in Ethiopia - suggested the platform may have already struck a deal with another company to provide outsourced moderation.", "type": "p"}, {"text": "It urged Meta to end its reliance on \"cut-rate\" outsourced moderation that \"chews through workers\".", "type": "p"}, {"text": "Mr Motaung's lawyer, Mercy Mutemi, said her legal team was \"actively engaging\" with workers affected by Sama's decision to end content moderation work and helping them assess their legal options.", "type": "p"}, {"text": "Mr Motaung, claimed the support given to moderators was inadequate.", "type": "p"}, {"text": "Sama has called his accusations \"both disappointing and inaccurate\".", "type": "p"}, {"text": "It provided all members of its workforce with a competitive wage, benefits, upward mobility, and a robust mental-health and wellness programme, it said.", "type": "p"}, {"text": "Meta declined to comment directly on the legal action but has said it requires partners \"to provide industry-leading pay, benefits and support\".", "type": "p"}, {"text": "On 6 February, a judge is expected to rule on whether the Kenyan court is the appropriate jurisdiction to hear Mr Motaung's complaint.", "type": "p"}], "tags": ["Kenya", "Meta", "Instagram", "Facebook"]}