{"link": "https://www.bbc.com/news/business-66659081", "category": "business", "title": "M&S returns to FTSE 100 on food and clothes boost", "contributor": null, "time": "2023-08-30T17:03:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B395/production/_130937954_gettyimages-1237700152.jpg", "content": [{"text": "Marks & Spencer has returned to the FTSE 100 index of Britain's biggest listed companies for the first time in four years after a surge in the retailer's share price. ", "type": "b"}, {"text": "M&S was relegated from the index in 2019 as it faced falling sales and stiff competition.", "type": "p"}, {"text": "This year, its share price has risen by more than 75% after a revamp of it shops and clothing range.", "type": "p"}, {"text": "Chief executive Stuart Machin said it was a \"reflection\" of its \"hard work\".", "type": "p"}, {"text": "\"We've just got to crack on with the job and make sure we continue our positive momentum\", Mr Machin added.", "type": "p"}, {"text": "M&S has staged a \"remarkable\" turnaround despite soaring consumer prices, analysts said.", "type": "p"}, {"text": "The retailer told investors earlier this month that its interim results, scheduled to be published in November, would reveal \"a significant improvement\" in its performance.", "type": "p"}, {"text": ":", "type": "b"}, {"text": "The FTSE 100 contains the 100 largest UK-listed firms, ranked by market value. Membership of the index, often referred to as the blue chip index, is seen as a mark of prestige and M&S was one of its founding members.  ", "type": "p"}, {"text": "The index is reshuffled four times a year, allowing a handful of companies to enter, while a number of stragglers slip out into the lower tier FTSE 250. ", "type": "p"}, {"text": "Housebuilder Persimmon and investment manager Abrdn are among those firms who were relegated.", "type": "p"}, {"text": "M&S has plans, for example, to significantly increase the number of external clothing brands it sells online in a bid to entice shoppers away from High Street rivals Next and John Lewis, and has already started stocking items from Crew Clothing, Nobody's Child and Joules. ", "type": "p"}, {"text": "Russ Mould, investment director at broker AJ Bell, said: \"M&S' return to the FTSE 100 after four years will be seen by some as a validation of the turnaround strategy launched by Steve Rowe and then followed through by his successor Machin.\"", "type": "p"}, {"text": "He said the food business has continued to perform solidly, \"helped to a degree by the affluent demographic that it serves\", while the clothing business has received a \"much-needed shot in the arm from the team brought in from the collapsed Arcadia empire of Philip Green\". ", "type": "p"}], "tags": []}