{"link": "https://www.bbc.com/news/entertainment-arts-66656617", "category": "entertainment & arts", "title": "Ana de Armas: Judge throws out legal action over Yesterday film trailer", "contributor": null, "time": "2023-08-30T09:39:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/47F5/production/_128112481_gettyimages-1422049895.jpg", "content": [{"text": "A US judge has dismissed legal action brought by fans of Ana de Armas after the actress was edited out of a film despite appearing in the trailer.", "type": "b"}, {"text": "The Knives Out star featured in the trailer for 2019's Yesterday, a film Conor Woulfe and Peter Michael Rosza said they paid $3.99 (£3.16) to rent.", "type": "p"}, {"text": "But when they found de Armas did not feature, they accused Universal Pictures of false advertising.", "type": "p"}, {"text": "A judge rejected their case, calling their actions \"self-inflicted\".", "type": "p"}, {"text": "Danny Boyle's Beatles-themed film starred Himesh Patel, Lily James and Ed Sheeran, and took $155m (£122m) at the global box office.", "type": "p"}, {"text": "A trailer put out months before the film's release featured scenes showing Patel's character appearing to flirt with de Armas's character on a talk show.", "type": "p"}, {"text": "Screenwriter Richard Curtis explained that the actress was cut because test audiences did not like the idea of Patel's character straying from his primary love interest, played by James.", "type": "p"}, {"text": "In 2019, he said it had been a \"very traumatic cut\" because de Armas was \"brilliant\" in the role.", "type": "p"}, {"text": "But her absence led Mr Woulfe and Mr Rosza to claim they were \"deceived\" by Universal Pictures, saying they would not have rented the movie had they known de Armas would not appear.", "type": "p"}, {"text": "The pair sought at least $5m (£3.9m) from Universal in the case, which was filed as a class action on behalf of other disappointed fans.", "type": "p"}, {"text": "They said the studio had \"used Ms De Armas's fame, radiance and brilliance to promote the film by including her scenes in the movie trailers advertising Yesterday\".", "type": "p"}, {"text": "The plaintiffs alleged they had never before seen a trailer that featured an actor or actress who didn't also appear in the film being advertised.", "type": "p"}, {"text": "Mr Woulfe claimed he had been deceived a second time after also renting the movie on Google Play, which listed de Armas as a cast member. Mr Woulfe said he believed de Armas could appear in that version if it was a director's cut.", "type": "p"}, {"text": "But the court found that the complainant \"lacks standing\" to bring a suit because his \"injury is self-inflicted\".", "type": "p"}, {"text": "Judge Stephen Wilson also said there was no reason to believe the \"version of Yesterday they accessed on Google Play would be a different version of the movie\" than the one they watched the first time on Amazon.", "type": "p"}, {"text": "Because Mr Woulfe had already watched Yesterday on Prime, the judge ruled it was \"not plausible\" that he could claim the film had been misrepresented, adding that the plaintiff's own case had expressly stated that de Armas \"is not and was never in the publicly released version of Yesterday\".", "type": "p"}, {"text": "Universal's lawyers previously argued that a trailer is an \"artistic, expressive work\" that tells a three-minute story conveying the general theme of the movie.", "type": "p"}, {"text": "They said it is not unusual for movie trailers to feature clips that do not appear in the finished film, and highlighted other examples such as Jurassic Park.", "type": "p"}, {"text": "The judge ultimately ruled the plaintiffs did not watch Yesterday because of statements from Universal that de Armas appears in the movie. ", "type": "p"}], "tags": []}