{"link": "https://www.bbc.com/news/science-environment-66657541", "category": "science & environment", "title": "Super blue Moon: Rare spectacle set to light up skies", "contributor": null, "time": "2023-08-30T11:35:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4F3B/production/_130938202_gettyimages-1634163378.jpg", "content": [{"text": "The biggest and brightest Moon of the year will be visible on Wednesday and Thursday from around the world.", "type": "b"}, {"text": "It will be a rare chance to see what is known as a blue supermoon - the last one was in 2009.", "type": "p"}, {"text": "A blue Moon happens when the pattern of days in a year means there are 13 full Moons instead of the usual 12.", "type": "p"}, {"text": "If the skies are clear, the best time to see the spectacle in the UK will be in early hours of Thursday morning. ", "type": "p"}, {"text": "It has already been lighting up skies around the world, from Asia to the Middle East to southern Europe. ", "type": "p"}, {"text": "This blue Moon is also known as a supermoon and will appear larger and brighter than usual. That is because the Moon is near the closest point in its orbit around Earth.", "type": "p"}, {"text": "But anyone hoping to see the Moon tinged the colour blue will be disappointed. ", "type": "p"}, {"text": "The name of the Moon has nothing to do with colour but instead is so called because it does not fall in the usual scheme of named Moons.", "type": "p"}, {"text": "Cultures around the world including Native American societies give names to full Moons. ", "type": "p"}, {"text": "A full Moon generally occurs once a month, meaning that an average year has 12. But the phases of the Moon actually take 29.5 days to complete, or 354 days for 12 cycles. ", "type": "p"}, {"text": "That falls short of the 365/366 days in a calendar year, so roughly every two and half years, a 13th full Moon is seen.", "type": "p"}, {"text": "It is thought that the rarity is where the phrase \"once in a blue Moon\" may come from.", "type": "p"}, {"text": "The last blue Moon was in August 2021 and the next one will be in 2026.", "type": "p"}, {"text": "But the combination of a blue Moon and super Moon is much rarer and we will have to wait until 2037 to see it again.", "type": "p"}, {"text": "No special equipment like a telescope is needed to observe the sight - it will just be a case of looking at the sky towards the south.", "type": "p"}, {"text": "In the UK the peak time will be 02:35 on Thursday. But as long as it is not cloudy, the Moon's rise should also be spectacular as it appears above the horizon shortly after sunset.", "type": "p"}, {"text": "If you've managed to spot the supermoon and would like to share your experience with us you can email ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}