{"link": "https://www.bbc.com/news/technology-66618852", "category": "technology", "title": "Google tests watermark to identify AI images", "contributor": null, "time": "2023-08-29T12:17:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/36C4/production/_130902041_copyofcopyofheader1-1.png", "content": [{"text": "Google is trialling a digital watermark to spot images made by artificial intelligence (AI) in a bid to fight disinformation.", "type": "b"}, {"text": "Developed by DeepMind, Google's AI arm, SynthID will identify images generated by machines.", "type": "p"}, {"text": "It works by embedding changes to individual pixels in images so watermarks are invisible to the human eye, but detectable by computers. ", "type": "p"}, {"text": "But DeepMind said it is not \"foolproof against extreme image manipulation\".", "type": "p"}, {"text": "As the technology evolves, it is becoming increasingly more complex to tell the difference between real images and artificially-generated ones - as BBC Bitesize's AI or Real quiz shows.", "type": "p"}, {"text": "AI image generators have become mainstream, with popular tool Midjourney boasting more than 14.5m users.", "type": "p"}, {"text": "They allow people to create images in seconds by inputting simple text instructions, leading to questions over copyright and ownership worldwide.", "type": "p"}, {"text": "Google has its own image generator called Imagen, and its system for creating and checking watermarks will only apply to images created using this tool.", "type": "p"}, {"text": "Watermarks are typically a logo or text added to an image to show ownership, as well as partially to make it trickier for the picture to be copied and used without permission. ", "type": "p"}, {"text": "It is in images used on the BBC News website, which usually include a copyright watermark in the bottom-left corner.", "type": "p"}, [{"text": "A simple guide to help you understand AI", "type": "a", "href": "https://www.bbc.co.uk/news/resources/idt-74697280-e684-43c5-a782-29e9d11fecf3"}], {"text": "But these kinds of watermarks are not suitable for identifying Al-generated images because they can easily be edited or cropped out. ", "type": "p"}, {"text": "Tech companies use a technique called hashing to create digital \"fingerprints\" of known videos of abuse, so they can spot them and remove them quickly if they start to spread online. But these too can become corrupted if the video is cropped or edited.", "type": "p"}, {"text": "Google's system creates an effectively invisible watermark, which will allow people to use its software to find out instantly whether the picture is real or made by machine.", "type": "p"}, {"text": "Pushmeet Kohli, head of research at DeepMind, told the BBC its system modifies images so subtly \"that to you and me, to a human, it does not change\".", "type": "p"}, {"text": "Unlike hashing, he said even after the image is subsequently cropped or edited, the firm's software can still identify the presence of the watermark.", "type": "p"}, {"text": "\"You can change the colour, you can change the contrast, you can even resize it... [and DeepMind] will still be able to see that it is AI-generated,\" he said.  ", "type": "p"}, {"text": "But he cautioned this is an \"experimental launch\" of the system, and the company needs people to use it to learn more about how robust it is.", "type": "p"}, {"text": "In July, Google was one of seven leading companies in artificial intelligence to sign up to a voluntary agreement in the US to ensure the safe development and use of AI, which included ensuring that people are able to spot computer-made images by implementing watermarks. ", "type": "p"}, {"text": "Mr Kohli said this was a move which reflected those commitments but Claire Leibowicz, from campaign group Partnership on AI, said there needs to be more coordination between businesses.", "type": "p"}, {"text": "\"I think standardisation would be helpful for the field,\" she said. ", "type": "p"}, {"text": "\"There are different methods being pursued, we need to monitor their impact - how can we get better reporting on which are working and to what end?", "type": "p"}, {"text": "\"Lots of institutions are exploring different methods, which adds to degrees of complexity, as our information ecosystem relies on different methods for interpreting and disclaiming the content is AI-generated,\" she said.", "type": "p"}, {"text": "Microsoft and Amazon are among the big tech companies which, like Google, have pledged to watermark some AI-generated content.", "type": "p"}, {"text": "Beyond images, Meta has published a research paper to its unreleased video generator Make-A-Video, which says watermarks will be added to generated videos to meet similar demands for transparency over AI-generated works.", "type": "p"}, {"text": "China banned AI-generated images without watermarks altogether at the start of this year, with firms like Alibaba applying them to creations made with its cloud division's text-to-image tool, Tongyi Wanxiang.", "type": "p"}], "tags": []}