{"link": "https://www.bbc.com/news/business-61443538", "category": "business", "title": "Ethnic pay gap: MPs criticise government's 'lack of care'", "contributor": null, "time": "2022-05-13T18:53:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0B40/production/_100108820_gettyimages-493796328.jpg", "content": [{"text": "The government's decision to reject mandatory ethnicity pay gap reporting for firms has been criticised as \"nonsensical\" by MPs.", "type": "b"}, {"text": "Conservative MP Caroline Nokes said it also showed a lack of will \"to foster a fairer and more equal society\".", "type": "p"}, {"text": "She chairs a parliamentary committee which has called for pay gap rules to be extended to include race.", "type": "p"}, {"text": "But the government has said it does not want to impose any new reporting burdens on business.", "type": "p"}, {"text": "Companies with more than 250 employees have been required to publish their gender pay gap statistics since 2017, revealing stark differences at some firms between the amount women and men are paid per hour on average.", "type": "p"}, {"text": "Earlier this year the cross-party Commons women and equalities committee called on those firms to also publish pay differences between ethnic groups in their employment.", "type": "p"}, {"text": "The government rejected the proposal, pointing to a report that found publishing statistics on the ethnicity pay gap \"may not\" be the \"most appropriate tool for every type of employer seeking to ensure fairness in the workplace\".", "type": "p"}, [{"text": "Do you want to know how much your colleagues earn?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61227552"}, {"text": "Little change in gender pay gap, study finds", "type": "a", "href": "https://www.bbc.co.uk/news/business-59542790"}, {"text": "'We need to reflect on why women still do most of the childcare'", "type": "a", "href": "https://www.bbc.co.uk/news/business-56414051"}], {"text": "\"There are significant statistical and data issues that would arise as a result of substituting a binary-protected characteristic (male or female) with a characteristic that has multiple categories,\" the government said. ", "type": "p"}, {"text": "Ms Nokes condemned the government's decision, saying in a statement: \"What is lacking in this administration is not resource or know-how, but the will or care to foster a fairer and more equal society\". ", "type": "p"}, {"text": "\"Introducing mandatory ethnicity pay gap reporting for larger businesses would set the ball rolling, reducing inequalities between different ethnic groups,\" she said.", "type": "p"}, {"text": "The committee said research suggested that addressing race inequality in the UK labour market could boost the UK economy by £24bn a year. ", "type": "p"}, {"text": "Companies already reporting gender pay gap figures were \"already well resourced\" to gather data on ethnicity and pay, the committee added, noting the government was providing detailed information on how firms could publish these statistics on a voluntary basis.", "type": "p"}, {"text": "Dianne Greyson, founder of the #EthnicityPayGap campaign group, told the BBC that the government's decision was \"not acceptable\".", "type": "p"}, {"text": "Previously, the trade union Unison has called for mandatory ethnic pay gap reporting, saying it is \"essential to recognise the interrelation between the ethnic pay gap and career progression.\" ", "type": "p"}], "tags": ["Companies", "Gender pay gap", "Caroline Nokes"]}