{"link": "https://www.bbc.com/news/entertainment-arts-61442469", "category": "entertainment & arts", "title": "Eurovision final 2022: Wolves, treadmills and high hopes for the UK", "contributor": "Mark Savage", "time": "2022-05-13T18:06:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/97E2/production/_124728883_wolf.jpg", "content": [{"text": "The Eurovision Song Contest reaches its grand final on Saturday night in Turin, with Ukraine, Italy and the UK among the favourites to win.", "type": "b"}, {"text": "Yes, I said the UK. No, I don't believe it either. But here we are.", "type": "p"}, {"text": "Sam Ryder, a construction worker turned TikTok star, wowed people so much during rehearsals that bookmakers have been shortening his odds of winning all week. ", "type": "p"}, {"text": "Now, I know what you're going to say: \"But surely Eurovision is all about politics\". And to an extent, you're right. Countries often trade votes with their neighbours. If Greece and Cyprus don't award each other \"douze points\", it would probably provoke a diplomatic incident.", "type": "p"}, {"text": "But several studies - here's the most recent one - show that political voting rarely affects the overall winner. In order to get enough points, you need a broad range of support that's impossible to achieve through favouritism alone. Political votes definitely affect the mid-table results, however, while the last-place positions are reserved for the worst songs.  ", "type": "p"}, {"text": "This year, of course, politics are expected to dictate the outcome. Ukraine are the presumptive favourites, as public sympathy soars after Russia's invasion. ", "type": "p"}, {"text": "But some observers are wary even of that suggestion. Is a 17-year-old in Tallinn really considering Vladimir Putin's geopolitical ambitions when they pick up the phone to cast a vote in a song contest, or are they thinking: \"That boy from Belgium looks hot\"?  ", "type": "p"}, {"text": "Decades of pop history suggest it's the latter.", "type": "p"}, [{"text": "The Eurovision anthem born in a war zone", "type": "a", "href": "https://www.bbc.co.uk/news/av/world-europe-61424173"}, {"text": "Ireland fail to make Eurovision Song Contest final", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61428830"}, {"text": "Sam Ryder is 'ignoring the hype' at Eurovision", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61378557"}, {"text": "When a president tried to intervene in Eurovision...", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61338657"}, {"text": "Who will win Eurovision? And other questions answered", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-61320112"}], {"text": "Anyway, the joy of Eurovision isn't about analysing the intricacies of the voting system. It's about revelling in the strange, beautiful, passionate and peculiar performances that the continent (and Australia) puts forward. ", "type": "p"}, {"text": "So here's a quick preview of the moments you should look out for when the Grand Final kicks off on BBC One on Saturday evening.  ", "type": "p"}, {"text": "Norway's Subwoolfer are the oldest act ever to take the Eurovision stage, having formed 4.5 billion years ago on the moon before coming to Earth to dominate pop music. Or so the story goes.", "type": "p"}, {"text": "Known as Keith and Jim, they hide their identity behind custard yellow masks, and put a modern spin on the Red Riding Hood story over a thumping house beat. \"Before that wolf eats my grandma, give that wolf a banana\", they advise.", "type": "p"}, {"text": "An ap-peel-ing cross between Hollaback Girl and What Does The Fox Say, this one has a British connection, too.  ", "type": "p"}, {"text": "One of the wolves is rumoured to be Ben Adams from the 90s boyband A1.... and we spotted his wife outside the Norwegian delegation's hotel on Thursday, so it must be true.", "type": "p"}, {"text": "Serbia's In Corpore Sano is a  song that was clearly written during the pandemic by someone falling down a WebMD rabbit hole in the middle of a nervous breakdown.", "type": "p"}, {"text": "An ode to personal hygiene, it poses the eternal question: \"What's the secret behind Meghan Markle's healthy hair? I think that deep hydration is what it is\", before spiralling into a feverish examination of personal hygiene, and whether \"dark circles around the eyes indicate liver problems\".", "type": "p"}, {"text": "You imagine the singer Konstrakta (aka Ana Duric) scrawling these lyrics obsessively on her wall during a particularly dark night of the soul - an image that's only reinforced when she's joined onstage by a choir intoning in Latin.  ", "type": "p"}, {"text": "In case that wasn't strange enough, she spends the entire performance washing her hands in a tiny basin. Naturally, it's a favourite among fans in the arena.", "type": "p"}, {"text": "Italian rock band Måneskin roared into first place at last year's Eurovision with their glam-thrash song Zitti E Buoni, and went on to become a genuine global phenomenon, touring with the Rolling Stones, winning an MTV Award and scoring a billion streams of their hit single, Beggin'.", "type": "p"}, {"text": "\"How many nights did I spend in my own bed last year? Maybe 10,\" laughs bassist Victoria De Angelis.", "type": "p"}, {"text": "The quartet will return to the Eurovision stage on Saturday night to play their new single, Supermodel, which was inspired by \"fake people\" they encountered in LA last year.", "type": "p"}, {"text": "\"I know it's not our deepest song, but it's good,\" says frontman Damiano David. ", "type": "p"}, {"text": "Fans will notice he's a little less mobile than normal, after tearing his ankle shooting a music video. But the band are ready to reclaim the stage that brought them to an international audience. \"I don't know if I'm going to be able to run around, but I'm just going to enjoy not being in the competition,\" says David.", "type": "p"}, {"text": "Under different circumstances, Cuban-Spanish singer Chanel wouldn't be part of the contest.  ", "type": "p"}, {"text": "Two years ago, she was one of five actresses on the shortlist to play Anita in Steven Spielberg's remake of West Side Story. The role eventually went to Ariana deBose, but cinema's loss is Eurovision's gain.", "type": "p"}, {"text": "Chanel's slinky pop song, SloMo, was originally written for Jennifer Lopez, and it has a dance routine worthy of La Lopez herself.", "type": "p"}, {"text": "To ensure she could carry out the choreography without losing her breath, Chanel trained for Eurovision by singing while running on a treadmill.", "type": "p"}, {"text": "After three days, she decided the challenge wasn't enough, and started running in heels. Now that's dedication.", "type": "p"}, {"text": "This year's contest has spawned a lot of copycat Måneskins - most of whom were thrown out in the semi-finals - but Italy has gone in the opposite direction.", "type": "p"}, {"text": "Their entry comes from Mahmood, a runner-up in 2019, who's teamed up with fellow Italian pop star Blanco for a big old ballad and, let me tell you, it's a spine-tingler. ", "type": "p"}, {"text": "Brividi (translated as \"chills\") is a song about how, in love, the fear of being inadequate is a universal experience - regardless of gender, identity or sexuality. ", "type": "p"}, {"text": "\"I'd like to love you, but I'm always wrong\", the duo sing, with just the right blend of pathos and vulnerability, \"and I get chills, chills, chills\".", "type": "p"}, {"text": "On Spotify, it's currently the most-played song from this year's contest. ", "type": "p"}, {"text": "That's not a guarantee of votes on Saturday night (what if all those plays come from Italians, who can't vote for their own act?) but it's a sign that Ukraine might not have the competition sewn up.", "type": "p"}, {"text": "If Italy do win, they'll be the first country to have back-to-back victories since Ireland's incredible hat-trick in the early 1990s.", "type": "p"}, {"text": "Australia's Sheldon Riley wrote his song, Not The Same, years ago as a message to his younger self, about the struggles of dealing with Asperger's Syndrome and coming to terms with his sexuality in a deeply religious family. ", "type": "p"}, {"text": "He says he's been singing it since he was 15 - but the message has changed from one of despair to hope, as he learned to be proud of his differences.", "type": "p"}, {"text": "The song's transformation is evident in the staging too. When he won Eurovision - Australia Decides earlier this year, he was dressed in black, surrounded by bleak, industrial sets. Now, he's all in white and bathed in light. ", "type": "p"}, {"text": "And he can barely move.", "type": "p"}, {"text": "Sheldon's costume weighs 40kg - thanks to the 200,000 Swarovski crystals and 90,000 Swarovski pearls stitched into the fabric. Along with his mask and other accessories, the total weight is 51kg. Imagine his excess baggage charges.", "type": "p"}, {"text": "Believe it or not, when Estonia's Stefan performs on Saturday night, he will only just have woken up.", "type": "p"}, {"text": "\"Usually, I go to sleep before I go on stage,\" he told Steve Holden on the Official Eurovison podcast. \"I don't know why, but my body tells me, 'you need to rest' and I just go somewhere quiet and take a nap for 15 minutes, and then I wake up like a new person.\"", "type": "p"}, {"text": "There's nothing sleepy about his performance, though, as Stefan bounds around the arena like a little puppy, even taking a daring leap over the stage's built-in waterfall. Let's just hope he remembers to set his alarm.", "type": "p"}, {"text": "Watch the first Eurovision Semi-Final on BBC iPlayer now. ", "type": "p"}, {"text": "Watch the second Eurovision Semi-Final on BBC iPlayer now.", "type": "p"}, {"text": "Watch the Eurovision Song Contest Final on BBC iPlayer and BBC One, at 20:00 BST on Saturday 14 May.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Eurovision Song Contest", "Italy", "Music"]}