{"link": "https://www.bbc.com/news/health-61309962", "category": "health", "title": "Chronic pain: The ‘unbearable’ condition affecting one in four", "contributor": "Ruth Clegg and Dominic Hughes", "time": "2022-05-11T05:00:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6BA0/production/_124625572_976xjenstill.jpg", "content": [{"text": "Relentless. Unbearable. Overwhelming.  ", "type": "b"}, {"text": "These are just some of the words used by the thousands of people who have revealed their battle with long-term, persistent pain.", "type": "p"}, {"text": "An exclusive survey of over 4,000 adults aged 16-75 for BBC News, carried out by research company Ipsos, suggests that a quarter of people in the UK are living with chronic pain - an often hidden and misunderstood condition. ", "type": "p"}, {"text": "And pain specialists warn the health service is not set up to deal with such complex conditions. They say the treatments on offer are decades behind the science, leaving millions of patients without the support they need to manage their pain.", "type": "p"}, {"text": "Chronic pain - defined as pain that lasts longer than three months - can drastically change people's lives. It can be caused by a physical problem - such as a slipped disc, but can also occur with no clear cause - known as primary pain. It destroys careers, breaks up relationships, steals independence and denies people the futures they had imagined.", "type": "p"}, {"text": "Jen Proudler says chronic pain has left her grieving for \"the person she was\".", "type": "p"}, {"text": "It started four years ago with sporadic back pain, which she managed with the help of hot baths and paracetamol. Now she relies on opioid patches, anti-inflammatories, nerve pain medications and beta-blockers just to get through the day.", "type": "p"}, {"text": "\"It has flipped everything upside down,\" she says. \"I feel I've lost every part of my life. I've lost me.\"", "type": "p"}, {"text": "Jen, 38, who lives with her partner in Farsley near Leeds, was working as a dental hygienist and had a busy social life when she first started experiencing pain in February 2018.", "type": "p"}, {"text": "Her doctor said it was a problem with a disc in her back and advised taking some time off. Jen rested for about eight weeks, then went back to work. The pain hadn't gone away but she felt she needed to get back to \"some kind of normality\".", "type": "p"}, {"text": "\"There were days when it was really bad, but I have this attitude of battling through it, because that's what you do,\" she says.", "type": "p"}, {"text": "But nine months after the pain first began, Jen was driving to work when she felt the most excruciating pain. \"It was how I would imagine being kicked in the back by a horse.\" Later that day she lost all sensation in her right leg.", "type": "p"}, {"text": "That was the last time she made it to work.", "type": "p"}, {"text": "After several incorrect diagnoses, Jen was eventually told by a neurosurgeon that she had a \"pretty massive\" far lateral disc herniation in her spine - a slipped disc that then compresses the nerves around it. But by then something was going on - her body's defence system had gone into overdrive in response to the agony she was experiencing. The pain has now spread around her body - Jen has burning pins and needles sensations down her leg, as well as sharp pain, as if being cut by a razor. Sometimes it's so bad, she can't even bear any fabric to touch it.", "type": "p"}, {"text": "\"Our nervous system becomes more and more protective, it feels danger and sends warning signals - and those warning signals contribute to the pain,\" explains Dr Chris Barker, clinical director of an NHS community pain service in Ainsdale, Merseyside.", "type": "p"}, {"text": "He says such pain can be hard to diagnose, and the difficulty of getting the correct treatment can make things worse. \"Incorrect diagnoses, delayed diagnoses, poor experiences in and out of the health system, not being believed - all of these can contribute to a more intense experience of pain.\" ", "type": "p"}, {"text": "Dr Barker says the NHS is not set up to deal with such a complex condition, despite the fact it is so common. \"The prevalence of pain is huge. It dwarfs most other conditions.\" ", "type": "p"}, {"text": "The BBC study is the most recent snapshot - previous studies have found chronic pain affects between 20-50% of the UK - and the prevalence may be even higher in older age groups. ", "type": "p"}, [{"text": "Persistent pain that lasts more than three months, despite medication or other forms of treatment", "type": "p"}, {"text": "Secondary chronic pain is a pain which tends to be caused by another condition, for example, arthritis, endometriosis, cancer pain", "type": "p"}, {"text": "Primary chronic pain is a condition in its own right - there is no known condition other than the pain itself - this can include conditions such as fibromyalgia or complex regional pain syndrome", "type": "p"}, {"text": "Chronic pain is often confused with acute pain - a short-term pain such as a broken bone or a torn muscle  ", "type": "p"}], {"text": "Latest guidelines from the health regulator National Institute of Health and Care Excellence (NICE) say chronic primary pain should not be treated with opioids, or even paracetamol, while in Scotland, opioids can be prescribed for chronic pain in certain cases. ", "type": "p"}, {"text": "Yet the results from BBC's Ipsos survey suggest nearly a quarter of those who live with chronic pain are currently taking opioids - ranging from medication such as codeine to more powerful painkillers like morphine and fentanyl.", "type": "p"}, {"text": "Opioids are useful for short-term, acute pain, but there is little evidence they help long-term, persistent pain. Despite this, opioid prescribing more than doubled between 1998 to 2018. It prompted the MHRA, the UK's medicine regulator, to issue stronger warnings around the risk of addiction and overdose. ", "type": "p"}, {"text": "Our research suggests that more than 40% of those currently using opioids began taking them over five years ago, before these warnings were issued.", "type": "p"}, {"text": "Sitting at her kitchen table, packets of pills stacked up nearby, Jen says every day now revolves around managing her pain. Despite the support of her GP, she is struggling to see a way forward. She says the medication helps her function, but she worries she's running out of options in the long term. ", "type": "p"}, {"text": "Pain specialists believe the science calls for a different approach involving more support, more tailored care and most importantly, more options of how to cope with such a life-changing condition.", "type": "p"}, [{"text": "Chronic pain: Antidepressants not painkillers recommended ", "type": "a", "href": "https://www.bbc.co.uk/news/health-53649189"}], {"text": "Dr Cathy Stannard, clinical lead on persistent pain for NICE, says medication like opioids has very little benefit for people with certain types of chronic pain. She fears millions of patients are not getting the bespoke treatment needed for such a complex condition. But the other options are a difficult sell to a patient in distress - especially in an under-pressure health service where they often don't get the chance to build up a trusting, empathetic relationship.", "type": "p"}, {"text": "\"People who are living with pain very understandably present with high levels of distress. When they say, 'Are you going to leave me in pain?' it is very difficult to say 'Yes.' It is always with the best intentions that we prescribe medicines, but often, it is a response to distress rather than a rational clinical decision.\"", "type": "p"}, {"text": "Patients tend to need the support of their GP, physiotherapists, psychologists and pharmacists. Depending on the condition, medication can be helpful but may only be part of the treatment - other elements that help include:", "type": "p"}, [{"text": "Exercise", "type": "p"}, {"text": "Physical therapies (hot or cold packs, massage, hydrotherapy)", "type": "p"}, {"text": "Physiotherapy", "type": "p"}, {"text": "Acupuncture", "type": "p"}, {"text": "Psychological therapies (trauma therapy, cognitive behaviour therapy, meditation)", "type": "p"}, {"text": "Community support groups", "type": "p"}], {"text": "Dr Stannard stresses the NICE guidelines were not written to take medication away from people who feel it is helping them. The problem, she says, is the lack of options or tailored treatment for such a complex condition - and too often medication becomes the only answer, instead of part of it.", "type": "p"}, {"text": "And no-one should stop or change their medication without speaking to their doctor.", "type": "p"}, {"text": "Benjamin Ellis, a consultant rheumatologist and senior policy advisor for the charity Versus Arthritis, agrees, and says that while opioids can help people manage some conditions like osteoarthritis, too often they are seen as a long-term answer.", "type": "p"}, {"text": "\"The health system is set up to support the prescribing of medication rather than supporting patients to access other treatments - physical activity, programmes to help people with their mental health, community support, peer support - they're not so readily available, and even where they are, they're not well connected with health services.\"", "type": "p"}, {"text": "Lorraine English's story illustrates the potential dangers of being prescribed opioids long term.", "type": "p"}, {"text": "She was a busy single mum with four kids, working as a teaching assistant, when she started to notice pain that had started in her neck and spread into her head and back.", "type": "p"}, {"text": "It led to her taking high doses of opioids, including morphine, for 12 years - at times she says she felt like her life was over. \"It was so frightening, so isolating\".", "type": "p"}, {"text": "Lorraine, from Burnage, south Manchester, was eventually diagnosed with degenerative disc disease, osteoarthritis and fibromyalgia - a condition which causes all-over body pain and extreme tiredness.", "type": "p"}, {"text": "\"I would get nerve pain shooting through my head and it would cause migraines, light-sensitivity - just my heel touching the floor would send pain up into my head.\"", "type": "p"}, {"text": "As the pain continued, her opioid dose increased, while her ability to cope decreased.", "type": "p"}, {"text": "Eventually she had to give up work, taking pill after pill to beat what is known as \"breakthrough pain\" - a flare-up of pain despite being on huge doses of painkillers.", "type": "p"}, {"text": "For the last three years of her life on morphine, Lorraine was unable to function - bed-bound, existing in a fog of medication, her life ruled by pain.", "type": "p"}, {"text": "\"It's like being in a medicated coma and you can't reach out to anybody, because you're not even aware anyone's out there. I felt like that for years, just laid in bed with my kids checking on me, asking, 'You okay?'\"", "type": "p"}, {"text": "Lorraine says she realised that she needed to reduce her medication - not only was she struggling to function, but she felt it was making the pain worse.", "type": "p"}, {"text": "It took nearly a year, but with the help of her GP, Lorraine has gradually tapered off her opioid medication, and the pain has reduced.", "type": "p"}, {"text": "Now opioid-free, she says she has learned to \"embrace\" the pain she still feels, and understand her body's limits.", "type": "p"}, {"text": "\"No matter how much pain I am in, I want to be able to manage it so I can hug my grandkids,\" she says.", "type": "p"}, {"text": "People who live with chronic pain have told us how difficult it is to access any specialist services.", "type": "p"}, {"text": "Our research suggests that nearly a quarter (23%) of those living with chronic pain are on waiting lists for surgery or a pain management programme.", "type": "p"}, {"text": "An NHS spokesperson said more clinical pharmacists and trained staff are being recruited and will be based at GP surgeries so patients can get access to specialist care and be \"offered alternatives to medication where appropriate\".", "type": "p"}, {"text": "There are areas of the UK which are offering a whole patient approach, like at Dr Barker's clinic in Ainsdale, Merseyside, where he leads a team of pharmacists, physiotherapists and psychologists.", "type": "p"}, {"text": "Over the last 20 years, he says, the scientific understanding of pain - how our brains respond, how we process it - has been transformed.", "type": "p"}, {"text": "Hurt does not always equal harm, he explains, and someone can be in pain without any physical injury. \"Our traditional model of thinking about pain is about MRI scans and looking for structural things - the problem is we interpret that to mean that's going to be the cause of pain.\"", "type": "p"}, {"text": "Chronic pain is far more complex than that - an overly sensitised nervous system can change a normal signal from one of the body's sensors into a threat signal which our brain then interprets as pain.", "type": "p"}, {"text": "There may be many complex reasons why the nervous system has been put on \"red alert\", he says. If people are dealing with trauma, stress or grief, that can contribute to chronic pain. ", "type": "p"}, {"text": "A Life Of Pain", "type": "p"}, {"text": "The BBC News investigation unearths huge numbers of people living with chronic pain. In an exclusive documentary, Dominic Hughes hears stories from those in pain, across the UK.", "type": "p"}, {"text": "Watch on BBC iPlayer now.", "type": "p"}, {"text": "This is why, Dr Barker says, sharing experiences can play a vital role when living with pain. Many of his patients attend Pain Clinic Plus, a peer support group at his clinic.", "type": "p"}, {"text": "\"People tend to become isolated because they can't do what they used to do, so people stop phoning them,\" says Kev Howard, one of the organisers, who has lived with pain for years following a shoulder injury.", "type": "p"}, {"text": "\"It's so easy to sit at home and take a pill and fall asleep. The other way to go is to pop into groups similar to this, and basically have a laugh - because while you're laughing you're not crying.\"", "type": "p"}], "tags": ["Opioids", "Bradford", "Pain", "NHS"]}