{"link": "https://www.bbc.com/news/science-environment-61434295", "category": "science & environment", "title": "Moon soil used to grow plants for first time in breakthrough test", "contributor": null, "time": "2022-05-13T07:44:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/483B/production/_124719481_moonsoiltwo.jpg", "content": [{"text": "Scientists have grown plants in lunar soil for the first time, an important step towards making long-term stays on the moon possible.", "type": "b"}, {"text": "Researchers used small samples of dust collected during the 1969-1972 Apollo missions to grow a type of cress. ", "type": "p"}, {"text": "Much to their surprise, the seeds sprouted after two days. ", "type": "p"}, {"text": "\"I can't tell you how astonished we were,\" said Anna-Lisa Paul, a University of Florida professor who co-authored a paper on the findings.", "type": "p"}, {"text": "\"Every plant - whether in a lunar sample or in a control - looked the same up until about day six.\"", "type": "p"}, {"text": "After that, differences emerged. The plants grown in moon soil started to show stress, developed more slowly and ended up stunted.", "type": "p"}, {"text": "But those involved say it is a breakthrough - and one that has earthly implications.", "type": "p"}, [{"text": "Nasa's new moon rocket makes its debut", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60788761"}, {"text": "The companies offering delivery to the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/business-59345911"}], {"text": "\"This research is critical to Nasa's long-term human exploration goals as we'll need to use resources found on the Moon and Mars to develop food sources for future astronauts living and operating in deep space,\" said Nasa chief Bill Nelson.", "type": "p"}, {"text": "\"This fundamental plant growth research is also a key example of how Nasa is working to unlock agricultural innovations that could help us understand how plants might overcome stressful conditions in food-scarce areas here on Earth.\"", "type": "p"}, {"text": "One challenge for researchers is that there simply is not much lunar soil to experiment with. Over a three-year period from 1969, Nasa astronauts brought back 382kg (842lb) of lunar rocks, core samples, pebbles, sand and dust from the lunar surface.", "type": "p"}, {"text": "The University of Florida team were given just 1g of soil per plant for the experiment from the samples, which have been kept locked away for decades.", "type": "p"}, {"text": "Nasa plans to land humans on the moon for the first time since 1972 in a mission scheduled for 2025. ", "type": "p"}], "tags": ["Nasa", "Exploration of the Moon", "The Moon"]}