{"link": "https://www.bbc.com/news/technology-61425209", "category": "technology", "title": "Crypto crash: Stablecoin collapse sends tokens tumbling", "contributor": "Joe Tidy", "time": "2022-05-12T14:38:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/53F8/production/_118569412_bitcoin2.jpg", "content": [{"text": "Crypto-currency markets are being rocked after a popular token lost 99% of its value, dragging down a so-called \"stablecoin\" with it.", "type": "b"}, {"text": "The Terra Luna token fell from a high of $118 (£96), last month, to $0.09 on Thursday. ", "type": "p"}, {"text": "The collapse had a knock-on effect on a linked token, TerraUSD, which is normally stable.", "type": "p"}, {"text": "And spooked investors are now pulling out of major crypto-currencies, sending markets plummeting.", "type": "p"}, {"text": "The companies behind stablecoins try to ensure they remain in parity with assets such as the US dollar - with one token equalling $1, for example.", "type": "p"}, {"text": "But on Thursday TerraUSD fell to $0.4 according to the trading website Coin Market Cap.", "type": "p"}, {"text": "Tether, the most popular stablecoin, also fell off its US dollar peg - to an all-time low of $0.95.", "type": "p"}, {"text": "The term \"cryptocrash\" has been trending on Twitter and Google Search. ", "type": "p"}, {"text": "And the combined market value of all crypto-currencies is now reportedly $1.12trillion, about a third of its November value, with more than 35% of that loss coming this week.", "type": "p"}, {"text": "One Bitcoin is now worth about $27,000, its lowest value since December 2020 and down from a high of nearly $70,000 late last year.", "type": "p"}, {"text": "Ethereum, the second largest coin by value, has lost 20% of its value in 24 hours.", "type": "p"}, {"text": "\"The collapse of TerraUSD has started what we used to call 'the panics', when major financial institutions sold off large chunks of assets and everyone else tried to take their money out as quickly as they could,\" economist Frances Coppola said.", "type": "p"}, {"text": "\"Panic is exactly what's going on here.\" ", "type": "p"}, [{"text": "Bitcoin value drops by 50% since November peak", "type": "a", "href": "https://www.bbc.co.uk/news/business-61375152"}, {"text": "Gucci stores to accept cryptocurrencies in US", "type": "a", "href": "https://www.bbc.co.uk/news/business-61343255"}], {"text": "On Friday Terraform Labs, the company behind TerraUSD and Terra Luna took the unprecedented and controversial step of halting trading on it's blockchain.", "type": "p"}, {"text": "The company tweeted that the move was necessary to allow it \"come up with a plan to reconstitute it\".  ", "type": "p"}, {"text": "Previously, Do Kwon, the founder of Terraform Labs, posted on Twitter: \"I understand the last 72 hours have been extremely tough on all of you - know that I am resolved to work with every one of you to weather this crisis and we will build our way out of this.\"", "type": "p"}, {"text": "A plan to shore up Terra Luna by creating more tokens was outlined - but having lost large sums, many Twitter users are asking the company to help.", "type": "p"}, {"text": "Meanwhile, the company's Discord server, a platform where investors congregate to talk through issues, posted a notice saying it had been \"locked down so new people can't come in and spread fear, uncertainty, doubt and misinformation\". ", "type": "p"}, {"text": "At Tether, the chief technology officer took to Twitter to reassure holders of his token the company had enough cash reserves to pay anyone who wanted to sell.", "type": "p"}, {"text": "Paolo Ardoino tweeted: \"[A] reminder that Tether is honouring [Tether] redemptions at $1 - 300 million redeemed in [the] last 24 hours, without a sweat drop.\"", "type": "p"}, {"text": "Lawmakers and officials in a number of countries have called for stablecoins to be regulated.", "type": "p"}, {"text": "US Treasury Secretary Janet Yellen cited the TerraUSD collapse, in a Senate committee meeting on Tuesday, to ask again for robust regulation.", "type": "p"}, {"text": "\"It simply illustrates that this is a rapidly growing product and that there are risks to financial stability and we need a framework that's appropriate,\" she said.", "type": "p"}, {"text": "A UK Treasury report last month also laid out plans to regulate stablecoins, which it predicted would become a \"\"widespread means of payment\".", "type": "p"}], "tags": ["Bitcoin", "Cryptocurrency"]}