{"link": "https://www.bbc.com/news/business-63394516", "category": "business", "title": "Google and Microsoft hit by slowing economy", "contributor": null, "time": "2022-10-25T21:53:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7CDB/production/_127336913_whatsubject.jpg", "content": [{"text": "Sales at Alphabet, owner of Google and YouTube, have slowed sharply as businesses cut their digital advertising budgets.", "type": "b"}, {"text": "The tech giant said revenue rose just 6% in the three months to 30 September, to $69bn, compared with more than 40% growth in the same period last year.", "type": "p"}, {"text": "It marked the firm's weakest growth in nearly a decade outside of the start of the pandemic.", "type": "p"}, {"text": "The update added to concerns about a downturn in the economy.", "type": "p"}, {"text": "Microsoft on Tuesday also said growth had slowed, amid weaker sales of computers and other technology. ", "type": "p"}, {"text": "Consumers and businesses around the world have been cutting back on spending amid fears that rising prices and interest rates will tip the global economy into recession. ", "type": "p"}, {"text": "A strong US dollar has also hurt American multinationals, making it more expensive to sell products abroad.", "type": "p"}, {"text": "Profits at Alphabet dropped nearly 30% to $13.9bn in the quarter, as YouTube ad revenues declined for the first time since the firm started to report them publicly.", "type": "p"}, [{"text": "India fines Google $161m for unfair practices", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-india-63333628"}, {"text": "Bosses think workers do less from home, says Microsoft", "type": "a", "href": "https://www.bbc.co.uk/news/business-62980639"}], {"text": "\"We're sharpening our focus on a clear set of product and business priorities,\" Alphabet chief executive Sundar Pichari said.", "type": "p"}, {"text": "He added that the tech giant was \"investing responsibly for the long term and being responsive to the economic environment\".", "type": "p"}, {"text": "Microsoft said its revenue was up 11% to $50.1bn in the three months ending in September. ", "type": "p"}, {"text": "This marked its slowest quarterly revenue growth in five years as weaker demand hit PC sales and growth in its cloud computing division.", "type": "p"}, {"text": "Sales in its Xbox video game business also slumped. ", "type": "p"}, {"text": "Big tech firms saw their sales and share prices soar during the pandemic, as locked down consumers became more reliant on technology. ", "type": "p"}, {"text": "But the sector's fortunes look bleaker in the current climate.", "type": "p"}, {"text": "In recent months, Alphabet has said it was slowing hiring, while Microsoft has cut jobs.", "type": "p"}, {"text": "Many other tech companies have decided to lay off staff, including Netflix and Twitter, or slow the pace of recruitment, such as social media platform Snap.", "type": "p"}, {"text": "Shares in both Alphabet and Microsoft fell sharply in after-hours trading on Tuesday.", "type": "p"}, {"text": "\"When Google stumbles, it's a bad omen for digital advertising at large,\" said Evelyn Mitchell, principal analyst at Insider Intelligence, noting that Google's core website has in the past been more resilient to ad spending downturns than social media sites like Facebook or Snap. ", "type": "p"}, {"text": "\"This disappointing quarter for Google signifies hard times ahead if market conditions continue to deteriorate.\"", "type": "p"}], "tags": ["US economy", "Google", "Microsoft"]}