{"link": "https://www.bbc.com/news/entertainment-arts-63384455", "category": "entertainment & arts", "title": "James Corden tells viewers he was 'rude' to restaurant server", "contributor": null, "time": "2022-10-25T10:58:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14AD4/production/_127329648_corden_new.jpg", "content": [{"text": "James Corden has admitted he was \"ungracious\" to a restaurant server in an incident which saw him temporarily banned from New York eatery Balthazar.", "type": "b"}, {"text": "Speaking on The Late Late Show on Monday, Corden said \"it was never my intention\" to offend restaurant staff.", "type": "p"}, {"text": "Keith McNally, who owns Balthazar, said last week that Corden had been an \"abusive customer\" after some errors with his orders.", "type": "p"}, {"text": "He later revealed the star had since called and \"apologised profusely\".", "type": "p"}, {"text": "Addressing the issue for the first time in public, Corden said of Mr McNally's claims: \"Because I didn't shout or scream, I didn't get up out of my seat, I didn't call anyone names or use derogatory language, I've been walking around thinking that I haven't done anything wrong.", "type": "p"}, {"text": "\"But the truth is I have made a rude, rude comment. And it was wrong. It was an unnecessary comment, it was ungracious to the server.\" ", "type": "p"}, {"text": "On the latest episode of his US show, Corden said his remarks had been \"in the heat of the moment\" but said he would \"apologise in person\" to the staff at Balthazar.", "type": "p"}, {"text": "Corden said that after seeing Mr McNally's post, in which he accused Corden of being nasty to his staff on two visits in recent months, he had \"immediately\" contacted the restaurant owner.", "type": "p"}, {"text": "\"[I told him] how upset I was that anybody was hurt by anything that I had done and anything that I had said and we had a good talk,\" he said.", "type": "p"}, [{"text": "James Corden apologises after restaurant ban", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-63305901"}, {"text": "How James Corden's viral success divided the internet", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61271576"}, {"text": "James Corden to leave Late Late Show", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61267036"}], {"text": "\"He appreciated the call. I was happy that we got to clear the air. And I felt like we dealt with it privately... but by this point, the story was out there and more people were upset.\"", "type": "p"}, {"text": "Corden's explanation is a change in tone from comments he made in interview in the New York Times over the weekend.", "type": "p"}, {"text": "He told the newspaper that he hadn't \"done anything wrong, on any level,\" adding that he felt \"so Zen about the whole thing. Because I think it's so silly\".", "type": "p"}, {"text": "Mr McNally posted that Corden had visited his restaurant in June and been \"extremely nasty\" after he showed a hair to the manager after his main course - the implication being it was in his food.", "type": "p"}, {"text": "A second run-in followed in November, the restaurant owner said. An omelette was the cause of the rudeness and Mr McNally accused Corden of yelling and again, \"being nasty\".", "type": "p"}, {"text": "Corden told The Late Late Show that the second incident occurred when his wife was accidentally served a dish she would have had an allergic reaction to.", "type": "p"}, {"text": "Corden showed a series of tweets reacting to his behaviour to The Late Late Show audience, telling them: \"I get it. I totally understand. I understand everybody getting upset and I accept everybody's opinion.", "type": "p"}, {"text": "\"I also hate, as I said to the owner that day, that I've ever upset anybody ever.", "type": "p"}, {"text": "\"It was never my intention. It just wasn't. I love that restaurant. I love the staff there.", "type": "p"}, {"text": "\"I hope I'm allowed in again one day so when I'm back in New York I can go there and apologise in person, which is something I will absolutely do.\"", "type": "p"}, {"text": "Mr McNally lifted his ban last week after receiving Corden's apology over the phone, posting on social media: \"Anyone magnanimous enough to apologise to a deadbeat layabout like me (and my staff) doesn't deserve to be banned from anywhere. Especially Balthazar.\"", "type": "p"}, {"text": "Corden announced in April that he was stepping down as host of The Late Late Show.", "type": "p"}, {"text": "He is expected to depart in spring next year. ", "type": "p"}], "tags": ["Television", "James Corden"]}