{"link": "https://www.bbc.com/news/health-63316538", "category": "health", "title": "Black Death 700 years ago affects your health now", "contributor": null, "time": "2022-10-19T23:49:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0F37/production/_127259830_eastsmithfieldplaguepit-2.jpg", "content": [{"text": "The devastation of the plague pandemic left such an incredible genetic mark on humanity that it's still affecting our health nearly 700 years later.", "type": "b"}, {"text": "Up to half of people died when the Black Death swept through Europe in the mid-1300s.", "type": "p"}, {"text": "A pioneering study analysing the DNA of centuries-old skeletons found mutations that helped people survive the plague. ", "type": "p"}, {"text": "But those same mutations are linked to auto-immune diseases afflicting people today. ", "type": "p"}, {"text": "The Black Death is one of the most significant, deadliest and bleakest moments in human history. It is estimated that up to 200 million people died.", "type": "p"}, {"text": "Researchers suspected an event of such enormity must have shaped human evolution. They analysed DNA taken from the teeth of 206 ancient skeletons and were able to precisely date the human remains to before, during or after the Black Death. ", "type": "p"}, {"text": "The analysis included bones from the East Smithfield plague pits which were used for mass burials in London with more samples coming from Denmark. ", "type": "p"}, {"text": "The standout finding, published in the journal Nature, surrounded mutations in a gene called ERAP2. ", "type": "p"}, {"text": "If you had the right mutations you were 40% more likely to survive the plague. ", "type": "p"}, {"text": "\"That's huge, it's a huge effect, it's a surprise to find something like that in the human genome,\" Professor Luis Barreiro, from the University of Chicago, told me. ", "type": "p"}, {"text": "The gene's job is to make the proteins that chop up invading microbes and show the fragments to the immune system, priming it more effectively to recognise and neutralise the foe. ", "type": "p"}, {"text": "The gene comes in different versions - those that work well and those that do nothing - and you get a copy from each parent. ", "type": "p"}, {"text": "So the lucky ones, who were most likely to survive, inherited a high-functioning version from mum and dad. ", "type": "p"}, {"text": "And the survivors had children and so passed those helpful mutations on so they suddenly became much more common. ", "type": "p"}, {"text": "\"It's huge we see a 10% shift over two to three generations, it's the strongest selection event in humans to date,\" evolutionary geneticist Professor Hendrik Poinar, from McMaster University, told me.", "type": "p"}, {"text": "The results were confirmed in modern day experiments using the plague bacterium - Yersinia pestis. Samples of blood from people with the helpful mutations were more able to resist the infection than those without.  ", "type": "p"}, {"text": "\"It's like watching the Black Death unfold in a petri-dish - that's eye-opening,\" said Prof Poinar.", "type": "p"}, {"text": "Even today those plague-resisting mutations are more common than they were before the Black Death. ", "type": "p"}, {"text": "The problem is they have been linked to auto-immune diseases such as the inflammatory bowel disease Crohn's - what helped keep your ancestors alive 700 years ago but could be damaging your health today. ", "type": "p"}, {"text": "Other historic forces on our DNA have a legacy we feel. Around 1-4% of modern human DNA comes from our ancestors mating with Neanderthals and this inheritance affects our ability to respond to diseases including Covid. ", "type": "p"}, {"text": "\"So those scars from the past still impact our susceptibility to disease today, in a quite remarkable way,\" said Prof Barreiro.", "type": "p"}, [{"text": "Nobel Prize goes to Svante Paabo for Neanderthal work", "type": "a", "href": "https://www.bbc.co.uk/news/health-63116304"}], {"text": "Prof Barreiro said the 40% survival advantage was the \"strongest selective fitness effect ever estimated in humans\". It seemingly dwarfs the benefit of HIV-resistance mutations or those that help digest milk - although he warns direct comparisons are tricky. ", "type": "p"}, {"text": "The Covid pandemic will not leave a similar legacy though. ", "type": "p"}, {"text": "Evolution works through your ability to reproduce and pass on your genes. Covid largely kills the elderly who have already passed the point of having children. ", "type": "p"}, {"text": "It was plague's ability to kill across the age spectrum and in such great numbers that meant it had such a lasting impact. ", "type": "p"}, {"text": "Follow James on Twitter ", "type": "p"}], "tags": ["Medical research", "Genetics"]}