{"link": "https://www.bbc.com/news/science-environment-63380157", "category": "science & environment", "title": "Secret communication of sea animals discovered", "contributor": null, "time": "2022-10-25T15:03:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/106BF/production/_127336276_leatherbackseaturtle.jpg", "content": [{"text": "A scientist has found that 53 sea creatures previously thought to be silent can actually communicate.", "type": "b"}, {"text": "The creatures were sending message all along, but humans had never thought to listen to them, Gabriel Jorgewich-Cohen suggests.", "type": "p"}, {"text": "He used microphones to record the species, including turtles, communicating they wanted to mate or hatch from the egg.", "type": "p"}, {"text": "The findings claim to re-write some of what we know about evolution.", "type": "p"}, {"text": "They suggest that all vertebrates that breathe through their noses and use sound to communicate descended from a single ancestor 400 million years ago.", "type": "p"}, {"text": "It is a strong claim in evolutionary biology which debates whether living things descended from a single ancestor or from multiple origins.", "type": "p"}, {"text": "Mr Jorgewich-Cohen, a PhD student at University of Zurich, Switzerland began his work with a hunch that marine animals might communicate with sound.", "type": "p"}, {"text": "He used sound and video equipment to record 53 species in captivity around the world, including at Chester Zoo in England.", "type": "p"}, {"text": "The creatures included 50 turtles, a tuatara, a lungfish and a caecilian.", "type": "p"}, {"text": "It had been thought that all these animals were mute but Mr Jorgewich-Cohen suggests they went unheard because their sounds were hard to detect.", "type": "p"}, {"text": "\"We know when a bird sings. You don't need anyone to tell you what it is. But some of these animals are very quiet or make a sound every two days,\" he told BBC News.", "type": "p"}, {"text": "Mr Jorgewich-Cohen also suggested that humans have a bias towards creatures that live on land and so they ignored species underwater.", "type": "p"}, {"text": "Video recorded of the animals when they made noise allowed him to connect sound with an associated behaviour - to distinguish from accidental sounds that don't send a message.", "type": "p"}, {"text": "\"Sea turtles will sing from within their egg to synchronise hatching,\" he explained.", "type": "p"}, {"text": "\"If they call from inside, they all come out together and hopefully avoid being eaten.\"", "type": "p"}, {"text": "Turtles also make noises to indicate they want to mate, he said, pointing to videos of turtle mating sounds that are popular on social media.", "type": "p"}, {"text": "Mr Jorgewich-Cohen also recorded tuataras making sounds to guard their territory.", "type": "p"}, {"text": "He then began to consider what the discovery revealed about the evolution of noise-making animals.", "type": "p"}, {"text": "Fossils often do not tell scientists enough about animals that lived millions of years ago so instead they compare the behaviour of living animals.", "type": "p"}, {"text": "Using a technique called phylogenetic analysis, Mr Jorgevich-Cohen traced back the relationship between noise-making animals. ", "type": "p"}, {"text": "The technique works by comparing behaviours of a species and mapping them like a family tree. If, for example, a human and chimpanzee share behaviour like making noise it suggests that the ancestor in common also produced sound.", "type": "p"}, {"text": "He concluded that all acoustic communication in vertebrates descended from a single ancestor 400 million years ago, which was the Devonian period when most species lived under water.", "type": "p"}, {"text": "That contrasts to recent work that traced communicative sound to several different species 200 million years ago.", "type": "p"}, {"text": "Biologist Catherine Hobaiter, who was not part of the research, told BBC News that recordings of these 53 species was a welcome addition to what we know about acoustic communication.", "type": "p"}, {"text": "\"Comparing species like chimpanzees and humans only gets us back a few million years,\" she said.", "type": "p"}, {"text": "\"We need to see common features across much more distant relatives to push our understanding back into hundreds of millions of years.\"", "type": "p"}, {"text": "The research is published in the scientific journal Nature Communications.", "type": "p"}], "tags": ["Evolution", "Animals", "Turtles"]}