{"link": "https://www.bbc.com/news/technology-63383957", "category": "technology", "title": "WhatsApp back online after worldwide outage", "contributor": null, "time": "2022-10-25T10:21:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/776C/production/_127327503_whatsappdowngettyimages-1244051933.jpg", "content": [{"text": "The messaging platform WhatsApp has come back online after an outage that affected users around the world.", "type": "b"}, {"text": "Meta, which owns WhatsApp, said the problem had been fixed but did not give a reason for the disruption.", "type": "p"}, {"text": "People trying to send and receive messages on WhatsApp, which has about two billion users globally, began reporting issues just before 08:00 BST.", "type": "p"}, {"text": "More than 12,000 reports were posted within half an hour, according to the service status website Down Detector.", "type": "p"}, {"text": "However, by about 10:00 BST service seemed to be returning for many users.", "type": "p"}, {"text": "In a statement Meta said the problem had been resolved.", "type": "p"}, {"text": "\"We know people had trouble sending messages on WhatsApp today,\" the statement said.", "type": "p"}, {"text": "\"We have fixed the issue and apologise for any inconvenience.\"", "type": "p"}, {"text": "As WhatsApp experienced difficulties many people complained on social media that they could not send or receive messages.", "type": "p"}, {"text": "Users who tried to use the app on Tuesday morning were faced with a \"connecting\" message.", "type": "p"}, {"text": "The outage is likely have caused significant disruption.", "type": "p"}, {"text": "The app, which offers end-to-end encryption for messages, is a popular method of group communication for social, work and parenting activities.", "type": "p"}, {"text": "It has even been used, controversially, by government ministers.", "type": "p"}, {"text": "According to internet monitoring organisation NetBlocks the outage affected users both in the UK and around the world.", "type": "p"}, {"text": "BBC journalists in Australia and Ukraine reporting problems accessing the service.", "type": "p"}, {"text": "There were also reports of issues in Hong Kong, South Africa, Singapore and India - a key market for the platform.", "type": "p"}, {"text": "Last year WhatsApp went down as part of of a six-hour outage which also hit Facebook, Oculus and Instagram.", "type": "p"}, {"text": "Facebook later said the global problem was caused by a configuration change.", "type": "p"}], "tags": ["WhatsApp"]}