{"link": "https://www.bbc.com/news/business-64892898", "category": "business", "title": "Adidas unsure what to do with €1.2bn Yeezy goods", "contributor": null, "time": "2023-03-08T16:12:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8900/production/_128927053_gettyimages-1330090069.jpg", "content": [{"text": "Adidas is still mulling the fate of the €1.2bn (£1bn) worth of shoes from Kanye West's Yeezy line that have piled up after the sportswear giant ended its partnership with the rapper last year. ", "type": "b"}, {"text": "But fans undeterred by the anti-Semitic comments from Mr West that prompted the break may yet be able to buy the goods.", "type": "p"}, {"text": "Adidas boss Bjorn Gulden said the firm is considering selling the footwear and donating the profits to charity. ", "type": "p"}, {"text": "He said he had ruled out other options, such as burning them.", "type": "p"}, {"text": "Giving them away for free is also complicated, Mr Gulden said, noting that the resale value of the shoes has surged.", "type": "p"}, {"text": "A pair of Yeezy 350 \"Zebra\" shoes is now selling for between $340 and $360, compared to around $260 four months ago, John Mocadlo, boss of US footwear reseller Impossible Kicks, told Reuters.", "type": "p"}, {"text": "The rise underscores the cost for Adidas after it cut ties with the rapper, who goes by the name Ye, in October saying it would \"not tolerate antisemitism and any other sort of hate speech\".", "type": "p"}, {"text": "The firm put its nine-year collaboration under review after the artist, who has been diagnosed with bipolar disorder, showed a \"White Lives Matter\" T-shirt design at Paris Fashion Week, prompting widespread outcry. Days later, he posted anti-Semitic comments on his Twitter account.", "type": "p"}, {"text": "Adidas said the split cost the firm €600m (£534m) in the last three months of 2022. It warned investors that the end of the deal could hit profits by at least €500m in the 2023 financial year. ", "type": "p"}, {"text": "If Adidas does sell the products, it will have to pay Ye according to its contract, Mr Gulden said, speaking at a press conference after the firm updated investors on its 2022 performance.", "type": "p"}, {"text": "But the company put the likelihood of actually figuring out a way to repurpose the remaining products at just 15% to 30%.", "type": "p"}, {"text": "Mr Gulden, who was named chief executive in November and took over in January, described the end of the deal as \"very sad\" but the right thing to do. He said he was still deciding what to do about the leftover inventory.", "type": "p"}, {"text": "\"The inventory is there, it's not running away,\" he said. \"We should not do a decision just to please someone. We should do a decision when the consequences of that decision are the most positive that we can do.\"", "type": "p"}, {"text": "He added: \"There are so many people that have an interest in this from different communities from around the world,\" he added. \"I've only been involved in this for seven weeks, and I don't feel qualified to make a decision based on the facts I have.\"", "type": "p"}], "tags": []}