{"link": "https://www.bbc.com/news/entertainment-arts-64889868", "category": "entertainment & arts", "title": "Gary Lineker: Why his comments present a problem for the BBC", "contributor": null, "time": "2023-03-08T15:31:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9658/production/_128888483_linekergettyimages-1240021558.jpg", "content": [{"text": "As the UK's most scrutinised media organisation in increasingly polarised times, to say Gary Lineker's recent tweets cause difficulty for the BBC is an understatement.", "type": "b"}, {"text": "The director general, Tim Davie, has made impartiality a key platform of his leadership.", "type": "p"}, {"text": "Trust in the corporation is at the heart of this. It matters if the public believes its public service broadcaster doesn't represent their views, or that the BBC is shaped by a particular perspective.", "type": "p"}, {"text": "Davie has previously said: \"If you want to be an opinionated columnist or a partisan campaigner on social media then that is a valid choice, but you should not be working at the BBC.\"", "type": "p"}, {"text": "However, there is a big difference between impartiality, which staff and on-air talent who work in news are bound by, and \"due\" impartiality, which the BBC is committed to achieving across all its output.", "type": "p"}, {"text": "Ofcom defines due impartiality, an important distinction from simply impartiality, as \"means adequate or appropriate to the subject and nature of the programme\".", "type": "p"}, {"text": "To use the classic example: If someone says the earth is round, the BBC does not have to give equal weight to someone else who claims the earth is flat.", "type": "p"}, [{"text": "BBC says Lineker being 'spoken to' about tweet", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64883655"}, {"text": "Will this migrant bill become a reality?", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64882930"}, {"text": "Lineker tweet broke impartiality rules, says BBC", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63248314"}], {"text": "Lineker is a sports presenter. He tweets on his personal Twitter account.  ", "type": "p"}, {"text": "If a news presenter commented, as he has done, about the government's asylum policies, or about Brexit for example, they would at the very least receive a very serious warning.", "type": "p"}, {"text": "Lineker, as somebody associated with sport for the BBC, and who argues he is a freelancer, is in a different position.", "type": "p"}, {"text": "\"I try to be sensible,\" he told Radio 4's Media Show in 2021, saying that as a freelancer he's \"considerate\" to his employers when it comes to what he tweets.", "type": "p"}, {"text": "He added that the BBC rules \"only apply to people in news and current affairs\".", "type": "p"}, {"text": "From the outside, it can appear more complicated.", "type": "p"}, {"text": "The BBC's editorial guidelines state: \"Where individuals identify themselves as being linked with the BBC, or are programme makers, editorial staff, reporters or presenters primarily associated with the BBC, their activities on social media have the potential to compromise the BBC's impartiality and to damage its reputation.\"", "type": "p"}, {"text": "Lineker's Twitter account has 8.7m followers. So he has a huge platform.  ", "type": "p"}, {"text": "And, whatever the set up of the BBC as a broadcaster, with sport and news being distinct from one another, for audiences that distinction can be less clear. In many people's minds, if you are on the BBC, you work for it, and Lineker happens to be one of corporation's most high profile presenters.", "type": "p"}, {"text": "That's why the BBC's editorial guidelines also say that people with platforms have a greater responsibility to uphold impartiality.", "type": "p"}, {"text": "Last year, a different tweet by Lineker was found to have broken BBC rules. That concerned a post about the then-Foreign Secretary Liz Truss urging a boycott of the Champions League final in Russia.  ", "type": "p"}, {"text": "The Match of the Day host added: \"And her party will hand back their donations from Russian donors?\"", "type": "p"}, {"text": "The BBC's Executive Complaints Unit ruled that, although the star is not required to uphold the same impartiality standards as BBC journalists, he has an \"additional responsibility\" because of his profile.", "type": "p"}, {"text": "\"We expect these individuals to avoid taking sides on party political issues or political controversies and to take care when addressing public policy matters,\" the ruling said.", "type": "p"}, {"text": "To his detractors, Lineker has form. He has made comments before that some have found controversial, including, in 2016, that the government's treatment of asylum seekers was \"hideously racist and utterly heartless\".", "type": "p"}, {"text": "But he is also a much loved and well respected sports broadcaster. Match of the Day is a very popular programme.", "type": "p"}, {"text": "He may be the BBC's highest paid star, but he could probably earn even more if he switched to another broadcaster.", "type": "p"}, {"text": "Lineker clearly cares deeply about the issue of migrant crossings, and he has taken refugees into his own home in the past.   ", "type": "p"}, {"text": "He has not removed his original Twitter comments criticising the government's asylum announcements, which he posted on Tuesday.", "type": "p"}, {"text": "After those tweets caused controversy, he tweeted on Wednesday: \"Great to see the freedom of speech champions out in force this morning demanding silence from those with whom they disagree.\"", "type": "p"}, {"text": "He also thanked his followers for their \"love and support\", pledging to \"continue to try and speak up for those poor souls that have no voice\".", "type": "p"}, {"text": "Lineker appears bullish. And he isn't the only sports presenter straying into politics this morning, with BT Sport anchor Jake Humphrey describing the government's \"stop the boats\" pledge as being \"a cruel slogan\".", "type": "p"}, {"text": "The News Agents presenter and former BBC journalist Emily Maitlis said it was \"curious that Gary Lineker [was] free to raise questions about Qatar's human rights record - with the blessing of the BBC - over the World Cup, but cannot raise questions of human rights in this country if it involves criticism of government policy\".", "type": "p"}, {"text": "However, this is arguably a false equivalence. Voicing an opinion on a government policy about migrant crossings, a divisive subject, is not the same thing as highlighting well-documented human rights breaches in Qatar, something which is a matter of fact.", "type": "p"}, {"text": "The BBC is in a difficult position. They say a \"frank\" conversation is being had with Lineker. But in the end, what are the options?", "type": "p"}, {"text": "With some Conservative MPs calling for him to be sacked, not for the first time, the pressure is mounting.", "type": "p"}, {"text": "Perceptions on impartiality matter, but it's also clear that impartiality can be politicised by people who have an agenda against the BBC.", "type": "p"}, {"text": "As it navigates the demands of its editorial standards, its talent and its audiences, the BBC is walking a tightrope.", "type": "p"}], "tags": []}