{"link": "https://www.bbc.com/news/health-64874243", "category": "health", "title": "Weight loss drug semaglutide approved for NHS use", "contributor": null, "time": "2023-03-08T00:43:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/35C8/production/_128886731_gettyimages-1466563773.jpg", "content": [{"text": "A weight loss jab that has gained popularity in the US has been approved for use by the NHS in England.", "type": "b"}, {"text": "The National Institute for Health and Care Excellence (NICE) concluded semaglutide, marketed as Wegovy, is safe, effective and affordable.", "type": "p"}, {"text": "Delivered via an injection into the skin, the drug makes people feel fuller and more satisfied, so they eat less.", "type": "p"}, {"text": "Famous personalities such as Elon Musk claim to have used it - with a \"craze\" allegedly developing in Hollywood.", "type": "p"}, {"text": "Based on evidence from clinical trials, NICE says semaglutide could help people reduce their weight by over 10%, if implemented alongside nutrition and lifestyle changes.", "type": "p"}, {"text": "It will be recommended for use by people with at least one weight-related health condition, as well as those who have a body mass index (BMI) which puts them near the top of the obese range.", "type": "p"}, {"text": "BMI is calculated by dividing an adult's weight in kilograms by the square of their height in metres.", "type": "p"}, {"text": "Those who are lower on the obese BMI range - a BMI between 30 and 34.9kg/m2 - could also be offered the drug if they have a weight-related health condition. NICE lists these as someone who is pre-diabetic, has type 2 diabetes, high blood pressure, heart disease or obstructive sleep apnoea. ", "type": "p"}, [{"text": "Weight-loss jab recommended on NHS ", "type": "a", "href": "https://www.bbc.co.uk/news/health-60300916"}, {"text": "Appetite drug could mark 'new era' in obesity", "type": "a", "href": "https://www.bbc.co.uk/news/health-56011979"}, {"text": "Celebrity weight loss jab to be sold by chemists", "type": "a", "href": "https://www.bbc.co.uk/news/health-64623284"}], {"text": "Once-weekly injections of Wegovy will have to be prescribed by a specialist, and an individual will only be able to take the drug for a maximum of two years.", "type": "p"}, {"text": "Semaglutide is also found in the diabetes medicine Ozempic, but, unlike Ozempic - which is intended for those with type 2 diabetes - Wegovy is recommended specifically for weight loss. ", "type": "p"}, {"text": "The drug works as an appetite suppressant by mimicking a hormone called Glucagon-like peptide-1 (GLP-1). This intestinal hormone is released after eating and typically makes people feel fuller, so should help reduce overall calorie intake. ", "type": "p"}, {"text": "An article published last year in Variety suggested the diabetes medicine Ozempic, which contains semaglutide, is being used by some professionals in the film and entertainment industry to lose weight quickly. ", "type": "p"}, {"text": "It has become so popular that there are currently widespread shortages in the US and concerns for those people who rely on the drug for medical reasons. ", "type": "p"}, {"text": "Insurance companies in the US are refusing to cover its use among people who are not diabetic and not taking it as a prescribed medicine. ", "type": "p"}, {"text": "Pharmaceutical company Novo Nordisk, which makes both Ozempic and Wegovy, says the products should only be used as recommended by a doctor.", "type": "p"}, {"text": "Like all medication, semaglutide comes with side-effects and risks - including nausea, stomach pain, vomiting and diarrhoea. ", "type": "p"}, {"text": "In addition, rapid weight loss can also lead to the skin losing collagen and elastin, causing what Vogue Magazine has dubbed the gaunt \"Ozempic face\". ", "type": "p"}, {"text": "Kailey Wood, 36, has been taking Ozempic for seven months, after being prescribed the drug by her doctor in New York. ", "type": "p"}, {"text": "She tells the BBC that she has lost just under 30kg - going from obese to healthy in the BMI range.", "type": "p"}, {"text": "\"I have Polycystic Ovarian Syndrome (PCOS) and insulin resistance, but honestly I didn't really struggle with my weight until I hit my 30s - after I had my kids,\" she says.", "type": "p"}, {"text": "\"I was rapidly gaining weight. I had a personal trainer and was on every diet known to man - keto, low carbohydrate, intermittent fasting and nothing seemed to work,\".", "type": "p"}, {"text": "When Kailey went for tests with her doctor, she was told she had high blood pressure and high cholesterol and, due to the risks associated with PCOS, she was at risk of developing type 2 diabetes too.", "type": "p"}, {"text": "\"The long-term effects [of being obese] freaked me out having two daughters,\" she says.", "type": "p"}, {"text": "\"I just wanted to get to my best self - to show them what a healthy mum looks like; to get outside and play with them.\"", "type": "p"}, {"text": "Kailey, who works for a tech start-up and runs her own TikTok page, says that people who want to use semaglutide need to know the drug does have side-effects.", "type": "p"}, {"text": "\"When you start taking this medication, your body almost goes into shock - you get headaches, nausea, tiredness,\" she explains.", "type": "p"}, {"text": "\"But your body starts to get used to it. You have to be mindful and listen to your body.\"", "type": "p"}, {"text": "Kailey says those elements of the US media who promoting the drug as a \"get skinny quick product\" leave \"a bad taste\". She believes it sends the wrong message.", "type": "p"}, {"text": "\"What it's really doing is changing people's lives - treating the patient before they have the disease,\" she says.", "type": "p"}, {"text": "\"Diet and exercise\" has been the weight loss medical mantra for decades. ", "type": "p"}, {"text": "And on the whole it's failed - more than half the planet is projected to be overweight or obese by 2035, driving up cases of type 2 diabetes, heart disease and some cancers.", "type": "p"}, {"text": "It's against that backdrop that semaglutide - and other drugs on the horizon - promise to do something different. ", "type": "p"}, {"text": "The impact on weight while taking semaglutide is undeniable, at least for the short term. ", "type": "p"}, {"text": "However, the drug is being offered only for two years and only in specialist services - raising issues of fairness. ", "type": "p"}, {"text": "Not everyone who may be eligible will be able to access it. And the evidence shows the weight goes back on when people come off the drug, with people regaining around two-thirds of their lost weight within two years. ", "type": "p"}, {"text": "There are also questions about the collision between these drugs (which are also available privately) with ideas of beauty and celebrity culture - particularly on those with eating disorders. ", "type": "p"}, {"text": "And more deeply, whether we're still ignoring the societal reasons that lead to obesity. ", "type": "p"}, {"text": "BBC Sounds: Inside Health on weight-loss drugs ", "type": "p"}, {"text": "Just over a quarter of adults in England are obese and around a third are overweight, according to official figures. ", "type": "p"}, {"text": "In the UK, obesity is thought to cost the NHS £6.1bn per year, government estimates show. ", "type": "p"}, {"text": "The drug semaglutide is currently under consultation in Scotland, with Wales expected to follow the NICE guidelines issued in England. ", "type": "p"}, {"text": "Helen Knight, director of medicines evaluation at NICE, said: \"For some people losing weight is a real challenge, which is why a medicine like semaglutide is a welcome option.", "type": "p"}, {"text": "\"It won't be available to everyone. Our committee has made specific recommendations to ensure it remains value for money for the taxpayer.\"", "type": "p"}, {"text": "Dr Duane Mellor, registered dietitian and senior lecturer at Aston Medical School, Aston University, said: \"It is important to remember that living with a higher body weight or obesity is not a lifestyle choice, and people wanting to improve their health should be supported to do that.", "type": "p"}, {"text": "\"It is also clear that semaglutide is not intended to be a lifestyle weight-loss product in the UK. It is to be used for the purpose of improving health.\"", "type": "p"}, {"text": "Anyone who is offered semaglutide on the NHS will be supported by specialist weight management services, including support from a dietitian.", "type": "p"}], "tags": []}