{"link": "https://www.bbc.com/news/science-environment-64893170", "category": "science & environment", "title": "Breakthrough as eggs made from male mice cells", "contributor": null, "time": "2023-03-08T18:46:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D98C/production/_128929655_mediaitem128926363.jpg", "content": [{"text": "A Japanese researcher has told a major genetics conference that he has created eggs from the cells of male mice.", "type": "b"}, {"text": "The research, still in its early stages, involved turning male XY sex chromosomes into female XX ones.", "type": "p"}, {"text": "Prof Katsuhiko Hayashi from Osaka University is working on developing fertility treatments.", "type": "p"}, {"text": "The development, which he has submitted for publication in the scientific journal Nature, raises the prospect of male couples having their own children.", "type": "p"}, {"text": "Prof George Daley of Harvard Medical School, who is not involved in the research, said that there was still a long way to go before society was faced with such a decision.", "type": "p"}, {"text": "''Hayashi's work is unpublished but fascinating. [Doing this on Humans] is harder than the mouse,\" he said. We still don't understand enough of the unique biology of human gametogenesis (the formation of reproductive cells) to reproduce Hayashi's provocative work in mice''.", "type": "p"}, {"text": "Details were presented at the human gene-editing summit at the Crick Institute in London.", "type": "p"}, {"text": "Prof Hayashi, a globally respected expert in the field, told delegates at the meeting that the work was at a very early stage. The eggs, he said were of low quality and the technique could not be used safely on humans at this stage.", "type": "p"}, {"text": "But he told BBC News that he could see current problems overcome in ten years and he would like to see it available as a fertility treatment for both male and female and same sex couples if it is proven to be safe to use.", "type": "p"}, {"text": "\"If people want it and if society accepts such a technology then yes, I'm for it\".", "type": "p"}, {"text": "The technique involves first taking a skin cell from a male mouse and then turning it into a stem cell - a cell that can turn into other types of cell.", "type": "p"}, {"text": "The cells are male and therefore have XY chromosomes. Prof Katsuhiko's team then delete the Y chromosome, duplicate the X chromosome and then stick the two X's together. This adjustment allows the stem cell to be programmed to become an egg.", "type": "p"}, {"text": "The technique could be used to help infertile couples where women are not able to produce their own eggs. He stressed though that it was a long way off from being available as a fertility treatment.", "type": "p"}, {"text": "\"Even in mice there are many problems in the quality of the egg. So before we can think of it as a fertility treatment we have to overcome these problems, which could take a long long time,\" he said.", "type": "p"}, {"text": "Prof  Hayashi said he would not be in favour of it being used by a man to create a baby using his own sperm and artificially created eggs.", "type": "p"}, {"text": "\"Technically this is possible. I'm not so sure whether at this stage it is safe or acceptable for society\".", "type": "p"}, {"text": "Prof Amander Clark, a stem cell scientist from the University of Californa, Los Angeles said that the LBGTQ+ community should have a say in the use of the technology for reproduction.", "type": "p"}, {"text": "\"The LGBTQ+ community have unique needs when it comes to having a family.  It may be possible in the future for same-sex reproduction based upon current research using laboratory models to develop the technology. ", "type": "p"}, {"text": "\"However, today this technology is not available for human use, safety and efficacy has not been proven, and it is unclear how long the technology will take to get to the clinic.  There is still much to learn about the human germ line and fundamental knowledge gaps serve as a barrier to translating this research to humans.\"", "type": "p"}, {"text": "Alta Charo, professor of law at the University of Wisconsin Maddison, said different cultures would have \"profoundly different views\" on whether to use the technology, if it became available.", "type": "p"}, {"text": "\"In some societies a genetic contribution to one's children is considered absolutely essential, and for them it's a question of 'is this a step to take?' for those who are not in a heterosexual arrangement.", "type": "p"}, {"text": "\"For other societies that's not as nearly as important, and child adoption is perfectly acceptable, because for them families are more about the personal relationship and less about the biological connection.\"", "type": "p"}, {"text": "Prof Haoyi Wang, of the Chinese Academy of Science believes there is a very a long way to go before the technology could be considered for use in the clinic.", "type": "p"}, {"text": "\"Scientists never say never, in principle it has been done in mice so, of course, it may be possible in humans, but I can foresee a lot of challenges and I couldn't predict how many years that would be.\"", "type": "p"}, {"text": "Follow Pallab on Twitter", "type": "p"}], "tags": []}