{"link": "https://www.bbc.com/news/technology-64887704", "category": "technology", "title": "TikTok launches Project Clover to allay China security fears", "contributor": null, "time": "2023-03-08T14:06:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15ACD/production/_128818788_tiktok-phone-reuters.jpg", "content": [{"text": "TikTok has launched security measures to allay concerns it could be made to share user data with China.", "type": "b"}, {"text": "Project Clover will see a separate security company \"monitor data flows\" - and TikTok will make it harder to identify individual users in data.", "type": "p"}, {"text": "\"Security gateways\" will add an extra layer of control over employee access to European user information and data transfers outside of Europe, it says.", "type": "p"}, {"text": "The European Commission has banned the ByteDance-owned app from staff devices.", "type": "p"}, {"text": "As part of its current effort to store European user data locally, TikTok revealed plans for two new data centres, costing a total of €1.2bn (£1.1bn) every year, in Dublin, in addition to one already announced, and the Hamar region of Norway.", "type": "p"}, {"text": "Both will be renewably powered and operated by third parties.", "type": "p"}, {"text": "The company has been working on Project Clover since last year. ", "type": "p"}, {"text": "\"We're ahead of the curve on this because we have to be - because we need to earn trust,\" TikTok vice-president of government relations and public policy in Europe Theo Bertram said.", "type": "p"}, {"text": "A similar plan, Project Texas, is under way in the US. ", "type": "p"}, {"text": "Its back against the wall, TikTok is fighting hard to prove it is no national-security threat.", "type": "p"}, {"text": "Executives unveiling Project Clover repeatedly said they were going further than other major social networks to protect user privacy.", "type": "p"}, {"text": "And I can't think of a time when a Facebook, Instagram or Snapchat held a press conference announcing sweeping privacy changes, with an open Q and A.", "type": "p"}, {"text": "But will it be enough to save the platform?", "type": "p"}, {"text": "Chinese telecoms giant Huawei bent over backwards to convince governments it could be trusted.", "type": "p"}, {"text": "It spent a fortune setting up a transparency centre in Oxfordshire, where for years UK cyber chiefs poured over source code looking for signs of Chinese government interference.", "type": "p"}, {"text": "None was found - but US-led theoretical concerns about spying still saw Huawei banned from the UK's 5G networks.", "type": "p"}, {"text": "Project Clover aims to convince European lawmakers TikTok is safe.", "type": "p"}, {"text": "But history tells us TikTok's future will remain in jeopardy unless the US is convinced - and at the moment, the US seems firmly set on taking action against the app.", "type": "p"}, {"text": "More than 100 million Americans use the viral-video app.", "type": "p"}, {"text": "But the Canadian and US governments have also restricted its use on official devices.", "type": "p"}, {"text": "TikTok has said such bans are \"misguided and do nothing to further privacy or security\".", "type": "p"}, {"text": "And China firmly opposes the action.", "type": "p"}, {"text": "\"How unsure of itself can the world's top superpower like the US be to fear young people's favourite app like that?\" China foreign ministry spokeswoman Mao Ning said.", "type": "p"}, {"text": "The day before Project Clover was announced, US President Joe Biden lent his administration's support to a bill - promoted by Democrat Mark Warner, who chairs the senate intelligence committee, and Republican John Thune - granting powers to ban foreign-owned technology.", "type": "p"}, {"text": "TikTok chief executive Shou Zi Chew will appear before congress later this month.", "type": "p"}, {"text": "On Tuesday, TikTok told BBC Radio 4's World Tonight programme it feared becoming a \"pawn\" in diplomatic tensions between the US and China.", "type": "p"}, {"text": "\"It would be hard to deny that we're caught up in those very broad geopolitics that really have nothing to do with us,\" its US head of public policy Michael Beckerman said.", "type": "p"}, {"text": "\"Almost all the major tech companies also have engineers in China,\" he said, and TikTok was not the only one to gather significant amounts of user data.", "type": "p"}, {"text": "\"And so some of these concerns would extend to all these companies- but that's why we're building out the system to ensure that there's no doubt that data is secure.\"", "type": "p"}], "tags": []}