{"link": "https://www.bbc.com/news/business-66387419", "category": "business", "title": "Janet Yellen: Credit downgrade 'puzzling' and 'unwarranted'", "contributor": null, "time": "2023-08-02T20:28:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15361/production/_130618868_whatsubject.jpg", "content": [{"text": "Treasury Secretary Janet Yellen has defended the strength of the US economy, after the government was stripped of its top tier credit rating.", "type": "b"}, {"text": "Ms Yellen called the decision by Fitch, one of the three big ratings firms, \"puzzling\" and \"entirely unwarranted\".", "type": "p"}, {"text": "Her remarks came as global stock markets dropped and many buyers of Treasuries, as US government debt is known, demanded higher returns.", "type": "p"}, {"text": "The S&P 500 ended trade about 1.4% lower, while the Nasdaq fell 2.17%.", "type": "p"}, {"text": ". ", "type": "b"}, {"text": "Analysts noted that the Fitch decision was sparking some selling of risky assets.", "type": "p"}, {"text": "But the reaction was relatively muted compared with the big falls that greeted a similar move by rival ratings firm S&P in 2011, when the S&P 500 sank more than 6%. Even then, recovery happened relatively quickly and demand for US bonds held steady. ", "type": "p"}, [{"text": "US's credit worthiness downgraded", "type": "a", "href": "https://www.bbc.co.uk/news/business-66379366"}], {"text": "Harry Richards, investment manager for fixed income at UK investment firm Jupiter Asset Management, said his company acknowledged external credit ratings but its views on default risk were \"based on our own research and thinking\".", "type": "p"}, {"text": "\"In our opinion the US remains extremely unlikely to default,\" he said. \"There is nothing new in the reasons presented by Fitch, and all reasons cited are known knowns for the market.\"", "type": "p"}, {"text": "Fitch on Tuesday pointed to increasing political dysfunction in the US and a rising public debt load in explaining its decision.", "type": "p"}, {"text": "Credit ratings are a gauge of the trustworthiness of the borrower, and how likely it is to repay its debts.  ", "type": "p"}, {"text": "Because governments are such big players in debt markets, what they have to pay often has ripple effects on everyone else. ", "type": "p"}, {"text": "Just nine countries currently receive the top grade from the three biggest rating companies: Germany, Denmark, the Netherlands, Sweden, Norway, Switzerland, Luxembourg, Singapore and Australia.", "type": "p"}, {"text": "Canada receives the highest ratings from two of the ratings firms. The UK fell out of the club after Moody's downgraded the country in 2013. ", "type": "p"}, {"text": "In theory, a higher rating means lower borrowing costs.", "type": "p"}, {"text": "For smaller, emerging markets, where investment flows are more unstable, research suggests a downgrade can have a big impact, including on stock markets and interest rates faced by private firms. ", "type": "p"}, {"text": "But for bigger economies, the impact of such decisions is less clear. ", "type": "p"}, {"text": "The US downgrade followed a drawn out political battle in Congress over spending this spring, in which politicians threatened moves that could have led the country to miss its debt payments, otherwise known as default.", "type": "p"}, {"text": "In a speech on Wednesday, Ms Yellen said Fitch's downgrade was based \"on outdated data\" and failed \"to reflect improvements across a range of indicators, including those related to governance, that we've seen over the past two and a half years\". ", "type": "p"}, {"text": "She pointed to legislative accomplishments, including bills to invest in infrastructure, which won support from both parties.", "type": "p"}, {"text": "\"At the end of the day, Fitch's decision does not change what all of us already know: that Treasury securities remain the world's preeminent safe and liquid asset, and that the American economy is fundamentally strong,\" Ms Yellen said. ", "type": "p"}, {"text": "Justin Wolfers, professor of economics at the University of Michigan, said there was little doubt that the US economy was healthy enough for the government to meet its obligations - and has only strengthened since Fitch put the country on review in May. ", "type": "p"}, {"text": "But he said the report, even if it does not trigger major market turmoil, reflects weakening confidence in the US as a borrower as a result of events like the Jan 2021 riot in Washington and Republican threats to default. ", "type": "p"}, {"text": "Even a small rise in interest rates can mean billions in extra costs for taxpayers, he added. ", "type": "p"}, {"text": "\"There's a general sense, and I know how over-wrought this sounds, that the threats to American democracy are larger and more real than they've been in my lifetime,\" he said. \"The gamesmanship or brinksmanship that Fitch is calling out is very expensive and it raises interest rates.\"", "type": "p"}], "tags": []}