{"link": "https://www.bbc.com/news/entertainment-arts-66384971", "category": "entertainment & arts", "title": "Lizzo dancers Arianna Davis and Crystal Williams: 'No one speaks out, they are scared'", "contributor": null, "time": "2023-08-02T16:04:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2919/production/_130612501_0aa982eedcd8572eabdbf984b8935b64c8c721e4.jpg", "content": [{"text": "Two of Lizzo's former dancers, who are suing the pop star for misconduct, have claimed others are scared to speak out. ", "type": "b"}, {"text": "Arianna Davis and Crystal Williams said they had filed the claim hoping to prevent colleagues from suffering.", "type": "p"}, {"text": "Ms Williams told CBS she wanted to ensure that other dancers who work with Lizzo \"don't have to go through that same experience\".", "type": "p"}, {"text": "Lizzo and others on her team who are accused have been asked for a comment.", "type": "p"}, {"text": "The singer has not yet responded publicly to the allegations made in the case, which have yet to be tested in court.", "type": "p"}, {"text": "The legal action against the Brit and Grammy Award-winner includes accusations of sexual, religious and racial harassment, discrimination, assault and false imprisonment.", "type": "p"}, {"text": "Ms Davis and Ms Williams both toured with Lizzo - real name Melissa Jefferson - after featuring on her Amazon Prime Show, but say they were subsequently sacked. ", "type": "p"}, {"text": "In the legal claim, Ms Davis alleges she was pressured to attend sex shows while on tour in Europe with the star, even though it was against her religious beliefs.", "type": "p"}, {"text": "She also alleges that earlier this year Lizzo organised a night out for the dancers in a strip club in Amsterdam and said she felt pressured into touching a naked performer's breasts as the star was leading chants of her name until she did so. ", "type": "p"}, {"text": "\"I'm so new to this industry,\" Ms Davis told the CBS network. \"And for this to be my first experience is really crazy.\"", "type": "p"}, {"text": "She went on to say that \"nobody speaks up because they're so scared for their jobs,\" adding: \"I was terrified for my job.\"", "type": "p"}, {"text": "Ms Davis claimed Lizzo had implied the dancer had gained weight. The legal documents said that, though never explicitly stated, the questions she was asked \"gave Ms Davis the impression that she needed to explain her weight gain and disclose intimate personal details about her life in order to keep her job\".", "type": "p"}, {"text": "Speaking to CBS, Ms Davis said: \"My dancing ability was the same, my energy was the same. The only thing about me that was different was my weight.\"", "type": "p"}, {"text": "Discussing the alleged questions about her weight, Ms Davis claimed: \"There was this underlying air of, 'why are you bigger?'.\"", "type": "p"}, [{"text": "Lizzo accused of sexual harassment and fat-shaming ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66379169"}], {"text": "In the legal documents, the same dancer also claimed Lizzo weight-shames dancers behind the scenes.", "type": "p"}, {"text": "She alleged the singer raised thinly veiled concerns about her having put on weight and Ms Davis felt that she had to explain intimate details about how anxiety led her to binge eating, in order to keep her job.", "type": "p"}, {"text": "On Tuesday in Los Angeles, the pair, along with a third former dancer Noelle Rodriguez - who resigned over the alleged treatment of the other two - filed a lawsuit against Lizzo, her production company and her dance captain Shirlene Quigley for allegedly creating a hostile work environment; which included sexual harassment and fat-shaming.", "type": "p"}, {"text": "The legal action also includes claims Lizzo suggested that the dancers were drinking alcohol before performances, before sacking them a few days later. ", "type": "p"}, {"text": "\"That was never the case, in fact, alcohol was never even allowed in our dressing room or on our rider,\" Ms Davis told CBS.", "type": "p"}, {"text": "Ms Williams added: \"If there's anything that I can do in my power to ensure that dancers or singers or whoever decides to work with her don't have to go through that same experience, I'm going to do that.\"", "type": "p"}, {"text": "Lizzo is an artist at the top of the music industry. She won record of the year at this year's Grammys for About Damn Time and played the Pyramid Stage at Glastonbury in June to one of the biggest crowds of the weekend. ", "type": "p"}, {"text": "This week she entered the charts with Pink, her contribution to the soundtrack of the massively popular Barbie film. ", "type": "p"}, {"text": "The 35-year-old from Houston, Texas is also known for celebrating inclusivity and body positivity in her music and live performances. ", "type": "p"}, {"text": "The BBC have asked Lizzo and the others accused to comment, but they have not yet publicly responded to the allegations.", "type": "p"}, {"text": "Arianna Davis", "type": "b"}, {"text": "During the pandemic, she went viral when she answered a casting call by Lizzo, posting a clip of herself dancing on TikTok, which the singer duetted on.", "type": "p"}, {"text": "She featured on her Amazon reality competition, Watch Out For The Big Grrrls - which saw Lizzo pick new dancers and also pick up the Emmy for outstanding competition programme - and then toured with the star, performing at the 2023 Brit Awards in February. ", "type": "p"}, {"text": "Crystal Williams", "type": "b"}, {"text": "Having performed with a college dance group while studying mass communication, she sent an online submission to Lizzo's casting call.", "type": "p"}, {"text": "After a brief appearance, she dropped out of the TV dancing competition early doors having already secured a job as one of the singer's new backing dancers.", "type": "p"}, {"text": "Noelle Rodriguez", "type": "b"}, {"text": "She was hired after starring in her music video for the song Rumors.", "type": "p"}, {"text": "Previously, she appeared as background dancer in a scene in the first season of the US teen drama Euphoria, as well as several high-profile TV adverts.", "type": "p"}, {"text": "Aside from Lizzo, she has performed with the likes of Beyonce at Coachella, as well as Sam Smith, and Janet Jackson at the Billboard Music Awards. ", "type": "p"}, {"text": "\"It brings me peace to be at a point in my career where I can say no to disrespect,\" she recently posted on Instagram.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}