{"link": "https://www.bbc.com/news/health-66372087", "category": "health", "title": "Why you should go to sleep at the same time all week", "contributor": null, "time": "2023-08-02T01:30:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/141D6/production/_130609328_gettyimages-1449310942.jpg", "content": [{"text": "Small differences in sleeping habits between work and rest days could lead to unhealthy changes to the bacteria in our guts, a study suggests.", "type": "b"}, {"text": "This may be partly a result of people with \"social jetlag\" having slightly poorer diets, the UK researchers found.", "type": "p"}, {"text": "Heavily-disrupted sleep, particularly shift work, is known to have a negative impact on health.", "type": "p"}, {"text": "Keeping bed times and wake times consistent and eating a balanced diet may help reduce our risk of disease.", "type": "p"}, {"text": "The study of nearly 1,000 adults by Kings College London scientists found that even a 90-minute difference in the midpoint of your night's sleep over the course of a normal week could influence the types of bacteria found in the human gut.", "type": "p"}, {"text": "Having a wide range of different species of bacteria in your digestive system is really important. Some are better than others, but getting the right mix is key to preventing a number of diseases.", "type": "p"}, [{"text": "Gut instinct: Why I put my poo in the post", "type": "a", "href": "https://www.bbc.co.uk/news/health-43728319"}, {"text": "How bacteria are changing your mood", "type": "a", "href": "https://www.bbc.co.uk/news/health-43815370"}, {"text": "Five hours' sleep is tipping point for bad health", "type": "a", "href": "https://www.bbc.co.uk/news/health-63284305"}], {"text": "\"[Social jetlag] can encourage microbiota species which have unfavourable associations with your health,\" said Kate Bermingham, study author and senior nutrition scientist at health science company Zoe.", "type": "p"}, {"text": "Going to sleep and waking up at very different times during the week, compared to the weekend, is known as having social jetlag.", "type": "p"}, {"text": "It is thought to affect more than 40% of the UK population, the study says, and is most common in teenagers and young adults, then tapers off as we age.", "type": "p"}, {"text": "Participants in this study, in the European Journal of Nutrition, had their sleep and blood analysed, stool samples collected and recorded everything they ate in a food questionnaire. ", "type": "p"}, {"text": "Those who had social jetlag (16%) were more likely to eat a diet laden with potatoes, including crisps and chips, plus sugary drinks, and less fruit and nuts.", "type": "p"}, {"text": "Previous research showed people with social jetlag ate less fibre than those with more consistent sleeping times. Other studies found social jetlag was linked to weight gain, illness and mental fatigue.", "type": "p"}, {"text": "\"Poor quality sleep impacts choices - and people crave higher carb or sugary foods,\" says Dr Bermingham.", "type": "p"}, [{"text": "A daytime nap is good for the brain", "type": "a", "href": "https://www.bbc.co.uk/news/health-65950168"}, {"text": "10 tips for sleeping in hot weather ", "type": "a", "href": "https://www.bbc.co.uk/news/health-49072212"}], {"text": "An unhealthy diet can then affect levels of specific bacteria in the gut. ", "type": "p"}, {"text": "The researchers found that three out of the six microbiota species which were more plentiful in the guts of the social jetlag group are linked to poor diet quality, obesity and higher levels of inflammation and stroke risk. ", "type": "p"}, {"text": "The relationship between sleep, diet and gut bacteria is complicated and there is still a lot more to find out, the research team says.", "type": "p"}, {"text": "In the meantime, their advice to keep things consistent, if you can, over the course of a week.", "type": "p"}, {"text": "\"Maintaining regular sleep patterns, so when we go to bed and when we wake each day, is an easily adjustable lifestyle behaviour we can all do, that may impact your health via your gut microbiome for the better,\" says Dr Sarah Berry, from King's College London.", "type": "p"}, {"text": "The NHS website recommends you try to:", "type": "p"}, [{"text": "eat at least five portions of a variety of fruit and vegetables every day", "type": "p"}, {"text": "base meals on higher fibre starchy foods like potatoes, bread, rice or pasta", "type": "p"}, {"text": "have some dairy or dairy alternatives, and go for lower-fat or lower-sugar where possible", "type": "p"}, {"text": "eat some beans, pulses, fish, eggs, meat and other protein", "type": "p"}, {"text": "choose unsaturated oils and spreads, and eat them in small amounts", "type": "p"}, {"text": "drink plenty of fluids (at least six to eight glasses a day)", "type": "p"}], {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}