{"link": "https://www.bbc.com/news/science-environment-66384045", "category": "science & environment", "title": "Atlantic orcas 'learning from adults' to target boats", "contributor": null, "time": "2023-08-02T15:57:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/48DB/production/_130615681_mediaitem130615680.jpg", "content": [{"text": "A strange, dangerous game of targeting and ramming into small sailing and fishing boats is spreading through a population of orcas off Spain's coast.", "type": "b"}, {"text": "Scientists say at least 20 Iberian orcas have now learned the behaviour by copying their elders.   ", "type": "p"}, {"text": "It is believed that one or two orcas started interacting with and damaging small sailing vessels in 2020. ", "type": "p"}, {"text": "Scientists told the BBC the animals appear to be \"playing\" with the boats rather than acting aggressively. ", "type": "p"}, [{"text": "Have orcas really been 'attacking' boats in the Atlantic?", "type": "a", "href": "https://www.bbc.co.uk/news/extra/buqvasp1rr/orcas-spain-portugal"}, {"text": "Orca mothers keep 5-tonne sons out of trouble", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66249817"}, {"text": "Dire outlook for many killer whales", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-45652149"}], {"text": "\"It's only a game. It isn't revenge [against boats], it isn't climate change, it's just a game and that's it,\" said Dr Renaud de Stephanis, a scientist based on the south coast of Spain.", "type": "p"}, {"text": "Dr de Stephanis is president of Conservation, Information and Research on Cetaceans (CIRCE), a marine conservation organisation. He said the orcas, also known as killer whales, appeared to be playing a \"game\" focused on the boats' rudders - part of the moveable steering apparatus that sits in the water.", "type": "p"}, {"text": "He and his colleagues have now pinned satellite tracking tags to the fins of two of the fewer than 60 animals in this population, which is critically endangered.", "type": "p"}, {"text": "The Spanish government is using maps of their movements to help inform sailors about how to avoid these marine mammals, which hunt for tuna along the coast of Portugal and Spain, and through the narrow Strait of Gibraltar. ", "type": "p"}, {"text": "French sailor Lou Lombardi had his own encounter with the orcas near Gibraltar in July. He and the rest of the crew watched as five of the animals nudged and spun his boat around for 80 minutes - hitting the rudder until it split apart.", "type": "p"}, {"text": "Talking to us in the shipyard in Barbate in Spain, as he and his colleagues prepared to put their repaired boat back into the water, he said the encounter appeared playful rather than aggressive. ", "type": "p"}, {"text": "\"There's foam inside the rudder that went into the water, he explained, \"and the orcas were pushing it around with it on their noses - like a toy. ", "type": "p"}, {"text": "\"I had the feeling they were training each other,\" he told us. \"There were two calves, and the adult would do it, then watch while the calf did it - like they were transmitting something.\"", "type": "p"}, {"text": "Orcas are known to be highly social mammals. Other subspecies of killer whale have been recorded playing with floating seaweed, toying with fishing gear and one population in the Pacific even went through an apparent phase of carrying dead salmon around on their heads.", "type": "p"}, {"text": "Using boat rudders as playthings is novel behaviour and it is currently confined to this small, endangered Iberian population, but the young animals do appear to be copying adult orcas. ", "type": "p"}, {"text": "By examining footage and images, captured by sailors, scientists have identified some of the animals involved.  ", "type": "p"}, {"text": "Monica Gonzalez is a marine biologist with the organisation Orca Iberica, which is logging and mapping the orca encounters reported by sailing vessels. She explained: \"The adults are very targeted - they're focused on the rudder - just the rudder. ", "type": "p"}, {"text": "\"But the juveniles seem to approach, move away, explore the whole boat - it's a very different kind of behaviour.\"", "type": "p"}, {"text": "These large, intelligent and now troublesome marine mammals are causing confusion and division in both the sailing and the scientific community along this stretch of the Atlantic coast. ", "type": "p"}, {"text": "Some scientists have suggested that one female orca started \"attacking\" boats as revenge, because she had been injured by a vessel. ", "type": "p"}, {"text": "There are ongoing discussions on social media among sailors, with a few proposing methods of defending their boats, including carrying firecrackers to throw into the water if the orcas approach. ", "type": "p"}, {"text": "Dr de Stephanis, who has studied the marine mammals since 1996, hopes his tagging and tracking work with help show sailors \"killer whale hotspots\" to avoid. ", "type": "p"}, {"text": "\"They tend to stay in the same place for 2-3 hours, because they're looking for tuna,\" he explained. \"So the official advice from the Spanish government is not to stop if you see orcas - move away from the area as quickly as possible.\" ", "type": "p"}, {"text": "That, however, is in direct contradiction to last year's advice and current recommendations from the Portuguese government which is that if orcas approach, stop your boat. ", "type": "p"}, {"text": "The idea behind that, explained Monica Gonzalez, was to be as boring as possible. \"Keep the rudder still, don't throw anything, don't shout,\" she said. The orcas should simply get bored and move on. ", "type": "p"}, {"text": "Dr Luke Rendell, a marine mammal expert from St Andrews University, is not optimistic that sailors will simply be able to navigate around defined hotspots of orca activity. ", "type": "p"}, {"text": "\"It's a risk that it's going to escalate and that sailors will take matters into their own hands,\" he said.  ", "type": "p"}, {"text": "\"Ultimately, if we want the behaviour to stop, we have to take the boats out of that environment. That's a radical step for us as a species - to say we're going to restrain our behaviour for the sake of another.\"", "type": "p"}, {"text": "Dr Rendell thinks, in the future, there might be economic, rather that scientific reasons, for some boats to avoid the waters - and perhaps avoid sailing during the season - in which most of these encounters happen.", "type": "p"}, {"text": "\"Insurance companies might be looking at this,\" he said.\" It might require an extra premium to navigate those waters, which could reduce the density of vessels there. That might be the most favourable outcome for the orcas.\" ", "type": "p"}, {"text": "Meanwhile, as sailors and the fishing industry try to work out how to avoid the animals, tourists on the coast of Spain, Portugal and Gibraltar pay to go on whale-watching trips to catch a glimpse of them. ", "type": "p"}, {"text": "Nuria Riera, an artist who lives in Tarifa on the southern Spanish coast, and who volunteers with the conservation and whale-watching organisation Firmm, says the language that has been used to describe the orcas' behaviour is simply unfair. ", "type": "p"}, {"text": "\"Scientists don't even know why they are doing this,\" she said. \"And yet I'm reading reports about orcas attacking - it's such aggressive language. ", "type": "p"}, {"text": "\"We have to remember that the sea is their home - we're the intruders,\" she said.", "type": "p"}, {"text": "Follow Victoria on Twitter", "type": "p"}, {"text": "Additional reporting by Juan Dominguez", "type": "p"}, {"text": "Hear more insight about the Iberian orcas and their strange behaviour on BBC Inside Science on Radio 4 and BBC Sounds", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}