{"link": "https://www.bbc.com/news/technology-66376988", "category": "technology", "title": "X Corp sues anti-hate campaigners over Twitter research", "contributor": null, "time": "2023-08-02T15:56:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E2B8/production/_130604085_gettyimages-1551959356.jpg", "content": [{"text": "The firm that owns Twitter, now called X, is suing an anti-hate organisation whose research criticised the platform.", "type": "b"}, {"text": "X Corp has accused the Center for Countering Digital Hate (CCDH), which has offices in the US and the UK, of \"unlawful acts\" to \"improperly gain access\" to its data.", "type": "p"}, {"text": "In response, CCDH accused X Corp owner, Elon Musk, of trying to silence anyone who criticised him.", "type": "p"}, {"text": "Mr Musk has previously said that he is a \"free-speech absolutist\". ", "type": "p"}, {"text": "CCDH is a not-for-profit organisation that researches and campaigns against online hate. Its reports have been widely cited in the press, including by the BBC. Conservative MP Damian Collins serves on its UK board.", "type": "p"}, {"text": "\"I think it's extraordinary that Elon Musk has done this. It's almost like a form of 'lawfare', where a very well-resourced organisation is threatening a very small one\",the former minister told The Times", "type": "p"}, {"text": "In the US three members of congress Lori Trahan, Adam Schiff and Sean Casten wrote a letter to Mr Musk in which they argued that by filing suit against CCDH he was \"stifling unbiased research in the public interest\".", "type": "p"}, {"text": "The chief executive of CCDH, Imran Ahmed, said in a statement: \"Elon Musk's latest legal threat is straight out of the authoritarian playbook - he is now showing he will stop at nothing to silence anyone who criticises him.\" ", "type": "p"}, {"text": "CCDH research had shown that hate and disinformation was \"spreading like wildfire on the platform under Musk's ownership\", Mr Ahmed claimed.", "type": "p"}, {"text": "He accused the X Corp boss of attempting to \"shoot the messenger\".", "type": "p"}, {"text": "News of the legal case, filed on Monday, emerged shortly after a fiery exchange of legal letters - the first, threatening legal action - from X Corp lawyer Alex Spiro was followed by a forthright response from CCDH's US lawyer Roberta Kaplan.", "type": "p"}, {"text": "Responding to the legal letter from X Corp, Ian Russell, father of Molly Russell, who serves as a CCDH UK board member, asserted Elon Musk's legal action amounted to an \"unprecedented attack on civil society\".", "type": "p"}, {"text": "\"At a time when Twitter seems to be backsliding on tackling harmful content, it's astonishing that Musk has resorted to aggressive tactics to stifle free speech and dampen much-needed scrutiny\", he said.", "type": "p"}, {"text": "In November, Mr Musk claimed that hate speech on the platform had fallen by a third since he took over.", "type": "p"}, {"text": "While Mr Spiro's letter focused on alleged inaccuracies in a piece of CCDH research - which the organisation denied -  the case filed on Monday in the US District Court for the Northern District of California, by a different law firm, made a number of new allegations. ", "type": "p"}, {"text": "It seeks damages - the amount is unspecified - against the not-for profit organisation and claims that the centre's critical reports cost X Corp \"at least tens of millions of dollars\" in lost advertising revenues. ", "type": "p"}, {"text": "It also proposes to amend the case to name CCDH's backers - who it claims may include \"foreign governments with ties to legacy media companies\" - when their identities are discovered.", "type": "p"}, {"text": "CCDH has produced a number of reports critical of X, formerly known as Twitter. ", "type": "p"}, {"text": "For example, a report, heavily criticised in the legal letter from Mr Spiro, suggested that the platform \"fails to act on 99%\" of hateful messages from accounts with Twitter Blue subscriptions.", "type": "p"}, {"text": "The complaint criticises CCDH's research and its methodology. It alleges that the organisation \"intentionally and unlawfully\" scraped data from X, in violation of its terms of service, in order to produce its research.", "type": "p"}, {"text": "It also claims that the CCDH gained \"unauthorised\" access to X's data through a software tool called Brandwatch which helps customers monitor conversations about brands on social media. ", "type": "p"}, {"text": "The legal action alleges that an unnamed third party improperly shared its Brandwatch login details with the CCDH, allowing them to gain unauthorised access to data. The BBC has approached Brandwatch for comment. ", "type": "p"}, {"text": "It is also alleged that the CCDH's goal was to censor contrary viewpoints with which it disagreed, on topics such as Covid-19 vaccines, reproductive healthcare and climate change.", "type": "p"}, {"text": "As a result of CCDH reports \"a number of companies who advertised on X on an ongoing basis immediately paused spending for advertising on X\", the case claims.", "type": "p"}], "tags": []}