{"link": "https://www.bbc.com/news/business-63582273", "category": "business", "title": "Musk tells Twitter staff remote working will end", "contributor": null, "time": "2022-11-10T17:35:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9D32/production/_127524204_musk.jpg", "content": [{"text": "Elon Musk has told Twitter staff that remote working will end and \"difficult times\" lie ahead, according to reports.", "type": "b"}, {"text": "In an email to staff, the owner of the social media firm said workers would be expected in the office for at least 40 hours a week, Bloomberg reported.", "type": "p"}, {"text": "Mr Musk added that there was \"no way to sugar coat the message\" that the slowing global economy was going to hit Twitter's advertising revenues.", "type": "p"}, {"text": "The BBC has contacted Twitter for comment.", "type": "p"}, {"text": "The San Francisco-based company told its staff in May 2020 that they could work from home \"forever\" if they wished to, because the company believed its remote working measures during Covid lockdowns had been a success.", "type": "p"}, {"text": "But Mr Musk has been on the record as having a dim view of remote work, writing on the site he now owns earlier this year that \"all the Covid stay-at-home stuff has tricked people into thinking that you don't actually need to work hard. Rude awakening inbound!\"", "type": "p"}, {"text": "In June, Mr Musk, who also is the boss of Tesla, told staff at the electric car maker that working remotely was no longer acceptable.", "type": "p"}, {"text": "Like at Tesla, the entrepreneur said he would only grant exemptions personally for Twitter staff who want to work remotely.", "type": "p"}, {"text": "The world's richest man has already announced half of Twitter's staff were being let go, a week after he bought the company in a $44bn (£38.7bn) deal.", "type": "p"}, {"text": "Mr Musk said he had \"no choice\" over the cuts as the company was losing $4m (£3.51m) a day. He has blamed \"activist groups pressuring advertisers\" for a \"massive drop in revenue\".", "type": "p"}, [{"text": "Musk blames 'activists' for Twitter earnings drop", "type": "a", "href": "https://www.bbc.co.uk/news/business-63521713"}, {"text": "Musk foreign ties worth looking at, Biden says", "type": "a", "href": "https://www.bbc.co.uk/news/business-63579775"}], {"text": "The cuts - as well as Mr Musk's fierce advocacy of free speech - have led to speculation that Twitter could water down its efforts on content moderation.", "type": "p"}, {"text": "However, Mr Musk has insisted that the platform's approach to harmful material remains \"absolutely unchanged\".", "type": "p"}, {"text": "On Thursday, a host of top Twitter executives stepped down. Information security chief officer Lea Kissner said they had made the \"hard decision\" to leave the company.", "type": "p"}, {"text": "Meanwhile, The Verge technology news site reported that chief privacy officer Damien Kieran and chief compliance officer Marianne Fogarty had also quit.", "type": "p"}, {"text": "As part of his shake-up of the social media platform, Mr Musk is rolling out plans to allow users to buy blue-tick verified status for $8 per month.", "type": "p"}, {"text": "In his email to staff, Mr Musk said he wanted subscriptions to account for half of all Twitter's revenue.", "type": "p"}, {"text": "But policy change is controversial, amid concerns that the platform could be swamped with fake accounts.", "type": "p"}, {"text": "Until now, the verification badge was only given to notable or high-profile accounts which Twitter had analysed and deemed authentic.", "type": "p"}, {"text": "\"Now the blue checkmark may mean two different things: either that an account was verified under the previous verification criteria (active, notable, and authentic), or that the account has an active subscription to Twitter Blue,\" Twitter said.", "type": "p"}, {"text": "\"Accounts that receive the blue checkmark as part of a Twitter Blue subscription will not undergo review to confirm that they meet the active, notable and authentic criteria that was used in the previous process.\"", "type": "p"}, {"text": "The new system has gone live for users on Apple iOS in the US, Canada, Australia and New Zealand, alongside the UK.", "type": "p"}, {"text": "On Wednesday, many Twitter users noticed a new \"official\" grey tick had been given to various government, company and public figure accounts.", "type": "p"}, {"text": "But hours later it was scrapped, with Mr Musk replying to one account that he \"killed it\".", "type": "p"}, {"text": "On Wednesday, US President Joe Biden said Mr Musk's relationships with foreign countries were \"worthy of being looked at\", after being asked whether Twitter's owner posed a national security threat and if Saudi Arabia helping him to buy Twitter should be investigated.", "type": "p"}, {"text": "\"Whether or not he is doing anything inappropriate - I'm not suggesting that. I'm suggesting it's worth being looked at. That's all I'll say,\" Mr Biden said.", "type": "p"}, {"text": "Saudi Arabia's Prince Alwaleed bin Talal remains one of Twitter's biggest shareholders following Mr Musk's takeover.", "type": "p"}], "tags": ["Flexible working", "Social media", "Elon Musk", "Tesla", "Twitter", "Advertising", "United States"]}