{"link": "https://www.bbc.com/news/entertainment-arts-63584677", "category": "entertainment & arts", "title": "David Walliams made 'disrespectful comments' about Britain's Got Talent contestants", "contributor": null, "time": "2022-11-10T14:37:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1486E/production/_127587048_gettyimages-1239190788.jpg", "content": [{"text": "David Walliams has admitted making \"disrespectful comments\" about two Britain's Got Talent contestants during a break in filming in 2020. ", "type": "b"}, {"text": "A leaked transcript of a recording showed the talent show judge making derogatory and sexually explicit remarks, according to the Guardian.", "type": "p"}, {"text": "He has said sorry, and that the remarks \"were never intended to be shared\".", "type": "p"}, {"text": "The show's producers said they had spoken to him about his \"future professional conduct\".", "type": "p"}, {"text": "The comedian and author has appeared on the ITV programme since 2012.", "type": "p"}, {"text": "In a statement, the TV personality said: \"I would like to apologise to the people I made disrespectful comments about during breaks in filming for Britain's Got Talent in 2020.", "type": "p"}, {"text": "\"These were private conversations and - like most conversations with friends - were never intended to be shared. Nevertheless, I am sorry.\"", "type": "p"}, {"text": "The comments were picked up by microphones during discussions between the judging panel while recording an audition show at the London Palladium, the Guardian said.", "type": "p"}, {"text": "One was reportedly aimed at an older performer who had made a jibe about Walliams while joking with the judges.", "type": "p"}, {"text": "The other incident occurred shortly after a woman had walked off stage, with Walliams apparently referring to her as a \"slightly boring girl you meet in the pub\" who thinks you want to have sex with her.", "type": "p"}, {"text": "In a statement, ITV said: \"We do not condone the language outlined in these allegations, and we have spoken to the producers of Britain's Got Talent.", "type": "p"}, {"text": "\"Duty of care towards all participants on any of our programmes is always of paramount importance and we have protocols and guidelines in place for all our production partners.\"", "type": "p"}, {"text": "A spokesperson for Thames TV, which produces the show, said the company regarded Walliams' comments as private, but that his use of language was \"inappropriate\".", "type": "p"}, {"text": "They added: \"Even though it was private, those involved have been spoken to and reminded of their responsibilities and the show's expectations as to future professional conduct.\"", "type": "p"}, {"text": "A spokesperson for Cowell and Syco Entertainment, the co-producer of Britain's Got Talent, said they were \"unaware\" of the alleged conversation until contacted by the newspaper, stressing that \"Britain's Got Talent is a family show and we do not condone the use of any such language\".", "type": "p"}, {"text": "There is no suggestion that Cowell or any other judges made any such remarks.", "type": "p"}, {"text": "Noted for his on-screen chemistry with Cowell on the show, Walliams was named best judge at the National Television Awards in 2015, 2018 and 2019.", "type": "p"}, {"text": "He rose to fame in the noughties as the star and co-creator of hit BBC sketch show Little Britain and has gone on to enjoy success as a best-selling children's author.", "type": "p"}, {"text": "However, in 2020, he and Little Britain co-star Matt Lucas apologised for using black face in the show; and last year a story about a Chinese boy was removed from one of his books after criticism that it contained \"harmful stereotypes\".", "type": "p"}], "tags": ["Britain's Got Talent", "Television", "David Walliams"]}