{"link": "https://www.bbc.com/news/health-63513330", "category": "health", "title": "Lab-grown blood given to people in world-first clinical trial", "contributor": null, "time": "2022-11-07T01:01:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5F47/production/_127519342_nhsbtfiltonlab_cellcultureflasksintheincubatorduringmanufactureofredbloodcells_restore.jpg", "content": [{"text": "Blood that has been grown in a laboratory has been put into people in a world-first clinical trial, UK researchers say. ", "type": "b"}, {"text": "Tiny amounts - equivalent to a couple of spoonfuls - are being tested to see how it performs inside the body. ", "type": "p"}, {"text": "The bulk of blood transfusions will always rely on people regularly rolling up their sleeve to donate.", "type": "p"}, {"text": "But the ultimate goal is to manufacture vital, but ultra-rare, blood groups that are hard to get hold of.", "type": "p"}, {"text": "These are necessary for people who depend on regular blood transfusions for conditions such as sickle cell anaemia. ", "type": "p"}, {"text": "If the blood is not a precise match then the body starts to reject it and the treatment fails. This level of tissue-matching goes beyond the well-known A, B, AB and O blood groups. ", "type": "p"}, {"text": "Prof Ashley Toye, from the University of Bristol, said some groups were \"really, really rare\" and there \"might only be 10 people in the country\" able to donate. ", "type": "p"}, {"text": "At the moment, there are only three units of the \"Bombay\" blood group - first identified in India - in stock across the whole of the UK. ", "type": "p"}, [{"text": "Podcast: Inside Health on rare blood groups", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/m0014wvk"}, {"text": "Sickle cell: ‘The revolutionary gene-editing treatment that gave me new life’", "type": "a", "href": "https://www.bbc.co.uk/news/health-60348497"}], {"text": "The research project combines teams in Bristol, Cambridge, London and at NHS Blood and Transplant. It focuses on the red blood cells that carry oxygen from the lungs to the rest of the body. ", "type": "p"}, {"text": "This is how it works:", "type": "p"}, [{"text": "They start with a normal donation of a pint of blood (around 470ml)", "type": "p"}, {"text": "Magnetic beads are used to fish out flexible stem cells that are capable of becoming a red blood cell", "type": "p"}, {"text": "These stem cells are encouraged to grow in large numbers in the labs ", "type": "p"}, {"text": "And are then guided to become red blood cells", "type": "p"}], {"text": "The process takes about three weeks and an initial pool of around half a million stem cells results in 50 billion red blood cells. ", "type": "p"}, {"text": "These are filtered down to get around 15 billion red blood cells that are at the right stage of development to transplant. ", "type": "p"}, {"text": "\"We want to make as much blood as possible in the future, so the vision in my head is a room full of machines producing it continually from a normal blood donation,\" Prof Toye told me.", "type": "p"}, {"text": "The first two people have taken part in the trial, which aims to test the blood in at least 10 healthy volunteers. They will get two donations of 5-10mls at least four months apart - one of normal blood and one of lab-grown blood. ", "type": "p"}, {"text": "The blood has been tagged with a radioactive substance, often used in medical procedures, so scientists can see how long it lasts in the body. ", "type": "p"}, {"text": "It is hoped the lab-grown blood will be more potent than normal.", "type": "p"}, {"text": "Red blood cells normally last for around 120 days before they need to be replaced. A typical blood donation contains a mix of young and old red blood cells, whereas the lab-grown blood is all freshly made so should last the full 120 days. The researchers suspect this could allow both smaller and less frequent donations in the future.", "type": "p"}, {"text": "However, there are considerable financial and technological challenges.", "type": "p"}, {"text": "The average blood donation costs the NHS around £130. Growing blood will cost vastly more, although the team will not say how much. ", "type": "p"}, {"text": "Another challenge is the harvested stem cells eventually exhaust themselves, which limits the amount of blood that be grown. It will take more research to produce the volumes that would be needed clinically. ", "type": "p"}, [{"text": "Discovery enables 'mass produced blood'", "type": "a", "href": "https://www.bbc.co.uk/news/health-39354627"}], {"text": "Dr Farrukh Shah, the medical director of transfusion at NHS Blood and Transplant, said: \"This world-leading research lays the groundwork for the manufacture of red blood cells that can safely be used to transfuse people with disorders like sickle cell.", "type": "p"}, {"text": "\"The potential for this work to benefit hard to transfuse patients is very significant.\"", "type": "p"}, {"text": "Follow James on Twitter ", "type": "p"}], "tags": ["Medical research", "Sickle cell disease", "James Gallagher", "Stem cells"]}