{"link": "https://www.bbc.com/news/science-environment-63584993", "category": "science & environment", "title": "COP27: BP chief listed as delegate for Mauritania", "contributor": null, "time": "2022-11-10T15:26:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/76D3/production/_127591403_8b02a6d3109de19484839f21a08d34e1284f7485.jpg", "content": [{"text": "The BBC has learned that BP chief executive Bernard Looney was registered as a poor country delegate for COP27.", "type": "b"}, {"text": "Mr Looney is on the official UN lists as a delegate from Mauritania, a west African nation where BP has major investments. ", "type": "p"}, {"text": "Four other BP employees are also included as part of the Mauritania team here.", "type": "p"}, {"text": "BP says Mr Looney was invited to COP27 by the Mauritanians for a signing ceremony and is no longer here.", "type": "p"}, [{"text": "The oil project being called a sin", "type": "a", "href": "https://www.bbc.co.uk/news/world-africa-63567513"}, {"text": "Time to pay climate bill, insist nations at risk ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63559426"}, {"text": "How many private jets were at COP27?", "type": "a", "href": "https://www.bbc.co.uk/news/63544995"}], {"text": "There has been ongoing controversy about the presence of delegates at this conference who represent large oil and gas firms.", "type": "p"}, {"text": "New data published today shows that their number has grown significantly since COP26 in Glasgow.", "type": "p"}, {"text": "So how does the chief executive of one of the world's leading oil companies come to be part of the team of one of the world's poorest nations?", "type": "p"}, {"text": "BP say that Mr Looney was invited by the Mauritanian delegation to join a meeting and signing ceremony alongside COP27 for a \"significant agreement on hydrogen\".", "type": "p"}, {"text": "For that purpose, the Mauritanian team included him on the official list of participants, entitling him to access the \"blue zone\" at COP27, the area reserved for government delegations and where the key negotiations take place.", "type": "p"}, {"text": "Mr Looney and four senior BP colleagues, were here to sign an agreement with Mauritania to explore the development of a green hydrogen facility in the country.", "type": "p"}, {"text": "Under the plan, BP will look at the feasibility of building wind and solar farms that are required for the production of green hydrogen, which is produced by electrolysis using renewable energy.", "type": "p"}, {"text": "\"As part of this, Bernard was invited by the Mauritanian delegation to join a meeting and signing ceremony alongside COP27 for the significant agreement,\" BP said in a statement.", "type": "p"}, {"text": "BP, which made $8.2bn (£7bn) profit in the third quarter of 2022 has significant investments in Mauritania, an emerging economy where less than half the population have access to electricity.", "type": "p"}, {"text": "There has already been controversy over the pressure from some African countries who want to exploit their reserves of oil and gas at a time of high demand in Europe and elsewhere. ", "type": "p"}, {"text": "Campaigners were not happy with the inclusion of five senior BP executives as part of a country delegation. ", "type": "p"}, {"text": "\"Of all the places in the world where BP could sign a deal with Mauritania, it's difficult to understand why COP27 would be the place to do it,\" said Alice Harrison, from Global Witness.", "type": "p"}, {"text": "\"Likewise it's frankly bizarre that five BP employees, including their CEO, would need to be part of Mauritania's official COP27 delegation in order to sign a deal.\"", "type": "p"}, {"text": "\"What we know is that such accreditation grants Looney and co. privileged access to the world's most important climate talks, that are already awash with fossil fuel influence.\"", "type": "p"}, {"text": "Global Witness carried out an analysis of registered participants this year found that the number of delegates connected to fossil fuels has gone up by 25% compared to COP26 in Glasgow.", "type": "p"}, {"text": "The data shows that this year, there are more fossil fuel lobbyists than total delegates from the ten countries most impacted by climate change, including Pakistan, Bangladesh and Mozambique. ", "type": "p"}, {"text": "The biggest single delegation at COP27 is from the United Arab Emirates, who will host COP28 next year.", "type": "p"}, {"text": "They have 1,073 people on the ground here, up from just 170 last year.", "type": "p"}, {"text": "The analysis found that 70 of that delegation were connected to fossil fuel extraction.", "type": "p"}, {"text": "Russia's delegation has 33 lobbyists for oil and gas in their delegation of 150.", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc.", "type": "p"}], "tags": ["Paris climate agreement", "Climate change", "BP"]}