{"link": "https://www.bbc.com/news/technology-63568585", "category": "technology", "title": "Facebook-owner Meta to cut 11,000 staff", "contributor": null, "time": "2022-11-09T18:57:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17378/production/_127569059_gettyimages.jpg", "content": [{"text": "Meta, which owns Facebook, Instagram and WhatsApp, has announced that it will cut 13% of its workforce.", "type": "b"}, {"text": "The first mass lay-offs in the firm's history will result in 11,000 employees, from a worldwide headcount of 87,000, losing their jobs.", "type": "p"}, {"text": "Meta chief executive Mark Zuckerberg said the cuts were \"the most difficult changes we've made in Meta's history\".", "type": "p"}, {"text": "The news follows major lay-offs at Twitter, which cut about half its staff, and other tech firms.", "type": "p"}, {"text": "\"I know this is tough for everyone, and I'm especially sorry to those impacted,\" he wrote in a statement. ", "type": "p"}, {"text": "Mr Zuckerberg blamed massive long-term expectations for growth based on the firm's rise in revenue during the pandemic.", "type": "p"}, {"text": "\"Many people predicted this would be a permanent acceleration,\" he wrote, \"I did too, so I made the decision to significantly increase our investments.\"", "type": "p"}, {"text": "Instead he said \"macroeconomic downturn\" and \"increased competition\" caused revenue to be much lower than expected", "type": "p"}, {"text": "\"I got this wrong, and I take responsibility for that,\" he said.", "type": "p"}, {"text": "The announcement of job cuts was widely expected.", "type": "p"}, {"text": "Mr Zuckerberg told hundreds of Meta executives of the plans on Tuesday, the Wall Street Journal reported.", "type": "p"}, {"text": "Mr Zuckerberg said the company would focus on high-priority growth areas, like artificial intelligence, advertising, and \"our long-term vision for the metaverse\".", "type": "p"}, {"text": "Meta will also cut costs elsewhere - including reducing its spending on buildings and offices, and increasing desk-sharing.", "type": "p"}, {"text": "Affected Meta employees will receive an email soon, he said, and will have an opportunity to ask questions.", "type": "p"}, {"text": "US employees will receive redundancy payments worth 16 weeks pay plus a week for every year worked. Additional benefits will also include continuing to provide family health insurance for six months.", "type": "p"}, {"text": "Support outside the US will be similar, but there will be a separate redundancy process to take into account local employment laws.", "type": "p"}, {"text": "Meta's European headquarters are based in Dublin, where according to local reports it directly employs 3,000 people and many more contractors. ", "type": "p"}, {"text": "According to a Companies House filing, Meta employed more than 5,000 people in the UK as of December 2021.", "type": "p"}, {"text": "But Meta has so far declined to release the number of redundancies it will make in either country.", "type": "p"}, {"text": "Kevin Poulter, an employment lawyer at Freeths, said it was important Meta followed UK laws on redundancies.", "type": "p"}, {"text": "He told the BBC that confidence in the tech job market and the opportunity to move freely and easily between established and start-up companies \"had been diminished if not wholly undermined within a week\". ", "type": "p"}, {"text": "He warned that \"if the leading lights of Twitter and Meta are now approaching the future cautiously, others are likely to follow\".", "type": "p"}, {"text": "It's the second round of big tech lay-offs in a week - but the tone of Meta's statement was very different to Elon Musk's bullish defence of his decision to cut half of Twitter's workforce on Friday.", "type": "p"}, {"text": "While Mr Musk took to Twitter to say the firm had no choice because it was losing millions of dollars every day, Mark Zuckerberg's statement was very contrite. He took responsibility, he said, and he was sorry.", "type": "p"}, {"text": "If you know Mr Zuckerberg you will know this is uncharacteristic - he is not renowned for being a \"people person\" and his fixation is usually on work. He no longer has his former chief operating officer Sheryl Sandberg beside him to help smooth the waters.", "type": "p"}, {"text": "He is literally betting his own bottom dollar, as well as that of his company, on the creation of the metaverse - a virtual world in which he believes we will all spend our work and play time in the future. ", "type": "p"}, {"text": "It could be five or 10 years before this comes to fruition. If he holds his nerve and he is right, Meta will bounce back and, he hopes, become king of the new internet generation.", "type": "p"}, {"text": "The plans for job cuts follow difficulties across the tech sector as the industry contends with slowing global economic growth.", "type": "p"}, {"text": "Silicon Valley firms Stripe and Lyft recently announced large-scale lay-offs, while Amazon said it would freeze hiring in its corporate offices.", "type": "p"}, {"text": "The bulk of Meta's $27.7bn (£24.3bn) revenue comes from advertising, but in difficult economic conditions many firms are cutting ad budgets.", "type": "p"}, {"text": "Michael Malone, a veteran tech journalist based in Silicon Valley, told the BBC the industry was facing the \"triple whammy\" of a slowing economy, inflation and an end to pandemic-driven growth.", "type": "p"}, {"text": "\"No-one's come up with a really great product, new product in the last few years,\" he said.", "type": "p"}, {"text": "\"The possibility was going to be Facebook's Metaverse. But it's not taking off and it's draining an enormous amount of money.", "type": "p"}, {"text": "\"So the fate of Facebook, I think, is up in the air.\"", "type": "p"}, {"text": "Mr Malone said he was confident this was not the end for Silicon Valley though.", "type": "p"}, {"text": "\"I've declared Silicon Valley dead about 10 times in my 30 years' reporting.\"", "type": "p"}, {"text": "But with the start-up scene still appearing strong, he added: \"I won't write the Valley off yet.\"", "type": "p"}], "tags": ["Meta", "Instagram", "Mark Zuckerberg", "Facebook"]}