{"link": "https://www.bbc.com/news/business-64976316", "category": "business", "title": "Credit Suisse: Lessons learned from the last banking crisis?", "contributor": null, "time": "2023-03-16T11:29:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/105CC/production/_129002076_creditsuisseflag.png", "content": [{"text": "Shares in Swiss banking giant Credit Suisse have been on a rollercoaster ride in recent days, hitting an all-time low on Wednesday, and leaving financial markets all over the world feeling distinctly queasy.", "type": "b"}, {"text": "But the Swiss National Bank threw Credit Suisse a £45bn lifeline and on Thursday its shares climbed back up, allowing everyone to catch their breath.", "type": "p"}, {"text": "The move from the Swiss central bank comes just days after regulators in Washington had to take control of two US banks, and HSBC swooped in to pick up the UK arm of one of them for £1.", "type": "p"}, {"text": "It does feel eerily like the days leading up to the great financial crisis: cracks appearing in the financial pipes, prompting questions about whether they will burst, as they did nearly 15 years ago. ", "type": "p"}, {"text": "The economist Nouriel Roubini, nicknamed \"Dr Doom\" for his usually pessimistic and sometimes correct predictions, argues Credit Suisse could be a Lehmans moment - too big to fail, too big to save, he told Bloomberg.", "type": "p"}, {"text": "Larry Fink, the founder of the world's biggest asset manager, Blackrock, said we may be in for \"slow rolling crisis\" which could see hundreds of small banks go bust, like the savings and loans crisis of the 1980s, when more than 1,000 smaller US lenders went under.", "type": "p"}, {"text": "But Noel Quinn, chief executive of HSBC, which is the new owner of Silicon Valley Bank UK, disagreed. He said the authorities - in this case the UK Treasury and the Bank of England - had acted swiftly to find a solution as did their US counterparts in taking over the US parent bank.", "type": "p"}, {"text": "It's clear that international regulators have learned from the last crisis that speed is of the essence, which is just as well. ", "type": "p"}, {"text": "Technology bosses in the US admitted they had debated in online chats whether to take deposits out of Silicon Valley Bank. When some did, they all did within a matter of minutes, thanks to the social media grapevine, effectively breaking the bank. ", "type": "p"}, {"text": "If nothing else, these outbreaks of instability make it clear that when you reverse nearly 15 years of close-to-zero interest rates suddenly things can and do break. The weakest organisations are the most at risk, and both depositors and investors are perfectly rational in being extremely jittery. ", "type": "p"}, {"text": "More questions remain around the other big teaching points from the last crisis: whether it's ok to assume the central bank ambulance will always arrive in time, and whether that assumption has made people too relaxed in the face of lurking financial danger.", "type": "p"}], "tags": []}