{"link": "https://www.bbc.com/news/entertainment-arts-64980687", "category": "entertainment & arts", "title": "Strictly judge Motsi Mabuse says she can't understand northern accents", "contributor": null, "time": "2023-03-16T16:49:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7B5C/production/_129008513_5c2be542469c14eb6a9b39e6e502ba3ef3a53b8b.jpg", "content": [{"text": "Strictly Come Dancing judge Motsi Mabuse has said she struggles to understand the accents of people from the north of England. ", "type": "b"}, {"text": "Mabuse, who speaks five languages, admitted she has to \"really concentrate\" when making conversation in the UK.", "type": "p"}, {"text": "She added that fellow Strictly judge Craig Revel Horwood helps translate when an accent is \"too strong\". ", "type": "p"}, {"text": "Mabuse grew up in South Africa but now lives in Germany.", "type": "p"}, {"text": "Speaking to comedians Ed Gamble and James Acaster on their Off Menu podcast, the 41-year-old said: \"The thing is, you [Britons] all speak differently. ", "type": "p"}, {"text": "\"Every time I'm in the country I really have to concentrate. ", "type": "p"}, {"text": "\"Some people I just don't know … I'm just like, 'Are we speaking the same language?'", "type": "p"}, {"text": "\"There's a lot of accents here.\"", "type": "p"}, {"text": "Mabuse was then asked if she struggled with contestant AJ Odudu's Blackburn dialect during series 19 of the dance reality show back in 2021. ", "type": "p"}, {"text": "\"Yes! Yes, yes, yes. But there have been quite a few people from the north, so I'm always asking Craig. I'm just trying to understand … but it's not easy.\"", "type": "p"}, {"text": "She added fellow judge Craig Revel Horwood sometimes acts as a translator for her when they interact with some people from the north of England. ", "type": "p"}, {"text": "\"I really struggle with people that come from the north. ", "type": "p"}, {"text": "\"I'm like, can you please translate at this point? It's so strong, I just don't understand, really. I'm being honest.\"", "type": "p"}, {"text": "Mabuse can speak five languages: English, German and three South African languages including Afrikaans and Setswana.", "type": "p"}, {"text": "She said that she often accidentally slips into German during broadcasts: \"It's happened quite a few times. ", "type": "p"}, {"text": "\"Plus I have that South African accent, so it's a mess. It's a complete mess.\"", "type": "p"}, {"text": "Mabuse lives in Germany and has appeared on their version of Strictly called Let's Dance. ", "type": "p"}, {"text": "When the dance competition airs on BBC One every autumn and winter, she commutes to the UK every week for the live shows. ", "type": "p"}, {"text": "She joined Strictly in 2019 as a professional dancer, before becoming a judge alongside Head Judge Shirley Ballas, Revel Horwood and Anton Du Beke.", "type": "p"}], "tags": []}