{"link": "https://www.bbc.com/news/technology-64973156", "category": "technology", "title": "TikTok says US threatens ban if China stake not sold", "contributor": null, "time": "2023-03-16T09:43:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11C41/production/_127996727_gettyimages-1438609724.jpg", "content": [{"text": "The US government says TikTok should be sold or else face a possible ban in the country.", "type": "b"}, {"text": "The video-sharing app, owned by Chinese company ByteDance, is accused of posing a national security risk through data gathered from millions of users.", "type": "p"}, {"text": "A request for a change in ownership, first reported in the Wall Street Journal (WSJ), was confirmed to BBC News by TikTok.", "type": "p"}, {"text": "The company said a forced sale would not change its data flows or access.", "type": "p"}, {"text": "The White House has not yet responded to a BBC News request for comment.", "type": "p"}, {"text": "For years American officials have raised concerns that data from the popular app could fall into the hands of the Chinese government.", "type": "p"}, {"text": "According to the WSJ, US President Joe Biden's administration wants ByteDance to divest itself of TikTok to create a clear break from China. ", "type": "p"}, {"text": "The newspaper said the Committee on Foreign Investments in the United States (CFIUS), which oversees national security risks, unanimously recommended ByteDance divest from TikTok.", "type": "p"}, {"text": "A spokesperson for TikTok said it did not dispute the WSJ's reporting and confirmed it had been contacted by CFIUS. ", "type": "p"}, {"text": "However, the spokesperson said the reporting was overstated and it was not clear what \"divestiture\" meant in practice. ", "type": "p"}, {"text": "\"If protecting national security is the objective, divestment doesn't solve the problem: a change in ownership would not impose any new restrictions on data flows or access,\" the spokesperson said. ", "type": "p"}, {"text": "\"The best way to address concerns about national security is with the transparent, US-based protection of US user data and systems.\"", "type": "p"}, {"text": "A ban was first threatened under then-President Donald Trump in 2020. ", "type": "p"}, {"text": "However, Mr Biden's administration has also taken a dim view of the social network.", "type": "p"}, {"text": "TikTok hoovers up huge amounts of data on its users, similar to Instagram and Twitter. ", "type": "p"}, {"text": "It can take biometric data from users and has access to location data. The fear is the information could be passed to the Chinese government. ", "type": "p"}, {"text": "TikTok says it has undertaken an effort to move all US-based data to the US as part of an initiative it calls Project Texas.", "type": "p"}, {"text": "The company has told BBC News it still plans to move forward with that plan.", "type": "p"}, [{"text": "Should we be worried about TikTok?", "type": "a", "href": "https://www.bbc.co.uk/news/technology-50319690"}, {"text": "TikTok under investigation by Canadian privacy authorities", "type": "a", "href": "https://www.bbc.co.uk/news/technology-64759365"}, {"text": "China hits out as US bans TikTok on federal devices", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-china-64795548"}], {"text": "The development comes a week after new legislation was unveiled in the senate, which could expand the president's authority to ban TikTok nationwide. ", "type": "p"}, {"text": "The Restrict Act would allow the US Commerce Department to declare foreign-linked companies national security risks. ", "type": "p"}, {"text": "TikTok is banned on government phones in the US, Canada and the EU. ", "type": "p"}, {"text": "Its chief executive, Shou Zi Chew, is set to testify before the US Congress next week in a widely anticipated showdown.", "type": "p"}], "tags": []}