{"link": "https://www.bbc.com/news/entertainment-arts-62831102", "category": "entertainment & arts", "title": "Lord of the Rings stars condemn racist backlash to new Amazon series cast", "contributor": null, "time": "2022-09-08T10:32:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0E9F/production/_126634730_credit_ben_rothstein_prime_video_00250_r3_thumb.jpg", "content": [{"text": "Lord of the Rings stars have condemned the \"relentless\" racist abuse suffered by cast members of the newly released spin-off TV series, The Rings Of Power.", "type": "b"}, {"text": "Elijah Wood, Sean Astin, Billy Boyd and Dominic Monaghan, who starred in Peter Jackson's film trilogy, all posted the message: \"You Are All Welcome Here\".", "type": "p"}, {"text": "It comes after non-white actors were trolled online for portraying a range of white fictional characters.", "type": "p"}, {"text": "Sophia Nomvete, Ismael Cruz Cordova and Lenny Henry all appear in the series.", "type": "p"}, {"text": "Actors from the film series shared photos of themselves wearing T-shirts showing images of pointed hobbit, elf and harfoot ears of different colours.", "type": "p"}, {"text": "In a separate joint statement posted online, stars of the new streaming service adaptation said: \"We, the cast of Rings of Power, stand together in absolute solidarity and against the relentless racism, threats, harassment, and abuse some of our castmates of colour are being subjected to on a daily basis.", "type": "p"}, {"text": "\"We refuse to ignore it or tolerate it.\"", "type": "p"}, [{"text": "The Rings of Power review: A visually staggering, flawed epic", "type": "a", "href": "https://www.bbc.com/culture/article/20220830-rings-of-power-review-a-visually-staggering-but-flawed-epic"}, {"text": "First trailer teases Lord of the Rings TV show", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60373159"}, {"text": "Amazon moves Lord of the Rings production to UK", "type": "a", "href": "https://www.bbc.co.uk/news/business-58196473"}], {"text": "It continued that JRR Tolkien, who wrote the Lord of the Rings books \"created a world which, by definition, is multi-cultural\".", "type": "p"}, {"text": "\"A world in which free peoples from different races and cultures join together, in fellowship, to defeat the forces of evil,\" it continued. \"Rings of Power reflects that.\"", "type": "p"}, {"text": "Adding: \"Our world has never been all white, fantasy has never been all white, Middle-earth is not all white. BIPOC [black, indigenous, and people of colour] belong in Middle-earth and they are here to stay.\"", "type": "p"}, {"text": "The Lord of the Rings: The Rings of Power is thought to be the most expensive TV show ever made.", "type": "p"}, {"text": "Set thousands of years before the books and films, it brings the epic fantasy to the small screen.", "type": "p"}, {"text": "The new series began streaming on Amazon Prime earlier this month and the streaming giant claimed more than 25 million people tuned in to watch it on its first day.", "type": "p"}, {"text": "Amazon Studios boss Jennifer Salke said in a recent statement they supported their cast \"100%\" and \"stand behind them in every way\".", "type": "p"}, {"text": "\"We are proud of them as actors and even more proud of them as people,\" she added. \"We welcome discussion and even criticism around the series, however we will not condone racism of any kind.\"", "type": "p"}, {"text": "Speaking at this summer's Comic-Con event in the US, the star of another fantasy drama spin-off, House of the Dragon, hit out at racist trolls who similarly criticised his casting in the new Game of Thrones series.", "type": "p"}, {"text": "Steve Toussaint, who plays Lord Corlys Velaryon, addressed racism targeted at him, saying it was \"an issue they have to deal with, I don't have to\".", "type": "p"}], "tags": ["Television", "Amazon", "Film", "Racism", "JRR Tolkien"]}