{"link": "https://www.bbc.com/news/business-65206409", "category": "business", "title": "World economy faces weakest growth since 1990 - IMF", "contributor": null, "time": "2023-04-06T17:16:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1280D/production/_129298757_whatsubject.jpg", "content": [{"text": "The global economy is set to grow at roughly 3% over the next five years - the slowest pace since 1990, the head of the International Monetary Fund has said.", "type": "b"}, {"text": "Kristalina Georgieva said the path ahead was \"rough and foggy\" - and warned that cooperation to address the problems was becoming more difficult.  ", "type": "p"}, {"text": "She spoke in Washington ahead of the IMF's annual meeting.", "type": "p"}, {"text": "In her remarks, she called for more help for low-income countries. ", "type": "p"}, {"text": "\"For the weakest members of our global family, additional support from wealthier countries is essential,\" she said, calling for countries to boost funds for the IMF, which makes low-cost loans to countries in need. ", "type": "p"}, {"text": "The organisation is bracing for a wave of requests for help or debt restructuring, as the shocks from Covid-19 crisis, the war in Ukraine and soaring cost of living continue to reverberate. ", "type": "p"}, [{"text": "What is the IMF and why does it matter? ", "type": "a", "href": "https://www.bbc.co.uk/news/business-50069765"}, {"text": "Can we trust economic forecasts? ", "type": "a", "href": "https://www.bbc.co.uk/news/63588631"}], {"text": "Last year, global growth dropped almost in half to 3.4%, following a post-pandemic surge in 2021.", "type": "p"}, {"text": "That was below the 3.8% average growth of the last two decades. The slowdown has continued this year, despite strong job markets in countries such as the US. ", "type": "p"}, {"text": "The IMF said it expected growth to dip below 3% in 2023, with India and China accounting for more than half of the growth.", "type": "p"}, {"text": "Roughly 90% of advanced economies are expected to see growth decline, reflecting the weight of higher borrowing costs, after central banks raised interest rates sharply to stabilise soaring prices.", "type": "p"}, {"text": "For low-income countries, higher borrowing costs come at a time of weakening demand for their exports.    ", "type": "p"}, {"text": "\"That is a severe blow, making it even harder for low-income nations to catch up,\" Ms Georgieva said. ", "type": "p"}, {"text": "\"Poverty and hunger could further increase, a dangerous trend that was started by the Covid crisis,\" she added. ", "type": "p"}, {"text": "While calling for support for vulnerable nations, Ms Georgieva said authorities should continue to raise interest rates to fight inflation - \"so long as financial pressures remain limited\".", "type": "p"}, {"text": "\"If that were to change, policymakers would face an even more complicated task, with difficult trade-offs between their inflation and financial stability objectives, and the use of their respective tools,\" she said. ", "type": "p"}], "tags": []}