{"link": "https://www.bbc.com/news/entertainment-arts-65200071", "category": "entertainment & arts", "title": "Michael K Williams: Drug dealer pleads guilty over The Wire actor's death", "contributor": null, "time": "2023-04-06T09:22:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10BFA/production/_120420686_gettyimages-1333129781.jpg", "content": [{"text": "A man has pleaded guilty in court to distributing the fentanyl-laced heroin that resulted in the death of The Wire's Michael K Williams in 2021.", "type": "b"}, {"text": "Irvin Cartagena, also known as Green Eyes, sold the drug \"in broad daylight in New York City, feeding addiction and causing tragedy\", said lawyer Damien Williams.", "type": "p"}, {"text": "\"He dealt the fatal dose that killed Michael K Williams,\" the lawyer told a Manhattan federal courtroom.", "type": "p"}, {"text": "The US actor died aged 54 in 2021.", "type": "p"}, {"text": "It was later revealed his death was caused by an accidental drug overdose.  ", "type": "p"}, {"text": "\"On or about September 5, 2021, members of the drug trafficking organisation sold Michael K Williams heroin, which was laced with fentanyl and a fentanyl analogue, with Cartagena executing the hand-to-hand transaction,\" documents stated.", "type": "p"}, {"text": "Despite knowing that Williams died after being sold the product, Cartagena and his co-conspirators \"continued to sell fentanyl-laced heroin in broad daylight amidst residential apartment buildings in Brooklyn and Manhattan\", the court was told.", "type": "p"}, [{"text": "Four charged in drug death of The Wire actor", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-60238194"}, {"text": "How The Wire became the greatest TV show ever made", "type": "a", "href": "https://www.bbc.com/culture/article/20180412-how-the-wire-became-the-greatest-tv-show-ever-made"}], {"text": "Cartagena, 39, pleaded guilty to one count of conspiracy to distribute and possess, with intent to distribute fentanyl analogue, fentanyl, and heroin. As part of his guilty plea, the defendant said his actions \"resulted in the death of Michael K Williams\".", "type": "p"}, {"text": "This carries a mandatory minimum sentence of five years in prison and a maximum sentence of 40 years in prison, the court papers added.", "type": "p"}, {"text": "Lawyer Mr Williams said: \"This office and our law enforcement partners will continue to hold accountable the dealers who push this poison, exploit addiction, and cause senseless death in our community.\"", "type": "p"}, {"text": "Williams had spoken previously about his drug use. His death saw an outpouring of emotion and tributes from a host of famous faces, including the film director Spike Lee, actress Viola Davis and author Stephen King, who described Williams as \"fantastically talented\". ", "type": "p"}, {"text": "The HBO TV network, which aired 60 episodes of The Wire between 2002 and 2008, said they were \"devastated\" by the news. ", "type": "p"}, {"text": "Williams' complex portrayal of Omar Little, a gay, shotgun-toting robber of drug dealers, helped cement The Wire's game-changing depiction of life in the projects of Baltimore.", "type": "p"}, {"text": "Omar represented the duality of a black experience never before given such honest screen time, represented in his exchanges with Wendell Pierce's detective Bunk, a black schoolfriend who reminded him of the different paths life afforded them.", "type": "p"}, {"text": "Interviewed together years before Williams' death, Pierce said his co-star's performance gave voice and flesh to characters \"that most people would have never given the same humanity to… opening a window to a world of men that we pass by or don't know about\".", "type": "p"}, {"text": "You may also be interested in:", "type": "b"}, [{"text": "PopMaster radio quiz to be adapted for TV", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65199803"}, {"text": "Critics split over 'distressing' James Norton play", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65199805"}, {"text": "Every Eurovision song ranked, from Albania to the UK", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65043969"}]], "tags": []}