{"link": "https://www.bbc.com/news/science-environment-65192825", "category": "science & environment", "title": "Climate change: Norwegian seafloor holds clue to Antarctic melting", "contributor": null, "time": "2023-04-05T15:19:45.000Z", "cover": "https://ichef.bbci.co.uk/news/2048/cpsprodpb/231A/production/_110668980_front_of_thwaites_-1920.jpg", "content": [{"text": "Antarctica's melting ice sheet could retreat much faster than previously thought, new research suggests.", "type": "b"}, {"text": "The evidence comes from markings on the seafloor off Norway that record the pull-back of a melting European ice sheet thousands of years ago.", "type": "p"}, {"text": "Today, the fastest withdrawing glaciers in Antarctica are seen to retreat by up to 30m a day.", "type": "p"}, {"text": "But if they sped up, the extra melt water would have big implications for sea-level rises around the globe.", "type": "p"}, {"text": "Ice losses from Antarctica caused by climate change have already pushed up the surface of the world's oceans by nearly 1cm since the 1990s.", "type": "p"}, {"text": "The researchers found that with the Norwegian sheet, the maximum retreat was more than 600m a day.", "type": "p"}, {"text": "\"This is something we could see if we continue with the upper estimates for temperature rise,\" explained Dr Christine Batchelor from Newcastle University, UK.", "type": "p"}, {"text": "\"Although, worryingly, when we did the equations to think about what would be needed to instigate such retreat in Antarctica, we actually found there are places where you could get similar pulses of withdrawal even under the basal melt rates we know are happening at the moment,\" she told BBC News.", "type": "p"}, [{"text": "Scientists track iceberg the size of London", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64919341"}, {"text": "Antarctica sea-ice hits new record low", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64649596"}, {"text": "Vast glacier at mercy of sea warmth increase", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64640796"}], {"text": "Dr Batchelor and colleagues report their research in this week's edition of the journal Nature.", "type": "p"}, {"text": "The team has been looking at a great swathe of seafloor off the central Norwegian coast. Twenty thousand years ago, this area was witness to a massive Northern European ice sheet in the process of withdrawal and break-up. ", "type": "p"}, {"text": "The sheet's past existence is written into more than 7,600 parallel, ladder-like ridges that have been sculpted in the seafloor's muddy sediments. These corrugations are less than 2.5m high and are spaced between about 25m and 300m apart. ", "type": "p"}, {"text": "The scientists interpret the ridges to be features that are generated at an ice grounding zone.", "type": "p"}, {"text": "This is the zone where glacier ice flowing off the land into the ocean becomes buoyant and starts to float. The corrugations are created as the ice at this location repeatedly pats the sediments as the daily tides rise and fall.", "type": "p"}, {"text": "For the pattern to have been produced and preserved, the ice must have been in retreat (advancing ice would destroy the ridges); and the tidal \"clock\" therefore gives a rate for this reversal.", "type": "p"}, {"text": "The team's results show the former European ice sheet underwent pulses of rapid retreat at speeds of 55m to 610m per day. ", "type": "p"}, {"text": "Importantly, the fastest rates were observed in places where the seafloor was relatively flat. These are locations where the ice above would tend to be more uniform in thickness and where less melting is required to make the ice float to aid its retreat.", "type": "p"}, {"text": "Similar corrugations have been detected on the seafloor around Antarctica but the examples are quite limited in extent. The Norwegian study area is vastly greater and so gives a much clearer impression of how quickly ice can go backwards in a warming climate.", "type": "p"}, {"text": "Today, scientists use satellites to monitor the grounding zones of Antarctica's ocean-terminating glaciers. The spacecraft can trace where the ice is being lifted and lowered on the tides.", "type": "p"}, {"text": "The fastest retreat has been observed at Pope Glacier in the west of the continent, where an average rate of 33m a day was measured over a period of 3.5 months in 2017.", "type": "p"}, {"text": "But Pope is not one of Antarctica's mightier glaciers. Scientists are more interested in behemoths such as Thwaites. This body of ice is the size of Britain and could raise global sea levels by half a metre, were it all to melt.", "type": "p"}, {"text": "\"Four kilometres inland of the current grounding line at Thwaites, there is a conduit-like channel where the seabed is flat. It is the perfect setting for this process of buoyancy-driven retreat,\" said co-author Dr Frazer Christie of the Scott Polar Research Institute (SPRI), Cambridge University, UK.", "type": "p"}, {"text": "\"We're talking about a small area compared with Thwaites' entire drainage basin, but even a short-lived, very rapid retreat will have implications for the future dynamics of the glacier.\"", "type": "p"}, {"text": "Drs Batchelor and Christie say their team's observations will fine-tune the computer models that try to forecast Antarctica's destiny in an ever-warming world. At the moment, these models are missing important details of ice behaviour.", "type": "p"}, {"text": "\"But this is why we look into the geological past to tell us what's possible. Yes, we have satellites, but their records are very short - only 40 years or so,\" commented co-author Prof Julian Dowdeswell, also from SPRI.", "type": "p"}, {"text": "\"Importantly, the geological record is something that has actually happened. It's an 'observation' in the real world, not just in the computer model world,\" he told BBC News.", "type": "p"}], "tags": []}