{"link": "https://www.bbc.com/news/business-63098101", "category": "business", "title": "Liz Truss admits disruption after tax cut pledges", "contributor": "Lora Jones", "time": "2022-10-01T05:32:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1AAF/production/_126913860_gettyimages-1243618265.jpg", "content": [{"text": "Prime Minister Liz Truss has admitted there has been \"disruption\" in the UK economy following the mini-budget.", "type": "b"}, {"text": "Writing in The Sun, she said she had \"acted decisively\" and would keep an \"iron grip\" on the nation's finances.", "type": "p"}, {"text": "The government unveiled £45bn of tax cuts funded by borrowing last week - but did not accompany it with the usual economic assessment of the plans.", "type": "p"}, {"text": "That worried investors causing the pound to slump and forcing the Bank of England to step in to reassure markets.", "type": "p"}, {"text": "Ms Truss has resisted calls to reverse the cuts or to bring forward publication of the independent fiscal watchdog's economic forecasts and analysis of her tax plans.  ", "type": "p"}, {"text": "The prime minister said she was \"committed\" to publishing the Office for Budget Responsibility (OBR) forecast on 23 November, the same day the chancellor is due to set out further economic plans, after she met the OBR on Friday.", "type": "p"}, {"text": "But some Conservative MPs want to see this sooner to reassure the financial markets after turbulent trading.", "type": "p"}, {"text": "The Treasury argues it should wait until additional changes are announced.", "type": "p"}, {"text": "Ms Truss wrote in the Sun: \"I am going to do things differently. It involves difficult decisions and does involve disruption in the short term.\"", "type": "p"}, {"text": "She reiterated her commitment to \"get the economy growing\", with plans to stimulate growth expected to include measures in eight areas - business regulation, agriculture, housing and planning, immigration, mobile and broadband, financial services, childcare and energy.", "type": "p"}, {"text": "And she insisted she would maintain an \"iron grip on the national finances\".", "type": "p"}, [{"text": "'Absolutely crazy week': The broker, the businessman and the homeowner spill all", "type": "a", "href": "https://www.bbc.co.uk/news/business-63066543"}, {"text": "UK not in recession, new figures suggest", "type": "a", "href": "https://www.bbc.co.uk/news/business-63086562"}, {"text": "Market reaction to tax cuts surprising - minister", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-63080161"}], {"text": "Her chancellor, Kwasi Kwarteng, writing in the Telegraph newspaper, insisted that November's statement would include a \"credible plan\" to get the public finances back on track, with a \"commitment to spending discipline\".", "type": "p"}, {"text": "\"The British taxpayer expects their government to work as efficiently and effectively as possible, and we will deliver on that expectation,\" Mr Kwarteng said.", "type": "p"}, {"text": "But senior minister Simon Clarke told the Times newspaper the government needed to explain more about how it would control spending, as well as boosting economic growth.", "type": "p"}, {"text": "\"We have acquired spending habits that outstrip our ability to pay for it. That needs to change,\" he said.", "type": "p"}, {"text": "He suggested the government was looking to make significant cuts and \"trim the fat\" when it comes to public spending.", "type": "p"}, {"text": "\"I think it is important that we look at a state which is extremely large, and look at how we can make sure that it is in full alignment with a lower tax economy.\" ", "type": "p"}, {"text": "Ms Truss confirmed on Thursday that she was looking for cuts across government as a way to pay for the mini-budget measures.", "type": "p"}, {"text": "Waveney MP Peter Aldous said the timing of last Friday's plan had been \"hopelessly wrong\", and the rest of the details should be brought forward to October.", "type": "p"}, {"text": "Liberal Democrat leader Sir Ed Davey argued that the government, by waiting until 23 November, was allowing the UK economy to \"fly blind\" for two months. ", "type": "p"}, {"text": "\"Families and businesses can't afford to wait any longer for this government to fix their botched, unfair budget,\" he said.", "type": "p"}, {"text": "The Office for Budget Responsibility is the independent watchdog for the government's finances. ", "type": "p"}, {"text": "It usually produces economic forecasts twice a year, to accompany each autumn budget and spring statement. ", "type": "p"}, {"text": "It scrutinises government plans, to increase taxes or borrowing for example, and predicts what the likely impact on the overall economy will be.", "type": "p"}, {"text": "These forecasts are so important because a strong one gives investors confidence to put money into the UK economy - whereas a weak one is likely to have the opposite effect.", "type": "p"}, {"text": "The government can request forecasts from the OBR at any time to get independent advice on big moves.", "type": "p"}, {"text": "But it did not take the OBR up on its offer ahead of last week's mini-budget. This is thought to have undermined confidence in the markets.", "type": "p"}, {"text": "This led to the pound dropping to its lowest rate against the dollar in 37 years on Monday, before returning to its previous level.", "type": "p"}, {"text": "The government's tax-cutting plan faced criticism from the International Monetary Fund, and the pound dropped to a 37-year low of $1.03 on Monday.", "type": "p"}, {"text": "On Friday, sterling rose to $1.12 - close to the level the currency was at before the mini-budget was announced.", "type": "p"}, {"text": "Despite that, the ratings agency Standard & Poor's cut the outlook for its AA credit rating for British government debt from \"stable\" to \"negative\" on Friday, because of the prospect of higher borrowing needed to fund the pledges.", "type": "p"}, {"text": "In recent days, the Conservatives have posted some of their worst opinion poll ratings in more than 20 years.", "type": "p"}, {"text": "A poll published on Thursday by Survation put the party on 28%, more than 21 points behind Labour, while a separate survey by YouGov put the Tories on 21%, 33 points adrift. ", "type": "p"}, {"text": "Labour's shadow business secretary Jonathan Reynolds said ministers should \"get back to Parliament, revoke the changes, and start again to try and rebuild confidence\".", "type": "p"}, {"text": "And Conservative MP Martin Vickers urged the prime minister not to scrap the 45p tax rate and the bankers' bonus cap, describing the move as \"a political own goal\". ", "type": "p"}, {"text": "However, another Tory backbencher, Andrea Leadsom, said the mini-budget was \"unashamedly pro-growth\", and that the markets were \"wrong to be jittery\" about the changes.", "type": "p"}], "tags": ["HM Treasury", "Elizabeth Truss", "Stock markets", "Kwasi Kwarteng"]}