{"link": "https://www.bbc.com/news/entertainment-arts-63094007", "category": "entertainment & arts", "title": "Phil Collins and two Genesis bandmates sell song catalogue for a reported $300m", "contributor": "Mark Savage", "time": "2022-09-30T16:51:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E344/production/_126908185_genesis.jpg", "content": [{"text": "Phil Collins and his Genesis bandmates have sold the rights to their music in a deal reportedly worth $300m (£269m).", "type": "b"}, {"text": "Concord Music, which has bought the rights, said the sale included Collins' blockbuster solo albums No Jacket Required and ...But Seriously!", "type": "p"}, {"text": "While it did not provide a figure, the Wall Street Journal quoted $300m.", "type": "p"}, {"text": "That would make it one of the biggest deals of its kind, putting Collins and Genesis behind only Bob Dylan and Bruce Springsteen.", "type": "p"}, {"text": "Those two rock legends have sold their catalogues in recent deals worth between $400m and $500m. Neil Young also earned $150m by selling a 50% share in his music in 2021.", "type": "p"}, {"text": "Stars selling their catalogues has become a major music industry trend in recent years, with artists including Blondie, Shakira, Mark Ronson, Chic, Tina Turner and The Killers also handing over control of their songs in exchange for large lump sums.", "type": "p"}, {"text": "For them, the deals provide immediate financial security, while ensuring their music does not fall into complicated litigation after they die. ", "type": "p"}, {"text": "In return, investors - who range from record labels to hedge funds - make money from all future royalties generated by sales, streams and licensing deals.", "type": "p"}, {"text": "Originally fronted by Peter Gabriel, Genesis were formed in 1969 and became leading lights of the progressive rock scene.", "type": "p"}, {"text": "The band survived Gabriel's departure in 1975, with drummer Collins taking over lead vocals and eventually steering the band in a more pop-rock direction alongside Tony Banks and Mike Rutherford.", "type": "p"}, {"text": "Concord's deal does not cover contributions from Gabriel and another former member, Steve Hackett, but includes top 10 hits like Invisible Touch, Mama, That's All and Abacab.", "type": "p"}, [{"text": "Why the Church of England co-owns a Beyoncé hit", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-54423918"}, {"text": "Avicii's family sell music rights to Abba company", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63058725"}, {"text": "Neil Young sells song rights in '$150m' deal", "type": "a", "href": "https://www.bbc.co.uk/news/business-55557633"}], {"text": "Collins' solo catalogue had previously been shopped around for a sum in the region of $200m, according to trade publication Billboard. ", "type": "p"}, {"text": "That eventually morphed into a bigger deal that included music by Banks and Rutherford, including Rutherford's side-project Mike + The Mechanics.", "type": "p"}, {"text": "Collins' run of hit singles from the 1980s and 90s - including tracks like In Against All Odds, Sussudio and Another Day In Paradise - are likely to be the most attractive element of the deal.", "type": "p"}, {"text": "His most popular track on Spotify, 1981's In The Air Tonight, has been played more than 500 million times, while Genesis's most-streamed song, Invisible Touch, has about 170 million plays.", "type": "p"}, {"text": "Concord President Bob Valentine said the company would introduce the songs to a new generation of fans.", "type": "p"}, {"text": "\"In the world we live in today with Facebook, Instagram, TikTok, all these things that drive consumption of older music, there are definitely ways for us as a record company to bring some of this music back to life,\" he told the Wall Street Journal.", "type": "p"}], "tags": ["Genesis", "Music"]}