{"link": "https://www.bbc.com/news/technology-63106024", "category": "technology", "title": "Bruce Willis denies selling rights to his face", "contributor": "Ben Derico & James Clayton", "time": "2022-10-02T01:15:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/981E/production/_126924983_untitled.png", "content": [{"text": "Bruce Willis's agent has denied reports that the film star has sold the rights to his face. ", "type": "b"}, {"text": "Last week, it was widely reported that Willis, in the first deal of its kind, had sold his face to a deepfake company called Deepcake. ", "type": "p"}, {"text": "However, a spokesperson for the actor told the BBC that he had \"no partnership or agreement\" with the company. ", "type": "p"}, {"text": "And a representative of Deepcake said only Willis had the rights to his face. ", "type": "p"}, {"text": "Willis announced his retirement from acting in March after being diagnosed with aphasia, a disorder that affects speech. ", "type": "p"}, {"text": "Deepfakes use artificial intelligence (AI) and machine learning technology to create realistic videos - often of celebrities or politicians. For actors that can no longer act, the technology has the potential to be game-changing. ", "type": "p"}, {"text": "On 27 September, the Daily Mail reported that a deal had been struck between Willis and Deepcake. ", "type": "p"}, {"text": "\"Two-time Emmy winner Bruce Willis can still appear in movies after selling his image rights to Deepcake,\" the story reads. ", "type": "p"}, {"text": "The story was picked up by the Telegraph and a series of other media outlets. ", "type": "p"}, {"text": "\"Bruce Willis has become the first Hollywood star to sell his rights to allow a 'digital twin' of himself to be created for use on screen.\" said the Telegraph. ", "type": "p"}, {"text": "But that doesn't appear to be the case. ", "type": "p"}, {"text": "What is true is that a deepfake of Bruce Willis was used to create an advert for Megafon, a Russian telecoms company, last year.", "type": "p"}, {"text": "The tech used in the advert was created by Deepcake, which describes itself as an AI company specializing in deepfakes.  ", "type": "p"}, {"text": "Deepcake told the BBC it had worked closely with Willis' team on the advert. ", "type": "p"}, {"text": "\"What he definitely did is that he gave us his consent (and a lot of materials) to make his Digital Twin,\" they said. ", "type": "p"}, {"text": "The company says it has a unique library of high-resolution celebrities, influencers and historical figures. ", "type": "p"}, {"text": "On its website, Deepcake promotes its work with an apparent quote from Mr Willis: \"I liked the precision of my character. It's a great opportunity for me to go back in time. ", "type": "p"}, {"text": "\"The neural network was trained on content of Die Hard and Fifth Element, so my character is similar to the images of that time.\"", "type": "p"}, {"text": "However, Willis's agent told the BBC, \"Please know that Bruce has no partnership or agreement with this Deepcake company.\"", "type": "p"}, {"text": "The BBC asked Willis's agent whether he had ever worked with Deepcake, or whether the quote used by the company was accurate. ", "type": "p"}, {"text": "The BBC has not yet received a response. ", "type": "p"}, {"text": "In a statement from Deepcake, the company said reports that it had bought the rights to Bruce Willis's face were inaccurate. ", "type": "p"}, {"text": "\"The wording about rights is wrong… Bruce couldn't sell anyone any rights, they are his by default,\" a representative for the company said.  ", "type": "p"}, {"text": "The confusion highlights just how new this technology is - and the lack of clear rules around it.", "type": "p"}, {"text": "AI replacement appears to be a growing trend. Darth Vader actor James Earl Jones has recently retired from playing the famous character, but his voice has carried on. Respeecher, another AI firm, has reportedly used archival materials and a proprietary algorithm to replicate the Vader vocals. ", "type": "p"}, {"text": "This summer, Disney released its latest Star Wars spinoff, Obi-Wan Kenobi. The show used Respeecher's technology to reproduce Vader's speech and even make him sound younger.", "type": "p"}, {"text": "AI replacement, however, is controversial. ", "type": "p"}, {"text": "In April, Equity, the UK's performing arts workers union, launched the campaign, Stop AI Stealing The Show. Some are concerned AI deep fakes could take work away from actors.", "type": "p"}, {"text": "There are also concerns that actors could lose control of their faces and voices.", "type": "p"}, {"text": "You can follow Ben Derico and James Clayton on Twitter @ben_derico & @jamesclayton5", "type": "p"}], "tags": ["Artificial intelligence", "Film", "Deepfakes", "Bruce Willis"]}