{"link": "https://www.bbc.com/news/technology-65571807", "category": "technology", "title": "Tears of the Kingdom: Fans react to Zelda sequel launch", "contributor": null, "time": "2023-05-12T16:16:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/151FE/production/_129662568_zelda1.png", "content": [{"text": "Nintendo has released Tears of the Kingdom - its latest game in the long-running Legend of Zelda franchise. ", "type": "b"}, {"text": "The action-adventure series sees players lead hero Link across Hyrule's open-world to find Princess Zelda.", "type": "p"}, {"text": "Fans have waited six years for a sequel to the hit Zelda game launched with Nintendo's Switch console, Breath of the Wild. ", "type": "p"}, {"text": "Tears of the Kingdom reviews have seen it gain \"universal acclaim\" with critics, per aggregator Metacritic. ", "type": "p"}, {"text": "The site is encouraging people to spend more time playing the game before leaving a review - telling them to \"come back to review it\" tomorrow evening (13 May).", "type": "p"}, {"text": "In the meantime, fans have been sharing their initial takes, screen captures, delights and woes with the game, on social media.", "type": "p"}, {"text": "Zelda fan and streamer @RachaelCamui said on Twitter the opening sequence of the game, and its music, had made her cry: \"I love Zelda so much; it's literally why I'm a gamer.\"", "type": "p"}, {"text": "Another Twitter user called the game \"an absolute work of art\". ", "type": "p"}, {"text": "Despite some concerns that the sheer size of the game might overwhelm newcomers, the expansion of Hyrule to include more environments and possibilities seems to be delighting fans.", "type": "p"}, {"text": "\"I have been playing the new Zelda: Tears of the Kingdom for over five hours and I'm still just in the beginning!\" Twitter user @daveymilkshakes1 said.  ", "type": "p"}, {"text": "\"You can reach me again in about a fortnight,\" another joked. ", "type": "p"}, {"text": "\"I feel as if I will never finish this game,\" Keza MacDonald, video games editor at The Guardian, wrote in her five-star review of the game. \"Every time I think I've got a handle on it, it reveals a new expanse.\"", "type": "p"}, {"text": "Meanwhile, speedrunners - who try to blitz through games at record speeds - have already completed Tears of the Kingdom in less than two hours, according to Video Games Chronicle. ", "type": "p"}, {"text": "Many queued at video game stores across the world to grab their copy of Tears of the Kingdom when it hit shelves at midnight.", "type": "p"}, {"text": "Long lines of people waiting to buy the game were seen in Tokyo and New York - where some super-fans had been queuing for two days.", "type": "p"}, {"text": "And Nintendo of America president Doug Bowser made an appearance to sell a fan the first copy in Nintendo's New York store. ", "type": "p"}, {"text": "Breath of the Wild has a score of 97/100 based on critic reviews, and a user score of 8.7 out of 10 based on almost 20,000 reviews on Metacritic. ", "type": "p"}, {"text": "It has won several awards and is recognised by some as one of the best games of all time. ", "type": "p"}, {"text": "Legend of Zelda series producer Eiji Aonuma and the game's director Hidemaro Fujibayashi told fans in a video message on Friday they wanted to make Tears of the Kingdom accessible for new players, as well as enjoyable for Breath of the Wild gamers.", "type": "p"}, {"text": "BBC's gaming correspondent Steffan Powell said as \"a free-roaming roleplaying experience with a massive canvas for story-telling\", the game is more than just a sequel to its predecessor.", "type": "p"}, {"text": "He said to navigate Hyrule \"you're encouraged to use your imagination to solve puzzles, craft weapons and battle to defend the land from Ganondorf - tribal chief and villain\". ", "type": "p"}, {"text": "The Washington Post's games reporter Gene Park called it \"the fullest Zelda story to date\". ", "type": "p"}], "tags": []}