{"link": "https://www.bbc.com/news/business-66532694", "category": "business", "title": "World Cup final: Government supports relaxed alcohol laws for Sunday", "contributor": null, "time": "2023-08-17T20:33:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/79C4/production/_130827113_wwc-top2-getty.jpg", "content": [{"text": "The government is encouraging councils to get pubs open earlier on Sunday ahead of the Women's World Cup final.", "type": "b"}, {"text": "It comes after pubs called for licensing laws to be relaxed to allow venues to serve alcohol from 10:00 BST ahead of the much-anticipated match.", "type": "p"}, {"text": "The British Beer and Pub Association (BBPA) wants pubs to be able to sell drinks before kick-off.", "type": "p"}, {"text": "Government called for \"rapid\" action from councils.", "type": "p"}, {"text": "\"The whole nation is ready to get behind the Lionesses this Sunday in what is England's biggest game since 1966,\"  said Levelling Up Secretary Michael Gove.", "type": "p"}, {"text": "\"I've asked councils to do everything they can to help pubs get open earlier on Sunday, so people can come together and enjoy a drink before kick-off for this special occasion,\" Mr Gove added. ", "type": "p"}, {"text": "Pubs can open when they choose on Sundays, but when they can sell alcohol depends on each pub's licence.", "type": "p"}, {"text": "Most pubs are likely to be unable to serve alcohol until 11am, with some being restricted until midday, according to the British Beer and Pub Association (BBPA).", "type": "p"}, {"text": "Individual pubs can apply for a temporary event notice (TEN) to vary their hours - although that requires five working days to process, so pubs would have had to have applied by last Friday.", "type": "p"}, {"text": "\"In cases where an application is being rapidly considered to allow a short extension to licensing hours, the government is encouraging local authorities to continue to do everything they can to complete the process in time, working closely with local police forces,\" the government said in a statement.", "type": "p"}, {"text": "Kate Nicholls, chief executive of UK Hospitality, said: \"I'd echo the government's support for local authorities taking a pragmatic view to venues opening early to allow people to make the most of this momentous occasion\".", "type": "p"}, {"text": "Temporary blanket tweaks to licensing laws that apply in England and Wales for special events have to be approved by both the House of Commons and the House of Lords under the Licensing Act 2003.", "type": "p"}, {"text": "This has been done in the past ahead of big celebrations such as the Platinum Jubilee and the Euro 2020 final.", "type": "p"}, {"text": "However, as Parliament is currently in recess, the government is not planning to recall MPs to make the change ahead of the England v Spain final, and is instead writing to council leaders to speed up licence applications where they have been applied for, to allow for extended Sunday hours.", "type": "p"}, [{"text": "Lionesses eye glory - but 'no plans' for bank holiday", "type": "a", "href": "https://www.bbc.co.uk/news/uk-66524191"}, {"text": "England reach first Women's World Cup final ", "type": "a", "href": "https://www.bbc.com/sport/football/66499185"}, {"text": "How England crashed Australia's party to reach final", "type": "a", "href": "https://www.bbc.com/sport/football/66506744"}], {"text": "If any individual venues had waited until the day of the semi-final to apply for a special exemption to serve alcohol earlier, it would likely have been too late to gain permission for Sunday's final.", "type": "p"}, {"text": "The BBPA, which represents more than 20,000 pubs, told the BBC it did not believe many pubs would have applied for the temporary notice for the big match. ", "type": "p"}, {"text": "Chief executive Emma McClarkin said the government's support was \"great news\", especially during what has been a \"tricky summer\".", "type": "p"}, {"text": "July's exceptionally wet weather and the rising cost of living have dampened peoples' spending on leisure activities.", "type": "p"}, {"text": "Alun Cairns MP, chair of the All-Party Parliamentary Beer Group, said he had raised the issue with the home secretary directly. ", "type": "p"}, {"text": "\"We need to do all we can to support the team, whilst at the same time backing our great British pubs.\" ", "type": "p"}, {"text": "Clive Watson, chair of the City Pub Company, said that it was expecting \"brisk trade\" and \"a carnival atmosphere\" across its 43 pubs if England win. Most of its pubs have a licence to serve alcohol from 12:00.", "type": "p"}, {"text": "Many of the chain's venues will be open from 10:30 on Sunday.", "type": "p"}, {"text": "\"This is an historic sporting event for England. It's not just about pubs selling more pints - it's bringing everyone together to cheer the Lionesses on.\"", "type": "p"}, {"text": "The World Cup final is already expected to bring a £41m boost to the hospitality sector across the UK, according to the industry trade body.", "type": "p"}, {"text": "UK Hospitality estimates that an extra one million people will be drawn into pubs, bars and restaurants in the hopes of seeing a win for the Lionesses.", "type": "p"}, {"text": "Ms Nicholls said many people wanted to come out for breakfast or brunch to get ready for this historic match.", "type": "p"}, {"text": "\"Demand from fans has been exceptional\", she added, with pub bookings filling \"rapidly\".", "type": "p"}, {"text": "Sunday trading rules can be tweaked for \"an occasion of exceptional international, national, or local significance\".", "type": "p"}, {"text": "The pub chain Young's, which has more than 200 venues across the country, said that most would be opening by 10:30 ahead of the match at 11:00.", "type": "p"}, {"text": "For those that can't serve alcohol before 12:00, they will be serving tea, coffee and a breakfast menu.", "type": "p"}, {"text": "Football fan zones in London have already sold out in anticipation of the Lionesses' match.", "type": "p"}, {"text": "Boxpark said 2,500 tickets were sold in just eight minutes across their sites in Shoreditch, Wembley and Croydon after the team confirmed its place at the final.", "type": "p"}, {"text": "If England do win, the government has said there are \"no plans\" for an extra bank holiday.", "type": "p"}], "tags": []}