{"link": "https://www.bbc.com/news/entertainment-arts-66537400", "category": "entertainment & arts", "title": "Wagatha case: Coleen Rooney won't forgive Rebekah Vardy", "contributor": null, "time": "2023-08-17T19:16:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B615/production/_130831664_c89c8bbb5900ff944d2466bb4b67cdda34696de80_273_5500_30941000x563.jpg", "content": [{"text": "Coleen Rooney has branded the \"Wagatha Christie\" trial \"horrible\", in her first public comments since the case. ", "type": "b"}, {"text": "In an interview with British Vogue, she suggested she could not forgive Rebekah Vardy for her libel claim, but said \"the relief was everything\" to win.", "type": "p"}, {"text": "Rooney, the wife of ex-England captain Wayne Rooney, had accused Vardy of leaking stories about her.", "type": "p"}, {"text": "The High Court decision which found the comments \"substantially true\" was criticised by Vardy.", "type": "p"}, {"text": "In the interview for Vogue's September edition, Rooney opened up about \"dreading\" going to court - and said she \"sticks to\" the original claims. ", "type": "p"}, {"text": "Asked if she could forgive Vardy, who is married to her husband's former team-mate Jamie Vardy, she added: \"I'm a forgive-and-forget person, I can't be bothered with things going on and on...", "type": "p"}, {"text": "\"But this is obviously totally different.\" ", "type": "p"}, {"text": "Rooney, 37, continued: \"You see social media people calling people out in such nasty ways and I was thinking I wasn't that nasty.", "type": "p"}, {"text": "\"I've never been in a legal case before, so for me it was scary. ", "type": "p"}, {"text": "\"What a horrible experience.\"", "type": "p"}, {"text": "She also criticised Vardy, 41, for taking the case to court, but did voice sympathy for her \"obviously going through it\".", "type": "p"}, {"text": "\"I just thought, 'Why have you put yourself in this position?' It was not nice to watch,\" Rooney said.", "type": "p"}, {"text": "The July 2022 trial came after Rooney conducted a sting operation in 2019, accusing Mrs Vardy of leaking private information to The Sun.", "type": "p"}, {"text": "The sleuthing caused a social media sensation and led to the case being dubbed \"Wagatha Christie\" - in reference to Wags (footballers' wives and girlfriends) and the writer Agatha Christie. ", "type": "p"}, {"text": "Vardy has always denied the allegations but was expected to pay an estimated £1.5m towards Rooney's legal costs following the ruling. ", "type": "p"}, {"text": "Rooney told Vogue that she took her son Kai indoor skydiving after initially posting the infamous \"It's……….Rebekah Vardy's account\" accusation. ", "type": "p"}, {"text": "And then \"her phone exploded\". ", "type": "p"}, {"text": "\"All these messages of support [were] coming in... Then I thought, 'Oh, my God, this has gone extreme.'\" ", "type": "p"}, {"text": "And she said \"the relief was everything\" after the judgement. ", "type": "p"}, {"text": "Asked about her previous relationship with Vardy, Rooney said the pair would \"associate\" but were not friends and did not socialise. She says she now wonders if invitations to events might have been part of a \"plan to get closer to me\". ", "type": "p"}, {"text": "Responding to comments about Rooney's interview, Vardy wrote on Instagram: \"I don't get why you would want to keep bringing it up. It's boring now!", "type": "p"}, {"text": "\"The public doesn't care and neither do I. She won that's the end of it!", "type": "p"}, {"text": "\"Be happy move on... because I know I have.\"", "type": "p"}, {"text": "The BBC has also contacted representatives for Vardy for comment.", "type": "p"}], "tags": []}