{"link": "https://www.bbc.com/news/health-66503006", "category": "health", "title": "NHS apps to improve access to weight-loss jabs", "contributor": null, "time": "2023-08-15T13:20:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/35C8/production/_128886731_gettyimages-1466563773.jpg", "content": [{"text": "Four apps aiming to improve access to weight-loss drugs could be used by the NHS in England, under draft health guidance.", "type": "b"}, {"text": "The apps will also provide psychological support and expert advice on diet and exercise for the most obese.", "type": "p"}, {"text": "Health guidance body NICE says face-to-face services treating those with obesity cannot keep up with demand.", "type": "p"}, {"text": "A quarter of adults in England are classified as obese.", "type": "p"}, {"text": "Mark Chapman, interim director of medical technology and digital evaluation at the National Institute for Health and Care Excellence, said the apps would enable more people to access the help they need to lose weight.", "type": "p"}, {"text": "\"Waiting lists are long, some areas don't have a service and patients need a solution,\" he said.", "type": "p"}, {"text": "Health and Social Care Secretary Steve Barclay said the use of apps alongside life-changing weight-loss drugs would help tackle obesity, which costs the NHS billions every year.", "type": "p"}, {"text": "\"The newest obesity medicines have the potential to help patients lose significant amounts of weight and reduce related conditions, but it's vital they are used alongside diet, physical activity, and wider behavioural support to help stop people regaining weight,\" he said.", "type": "p"}, {"text": "The apps can be used by the NHS while evidence is collected on their cost-effectiveness over the next four years, NICE recommends in its draft guidance.", "type": "p"}, {"text": "It wants to ensure a balance between delivering the best care and getting value for money for the taxpayer. ", "type": "p"}, [{"text": "Weight-loss drug heart benefit 'significant'", "type": "a", "href": "https://www.bbc.co.uk/news/health-66440808"}, {"text": "GPs set to offer weight-loss jab to reduce obesity", "type": "a", "href": "https://www.bbc.co.uk/news/health-65821450"}, {"text": "Weight loss drug semaglutide approved for NHS use", "type": "a", "href": "https://www.bbc.co.uk/news/health-64874243"}], {"text": "Up to 48,000 people could use the apps, saving 145,000 hours of doctors' time, calculations by NICE show.", "type": "p"}, {"text": "The technology aims to provide support for those who are not able to attend face-to-face appointments for treatment, or who do not have access to local help or are on a waiting list.", "type": "p"}, {"text": "Some patients might need to be given a tablet computer and mobile internet connection to access the apps, it added.", "type": "p"}, {"text": "But there are doubts about when one of the medications recommended through the apps - much-heralded weight-loss jab, Wegovy - might be available.", "type": "p"}, {"text": "It has not yet launched in the UK, and the Danish company that makes it, Novo Nordisk, said recently that high demand for it in the US meant launching the drug in new markets would be a challenge.", "type": "p"}, {"text": "Wegovy was approved for use by the NHS in England in March after trials showed it could help people reduce their weight by more than 10%, if they also followed a healthy diet and an exercise regime.", "type": "p"}, {"text": "The drug makes people feel full by mimicking a hormone called Glucagon-like peptide-1 (GLP-1), and helps to reduce their calorie intake.", "type": "p"}, {"text": "In an interview with the BBC, Novo Nordisk's chief financial officer, Karsten Knudsen, said: \"We would love to do it, don't get me wrong, but we need to cater for the patients on Wegovy today so we don't create an unnecessary burden that people cannot achieve the continuity of care and the benefits they should expect.\"", "type": "p"}, {"text": "Mr Knudsen said the firm now had 70% more employees than last year, after hiring thousands of staff to build and operate new factories.", "type": "p"}, {"text": "Novo Nordisk makes the type-2 diabetes drug Ozempic as well as weight-loss jabs Saxenda and Wegovy. ", "type": "p"}, {"text": "There will be a 10-day public consultation on the draft NICE recommendations around the apps, ending on Friday 25 August.", "type": "p"}, {"text": "Only those with a BMI of 35 (near the top of the obese range) plus a weight-related illness, or slightly less in some cases, will qualify to use the apps.", "type": "p"}], "tags": []}