{"link": "https://www.bbc.com/news/business-65713903", "category": "business", "title": "British Airways cancels 43 flights due to another IT issue", "contributor": null, "time": "2023-05-25T19:36:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4F48/production/_129869202_gettyimages-1241577559.jpg", "content": [{"text": "British Airways (BA) has apologised for cancelling dozens of flights at London Heathrow on Thursday over IT issues.", "type": "b"}, {"text": "The airline said it is fixing \"technical problems\" causing difficulties with online check-in, delaying flights. ", "type": "p"}, {"text": "Forty-three flights, or around 5% of its services, were cancelled as of 17:00 BST, according to aviation data firm Cirium. ", "type": "p"}, {"text": "About 800 flights in total were scheduled to fly from the UK today. ", "type": "p"}, {"text": "BA has suffered a series of reputation-damaging IT failures in the past couple of years, including an incident in December that saw dozens of long haul flights cancelled in the week before Christmas. ", "type": "p"}, {"text": "Thursday's issues affected flights departing and arriving into Heathrow.", "type": "p"}, {"text": "One person affected by the delays tweeted: \"No one at @british_airways can tell us when our flight will leave. And if it does leave apparently it will leave without luggage.\"", "type": "p"}, {"text": "Another wrote: \"My daughter is stuck in Heathrow after already diverting to Iceland from Canada due to a medical emergency. She has not slept in 24 hours and cannot get on a flight back to Dublin.\"", "type": "p"}, {"text": "BA said that a majority of its flights had continued to operate, adding that affected customers had been contacted and offered options, including a refund or rebooking onto an alternative flight with the airline or another carrier.", "type": "p"}, {"text": "Rory Boland, editor of travel at consumer group Which?, said any traveller whose flight was cancelled would be legally entitled to compensation or rebooking at the earliest possible opportunity. ", "type": "p"}, {"text": "\"Passengers are often given the runaround on this right, but it is the law, so it's worth being insistent,\" he added. ", "type": "p"}, {"text": "\"It appears the technical issue in this instance is BA's own doing, so any flight cancellations and delays of more than three hours should also be eligible for compensation.\"", "type": "p"}, {"text": "The issues come as security guards at Heathrow Airport have begun a three-day strike over pay. ", "type": "p"}, {"text": "There are roughly 1,400 striking staff based at Terminal 5 and in campus security represented by the Unite union. The airport has said operations will not be affected. ", "type": "p"}, {"text": "BA has been hit by other IT problems in recent years including a major outage in 2017 that stranded 75,000 passengers over a holiday weekend. ", "type": "p"}, {"text": "The incident sparked customer backlash with pledges from the carrier that it would do better in future.", "type": "p"}, {"text": "Passengers also faced delays due to an IT issue in February, days after flights had been cancelled due to Storm Eunice. ", "type": "p"}, {"text": "At the time, passengers said their experiences with the airline were \"utterly disastrous\" and \"truly woeful\", prompting the airline to issue an apology. ", "type": "p"}], "tags": []}