{"link": "https://www.bbc.com/news/entertainment-arts-65706663", "category": "entertainment & arts", "title": "Sam Smith cancels shows due to vocal cord injury and offers refunds", "contributor": null, "time": "2023-05-25T12:31:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A2F4/production/_129861714_6805277599377825370338bf8503261848ce6b88.jpg", "content": [{"text": "Sam Smith has cancelled upcoming concerts in Birmingham and Glasgow on doctors' advice, after having to stop Wednesday's Manchester gig just four songs in due to \"a vocal cord injury\".", "type": "b"}, {"text": "A spokesperson for the \"heartbroken\" star, 31, said on Instagram that medics recommended a \"complete vocal rest\". ", "type": "p"}, {"text": "\"If they keep singing, they will do permanent damage to their voice,\" they explained. \"If they take some rest, they will be able to perform again.\"", "type": "p"}, {"text": "The singer said refunds are available.", "type": "p"}, {"text": "They recently pulled out of a gig in Glasgow, on health grounds, and rescheduled it for Thursday 25 May, while the Birmingham date had also been rearranged for the following Saturday.", "type": "p"}, {"text": "Ticket holders will be able to get their money back for all three now-cancelled concerts at the point of purchase.", "type": "p"}, {"text": "The singer, who uses them/they pronouns, had to cut short Wednesday's gig at the AO Arena in Manchester, after having started promisingly with a performance of the hit Unholy, just hours after teasing a show \"surprise\" on social media.", "type": "p"}, {"text": "But fans were soon left bewildered when the venue went dark, the concert ground to a halt and the star left the stage.", "type": "p"}, {"text": "The crowd was then informed Smith was facing \"vocal issues\".", "type": "p"}, {"text": "An apologetic Smith earlier explained on Instagram that they had contracted a virus several weeks ago, ahead of the European leg of their tour, but had only started to feel unwell again at the start of Wednesday's show.", "type": "p"}, {"text": "\"Today in soundcheck I felt fine and was so excited to give Manchester an amazing show tonight, with a special surprise at the end,\" they wrote.", "type": "p"}, {"text": "\"During my third song, I noticed something wrong with my voice. I prayed it was just my voice waking up for the show but into the fourth song I could feel something was really wrong.\"", "type": "p"}, [{"text": "Designing for Beyoncé and Sam Smith from Ukraine", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-64732658"}, {"text": "The designer behind Sam Smith's Brits outfit", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64624531"}, {"text": "Sam Smith 'overwhelmed' by number one album Gloria", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64518168"}], {"text": "Smith added: \"I came off stage and have tried everything to get my voice back in gear but it won't.", "type": "p"}, {"text": "\"I am honestly heartbroken I couldn't finish the show tonight for you all. I love you all. I'm sorry I'm sorry I'm sorry.\"", "type": "p"}, {"text": "By BBC North West Tonight journalist Will Higgens, at the AO Arena", "type": "b"}, {"text": "Just after they had led the crowd in a sing-along of four of their most popular songs, including Stay with Me and Like I Can, Sam Smith left the stage. The words \"1: Love\" briefly appeared on the screen as an interlude - denoting the first act of the show - before being cut off while the arena lights remained dimmed.", "type": "p"}, {"text": "After a few moments in semi-darkness, an announcement came stating there was a technical difficulty that they were working on fixing, and they hoped to get the show running again soon. ", "type": "p"}, {"text": "Many used the unexpected intermission as a chance to head to the bar and toilet, assuming the show would be back running normally in a few minutes. But as time passed the mood changed, with people expecting the worst or predicting if they did reappear on stage, the set would have to be shortened due to the curfew creeping ever closer. ", "type": "p"}, {"text": "After around 20 minutes the announcement came, and we were told further information would follow. The reaction was one of understandable disappointment with a few scattered boos. Many people just wanted to know whether they'd get a refund or a new date, with some complaining they'd have to take another day off work and arrange travel again. ", "type": "p"}, {"text": "Sam didn't hint that they were having any difficulties, instead telling the crowd how excited they were to be playing in Manchester calling it their favourite gig on their last tour and promising an extra surprise song at the end. The only word from them came in an Instagram story later after many fans had started travelling home, apologising but offering no more information.", "type": "p"}, {"text": "Rather aptly the last song they sang was Too Good at Goodbyes.", "type": "p"}, {"text": "Fans at the Manchester venue shared their disappointment on social media.", "type": "p"}, {"text": "\"Gutted [the] Sam Smith show has been cancelled after four songs,\" wrote Rach Payne on Twitter. \"Truly devastating it was on its way to being an amazing show.\"", "type": "p"}, {"text": "\"What a massive shame! Take care Sam Smith you did sound amazing!\" said Stephen Donne,", "type": "p"}, {"text": "\"Absolute bummer. Hope Sam Smith is well nonetheless and ready to perform again soon at full health!\" added Will Dennigan.", "type": "p"}, {"text": "Smith is a Brit and Grammy award-winner, known for songs such as Too Good at Goodbyes and I'm Not the Only One, and scored a third UK number one album earlier this year with Gloria. ", "type": "p"}], "tags": []}