{"link": "https://www.bbc.com/news/health-65709834", "category": "health", "title": "New superbug-killing antibiotic discovered using AI", "contributor": null, "time": "2023-05-25T15:00:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3756/production/_129866141_stokes_lab-still9.jpg", "content": [{"text": "Scientists have used artificial intelligence (AI) to discover a new antibiotic that can kill a deadly species of superbug.", "type": "b"}, {"text": "The AI helped narrow down thousands of potential chemicals to a handful that could be tested in the laboratory.", "type": "p"}, {"text": "The result was a potent, experimental antibiotic called abaucin, which will need further tests before being used.", "type": "p"}, {"text": "The researchers in Canada and the US say AI has the power to massively accelerate the discovery of new drugs.", "type": "p"}, {"text": "It is the latest example of how the tools of artificial intelligence can be a revolutionary force in science and medicine. ", "type": "p"}, [{"text": "AI breakthrough could spark medical revolution", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-57929095"}], {"text": "Antibiotics kill bacteria. However, there has been a lack of new drugs for decades and bacteria are becoming harder to treat, as they evolve resistance to the ones we have. ", "type": "p"}, {"text": "More than a million people a year are estimated to die from infections that resist treatment with antibiotics. ", "type": "p"}, {"text": "The researchers focused on one of the most problematic species of bacteria - Acinetobacter baumannii, which can infect wounds and cause pneumonia.", "type": "p"}, {"text": "You may not have heard of it, but it is one of the three superbugs the World Health Organization has identified as a \"critical\" threat. ", "type": "p"}, {"text": "It is often able to shrug off multiple antibiotics and is a problem in hospitals and care homes, where it can survive on surfaces and medical equipment.", "type": "p"}, {"text": "Dr Jonathan Stokes, from McMaster University, describes the bug as \"public enemy number one\" as it's \"really common\" to find cases where it is \"resistant to nearly every antibiotic\".", "type": "p"}, {"text": "To find a new antibiotic, the researchers first had to train the AI. They took thousands of drugs where the precise chemical structure was known, and manually tested them on Acinetobacter baumannii to see which could slow it down or kill it. ", "type": "p"}, {"text": "This information was fed into the AI so it could learn the chemical features of drugs that could attack the problematic bacterium. ", "type": "p"}, {"text": "The AI was then unleashed on a list of 6,680 compounds whose effectiveness was unknown. The results - published in Nature Chemical Biology - showed it took the AI an hour and a half to produce a shortlist. ", "type": "p"}, {"text": "The researchers tested 240 in the laboratory, and found nine potential antibiotics. One of them was the incredibly potent antibiotic abaucin.", "type": "p"}, {"text": "Laboratory experiments showed it could treat infected wounds in mice and was able to kill A. baumannii samples from patients. ", "type": "p"}, {"text": "However, Dr Stokes told me: \"This is when the work starts.\" ", "type": "p"}, {"text": "The next step is to perfect the drug in the laboratory and then perform clinical trials. He expects the first AI antibiotics could take until 2030 until they are available to be prescribed. ", "type": "p"}, {"text": "Curiously, this experimental antibiotic had no effect on other species of bacteria, and works only on A. baumannii. ", "type": "p"}, {"text": "Many antibiotics kill bacteria indiscriminately. The researchers believe the precision of abaucin will make it harder for drug-resistance to emerge, and could lead to fewer side-effects. ", "type": "p"}, {"text": "In principle, the AI could screen tens of millions of potential compounds - something that would be impractical to do manually.", "type": "p"}, {"text": "\"AI enhances the rate, and in a perfect world decreases the cost, with which we can discover these new classes of antibiotic that we desperately need,\" Dr Stokes told me.", "type": "p"}, {"text": "The researchers tested the principles of AI-aided antibiotic discovery in E. coli in 2020, but have now used that knowledge to focus on the big nasties. They plan to look at Staphylococcus aureus and Pseudomonas aeruginosa next.", "type": "p"}, {"text": "\"This finding further supports the premise that AI can significantly accelerate and expand our search for novel antibiotics,\" said Prof James Collins, from the Massachusetts Institute of Technology. ", "type": "p"}, {"text": "He added: \"I'm excited that this work shows that we can use AI to help combat problematic pathogens such as A. baumannii.\"", "type": "p"}, {"text": "Follow James on Twitter. ", "type": "p"}], "tags": []}