{"link": "https://www.bbc.com/news/business-66001392", "category": "business", "title": "Heathrow security staff call off strikes", "contributor": null, "time": "2023-06-23T15:09:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1794C/production/_130188569_queueheathrownew.jpg", "content": [{"text": "Heathrow airport security staff have called off strikes after voting to accept a pay offer.", "type": "b"}, {"text": "Around 2,000 members of the Unite union were due to strike on 29 days throughout summer.", "type": "p"}, {"text": "Unite staff at the airport had already said they would postpone industrial action on 24 and 25 June.", "type": "p"}, {"text": "The union said that workers had voted to accept a pay increase worth between 15.5% and 17.5% depending on their band.", "type": "p"}, {"text": "A Heathrow spokesperson said: \"We are pleased to confirm Unite members have voted to accept a two-year above-inflation pay deal, ending the current dispute and allowing the strikes to be called off.", "type": "p"}, {"text": "\"We can now move forward together and focus on delivering an excellent summer for our passengers.\"", "type": "p"}, {"text": "Strikes during the summer period when many UK schools are on a break would potentially have been disruptive and led to queues at airport security.", "type": "p"}, {"text": "Unite general secretary Sharon Graham said it was a \"hard won victory\".", "type": "p"}, {"text": "The offer includes a 10% increase in pay - backdated to January - rising to 11.5% in October, and an increase in line with inflation in 2024, with a minimum uplift of 4%. Unite said that \"spot rates, salary ranges and formal pay progression will increase when the pay increase is implemented\".", "type": "p"}, {"text": "Unite added the deal also included improved maternity and paternity benefits.", "type": "p"}, {"text": "Earlier in June, Heathrow security officers at Terminals 3 and 5 said they would walk out for 31 days in the summer after turning down a pay offer of 10.1%, which they said was \"below inflation\".", "type": "p"}, {"text": "Inflation as measured by the Consumer Prices Index is now at 8.7%, but another measure - the Retail Prices Index - stood at 11.3% in the year to May.", "type": "p"}, {"text": "Workers in several industries across the UK have been taking industrial action, mainly over demands for pay to stay in line with the soaring cost of living. ", "type": "p"}, {"text": "Extensive walkouts by rail staff have continued since 2022, and industrial action has also led to walkouts by those including nurses, junior doctors, Border Force staff and civil servants.", "type": "p"}, {"text": "Unite regional co-ordinating officer Wayne King said: \"The solidarity and dedication of Unite's reps and members was fundamental in ensuring HAL [Heathrow Airport] returned to the negotiating table with an improved offer\".", "type": "p"}, {"text": "Heathrow security staff working at Terminal 5 had walked out for 10 days in April during the Easter holiday period, although the airport said it had suffered \"minimal\" disruption.", "type": "p"}], "tags": []}