{"link": "https://www.bbc.com/news/entertainment-arts-66004466", "category": "entertainment & arts", "title": "Foo Fighters make 'surprise' return to Glastonbury", "contributor": null, "time": "2023-06-23T19:13:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8745/production/_130192643_foofighters20.jpg", "content": [{"text": "It was one of Glastonbury's worst-kept secrets, but nobody was truly prepared to believe it until it happened.", "type": "b"}, {"text": "Then, shortly after 18:00 BST, Dave Grohl strolled onto the Pyramid Stage for a surprise set with Foo Fighters.", "type": "p"}, {"text": "It was the band's first time at the festival since headlining in 2017, and their first full UK gig since the death of drummer Taylor Hawkins last year.", "type": "p"}, {"text": "\"You guys knew it was us the whole time, didn't you?\" laughed Grohl. \"It's nice to see your faces again.\"", "type": "p"}, [{"text": "Follow live updates from Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/news/live/entertainment-arts-66000496"}], {"text": "In the run-up to the festival, the band had been billed as The ChurnUps, and Pulp and Blur had also been rumoured to be the mystery guests.", "type": "p"}, {"text": "But Foo Fighters confirmed their appearance in a tweet an hour before their set, after which the already-crammed Pyramid Stage audience swelled to even bigger numbers.", "type": "p"}, {"text": "They were rewarded with a miniature greatest hits set, as the group raced through All My Life, Learn To Fly, The Pretender and Best Of You, as well as snippets of Metallica's Enter Sandman, Black Sabbath's Paranoid and the Beastie Boys' Sabotage.", "type": "p"}, {"text": "\"We've only got one hour so we gotta make sure we fit in all the songs we can,\" Grohl explained.", "type": "p"}, {"text": "It's hard to imagine the emotions he and the rest of the band were experiencing. ", "type": "p"}, {"text": "When Foo Fighters last played Glastonbury, Hawkins was behind the kit. After his untimely death last year, Grohl's first public appearance was on the Pyramid Stage, during Paul McCartney's headline set. ", "type": "p"}, {"text": "The singer never gives less than his all but, even by his own standards, he was like a man possessed during Friday night's set. ", "type": "p"}, {"text": "The riffs were harder, the screams were more visceral. He was drenched in sweat within the first minute. ", "type": "p"}, {"text": "It was invigorating and emotional, especially during a slow, stripped-back version of My Hero that felt like an unspoken tribute to Hawkins (even more than Everlong, which was actually dedicated to him).", "type": "p"}, {"text": "Immediately after, Grohl brought out his daughter Violet to duet on Where Are You Now, a requiem to his mother Virginia, who also died last year. ", "type": "p"}, {"text": "Still, the set was more celebratory than maudlin, with elongated versions of their songs that felt refreshed and relaxed, despite the compressed running time.", "type": "p"}, {"text": "New drummer Josh Freese, who only joined a couple of months ago, fits right in. An accomplished session drummer, he is less of a focal point than Hawkins, who would often take the mic during the band's concerts, and his playing is more muscular than his predecessor's melodic style. ", "type": "p"}, {"text": "But, as Grohl told the audience, \"we wouldn't be here without him\".", "type": "p"}, {"text": "After an all-too-brief set, watched by Paul McCartney and his daughter Stella from the wings of the Pyramid Stage, they exited with a squall of feedback and a promise. ", "type": "p"}, {"text": "\"If you guys come back, we'll come back... see you next year.\"", "type": "p"}, {"text": "The group will be followed on the bill by UK rock duo Royal Blood, and headliners Arctic Monkeys, whose performance was only confirmed this morning, after frontman Alex Turner spent the week recovering from acute laryngitis.", "type": "p"}, {"text": "Friday marks the first full day of music at the festival, which opened its gates to 200,000 revellers on Wednesday morning.", "type": "p"}, {"text": "Singer-songwriter Ben Howard opened proceedings on the festival's second-biggest stage - known as The Other Stage - shortly before lunchtime.", "type": "p"}, {"text": "The Brit award winner, who recently returned to music after suffering two mini-strokes, was visibly moved by the crowd who came to watch his early-morning set, offering a heartfelt and lingering goodbye and thank you at the end.", "type": "p"}, {"text": "\"It was really special out there,\" he told BBC News after he stepped off stage.", "type": "p"}, {"text": "\"There's something in the air, isn't there? Everyone's having a great time, early doors. It's magic.\"", "type": "p"}, [{"text": "Arctic Monkeys will play Glastonbury after all", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65918806"}, {"text": "Carly Rae Jepsen on Glastonbury: I'll get lost like a child", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65964288"}, {"text": "Elton created a 'brand new show' for Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65953124"}], {"text": "Over on the Pyramid Stage, The Master Musicians of Joujouka were first on the bill, playing an ancient style of trance-inducing music from the Ahl Srif mountains of Morocco.", "type": "p"}, {"text": "It was a gentle, uplifting way to ease people into the day, ahead of a main-stage line-up that also included pop singer Maisie Peters, dancehall-inflected rapper Stefflon Don and Scottish rock band Texas.", "type": "p"}, {"text": "The latter drew a huge crowd, who were almost word perfect on hits like Say What You Want, I Don't Want A Lover and Summer Son.", "type": "p"}, {"text": "It was the band's first time at the festival since 1999, over which time Sharleen Spiteri's voice had developed a subtle rasp that added a welcome touch of grit to their soft-focus rock ballads.", "type": "p"}, {"text": "Speaking at the end of their set, the star said she had been asked several times about Texas's addition to the bill, with the unspoken assumption that they were only there to balance out the male acts.", "type": "p"}, {"text": "\"I can only say Emily Eavis is a massive supporter of female musicians,\" she said. ", "type": "p"}, {"text": "\"Not because she's ticking a box. She's putting us on these stages because she thinks we're [expletive] amazing.\" ", "type": "p"}, {"text": "Elsewhere around the site, The Lightning Seeds hosted a laid-back singalong on The Other Stage, while ADG7 gave an impromptu Korean lesson in the middle of their relentlessly danceable set on West Holts.", "type": "p"}, {"text": "Carly Rae Jepsen was a mid-afternoon highlight on The Other Stage, climbing down the stage scaffolding and jumping into the crowd during a joyous rendition of her hit song Call Me Maybe.", "type": "p"}, {"text": "The Canadian star's dedicated fanbase turned up in pink cowboy hats, brandishing inflatable swords (it's a long-running joke that the star receives a sword from the audience at every show). ", "type": "p"}, {"text": "To make things even more surreal, one section of the audience even formed a human pyramid, topped by a man dressed as Super Mario who swung his beret around while hollering the words to Cut To The Feeling.", "type": "p"}, {"text": "\"I don't know what to say,\" said the singer. \"This is one of those memories that will be implanted in my mind forever.\"", "type": "p"}, {"text": "After Foo Fighters, Friday's highlights also include WizKid, who will be bringing a touch of Lagos to Pilton with a headline set on The Other Stage; and R&B star Kelis, who will be delivering a truckload of Milkshakes to West Holts. ", "type": "p"}, {"text": "The festival continues all weekend, with Guns N' Roses, Lizzo, Lana Del Rey, Loyle Carner, Blondie and Elton John all scheduled to play.", "type": "p"}], "tags": []}