{"link": "https://www.bbc.com/news/health-65985838", "category": "health", "title": "Mosquito-borne diseases becoming increasing risk in Europe", "contributor": null, "time": "2023-06-22T13:02:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14287/production/_130176528_1aa408b7-e6ef-45c1-b820-ba2cd450fc56.jpg", "content": [{"text": "Mosquitoes that carry viruses like dengue and chikungunya have moved into new parts of Europe, increasing the risk of illness, top experts warn.", "type": "b"}, {"text": "European scientists say more frequent heatwaves and flooding, and longer, warmer summers, have created more favourable conditions for the bugs. ", "type": "p"}, {"text": "They are calling for better measures to control and protect against mosquitoes.", "type": "p"}, {"text": "Without these, more illness and deaths from mosquito-borne diseases are likely, they say.", "type": "p"}, {"text": "The report, by the European Centre for Disease Prevention and Control (ECDC), tracks the spread of different species of mosquitoes that can carry and transmit a number different of viruses to humans.", "type": "p"}, {"text": "These include dengue and Zika - which can cause a range of symptoms such as fevers and muscle aches, and in the worst cases make people extremely ill.", "type": "p"}, [{"text": "Zika may be one mutation away from a new outbreak", "type": "a", "href": "https://www.bbc.co.uk/news/health-61078867"}, {"text": "Dengue fever crisis forces Peru minister to resign", "type": "a", "href": "https://www.bbc.co.uk/news/world-latin-america-65930736"}], {"text": "The ECDC report suggests this year, the Aedes albopictus mosquito (known to carry dengue and chikungunya) \"established\" itself in 13 countries in Europe - meaning it has developed a self-sustaining population that is reproducing -  compared with eight European countries a decade ago.", "type": "p"}, {"text": "Meanwhile, last year, Aedes aegypti, which can spread diseases such as yellow fever, Zika and West Nile virus, became established in Cyprus, and scientists warn it may continue to spread to other countries. ", "type": "p"}, {"text": "According to the report, in 2022:", "type": "p"}, [{"text": "there were 1,133 human cases of West Nile virus and 92 deaths, with the majority of cases acquired in Europe - the highest since the peak of about 1,548 cases in 2018", "type": "p"}, {"text": "cases were reported in Italy, Greece, Romania, Germany, Hungary, Croatia, Austria, France, Spain, Slovakia and Bulgaria", "type": "p"}, {"text": "71 cases of locally acquired dengue were recorded in mainland Europe - equivalent to the total number reported between 2010 and 2021", "type": "p"}, {"text": "cases of dengue were seen in France and Spain", "type": "p"}], {"text": "Andrea Ammon, ECDC director, said: \"In recent years we have seen a geographical spread of invasive mosquito species to previously unaffected areas in the EU/EEA.", "type": "p"}, {"text": "\"If this continues, we can expect to see more cases and possibly deaths from diseases such as dengue, chikungunya and West Nile fever. ", "type": "p"}, {"text": "\"Efforts need to focus on ways to control mosquito populations, enhancing surveillance and enforcing personal protective measures.\"", "type": "p"}, {"text": "Experts recommend eliminating standing water sources where mosquitoes breed and using eco-friendly larvicides, alongside increasing awareness of the personal measures people can take to protect themselves.", "type": "p"}, {"text": "These include:", "type": "p"}, [{"text": "using insecticide-treated bed nets", "type": "p"}, {"text": "sleeping in air-conditioned rooms", "type": "p"}, {"text": "using window screens", "type": "p"}, {"text": "wearing clothes that cover most of the body", "type": "p"}, {"text": "using mosquito repellent ", "type": "p"}], {"text": "The ECDC says it is \"essential\" that healthcare workers and the public have a greater awareness of the different diseases transmitted by mosquitoes.", "type": "p"}, {"text": "Dengue (spread by mosquitoes that bite during the day) can cause a fever, severe headache, pain behind the eyes, muscle and joint pain, and a blotchy rash. ", "type": "p"}, {"text": "The number of cases has grown around the world in recent decades. It is endemic in more than 100 countries in Africa, the Americas, South and South East Asia, and the Western Pacific region.", "type": "p"}, {"text": "Most cases of West Nile virus do not cause symptoms, but when people fall ill the virus can cause headaches, severe tiredness, muscle aches, vomiting, rashes and eye pain. ", "type": "p"}, {"text": "Older people and people with weakened immune systems are at higher risk of a form of the illness that affects the brain and can be fatal. ", "type": "p"}, {"text": "The most common symptoms of chikungunya virus are fever and joint pain, alongside headaches, muscle pain and rashes. ", "type": "p"}], "tags": []}