{"link": "https://www.bbc.com/news/science-environment-65994181", "category": "science & environment", "title": "Titan investigation: How will they find out what happened?", "contributor": null, "time": "2023-06-23T14:12:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/100DD/production/_130175756_crop_ifremer_victor_6000.jpg", "content": [{"text": "After the grim discovery of debris from the Titan submersible on the ocean floor, the focus of the rescue efforts will now be turned towards understanding what caused the accident.", "type": "b"}, {"text": "According to Rear Admiral John Mauger, what they found was consistent with a \"catastrophic implosion\".", "type": "p"}, {"text": "They found two patches of debris, one containing Titan's tail cone and the other its landing frame, suggesting that they came apart after the vessel collapsed. The pieces would have spread out and found their way to the sea bed.", "type": "p"}, {"text": "The pattern of the debris suggests that at some point in the Titan's journey there was a leak. It was so deep in the sea by then that the amount of water above it would have been equivalent to the weight of the Eiffel Tower, tens of thousands of tonnes. The people inside are kept safe by the hull. But if there were a rupture to the structure the pressure outside would compress the vessel and disintegrate its carbon fibre body. ", "type": "p"}, {"text": "To answer the question of why this happened and what could have been done to prevent it, investigators will be gathering every piece of the debris they can find, according to Ryan Ramsey, former submarine captain in Britain's Royal Navy.", "type": "p"}, {"text": "\"There is no black box, so you are not going to be able to track the last movements of the vessel itself,\" he says, \"But otherwise the process of investigation is not dissimilar to that of an airplane crash.\"", "type": "p"}, {"text": "In particular they will be looking for the site of the rupture - which will be hard because the Titan's body is in small pieces, and harder still because it is being collected by remotely operated vehicles in the darkness of the deep sea.", "type": "p"}, {"text": "On its website, OceanGate also says that the vessel's hull was fitted with ''a real-time hull health monitoring system''. The firm says that by using acoustic sensors and strain gauges the system can analyse the effects of changing pressure on the vessel as the submersible dives deeper, and ''accurately assess the integrity of the structure''. ", "type": "p"}, {"text": "It is essentially an early warning system for a hull breach. Had it operated as it should have, Titan's pilot would have been warned to return to the surface and the tragedy would have been averted. If the cause of the accident was a hull breach, investigators will want to find out why it failed.", "type": "p"}, {"text": "Once investigators bring the pieces back up to the surface, they will analyse the structure of the pieces of carbon fibre. Each piece will be closely examined under a microscope with a focus on the direction of the carbon fibre filaments, looking for tears which may point to the exact place where the rupture happened.", "type": "p"}, {"text": "If the investigators find out that a leak did indeed occur, then the critical question will be whether it was because of a lack of proper testing, as some experts have suggested. ", "type": "p"}, {"text": "Most merchant vessels have to be certified - which is a process whereby an external body inspects it to see if certain standards are met. This was not the case with OceanGate. The firm said that was because it was an experimental vessel and so innovative that current assessment methods would be inappropriate. But that view has come into question in recent years.  ", "type": "p"}, {"text": "\"That might be fine if you are an exploratory craft pushing the boundaries for research,\" said Prof David Andrews of University College London. \"But once you start earning money by taking passengers then eyebrows start being raised.\"", "type": "p"}, {"text": "This will be another focus for the investigation. Each time the Titan went down on a deep dive its hull would have been compressed by the immense water pressure - it would have got smaller and then returned to its normal size on its return. This regular stress would have led to fatigue of the material, weakening it. It is unclear whether there were checks for cracks after each dive and if so how extensive they were. For example, was the vessel checked with ultrasonic scans or x-rays for microscopic defects.", "type": "p"}, {"text": "It is unclear at this stage which agency will lead the investigation as there is no protocol for such incidents with a submersible. ", "type": "p"}, {"text": "Admiral Mauger said that it was particularly complex because the incident took place in a remote part of the ocean involving people of many different nationalities.", "type": "p"}, {"text": "But since the US coastguard has played a leading role in the operation so far, it is likely to continue to play an important part.", "type": "p"}, {"text": "Follow Pallab on Twitter", "type": "p"}], "tags": []}