{"link": "https://www.bbc.com/news/business-65123902", "category": "business", "title": "Warning UK car industry under threat without help", "contributor": null, "time": "2023-03-30T13:36:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1010A/production/_119120856_1_pa-58803146.jpg", "content": [{"text": "The UK's car sector could disappear unless the government follows the US and EU in helping with the switch to electric, an industry veteran says.", "type": "b"}, {"text": "It was \"probable\" car firms would leave the UK without a huge subsidy package similar to the billions in support the US is providing, Andy Palmer said.", "type": "p"}, {"text": "The sector is facing the \"last throw of the dice\", Mr Palmer added, who has had senior jobs at Nissan and Aston Martin. ", "type": "p"}, {"text": "The chancellor has said the UK will not go \"toe-to-toe\" with the US and EU.", "type": "p"}, {"text": "Jeremy Hunt told the Times newspaper that the UK's approach to attract investment would be \"better\".", "type": "p"}, {"text": "Mr Palmer is now chairman of electric battery firm InoBat, but has previously worked as chief operating officer at Nissan and is a former chief executive of Aston Martin.", "type": "p"}, {"text": "He told the BBC's Today programme that the UK was \"managing decline\" in its car-making industry, but had a \"last opportunity\" to boost the sector and jobs in the move to electric vehicles.", "type": "p"}, {"text": "However, he warned huge subsidy packages were needed for UK-based companies, similar to such schemes announced in the US and being consulted on currently by the EU.", "type": "p"}, {"text": "If such schemes are not created, Mr Palmer said, it was \"not only possible, it's probable\" that car manufacturers currently based in the UK would leave and go elsewhere.", "type": "p"}, {"text": "\"You are into a period of either you compete... or you manage the decline of the British industry down to fundamentally next to zero,\" he said.", "type": "p"}, {"text": "\"We have the last throw of the dice in order to bring back some part of that industry, if we don't then we have to look for alternative employments for the 820,000 people.\"", "type": "p"}, [{"text": "New UK plan to reach net zero goal faces criticism", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65107072"}, {"text": "Five questions about electric vehicles answered", "type": "a", "href": "https://www.bbc.co.uk/news/business-60838192"}], {"text": "The warning comes after the US announced the Inflation Reduction Act (IRA), which offers billions of dollars in subsidies and tax credits to US businesses producing greener technologies, including electric vehicles, renewable electricity and sustainable aviation fuel.", "type": "p"}, {"text": "The EU has responded with plans for a Net Zero Industry Act to increase its subsidies for green industry.", "type": "p"}, {"text": "The UK government told the BBC officials were engaging with the US administration \"to address serious concerns\" about the IRA, as well as talking to other countries across the world \"who are similarly affected\".", "type": "p"}, {"text": "The government said it would \"continue to robustly defend the interests of UK industry\".", "type": "p"}, {"text": "The latest comments come after Mr Hunt said the UK would not go toe-to-toe with its allies and get involved what he called \"some distortive global subsidy race\".", "type": "p"}, {"text": "\"Our approach will be different - and better,\" Mr Hunt said. \"With the threat of protectionism creeping its way back into the world economy, the long-term solution is not subsidy but security.\"", "type": "p"}, {"text": "We are going to be hearing a lot about the US Inflation Reduction Act (IRA) in the coming months.", "type": "p"}, {"text": "Today, the chancellor wrote sceptically about it, saying that the UK would not engage in a trade war on green subsidies.", "type": "p"}, {"text": "Some in the industries involved are deeply concerned that the US is cornering markets for once-in-a-generation investments which will transform the geography of manufacturing across the world. ", "type": "p"}, {"text": "A similar strategy is also being tried in both the US and EU for restoring the production of critical microchips from East Asia.", "type": "p"}, {"text": "The UK's role in this changing world is unclear. The chancellor told MPs on Wednesday that the UK's full response to IRA would be made in full after the EU responded. Andy Palmer's response about the entire industry under threat without \"a British Inflation Reduction Act\" shows how significant the stakes are.", "type": "p"}, {"text": "The car industry is undergoing a massive transformation as governments across the world look to move away from using fossil fuels, meaning traditional petrol and diesel vehicle combustion engines are to become a thing of the past.", "type": "p"}, {"text": "A part of plans to cut carbon emissions, the government has said sales of new petrol and diesel cars will be banned in the UK by 2030.", "type": "p"}, {"text": "But there are concerns that firms are not getting enough state support in the journey to electric cars becoming mainstream.", "type": "p"}, {"text": "In recent years, Honda has closed its Swindon car plant, with the loss of about 3,500 jobs. However, BMW is understood to preparing to invest up to £600m in its Mini plant in Cowley, Oxford, for building electric models, though no final decision has been announced.", "type": "p"}, {"text": "In January, the number of new cars made in the UK sank to its lowest level since 1956, but in February car production rose 13.1% on the same month in 2022.", "type": "p"}, {"text": "The SMMT said Britain had a \"firm foundation\" for expanding the production of electric vehicles, but warned \"we must not squander these advantages\".", "type": "p"}, {"text": "The government said it was providing support through existing schemes.", "type": "p"}, {"text": "It said Nissan and Envision investing £1bn to create an electric vehicle factory in Sunderland was an example of car manufacturers \"choosing the UK thanks to our competitive investment environment\".", "type": "p"}, {"text": "But Mr Palmer, who played a role in the launch of the Nissan Leaf car, said firms were \"bound to look at where the biggest subsidies are coming from\" while making investment decisions. ", "type": "p"}, {"text": "\"If you're not prepared to compete, then you'll have to start managing decline,\" he said.", "type": "p"}], "tags": []}