{"link": "https://www.bbc.com/news/entertainment-arts-65129480", "category": "entertainment & arts", "title": "BBC to cut 1,000 hours of new TV programming in 2023 to save money", "contributor": null, "time": "2023-03-30T17:40:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/402E/production/_128803461_gettyimages-1243947288.jpg", "content": [{"text": "The BBC is to broadcast 1,000 fewer hours of new TV programmes this year as part of a drive to save money.", "type": "b"}, {"text": "The broadcaster made about 12,500 \"originated hours\" in 2022.", "type": "p"}, {"text": "Half of the 1,000-hour cut will come from sport, with fewer major events in 2023. Elsewhere, BBC Four is showing more material from the archives.", "type": "p"}, {"text": "The BBC must find £400m in annual savings by 2027/28, according to the corporation's latest annual plan, which was published on Thursday.", "type": "p"}, {"text": "It said the current freeze of the price of a TV licence \"continues to place significant financial challenges on the BBC at a time of high inflation and media super-inflation\".", "type": "p"}, {"text": "Initiatives to save money include \"an annual reduction of 1,000 hours in content commissions across our portfolio\".", "type": "p"}, {"text": "This year, 50% of that reduction will come from \"fluctuations\" in the sporting calendar, with no Commonwealth Games or men's football World Cup, as there was in 2022. There is a women's World Cup this summer, but UK broadcast details have not been confirmed.", "type": "p"}, {"text": "The other 500 hours will come from different areas including BBC Four, which the corporation announced a year ago would become \"the home of both the BBC's rich archive and arts & music performances\". ", "type": "p"}, {"text": "In this year's plan, the BBC said its strategy would include focusing on \"more unique, high-impact content\". The 1,000-hour figure does not include news.", "type": "p"}, [{"text": "'A troubled moment' - what is going on at the BBC?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65068829"}, {"text": "BBC suspends proposed closure of the BBC Singers", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65063238"}, {"text": "BBC local services disrupted by 24-hour strike", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64964035"}], {"text": "The corporation said it was currently \"spending more on, and commissioning more hours of, UK-originated TV content than any other organisation\".", "type": "p"}, {"text": "Other cost-cutting measures include moving a number of World Service TV and radio broadcast services online, and merging the domestic and global news channels.", "type": "p"}, {"text": "The corporation has recently come under fire for plans to close the BBC Singers choir and cut staff from its orchestras, as well as for local radio stations in England to merge more shows.", "type": "p"}, {"text": "The annual plan said the broadcaster's first priority would be impartiality, with a pledge to \"launch an independent review of our social media guidance\".", "type": "p"}, {"text": "The BBC has also recently been caught up in rows about chairman Richard Sharp's links to former prime minister Boris Johnson, and Match of the Day host Gary Lineker's Twitter criticism of the government's asylum policy.", "type": "p"}], "tags": []}