{"link": "https://www.bbc.com/news/science-environment-65107072", "category": "science & environment", "title": "New UK plan to reach net zero goal faces criticism", "contributor": null, "time": "2023-03-30T14:59:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3D1A/production/_128724651_gettyimages-1247379798.jpg", "content": [{"text": "The government has unveiled a new net zero plan which has been met with intense criticism from experts and environmental groups. ", "type": "b"}, {"text": "The document was drawn up after the High Court ruled the government's existing plans were not sufficient to meet its climate targets.", "type": "p"}, {"text": "A central plank of the strategy is to store CO2 under the North Sea. ", "type": "p"}, {"text": "But scientists say even this plan will not move the UK closer towards meeting its legally-binding carbon commitments. ", "type": "p"}, {"text": "Ministers say it also aims to lower people's energy bills, although this will not be achieved in the short term.", "type": "p"}, [{"text": "What is carbon capture and can it fight climate change?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64723497"}, {"text": "Is the UK on track to meet its climate targets?", "type": "a", "href": "https://www.bbc.co.uk/news/58160547"}, {"text": "What does net zero mean?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58874518"}], {"text": "The government was forced to publish this \"Powering up Britain\" strategy after the High Court judged last July that its current plan was not detailed enough to show how the UK would meet its goal to reduce its greenhouse gas emissions to net zero by 2050. ", "type": "p"}, {"text": "Academics and green groups are unconvinced it will make enough difference.", "type": "p"}, {"text": "Dr Chris Jones, an expert in climate change at the University of Manchester, said: \"This latest government energy strategy is a weak response to the UK's zero carbon energy needs. ", "type": "p"}, {"text": "\"The regressive measures on fossil fuels won't make any real impact on our bills and energy security, but they are enough to downgrade the UK's role as a leader in tackling climate change.\"", "type": "p"}, {"text": "Friends of the Earth - who were part of the team who brought the legal case against the last plan - said they may have to go back to the High Court.", "type": "p"}, {"text": "\"With these policies looking dangerously lacklustre and lacking on climate action, we are poised to act if ministers have fallen short once again,\" said Mike Childs, head of policy at campaign group Friends of the Earth.", "type": "p"}, {"text": "Prime Minister Rishi Sunak said people should be \"really proud of the UK's track record\" on decarbonisation amid criticism of his government's net zero plan.", "type": "p"}, {"text": "Speaking to broadcasters on a visit to the UK Atomic Energy Authority in Oxfordshire, Mr Sunak said the UK had \"decarbonised faster than any other major economy, our carbon emissions have been reduced by over 40%\".", "type": "p"}, {"text": "One of the key parts of the new strategy is announcing the UK's first carbon capture sites in Teesside. These sites take carbon dioxide (CO2) produced during the burning of fossil fuels like gas, and store them in deep caverns under the North Sea. ", "type": "p"}, {"text": "It is hoped this could remove up to 50% of the emissions from the country's industry. ", "type": "p"}, {"text": "Although carbon capture has been recommended by the UK's independent climate advisers the UKCCC as a way to remove CO2 already in the atmosphere, academics are concerned it could allow the UK to keep using oil and gas rather than focusing on renewable energy. ", "type": "p"}, {"text": "\"What does not make sense is to carry on with further development of new fossil fuel reserves on the assumption CCS will be available to mop up all the additional emissions,\" said Bob Ward, policy director at the Grantham Research Institute on Climate Change at LSE.", "type": "p"}, {"text": "Some campaigners are also frustrated that it appears there is no significant increase in funding for home insulation. It is one of the most effective ways to bring down energy consumption for heating and therefore emissions - heating in homes currently accounts for 14% of UK emissions. ", "type": "p"}, {"text": "Last year the UKCCC - the government's independent advisers on climate change - said there was a \"shocking gap\" in policy for better insulated homes, and were expecting the government to respond to those concerns in this report.", "type": "p"}, {"text": "Dr Paul Balcombe, senior lecturer in chemical engineering and renewable energy at Queen Mary University of London, said: \"The most sustainable way to be low carbon and increase security is to reduce our energy demand: the stated intention of insulating 300,000 out of [more than] 20 million homes is clearly insufficient when we have such a poorly insulated housing stock.\"", "type": "p"}, {"text": "Meanwhile, Labour's shadow climate secretary Ed Miliband said: \"The government's 'green day' turns out to be a weak and feeble groundhog day of re-announcements, reheated policy, and no new investment.\"", "type": "p"}, {"text": "And Green Party MP Caroline Lucas said: \"The greenest thing about this is the recycling of already announced ideas.\"", "type": "p"}, [{"text": "What help can I get with home insulation?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-60289396"}, {"text": "Poorer homes to get £1.5bn energy efficiency help", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63069445"}], {"text": "There are dozens of measures in the plan, which runs to 1,000 pages, covering energy efficiency in domestic properties to large infrastructure projects. ", "type": "p"}, {"text": "Ministers have promised to extend a scheme offering households £5,000 to replace their gas boilers with heat pumps by three years.", "type": "p"}, {"text": "A Lords inquiry recently described the heat pump scheme as \"seriously failing\", after initial figures showed low take-up of the grant by households. But it is hoped that a new marketing campaign will help dispel some of the worries around their installation.", "type": "p"}, {"text": "Keeping energy bills low for consumers is also a key ambition of this strategy. ", "type": "p"}, {"text": "Energy Security Secretary Grant Shapps said the proposals, published on Thursday, would change the way people are billed which would cut electricity prices in the long term.", "type": "p"}, {"text": "The government has said it recognises one of the main ways to bring down bills is by increasing renewable energy but also by \"decoupling\" electricity from gas prices.", "type": "p"}, {"text": "At the moment the UK still needs natural gas to meet its demand, so its generators, which charge the highest prices, set the electricity cost. ", "type": "p"}, {"text": "How the government achieves this is not yet clear - it said it would make no announcements at this time but were looking at different measures. It has proposed to move the existing \"green levies\" on electricity prices over to gas prices so as not to penalise households for using electricity, which is greener.", "type": "p"}, {"text": "There were further announcements made to MPs on Thursday including plans to expand investment opportunities in home heating and offshore wind energy, but there was no change to the restriction on planning for onshore wind.", "type": "p"}, {"text": "Liberal Democrat environment spokesperson Wera Hobhouse told the BBC: \"We are lagging behind in actually investing properly in renewables and decarbonising our whole energy system. Again, there's no law change of the de facto ban on onshore wind, which is the cheapest form of energy.\"", "type": "p"}, {"text": "Energy companies welcomed the new investment but said it was a missed opportunity to address some of the issues with connecting new renewables to the power grid. ", "type": "p"}, {"text": "Lucy Yu, CEO of the Centre for Net Zero, a think tank owned by Octopus Energy, told the BBC: \"Speeding up the planning process for new renewable energy developments is welcome, but it has to be accompanied by reforms that make it easier, faster and cheaper to get a grid connection.\"", "type": "p"}], "tags": []}