{"link": "https://www.bbc.com/news/technology-65110030", "category": "technology", "title": "Elon Musk among experts urging a halt to AI training", "contributor": null, "time": "2023-03-30T13:54:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/981A/production/_129183983_gettyimages-1239416791.jpg", "content": [{"text": "Key figures in artificial intelligence want training of powerful AI systems to be suspended amid fears of a threat to humanity.", "type": "b"}, {"text": "They have signed an open letter warning of potential risks, and say the race to develop AI systems is out of control.", "type": "p"}, {"text": "Twitter chief Elon Musk is among those who want training of AIs above a certain capacity to be halted for at least six months.", "type": "p"}, {"text": "Apple co-founder Steve Wozniak and some researchers at DeepMind also signed.", "type": "p"}, {"text": "OpenAI, the company behind ChatGPT, recently released GPT-4 - a state-of-the-art technology, which has impressed observers with its ability to do tasks such as answering questions about objects in images.", "type": "p"}, {"text": "The letter, from Future of Life Institute and signed by the luminaries, wants development to be halted temporarily at that level, warning in their letter of the risks future, more advanced systems might pose.", "type": "p"}, {"text": "\"AI systems with human-competitive intelligence can pose profound risks to society and humanity,\" it says.", "type": "p"}, {"text": "The Future of Life Institute is a not-for-profit organisation which says its mission is to \"steer transformative technologies away from extreme, large-scale risks and towards benefiting life\". ", "type": "p"}, {"text": "Mr Musk, owner of Twitter and chief executive of car company Tesla, is listed as an external adviser to the organisation.", "type": "p"}, {"text": "Advanced AIs need to be developed with care, the letter says, but instead, \"recent months have seen AI labs locked in an out-of-control race to develop and deploy ever more powerful digital minds that no-one - not even their creators - can understand, predict, or reliably control\".", "type": "p"}, {"text": "The letter warns that AIs could flood information channels with misinformation, and replace jobs with automation.", "type": "p"}, [{"text": "Is the world prepared for the coming AI storm?", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-64967627"}], {"text": "The letter follows a recent report from investment bank Goldman Sachs which said that while AI was likely to increase productivity, millions of jobs could become automated.", "type": "p"}, {"text": "However, other experts told the BBC the effect of AI on the labour market was very hard to predict. ", "type": "p"}, {"text": "More speculatively, the letter asks: \"Should we develop non-human minds that might eventually outnumber, outsmart, obsolete [sic] and replace us?\"", "type": "p"}, {"text": "Stuart Russell, computer-science professor at the University of California, Berkeley, and a signatory to the letter, told BBC News: \"AI systems pose significant risks to democracy through weaponised disinformation, to employment through displacement of human skills and to education through plagiarism and demotivation.\"", "type": "p"}, {"text": "And in the future, advanced AI's may pose a \"more general threat to human control over our civilization\". ", "type": "p"}, {"text": "\"In the long run, taking sensible precautions is a small price to pay to mitigate these risks,\" Prof Russell added.", "type": "p"}, {"text": "But Princeton computer-science professor Arvind Narayanan accused the letter of focusing on \"speculative, futuristic risk, ignoring the version of the problem that is already harming people\".", "type": "p"}, {"text": "In a recent blog post quoted in the letter, OpenAI warned of the risks if an artificial general intelligence (AGI) were developed recklessly: \"A misaligned superintelligent AGI could cause grievous harm to the world; an autocratic regime with a decisive superintelligence lead could do that, too.", "type": "p"}, {"text": "\"Co-ordination among AGI efforts to slow down at critical junctures will likely be important,\" the firm wrote.", "type": "p"}, {"text": "OpenAI has not publicly commented on the letter. The BBC has asked the firm whether it backs the call.", "type": "p"}, {"text": "Mr Musk was a co-founder of OpenAI - though he resigned from the board of the organisation some years ago and has tweeted critically about its current direction. ", "type": "p"}, {"text": "Autonomous driving functions made by his car company Tesla, like most similar systems, use AI technology.", "type": "p"}, {"text": "The letter asks AI labs \"to immediately pause for at least six months the training of AI systems more powerful than GPT-4\".", "type": "p"}, {"text": "If such a delay cannot be enacted quickly, governments should step in and institute a moratorium, it says.", "type": "p"}, {"text": "\"New and capable regulatory authorities dedicated to AI\" would also be needed. ", "type": "p"}, {"text": "Recently, a number of proposals for the regulation of technology have been put forward in the US, UK and EU. However, the UK has ruled out a dedicated regulator for AI.", "type": "p"}], "tags": []}