{"link": "https://www.bbc.com/news/business-65522169", "category": "business", "title": "Janet Yellen warns of debt ceiling 'catastrophe'", "contributor": null, "time": "2023-05-07T23:01:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3670/production/_129563931_janetyellen.jpg", "content": [{"text": "US Treasury Secretary Janet Yellen has warned a failure to raise the US's debt ceiling could have dire consequences.", "type": "b"}, {"text": "Without an agreement to increase what the federal government can borrow, it could run out of money by early June.", "type": "p"}, {"text": "At that point the federal government might not be able to make wage, welfare and other payments.", "type": "p"}, {"text": "\"It's Congress's job to do this. If they fail to do it, we will have an economic and financial catastrophe that will be of our own making,\" she said.", "type": "p"}, {"text": "In an interview with ABC News on Sunday Ms Yellen said debt ceiling negotiations should not take place \"with a gun to the head of the American people.\"", "type": "p"}, {"text": "But time is running out for an agreement.", "type": "p"}, {"text": "On Tuesday, President Biden will meet Republican leaders to ask them to agree to raising the current $31.4tn (£25.12tn) limit.", "type": "p"}, {"text": "Congress typically ties approval of a higher debt ceiling to stipulations on budget and spending measures.", "type": "p"}, {"text": "Last month the House of Representatives passed a bill to raise the ceiling, currently roughly equal to 120% of the country's annual economic output, but included in the bill sweeping spending cuts over the next decade.", "type": "p"}, {"text": "President Biden wants Congress to agree to raise the debt ceiling, with no conditions. President Biden has said he will not negotiate over the increase and will discuss budget cuts after the issue is resolved.", "type": "p"}, {"text": "Failure to find cross-party agreement on the issue could result in a \"constitutional crisis\" Ms Yellen said.", "type": "p"}, {"text": "The Biden administration is considering whether there is scope within the constitution for the president to continue issuing new debt without the approval of Congress, but will this week strive to avoid that scenario.", "type": "p"}, {"text": "\"We should not get to the point where we need to consider whether the president can go on issuing debt. This would be a constitutional crisis,\" Ms Yellen told ABC.", "type": "p"}, {"text": "The debt ceiling has been raised, extended or revised 78 times since 1960, often with negotiations going down to the wire. ", "type": "p"}, {"text": "In the end, the threat of a default on government payments including debt obligations has always led to compromise. The US has never defaulted, an event that would upend global financial markets and have far-reaching economic impacts.", "type": "p"}, {"text": "But delaying a resolution also had negative consequences, Ms Yellen said in a letter to Congress last week.", "type": "p"}, {"text": "\"We have learned from past debt limit impasses that waiting until the last minute to suspend or increase the debt limit can cause serious harm to business and consumer confidence, raise short-term borrowing costs for taxpayers, and negatively impact the credit rating of the United States,\" she wrote.", "type": "p"}], "tags": []}