{"link": "https://www.bbc.com/news/entertainment-arts-65527873", "category": "entertainment & arts", "title": "Sum 41 to split after final album and world tour", "contributor": null, "time": "2023-05-08T17:46:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A14D/production/_129639214_gettyimages-1151904403.jpg", "content": [{"text": "Canadian rock band Sum 41 have announced they are to disband, after one final album and world tour.", "type": "b"}, {"text": "The pop-punk act, best known for tracks like In Too Deep and Fatlip, formed in Ontario in 1996 and went on to release seven albums with various line-ups.", "type": "p"}, {"text": "In a social media post on Monday, they confirmed that their eighth, Heaven and Hell, would be their last.", "type": "p"}, {"text": "They said the band had brought \"some of the best moments of our lives\", but they were now excited about the future.", "type": "p"}, {"text": "\"We are forever grateful to our fans both old and new, who have supported us in every way,\" they said in a statement.", "type": "p"}, {"text": "\"It is hard to articulate the love and respect we have for all of you and we wanted you to hear it from us first.\"", "type": "p"}, {"text": "The group went on to say they would be fulfilling all of their existing tour dates this year, before releasing their last album and then embarking on a final worldwide tour \"to celebrate\".", "type": "p"}, {"text": "\"For now, we look forward to seeing all of you [people] on the road and are excited for what the future will bring for each of us,\" they added.", "type": "p"}, {"text": "\"Thank you for the last 27 years of Sum 41.\"", "type": "p"}, {"text": "Sum 41 - now comprised of frontman and only remaining original member Deryck Whibley, alongside Dave Baksh, Jason \"Cone\" McCaslin, Tom Thacker, and Frank Zummo - began life as a NOFX covers band.", "type": "p"}, {"text": "They rose to fame in 2001 with the release of their angsty, debut album All Killer, No Filler, after which they were invited to open MTV's 20th anniversary show in collaboration with fellow rockers Tommy Lee, of Motley Crue-fame, and Judas Priest's Rob Halford.", "type": "p"}, {"text": "Mixing raucous rock guitars with energetic rap-style vocals, the hard-touring band made it to the top of the pop-punk scene alongside the likes of Green Day and Blink-182.", "type": "p"}, {"text": "In 2014, Whibley thanked fans for their support following his hospital treatment for alcohol abuse.", "type": "p"}], "tags": []}