{"link": "https://www.bbc.com/news/science-environment-65515790", "category": "science & environment", "title": "Butterfly species named after Lord of the Rings villain Sauron", "contributor": null, "time": "2023-05-07T00:06:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EB66/production/_129626206_722f17c1064a76e81fcbccc7815f48198da2ae430_28_3500_19681000x563.jpg", "content": [{"text": "Scientists have named a new group of butterflies after the villain Sauron from the Lord of the Rings novels.", "type": "b"}, {"text": "Experts hit on the name Saurona because the black rings on the insect's orange wings reminded them of the all-seeing eye described in JRR Tolkien's books.", "type": "p"}, {"text": "The Natural History Museum in London hopes the unusual title will draw attention to the species and help generate more research. ", "type": "p"}, {"text": "Two species of butterfly have been added to the newly named Saurona genus.", "type": "p"}, {"text": "Saurona triangular and Saurona aurigera are the inaugural members of the group but it's expected many more species will join them. ", "type": "p"}, {"text": "The name was picked by Dr Blanca Heurtas, curator of the butterflies at the museum, who is part of an international team who described the new genus in a paper published in the scientific journal Systematic Entomology.", "type": "p"}, {"text": "A group of 30 scientists from around the world have spent a decade studying the butterfly subtribe Euptychiina.", "type": "p"}, [{"text": "Blue butterflies to feature in Attenborough series", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-gloucestershire-65067528"}, {"text": "UK butterfly sightings worryingly low, experts say", "type": "a", "href": "https://www.bbc.co.uk/news/uk-63164826"}], {"text": "The experts analysed more than 400 different species of butterfly, and used advances in DNA to identify the differences between them at a genetic level, as well as by their appearance.", "type": "p"}, {"text": "Saurona triangula and Saurona aurigera are not the first creatures to be named after Sauron. The villain's glowing eye has also been referenced in the names of a dung beetle, a frog and a dinosaur.", "type": "p"}, {"text": "The team has also found another butterfly genus, which Dr Huertas has named Argenteria, meaning silver mine, on account of the silver scales on its wings. ", "type": "p"}], "tags": []}