{"link": "https://www.bbc.com/news/business-66927116", "category": "business", "title": "Two French supermarkets to sell fuel at cost price", "contributor": null, "time": "2023-09-26T17:29:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B211/production/_131258554_gettyimages-1676988260.jpg", "content": [{"text": "France's two biggest supermarket chains have said they will sell fuel at cost price to help people with the cost of living.", "type": "b"}, {"text": "Carrefour and E.Leclerc made the move ahead of a meeting between the government and fuel retailers.", "type": "p"}, {"text": "E.Leclerc -  which sold fuel at cost price at the weekend over the summer - said it would do it again seven days a week from Friday.", "type": "p"}, {"text": "Carrefour will do the same until the end of the year.", "type": "p"}, {"text": "\"We are announcing the largest cost-price fuel sales operation in our history,\" Carrefour said on social media platform X, formerly known as Twitter.", "type": "p"}, {"text": "Michel-Edouard Leclerc, president of the chain of the same name, said it was an \"act of solidarity with all customers frightened by the [price] increases and whose buying power is greatly hit\".", "type": "p"}, [{"text": "Warning over fuel prices as oil hits 10-month high", "type": "a", "href": "https://www.bbc.co.uk/news/business-66852329"}, {"text": "French supermarket puts up 'shrinkflation' signs", "type": "a", "href": "https://www.bbc.co.uk/news/business-66809188"}], {"text": "France's fourth biggest supermarket group Systeme U said it would also sell at cost price, starting in October, but only over some weekends, as it could not afford to do it every day.", "type": "p"}, {"text": "Its chief executive, Dominique Schelcher, said fuel margins were on average about two euro cents (£0.017) per litre.", "type": "p"}, {"text": "At the weekend, French president Emmanuel Macron said he would ask the fuel industry to sell at cost price and would provide 100 euro (£87) grants to the poorest workers who drive to work.", "type": "p"}, {"text": "The president said he would meet industry representatives this week to ask them not to charge a profit on fuel. The government floated the idea of adapting the law so that fuel could be sold at a loss, but the plan faced strong opposition from distributors. ", "type": "p"}], "tags": []}