{"link": "https://www.bbc.com/news/entertainment-arts-66924967", "category": "entertainment & arts", "title": "David Walliams sues company behind Britain's Got Talent", "contributor": null, "time": "2023-09-26T16:47:44.000Z", "cover": "https://ichef.bbci.co.uk/news/999/cpsprodpb/1118A/production/_131262007_walliams-top2-getty.jpg", "content": [{"text": "David Walliams has filed a High Court case against the production company that makes ITV's Britain's Got Talent.", "type": "b"}, {"text": "The action against FremantleMedia is listed as dealing with data protection. No other details have been given.", "type": "p"}, {"text": "The actor, comedian and author was a judge on the show from 2012 to 2022.", "type": "p"}, {"text": "Last November, he admitted making \"disrespectful comments\" about two contestants during filming in 2020. He apologised and said that the remarks \"were never intended to be shared\".", "type": "p"}, {"text": "The Guardian reported that a leaked transcript seen by the newspaper showed he had made derogatory and sexually explicit remarks about contestants during the recording of an episode of the talent show in January 2020.", "type": "p"}, {"text": "In a statement at the time, the TV personality said: \"I would like to apologise to the people I made disrespectful comments about during breaks in filming for Britain's Got Talent in 2020.", "type": "p"}, {"text": "\"These were private conversations and - like most conversations with friends - were never intended to be shared. Nevertheless, I am sorry.\"", "type": "p"}, {"text": "Thames TV, which is part of FremantleMedia, said the company regarded Walliams' comments as private, but that his use of language was \"inappropriate\".", "type": "p"}, {"text": "This January, Fremantle announced that former Strictly Come Dancing judge Bruno Tonioli would join Britain's Got Talent for its 2023 series, effectively replacing Walliams.", "type": "p"}, {"text": "Walliams remains one of the country's most successful entertainment figures. He rose to fame alongside Matt Lucas on BBC comedy Little Britain.", "type": "p"}, {"text": "During his time on Britain's Got Talent, he won the prize for best judge at the National Television Awards in 2015, 2018, 2019 and 2020.", "type": "p"}, {"text": "He has also enjoyed success as a best-selling author with books including Gangsta Granny and The Boy in the Dress.", "type": "p"}, {"text": "The legal case has been filed under Walliams' real name David Edward Williams. His spokesperson has been asked for comment.", "type": "p"}, {"text": "FremantleMedia declined to comment. One of the country's biggest TV production companies, the company produces Family Fortunes, QI and Never Mind The Buzzcocks as well as Britain's Got Talent.", "type": "p"}], "tags": []}