{"link": "https://www.bbc.com/news/health-66852503", "category": "health", "title": "Vapes '95% safer' than cigarettes messaging backfired", "contributor": null, "time": "2023-09-26T16:00:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11454/production/_129804707_vaping_getty.jpg", "content": [{"text": "The message that vaping is 95% safer than smoking has backfired, encouraging some children to vape, says a top health expert. ", "type": "b"}, {"text": "Dr Mike McKean treats children with lung conditions and is vice-president for policy at the Royal College of Paediatrics and Child Health.", "type": "p"}, {"text": "He says the 2015 public messaging should have been clearer - vapes are only for adults addicted to cigarettes. ", "type": "p"}, {"text": "Evidence on the possible health risks of vaping is still being gathered.", "type": "p"}, {"text": "In an exclusive interview with the BBC, Dr McKean said: \"Vaping is not for children and young people. In fact it could be very bad for you,\" although he stresses that it is not making lots of children very sick, and serious complications are rare. ", "type": "p"}, {"text": "\"Vaping is only a tool for adults who are addicted to cigarettes.\"", "type": "p"}, {"text": "He says the 95% safe messaging was \"a very unwise thing to have done and it's opened the door to significant chaos\". ", "type": "p"}, {"text": "The \"switch to vape\" message has had an unintended consequence of driving children to take up e-cigs, he says.", "type": "p"}, {"text": "\"There are many children, young people who have taken up vaping who never intended to smoke and are now likely addicted to vaping. And I think it's absolutely shocking that we've allowed that to happen.", "type": "p"}, {"text": "\"It feels like we have put all our eggs in one basket and said 'this is the way to tackle cigarette smoking' and I feel we have neglected children and young people, by sort of embracing something almost too much without the real proper thought.\"", "type": "p"}, {"text": "Prof Ann McNeil was one of the co-authors of the original 2015 report and told the BBC that the advice was based on the literature at the time and what was known about what the products contained.", "type": "p"}, {"text": "\"It was never intended to communicate that they're safe - it was intended to say there is a big difference in the harms.\"", "type": "p"}, {"text": "She says vaping is less risky than smoking, but children should not be doing it.", "type": "p"}, {"text": "The 95% safer figure is still used today by the vaping industry to promote its products. ", "type": "p"}, {"text": "Doctors, public health experts, cancer charities and governments in the UK all agree that - based on the current evidence - e-cigarettes carry a fraction of the risk of cigarettes.", "type": "p"}, {"text": "The latest UK update on vaping and health published in 2022 says: ", "type": "p"}, [{"text": "in the short and medium term, vaping poses \"a small fraction\" of the risks of smoking", "type": "p"}, {"text": "vaping is not risk-free, particularly for people who have never smoked", "type": "p"}, {"text": "long-term effects or risks of vaping are unknown and need studying", "type": "p"}, {"text": "there is a lack of evidence on whether flavourings affect health risks", "type": "p"}, {"text": "the risk and severity of nicotine dependency from vaping is lower than for smoking but varies by product", "type": "p"}], {"text": "Like smoking, vaping is illegal for under-18s, but data suggests a growing number of young people are doing it. ", "type": "p"}, {"text": "More than one in 10 people aged 16-24 said they were daily or occasional users in 2022, according to a survey carried out by the Office for National Statistics.", "type": "p"}, {"text": "Although vapes don't contain the same dangerous toxins as cigarettes, they do deliver a hit of addictive nicotine. Some teenage users say they are hooked. The BBC has been investigating youth vaping - recent tests on illegal vapes confiscated from a school found unsafe amounts of metals that could be inhaled into children lungs.", "type": "p"}, [{"text": "Teen vaping: 'I'll have puffs as I'm falling asleep'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-66657919"}, {"text": "Vaping - is it a risk-free option?", "type": "a", "href": "https://www.bbc.co.uk/news/health-61759776"}, {"text": "High lead and nickel found in illegal vapes", "type": "a", "href": "https://www.bbc.co.uk/news/health-65614078"}], {"text": "There is concern that young people are taking up vaping because they see it as completely risk-free.", "type": "p"}, {"text": "Ian says he found his 13-year-old son smoking vapes and was horrified. ", "type": "p"}, {"text": "\"He's addicted to vaping and the more I looked into it the more I realised he is not alone. ", "type": "p"}, {"text": "\"I asked him why he does it and he says because it gives him a buzz, and that's how these addictions start.\"", "type": "p"}, {"text": "Prime Minister Rishi Sunak recently said it was \"ridiculous\" that vapes were designed and promoted to appeal to children when they were supposed to be used by adults giving up smoking.", "type": "p"}, {"text": "In Australia, vapes are only available on prescription. ", "type": "p"}, {"text": "Smoking rates in the UK have been steadily falling in adults and children, both before and after vapes were introduced. Vaping can help smokers quit cigarettes. ", "type": "p"}, {"text": "Mr Sunak is expected to announce measures soon aimed at cracking down on youth vaping in England. The Scottish and Welsh governments have already called for a ban on disposable vapes.", "type": "p"}], "tags": []}