{"link": "https://www.bbc.com/news/science-environment-66893661", "category": "science & environment", "title": "Osiris-Rex: Nasa confirms return of asteroid Bennu samples", "contributor": null, "time": "2023-09-25T02:27:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D696/production/_131243945_53210232267_5dd0de1bf4_k.jpg", "content": [{"text": "Dusty samples from the \"most dangerous known rock in the Solar System\" have been brought to Earth.", "type": "b"}, {"text": "The American space agency Nasa landed the materials in a capsule that came down in the West Desert of Utah state.", "type": "p"}, {"text": "The samples had been scooped up from the surface of asteroid Bennu in 2020 by the Osiris-Rex spacecraft.", "type": "p"}, {"text": "Nasa wants to learn more about the mountainous object, not least because it has an outside chance of hitting our planet in the next 300 years.", "type": "p"}, {"text": "But more than this, the samples are likely to provide fresh insights into the formation of the Solar System 4.6 billion years ago and possibly even how life got started on our world.", "type": "p"}, [{"text": "Osiris-Rex: Asteroid Bennu 'is a journey back to our origins'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66844738"}], {"text": "There was jubilation when the Osiris-Rex team caught sight of their capsule on long-range cameras.", "type": "p"}, {"text": "Touchdown on desert land belonging to the Department of Defense was confirmed at 08:52 local time (14:52 GMT), three minutes ahead of schedule.", "type": "p"}, {"text": "The car-tyre-sized container had come screaming into the atmosphere over the western US at more than 12km/s (27,000mph). A heatshield and parachutes slowed its descent and dropped it gently, perfectly on to restricted ground.", "type": "p"}, {"text": "\"This little capsule understood the assignment,\" said Tim Priser, the chief engineer at aerospace manufacturer Lockheed Martin. \"It touched down like a feather.\"", "type": "p"}, {"text": "Asked how the operation went to retrieve the capsule from the desert, some of the recovery workers returning in their helicopters told BBC News' science team that it was \"awesome\".", "type": "p"}, {"text": "\"I cried like a baby in that helicopter when I heard that the parachute had opened and we were coming in for a soft landing,\" said Osiris-Rex principal investigator Dante Lauretta. ", "type": "p"}, {"text": "\"It was just an overwhelming moment for me. It's an astounding accomplishment.\"", "type": "p"}, {"text": "Scientists are eager to get their hands on the precious cargo which pre-landing estimates put at some 250 grams (9oz).", "type": "p"}, {"text": "That might not sound like very much - the weight of an adult hamster, as one scientist described it - but for the types of tests Nasa teams want to do, it is more than ample.", "type": "p"}, {"text": "\"We can analyse at a very high resolution very small particles,\" said Eileen Stansbery, the chief scientist at Nasa's Johnson Space Center in Texas. ", "type": "p"}, {"text": "\"We know how to slice and dice a 10 micron-sized particle into a dozen slices and to then map grain by grain at nano scales. So, 250 grams is huge.\"", "type": "p"}, {"text": "Cleanliness was the watchword out in the desert. When the recovery teams caught up with the capsule on the ground, their motivation was to bring it back to a temporary clean room at the nearby Dugway army base as quickly as possible.", "type": "p"}, {"text": "If, as researchers think, the sample contains carbon compounds that may have been involved in the creation of life then mixing the rocky material with present-day Earth chemistry has to be avoided.", "type": "p"}, {"text": "\"The cleanliness and preventing contamination of the spacecraft has been a really stringent requirement on the mission,\" said Mike Morrow, the Osiris-Rex deputy project manager.", "type": "p"}, {"text": "\"The best way that we can protect the sample is just to get it from the field into the clean lab that we've set up here in a hangar as quickly as possible and get it under a pure nitrogen gas purge. And then it's safe.\"", "type": "p"}, {"text": "This was achieved just before 13:00 local time, a mere four hours after touchdown.", "type": "p"}, {"text": "The lab team disassembled the capsule, removing its heatshield and back cover but leaving the sample secure inside an inner canister.", "type": "p"}, {"text": "This is being flown on Monday to a dedicated facility at Johnson where the analysis of the samples will begin.", "type": "p"}, {"text": "UK scientist Ashley King will be part of a six-person \"Quick Look\" team that will conduct the initial assessment.", "type": "p"}, {"text": "\"I'm expecting to see a rocky type material that's very soft, very fragile,\" the Natural History Museum expert said.", "type": "p"}, {"text": "\"It'll have clay minerals - silicate minerals that have water locked up in their structure. Lots of carbon, so I think we'll probably see carbonate minerals, and maybe some things we call chondrules and also calcium-aluminium inclusions, which were the very first solid materials to form in our Solar System.\"", "type": "p"}, {"text": "Nasa is planning a press conference on 11 October to give its first take on what has been returned. Small specimens are to be distributed to associated research teams across the globe. They hope to report back on a broad range of studies within two years. ", "type": "p"}, {"text": "\"One of the most important parts of a sample-return mission is we take 75% of that sample and we're going to lock it away for future generations, for people who haven't even been born yet to work in laboratories that don't exist today, using instrumentation we haven't even thought of yet,\" Nasa's director of planetary science, Lori Glaze, told BBC News.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}