{"link": "https://www.bbc.com/news/technology-66926080", "category": "technology", "title": "Disinformation most active on X, formerly known as Twitter, EU says", "contributor": null, "time": "2023-09-26T18:11:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/772A/production/_131260503_gettyimages-1564899853-1.jpg", "content": [{"text": "X, formerly Twitter, has the biggest proportion of disinformation of six big social networks, a European Commission study has suggested. ", "type": "b"}, {"text": "It examined over 6,000 unique social media posts across Facebook, Instagram, LinkedIn, TikTok, X, and YouTube.", "type": "p"}, {"text": "The study analysed content in three countries deemed particularly at risk to disinformation - Spain, Poland and Slovakia.", "type": "p"}, {"text": "The BBC has approached X for comment.", "type": "p"}, {"text": "\"My message for [X] is: you have to comply with the hard law. We'll be watching what you're doing,\" the EU's Values and Transparency Commissioner Vera Jourova warned", "type": "p"}, {"text": "The disinformation study which prompted Ms Jourova's comments covered Spain, Poland and Slovakia, countries at risk of being targeted by disinformation due to elections or proximity to the war in Ukraine.", "type": "p"}, {"text": "The platform with the largest \"ratio of discoverability\" of disinformation - meaning the proportion of sensitive content made up of disinformation -  was Twitter. YouTube had the lowest, the study suggested.", "type": "p"}, {"text": "The study was carried out by TrustLab, a disinformation monitoring start-up, as part of work to support the EU's code of practice on disinformation.", "type": "p"}, {"text": "X, then called Twitter, along with many other social networks, signed up to the voluntary code in 2018.", "type": "p"}, {"text": "But the company withdrew from the code while under Mr Musk's leadership.", "type": "p"}, {"text": "X will however be subject to the EU's Digital Services Act (DSA) which regulates the conduct of the large tech platforms - the EU intends to turn the voluntary code into a code of conduct under the act.", "type": "p"}, {"text": "\"Mr Musk knows that he is not off the hook by leaving the code of practice, because now we have the Digital Services Act fully enforced,\" Ms Jourova said.", "type": "p"}, {"text": "Companies that fail to comply with the act could face fines of up to six percent of global turnover.", "type": "p"}, {"text": "In September the EU accused social media companies of failing to stop \"large-scale\" Russian disinformation campaigns since the invasion of Ukraine.", "type": "p"}, {"text": "It said the \"reach and influence of Kremlin-backed accounts\" had grown further in 2023.", "type": "p"}, {"text": "On Tuesday Ms Jourova said: \"The Russian state has engaged in the war of ideas to pollute our information space with half-truth and lies to create a false image that democracy is no better than autocracy.\"", "type": "p"}, {"text": "Russia was aiming a \"a multi-million euro weapon of mass manipulation\" at Europeans and the large social media platforms had to address this risk, she added.", "type": "p"}, {"text": "The threat was particularly serious because of the war in Ukraine and upcoming European elections, Ms Jourova went on.", "type": "p"}, {"text": "The commissioner also noted that work was underway on tackling AI generated disinformation ahead of the elections.", "type": "p"}, {"text": "She said she would be meeting representatives of OpenAI on Tuesday to talk about it.", "type": "p"}], "tags": []}