{"link": "https://www.bbc.com/news/business-63837368", "category": "business", "title": "US jobs growth signals tough inflation fight ahead", "contributor": null, "time": "2022-12-02T14:48:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/50CE/production/_127868602_whatsubject.jpg", "content": [{"text": "Jobs growth in the US remained robust last month, while wages climbed sharply - signs that the world's largest economy still faces a tough fight as it wrestles to rein in rising prices.", "type": "b"}, {"text": "Employers added 263,000 jobs, while average hourly pay rose 5.1% from last year, official figures show.", "type": "p"}, {"text": "The unemployment rate remained at 3.7%.", "type": "p"}, {"text": "The stronger than expected report came despite the US central bank's efforts to cool the economy and stabilise prices by raising interest rates.", "type": "p"}, {"text": "The Federal Reserve has lifted borrowing costs this year at the fastest pace since the 1980s, responding to inflation - the rate at which prices are rising - that is running near a 40-year high.", "type": "p"}, {"text": "Analysts have been predicting that job creation would weaken, as businesses slow expansion or cut back under the weight of the higher costs.", "type": "p"}, {"text": "But while reports of job cuts have started to hit some sectors, such as housing and technology, Friday's report from the US Labor Department suggests the labour market remains solid. ", "type": "p"}, {"text": "Bars, restaurants and health care firms drove the hiring in November. Job gains were seen even in sectors expected to take a hit, such as construction and manufacturing.", "type": "p"}, [{"text": "US signals shift to slower interest rate increases", "type": "a", "href": "https://www.bbc.co.uk/news/business-63816114"}], {"text": "Analysts said that may be good news for workers, given fears that the rising borrowing costs could trigger a painful increase in unemployment.", "type": "p"}, {"text": "But they said the strong wage growth will continue to put upward pressure on prices, suggesting the Federal Reserve will keep increasing interest rates in the months ahead.", "type": "p"}, {"text": "\"It will not have gone unnoticed by Fed officials that average hourly earnings have steadily strengthened over the past three months, exceeding all expectations, and the absolute wrong direction to what they are hoping for,\" said Seema Shah, chief global strategist at Principal Asset Management. ", "type": "p"}, {"text": "\"Yes, it's good that the US labour market is so robust. But it's awfully concerning that wage pressures are continuing to build.\" ", "type": "p"}, {"text": "Wages, while climbing, are not rising as fast as prices. Inflation hit 7.7% last month. Though the rate has eased since June, when it reached 9.1%, it remains near a 40-year high.", "type": "p"}, {"text": "\"We still think a moderation in wage growth is a good bet, but only because we expect payrolls to soften markedly in the first quarter, as a result of both slower gross hiring and rising layoffs,\" said Ian Shepherdson of Pantheon Macroeconomics. ", "type": "p"}, {"text": "\"The emerging evidence on both is consistent with this story but the Fed will need to see it in the hard employment data.\"", "type": "p"}], "tags": ["US economy", "Unemployment", "Employment", "Cost of living", "United States"]}