{"link": "https://www.bbc.com/news/entertainment-arts-63824422", "category": "entertainment & arts", "title": "Glastonbury 2023: Elton John will headline Pyramid Stage in final UK gig", "contributor": null, "time": "2022-12-02T08:00:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1731D/production/_127850059_gettyimages-1244979519.jpg", "content": [{"text": "Sir Elton John is to headline the Glastonbury Festival next summer, playing what will be the last UK date of his farewell tour.", "type": "b"}, {"text": "The star will top the bill on the Pyramid Stage on Sunday, 25 June, and has promised a spectacular farewell.", "type": "p"}, {"text": "\"There is no more fitting way to say goodbye to my British fans,\" he said in a statement announcing the show.", "type": "p"}, {"text": "\"I can't wait to embrace the spirit of the greatest festival in the world. It's going to be incredibly emotional.\"", "type": "p"}, {"text": "The show will come more than five years after Sir Elton announced his 350-date Farewell Yellow Brick Road tour.", "type": "p"}, [{"text": "Elton John announces final world tour", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-42806129"}, {"text": "Elton John: On the Yellow Brick Road", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-26648532"}], {"text": "It was originally due to wrap up in 2021, giving the 75-year-old more time to spend with his young family, but multiple dates had to be rescheduled due to both the Covid pandemic and a hip injury the singer sustained in a fall.", "type": "p"}, {"text": "He recently completed the US leg of the tour with a three-night stand at LA's Dodger Stadium - where, in 1975, he cemented his superstar status with two historic gigs, bedecked in a sequinned Dodgers Baseball uniform.", "type": "p"}, {"text": "That kit appeared again at his last US concert, as he played hits including Rocket Man, Tiny Dancer, Your Song and Philadelphia Freedom.", "type": "p"}, {"text": "He was also joined by star guests Brandi Carlile, Kiki Dee and Dua Lipa, who duetted on the Pnau remix of Cold Heart - a song that introduced Sir Elton to a new generation of fans last year.", "type": "p"}, {"text": "His Glastonbury set will undoubtedly contain similar surprises.", "type": "p"}, {"text": "The star teased the announcement on Thursday, posting an Instagram photo captioned:  \"One final date to announce... the Rocket Man is incoming.\"", "type": "p"}, {"text": "Around the same time, the BBC's Glastonbury webcam featured an image of a rocket ship in the sky above the Pyramid stage.", "type": "p"}, {"text": "Confirming the news on Friday morning, festival organiser Emily Eavis said: \"It gives me enormous pleasure to let you know that the one and only Elton John will be making his first ever Glastonbury appearance, headlining the Pyramid Stage on the Sunday night next year. ", "type": "p"}, {"text": "\"This will be the final UK show of Elton's last ever tour, so we will be closing the Festival and marking this huge moment in both of our histories with the mother of all send-offs.\"", "type": "p"}, {"text": "Sir Elton added that he \"couldn't be more excited\" to play at Worthy Farm.", "type": "p"}, {"text": "\"Every week I speak to new artists on my radio show and Glastonbury is often cited as a pivotal moment in launching their careers,\" he said. ", "type": "p"}, {"text": "\"The festival's genuine, enthusiastic support for the best emerging talent is something I've long admired.\"", "type": "p"}, {"text": "The show will come at the end of the UK leg of Sir Elton's farewell tour, which kicks off in Liverpool next March.", "type": "p"}, {"text": "After Glastonbury, he only has seven dates left to play in Europe before he retires from touring.", "type": "p"}, {"text": "However, the star has not completely ruled out the possibility of one-off concert dates in the future - telling the BBC in 2018 that his \"dream thing\" would be a theatrical residency where he could play lesser-known tracks like Amoreena and Original Sin instead of hits like I'm Still Standing and Candle In The Wind.", "type": "p"}, {"text": "\"I've sung these songs nearly 5,000 times, some of them, and although they're wonderful songs, and I'm very appreciative of them, I've sung them enough,\" he said.", "type": "p"}, {"text": "Sir Elton is the first headliner to be announced for next year's Glastonbury festival - for which tickets have already sold out. ", "type": "p"}, {"text": "Other rumoured performers include Arctic Monkeys, Taylor Swift and Guns N' Roses.", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Glastonbury", "Glastonbury Festival", "Elton John", "Live music", "Music"]}