{"link": "https://www.bbc.com/news/business-63577783", "category": "business", "title": "Binance walks away from FTX crypto exchange bailout", "contributor": null, "time": "2022-11-09T21:58:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B23A/production/_127562654_ftx.jpg", "content": [{"text": "Binance, one of the world's biggest cryptocurrency exchanges, has walked away from a bailout deal for its smaller rival FTX.", "type": "b"}, {"text": "Binance said that after due diligence, it would not pursue the deal.", "type": "p"}, {"text": "It said reports of \"mishandled customer funds and alleged US agency investigations\" had swayed its decision.", "type": "p"}, {"text": "FTX had been struggling with a surge in withdrawals that caused a \"liquidity crunch\".", "type": "p"}, {"text": "Concerns about FTX's financial health reportedly triggered $6bn (£5.2bn) of withdrawals in just three days.", "type": "p"}, {"text": "The Reuters news agency reported on Wednesday that the US Securities and Exchange Commission (SEC) was investigating FTX's handling of customer funds and its crypto-lending activities.", "type": "p"}, {"text": "The markets regulator was examining whether the platform had followed securities laws about keeping customer assets separate and whether it had traded against customers.", "type": "p"}, [{"text": "Crypto firm Binance to take $200m stake in Forbes ", "type": "a", "href": "https://www.bbc.co.uk/news/business-60339561"}, {"text": "US lawmakers to question crypto executives", "type": "a", "href": "https://www.bbc.co.uk/news/business-59496509"}], {"text": "Binance said in a statement posted on Twitter that the issues facing FTX were \"beyond our control or ability to help\".", "type": "p"}, {"text": "\"Every time a major player in an industry fails, retail consumers will suffer. We have seen over the last several years that the crypto ecosystem is becoming more resilient and we believe in time that outliers that misuse user funds will be weeded out by the free market.\"", "type": "p"}, {"text": "The exchange added that \"as regulatory frameworks are developed and as the industry continues to evolve toward greater decentralisation, the ecosystem will grow stronger\".", "type": "p"}, {"text": "FTX's founder Sam Bankman-Fried and Binance's chief executive Changpeng \"CZ\" Zhao are two of the most powerful people in the cryptocurrency market and high-profile rivals.", "type": "p"}, {"text": "FTX was approached for comment.", "type": "p"}, {"text": "A notice on its website said: \"FTX is currently unable to process withdrawals. We strongly advise against depositing.\"", "type": "p"}, {"text": "The pressure on FTX came in part from Mr Zhao, who had tweeted on Sunday that Binance would sell its holdings of FTX's digital token, known as FTT. The token then lost nearly 80% of its value over the beginning of the week.", "type": "p"}, {"text": "Binance stepped in on Tuesday, saying it had signed a letter of intent to buy FTX's non-US unit.", "type": "p"}, {"text": "But it added it had \"the discretion to pull out from the deal at any time\".", "type": "p"}], "tags": ["Cryptocurrency"]}