{"link": "https://www.bbc.com/news/entertainment-arts-63577744", "category": "entertainment & arts", "title": "Boomtown Rats guitarist Garry Roberts dies aged 72", "contributor": null, "time": "2022-11-09T20:45:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EA99/production/_127575006_boomtownrats.jpg", "content": [{"text": "Guitarist and founding member of the Boomtown Rats, Garry Roberts, has died aged 72, the band has announced. ", "type": "b"}, {"text": "He was the \"guy who summed up the sense of who The Rats are\", the Irish rock group said in a statement.", "type": "p"}, {"text": "It said they had known Garry since they were children and that they felt \"strangely adrift\" without him.", "type": "p"}, {"text": "Lead singer Sir Bob Geldof fronted the Boomtown Rats which started in Dublin in 1975.", "type": "p"}, {"text": "The group said that to fans he was \"The Legend - and he was. For us he was Gazzer.\"", "type": "p"}, {"text": "The statement was signed by remaining members of the band including Sir Bob, drummer Simon Crowe and bassist Pete Briquette.", "type": "p"}, {"text": "It continued: \"Safe travels Gaz. Thanks for everything mate.\"", "type": "p"}, {"text": "They said: \"On a clear spring evening in 1975, in a pub in Dun Laoghaire, Co Dublin, Garry became the founding member of what turned out to be a great rock 'n' roll band, driven largely by that sound of his - a storm of massive considered noise that punched out from his overtaxed amplifiers and which animated not just the rest of the group but audiences he played to around the world.\"", "type": "p"}, {"text": "Roberts, as one of the group's founding members, is said to have been instrumental in the band settling on the name Boomtown Rats. ", "type": "p"}, {"text": "He is said to have threatened to quit unless they changed their name from The Nightlife Thugs. ", "type": "p"}, {"text": "Their new name was chosen by Geldof after he read the phrase in US protest singer Woody Guthrie's autobiography, Bound for Glory.", "type": "p"}, {"text": "In a tweet, the band also described Roberts as: \"A man who will be missed, a friend who will be remembered, a sound that will never been forgotten\". ", "type": "p"}], "tags": []}