{"link": "https://www.bbc.com/news/science-environment-63562005", "category": "science & environment", "title": "Cornwall space mission: Satellites prepared for first UK orbital launch", "contributor": null, "time": "2022-11-08T18:47:37.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/006A/production/_127560100_virgin_orbit_rocket_launch_path_map_640-nc.png", "content": [{"text": "They may look like nondescript grey boxes, but they are about to make history.", "type": "b"}, {"text": "Inside these containers are the nine satellites that will become the first-ever payloads to launch to orbit from the UK.", "type": "p"}, {"text": "They will go up on a rocket operated by British entrepreneur Sir Richard Branson's Virgin Orbit company.", "type": "p"}, {"text": "The mission, likely to occur sometime in the next few weeks, will be initiated from Cornwall.", "type": "p"}, {"text": "It will see a repurposed Virgin Atlantic jumbo carry the rocket and its passengers out over the Atlantic to a designated launch zone just south of Ireland.", "type": "p"}, {"text": "At the appropriate moment, at an altitude of 35,000ft, the 747 will release the rocket, which will then ignite its engine to begin the climb high into the sky.", "type": "p"}, [{"text": "Spaceport team says launch will inspire children", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-cornwall-63554374"}, {"text": "Rocket arrives for first space launch from UK", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63269429"}, {"text": "Virgin jumbo arrives in Cornwall for space launch", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63218251"}], {"text": "The event is being billed as a big one for the UK space sector. ", "type": "p"}, {"text": "Internationally renowned for making satellites of all sizes, the country's space industry has always had to send its products to foreign spaceports to get them into orbit.", "type": "p"}, {"text": "Adding a launch capability means the sector will in future be able to do everything from first design through to mission operations.", "type": "p"}, {"text": "This means cost and time savings for British firms but the hope is the final piece of the jigsaw will also make the UK a more attractive place for other nation's companies to come and invest.", "type": "p"}, {"text": "The first Cornwall launch will support a range of applications, both civil and defence.", "type": "p"}, {"text": "A number of those nine satellites will be gathering intelligence, such as listening across radio transmissions coming from ships. ", "type": "p"}, {"text": "One payload that has attracted particular attention is Wales's first-ever satellite.", "type": "p"}, {"text": "Produced by Cardiff start-up Space Forge, it will demonstrate key components for future mini orbital factories. ", "type": "p"}, {"text": "The company envisions making high-value, high-fidelity materials in the weightless environment of space before bringing them back down to Earth.", "type": "p"}, {"text": "All the satellites are what are termed cubesats. They are not much bigger than a toaster. Miniaturisation of electronics enables engineers now to cram a lot of performance into very small volumes.", "type": "p"}, {"text": "The satellites are held at the top of the rocket in dispensers. These are the boxes you see in the image at the head of this page.", "type": "p"}, {"text": "When the Virgin rocket reaches the correct altitude, doors will open on the dispensers and springs will gently eject the spacecraft.", "type": "p"}, {"text": "Exactly when the mission will occur is a little uncertain just now.", "type": "p"}, {"text": "Both Spaceport Cornwall (Newquay Airport) and Virgin Orbit are waiting on licences that have yet to be issued by the Civil Aviation Authority (CAA).", "type": "p"}, {"text": "The CAA estimated at the beginning of the year that it would take six to 12 months to process a licence application from a spaceport, and nine to 18 months from a rocket operator.", "type": "p"}, {"text": "Last week, the House of Commons Science and Technology Committee issued a report in which it said the time being taken to issue the licences was \"disappointing\", given that everyone had been led to believe a launch was likely in September.", "type": "p"}, {"text": "The CAA will not comment on individual licences but emphasises the detail and seriousness that goes into producing the many thousands of pages that support an application.", "type": "p"}, {"text": "The authority is using what it believes is a streamlined process, what it calls an \"outcomes-focused regime\". This means setting the broad standards that are expected in terms of design and safety, for example, but leaving it up to the licensee as to how they meet those requirements. ", "type": "p"}, {"text": "The CAA has said that in time it will move to multiple-launch licences, allowing operators to run many missions on the one approval. ", "type": "p"}], "tags": ["British space programme", "Aerospace", "Space exploration"]}