{"link": "https://www.bbc.com/news/entertainment-arts-64763717", "category": "entertainment & arts", "title": "Eurovision 2023: Government pledges £10m towards Liverpool song contest", "contributor": null, "time": "2023-02-24T22:35:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15292/production/_128747668_gettyimages-1397330870.jpg", "content": [{"text": "The Eurovision Song Contest, being held in Liverpool in May, will get £10m from the UK government, it has been announced.", "type": "b"}, {"text": "It will be spent on operational costs like security and visas, as well as making sure the event \"showcases Ukrainian culture\".", "type": "p"}, {"text": "Local authorities in Liverpool have already pledged £4m in funding.", "type": "p"}, {"text": "Around 3,000 tickets to the song contest will also be made available for Ukrainians living in the UK.", "type": "p"}, {"text": "Liverpool is staging the event at its M&S Bank Arena on behalf of Ukraine, whose Kalush Orchestra won the 2022 show, as the war means it cannot take up hosting duties.", "type": "p"}, {"text": "It will be the first Eurovision Song Contest to be held in the UK for 25 years. ", "type": "p"}, {"text": "The tickets for Ukrainians living in the UK, across nine shows, allows \"compatriots here to enjoy the event and celebrate our country's rich culture and music\", said Ukrainian Ambassador to the UK, Vadym Prystaiko.", "type": "p"}, {"text": "There will be a £20 charge for each sale, with the cost subsidised by the DCMS for those on the Homes for Ukraine Scheme, the Ukraine Family Scheme and the Ukraine Extension Scheme, who are eligible to apply for tickets.", "type": "p"}, [{"text": "Ukrainian Eurovision commentator dreams of bringing contest home", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/p0f595cy"}], {"text": "The government funding is intended to \"support security, visa arrangements and other operational aspects of the contest\", the Department for Digital, Culture, Media and Sport (DCMS) said. ", "type": "p"}, {"text": "The money will also support Liverpool City Council as well as host broadcaster the BBC's partnerships with Ukrainian acts \"to ensure a collaborative show celebrating music and how it unites people\", it said in a statement. It is the first time the government has confirmed its financial contribution.", "type": "p"}, {"text": "Last year the Italian government did not directly pledge any money towards the annual event, the BBC has learned.", "type": "p"}, {"text": "Instead, the host city of Turin spent roughly £10m on the song contest - with officials claiming it made the money back \"seven times\" over through tourism. ", "type": "p"}, {"text": "Some broadcasters are understood to have had reservations about competing in 2023 because of the additional costs of transporting equipment, due to the UK no longer being a member of the European Union. ", "type": "p"}, {"text": "One delegate from a competing broadcaster, who didn't want to be named, explained this year's contest in Liverpool \"will have an extra hassle\".", "type": "p"}, [{"text": "Subscribe to Eurovisioncast on BBC Sounds", "type": "a", "href": "https://www.bbc.co.uk/sounds/brand/p0dz04vn"}, {"text": "Ted Lasso's Hannah Waddingham to co-host Eurovision", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64717995"}, {"text": "Three countries pull out of Eurovision after increased fee", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63328046"}], {"text": "\"Normally delegations have the choice to either create the props themselves and ship it to the host country, or build them in the host country,\" they told the BBC.", "type": "p"}, {"text": "They claimed shipments to the UK could not be guaranteed to arrive on time as there are \"more forms\", adding they believed it was much easier in previous years, as props and other materials did not have to go through customs.", "type": "p"}, {"text": "Unusually, as part of the £10m UK government commitment, the BBC will receive some financial assistance, the DCMS confirmed - but neither it nor the BBC would confirm what this sum was. ", "type": "p"}, {"text": "The majority of the funding package will go, the government says, towards ensuring \"the inclusion of Ukrainian culture\", but it did not give further detail when asked.", "type": "p"}, [{"text": "Eurovision in Liverpool will come at a significant cost", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63119375"}, {"text": "Poorest in Liverpool face cuts over council's £73m budget gap", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-merseyside-63660350"}, {"text": "Eurovision venue operators owe £7.1m to Liverpool City Council", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-merseyside-64542270"}], {"text": "The bulk of the overall cost of this year's Eurovision falls to the BBC, as host broadcaster, after it accepted the invitation when organisers ruled it could not be in Ukraine following Russia's invasion.", "type": "p"}, {"text": "It is estimated the corporation will spend between £8m and £17m putting on the song contest - a significant jump from what it normally spends participating, at a time when it is reducing head count to save millions. The broadcaster is also closing channels and axing programmes. It says it's to prioritise digital content and \"grow the value we deliver to local audiences everywhere\".", "type": "p"}, {"text": "The 37 broadcasters taking part in Eurovision all pay a fee to enter, which in recent years has totalled a combined sum of about £5m. The BBC does not make its contribution public.", "type": "p"}, {"text": "The BBC said further details on general release tickets would be issued in due course.", "type": "p"}, {"text": "There are two semi-finals ahead of the grand final - on 13 May - that fans will be able to pay to go to, as well as six preview shows.", "type": "p"}, {"text": "Culture Secretary Lucy Frazer said: \"We are honoured to be supporting the BBC and Liverpool in hosting it on their behalf, and are determined to make sure the Ukrainian people are at the heart of this event.\"", "type": "p"}, {"text": "Labour declined to comment on the funding announcement.", "type": "p"}, {"text": "All the build-up, insights and analysis is explored each week on a new BBC podcast called Eurovisioncast.", "type": "p"}, {"text": "Eurovisioncast is available on BBC Sounds, or search wherever you get your podcasts from.", "type": "p"}], "tags": []}