{"link": "https://www.bbc.com/news/health-64763625", "category": "health", "title": "Bird flu: UK health officials make contingency plans", "contributor": null, "time": "2023-02-25T09:24:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9B26/production/_121981793_gettyimages-522933314.jpg", "content": [{"text": "UK health experts are sharing details of their Covid-style plans against bird flu, including modelling for the unlikely scenario that it could mutate and cause a pandemic in people.", "type": "b"}, {"text": "The UK Health Security Agency (UKHSA) says there is no evidence H5N1 virus is an imminent threat or can spread between people, despite some getting sick after contact with infected birds. ", "type": "p"}, {"text": "But there is no room for complacency. ", "type": "p"}, {"text": "One expert told the BBC \"we must prepare for the worst\" just in case.", "type": "p"}, {"text": "The World Health Organization (WHO) is urging heightened vigilance from all countries, following the death of an 11-year-old girl in Cambodia from H5N1.", "type": "p"}, {"text": "The girl's father has also tested positive, according to Cambodia's health minister. ", "type": "p"}, {"text": "Investigators are working to establish if infected birds were the cause, rather than a case of human-to-human transmission.", "type": "p"}, {"text": "Humans rarely get bird flu, but when they do it is usually from coming into direct contact with infected birds.", "type": "p"}, {"text": "Since late 2021, the world has been experiencing one of the worst global avian influenza outbreaks on record, with tens of millions of poultry culled and mass wild bird die-offs.", "type": "p"}, {"text": "And there have been a few infections in some mammals, including foxes and otters in the UK. ", "type": "p"}, {"text": "Dr Meera Chand, from the UKHSA, said all of the latest evidence suggested H5N1 could not currently spread easily to people. ", "type": "p"}, {"text": "\"However, viruses constantly evolve, and we remain vigilant for any evidence of changing risk to the population, as well as working with partners to address gaps in the scientific evidence.\"", "type": "p"}, {"text": "In preparation for a worst-case scenario of human-to-human spread, the UKHSA is modelling:", "type": "p"}, [{"text": "How many might become infected and get very sick", "type": "p"}, {"text": "Whether lateral flow tests and blood tests would be helpful", "type": "p"}, {"text": "What genetic mutations might signal an increased risk to human health", "type": "p"}], {"text": "When the Covid pandemic hit, there were no suitable vaccines available to fight that virus. But for bird flu, there are already several good candidates that might help. ", "type": "p"}, {"text": "WHO-affiliated labs already hold two flu virus strains that are closely related to the circulating H5N1 virus, that manufacturers can use to develop new shots if needed, experts said at a meeting on Friday.", "type": "p"}, {"text": "Prof Peter Openshaw, from Imperial College London, is a member of Nervtag - the group that advises the British government on new and emerging threats from respiratory viruses.", "type": "p"}, {"text": "He told the BBC that the fact that we are still in a Covid pandemic in no way lessened the possibility of another pandemic coming from elsewhere.", "type": "p"}, {"text": "\"We absolutely need to watch this one,\" he said.", "type": "p"}, {"text": "\"The good news at the moment is that there's no evidence of human-to-human spread.", "type": "p"}, {"text": "\"We need to prepare for the worst but obviously hope for the best, to use the old phrase.\"", "type": "p"}, {"text": "Prof Sir Andrew Pollard, part of the Oxford-AstraZeneca Covid vaccine team, told the BBC that bird flu had \"pandemic potential\" as humans did not have immunity.", "type": "p"}, {"text": "Speaking to BBC Radio 4's Today programme, he said: \"In the human population at the moment there is no immunity against this strain of H5N1 because we never had an outbreak of that in humans. ", "type": "p"}, {"text": "\"So there's just no immunity, and that's why it has pandemic potential... and why it's so important to be vigilant.\"", "type": "p"}, {"text": "\"Not another pandemic\" might well be the exasperated response of many to talk of the risks from bird flu.  ", "type": "p"}, {"text": "Covid fatigue is understandable but the H5N1 virus is a real concern to many scientists who monitor global disease threats.   ", "type": "p"}, {"text": "Thankfully, the virus does not spread easily from birds to humans, requiring close contact. That would need to change if the threat of a human pandemic was to be realised, which would require the virus to mutate.  ", "type": "p"}, {"text": "Since 2003 the WHO has recorded 868 cases in humans, of which 457 were fatal, so the mortality rate is more than 50%.  ", "type": "p"}, {"text": "Scientists want to see better surveillance, more investment in vaccines and antivirals - so that should the worst ever happen, the world will be better prepared than it was when Covid emerged.", "type": "p"}], "tags": []}