{"link": "https://www.bbc.com/news/technology-64759365", "category": "technology", "title": "TikTok under investigation by Canadian privacy authorities", "contributor": null, "time": "2023-02-24T15:14:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E302/production/_128741185_gettyimages-1227869392-1.jpg", "content": [{"text": "Canadian privacy protection regulators have launched an investigation into TikTok over its collection of users' data.", "type": "b"}, {"text": "The video-sharing platform, owned by Chinese giant ByteDance, has come under scrutiny over concerns that it hands information to Beijing.", "type": "p"}, {"text": "Canada's move comes after European Commission staff were ordered to remove the app to \"protect\" the institution.", "type": "p"}, {"text": "TikTok said privacy is \"a top priority.\"", "type": "p"}, {"text": "Canada's Office of the Privacy Commissioner said it had launched the probe into TikTok alongside provincial privacy regulators from Quebec, British Columbia and Alberta.", "type": "p"}, {"text": "The investigation was initiated \"in the wake of now-settled class-action lawsuits in the United States and Canada, as well as numerous media reports related to TikTok's collection, use and disclosure of personal information,\" a statement said.", "type": "p"}, {"text": "It aims to establish \"whether the organisation's practices are in compliance with Canadian privacy legislation\".", "type": "p"}, {"text": "The privacy regulators said lots of TikTok's users are younger, and there is a greater \"importance of protecting children's privacy\".", "type": "p"}, {"text": "They will be examining whether the company is meeting its transparency obligations.", "type": "p"}, {"text": "A spokesperson for TikTok said the probe was an opportunity to \"set the record straight\" on how the company protects the privacy of Canadians.", "type": "p"}, {"text": "Canada joins governments from around the world which have been raising concerns over TikTok, because of fears that China could use the app to harvest users' data or advance its interests. ", "type": "p"}, {"text": "Last month, the Dutch government reportedly advised public officials to steer clear of the app. A ban has already been introduced in the US for federal government employees.", "type": "p"}, {"text": "UK Prime Minister Rishi Sunak is resisting calls to ban government officials from using TikTok amid renewed concerns from some Conservative MPs.", "type": "p"}, {"text": "Alicia Kearns, the Commons Foreign Affairs Committee chairwoman, is leading the call for the UK government to follow the European Commission, the EU executive and the EU Council, and order staff to delete the app.", "type": "p"}, {"text": "TikTok has in the past said that data on its service cannot be accessed by Beijing.", "type": "p"}], "tags": []}