{"link": "https://www.bbc.com/news/business-66478070", "category": "business", "title": "Robotaxi expansion gets green light in San Francisco", "contributor": null, "time": "2023-08-11T15:44:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D0DB/production/_130776435_whatsubject.jpg", "content": [{"text": "Two \"robotaxi\" firms have been given the green light to start charging for service throughout San Francisco.", "type": "b"}, {"text": "The move marks a major expansion for the companies, which previously faced limits on when or where they could charge for rides.", "type": "p"}, {"text": "Approval from regulators came despite objections from police and fire officials, activists and others. ", "type": "p"}, {"text": "Analysts say the decision could usher in a new era for driverless car services.", "type": "p"}, {"text": "Waymo, which shares a parent company with Google and has been offering free rides in its driverless cars throughout San Francisco riders since last year, called the decision \"the true beginning of our commercial operations in San Francisco\".", "type": "p"}, {"text": "Rival Cruise, a subsidiary of car giant General Motors - which has predicted the business could be generating $1bn (£787m) in annual revenue by 2025, described the moment as a \"historic industry milestone\".", "type": "p"}, {"text": "Driverless car services have been slow to live up to the promises of transforming transport that accompanied the start of their development more than a decade ago. They have been bogged down by technology glitches, safety fears and high-profile accidents involving vehicles.", "type": "p"}, {"text": "The California Public Utilities Commission had twice postponed the vote and on Thursday heard more than six hours of testimony from the public, including supporters and critics. The board approved the expansion 3-1.", "type": "p"}, {"text": "Critics raised concerns about safety records and claimed the cars often caused traffic incidents, by abruptly shutting down or failing to make way for emergency responders. ", "type": "p"}, {"text": "\"They are failing to regulate a dangerous, nascent industry,\" said Justin Kloczko, a tech and privacy advocate for consumer protection non-profit Consumer Watchdog, which had testified against the measure. ", "type": "p"}, {"text": "Mr Kloczko said he feared the services would soon expand to other cities, including Los Angeles, noting that a massive expansion of robotaxis could lead to significant job loss.", "type": "p"}, {"text": "In the statement announcing the approval, commissioners acknowledged that data on how autonomous vehicle safety records compare with regular cars was limited.", "type": "p"}, {"text": "\"While we do not yet have the data to judge [autonomous vehicles] against the standard human drivers are setting, I do believe in the potential of this technology to increase safety on the roadway,\" said commissioner John Reynolds, who previously worked at Cruise.", "type": "p"}, {"text": "Members of the public excited to experience a taxi of the future may have to wait.", "type": "p"}, {"text": "Waymo said it was planning a gradual expansion of the programme, despite what it expects to be strong demand. ", "type": "p"}, {"text": "It said more than 100,000 people in the Bay Area had registered for the service, which has a waiting list and is not yet fully open to the public. ", "type": "p"}, {"text": "Its driverless cars currently provide more than 10,000 rides each week in San Francisco and Phoenix, Arizona, where its robotaxi service has been fully open to the public since last year.", "type": "p"}, {"text": "Cruise also has a waiting list and said it expected to expand gradually.", "type": "p"}, {"text": "It currently operates in Austin, Texas, and Phoenix as well as San Francisco, regularly completing 1,000 driverless trips with passengers every night.  It said it planned to start offering service in the Texas cities of Houston and Dallas soon as well.", "type": "p"}, {"text": "Alex Kendall, chief executive of British self-driving startup Wayve, said the decision in California was \"trailblazing\".", "type": "p"}, {"text": "\"Receiving payment is a critical step towards developing a sustainable business model and solving this piece of the puzzle will ensure people everywhere can feel the benefits of self-driving technology sooner,\" he said.", "type": "p"}], "tags": []}