{"link": "https://www.bbc.com/news/entertainment-arts-61689413", "category": "entertainment & arts", "title": "Platinum Party at the Palace: The royals were the real stars of the Jubilee concert", "contributor": "Mark Savage", "time": "2022-06-04T23:48:12.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/D24D/production/_125273835_gettyimages-1401055056.jpg", "content": [{"text": "At most pop concerts, the audience don't turn their backs on the stage. But this wasn't a normal pop concert, and this wasn't a normal audience. ", "type": "b"}, {"text": "For most of the 22,000 fans attending The Platinum Party at the Palace, the Royal Family were the real stars. ", "type": "p"}, {"text": "Ten minutes before the show started, Prince Charles walked the short distance from Buckingham Palace to the temporary grandstand, waving cheerfully at the crowd as they shouted \"Charles! Charles! Sir! Sir!\" and zoomed their camera phones in to get a better glimpse of the heir to the throne. ", "type": "p"}, {"text": "And while acts like Queen, Elbow and Duran Duran took to the stage, the audience craned their necks to see what was happening in the royal box. ", "type": "p"}, {"text": "Some even brought binoculars. ", "type": "p"}, {"text": "The concert began with a celebration of the Queen's love of humour - as she shared a pot of tea with Paddington Bear in a pre-filmed, heart-warming sketch. Immediately afterwards, Queen (the band) kicked off the music in style, embellishing We Will Rock You with military pomp, courtesy of the Royal Marine Drummers.", "type": "p"}, {"text": "But many other acts seemed to leave the royal-watchers in the audience mystified. ", "type": "p"}, {"text": "\"I'm not really into gigs,\" admitted one man standing next to me. \"Who's that?\" shouted another when host Lee Mack introduced chart-topping dance act Sigala.", "type": "p"}, [{"text": "Pop royalty and Paddington star at Jubilee concert", "type": "a", "href": "https://www.bbc.co.uk/news/uk-61690149"}, {"text": "In pictures: Stars throw party for Jubilee", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61693645"}, {"text": "Mummy laughs and cries with us all, says Charles", "type": "a", "href": "https://www.bbc.co.uk/news/uk-61691432"}], {"text": "And when Jax Jones took to the stage, were the crowd nodding in time to his slick house-pop, or in acknowledgement of his opening song, You Don't Know Me?", "type": "p"}, {"text": "More familiar artists fared better. Sir Rod Stewart received a hero's welcome as he ran through Baby Jane; George Ezra's Shotgun triggered an enthusiastic sing-along; and when Mack announced \"please go crazy for Duran Duran\", the crowd duly obliged.", "type": "p"}, {"text": "Other highlights included Elbow, who performed One Day Like This with a choir of refugees representing more than 30 countries; and US star Alicia Keys, who retooled her songs of female empowerment as a tribute to the monarch's endurance.", "type": "p"}, {"text": "As she sang at the piano, the words \"strength\" and \"superwoman\" were projected onto the facade of Buckingham Palace.", "type": "p"}, {"text": "\"Is this girl on fire?\" asked the singer, introducing a song of the same name, before declaring: \"Yes, Queen!\" - cheekily appropriating a term that originated in black and LGBTQ club cultures in the US. ", "type": "p"}, {"text": "Sam Ryder also impressed with a full-throated rendition of his Eurovision smash Space Man, which achieved interstellar orbit via a call-and-response chorus and a squealing guitar solo.", "type": "p"}, {"text": "Sir Elton John's rendition of Your Song, taped in the red drawing room of Windsor Castle, was genuinely moving. And so, to my surprise, was the moment that drones floating above Buckingham Palace created an image of the Queen's beloved corgis.", "type": "p"}, {"text": "There were also pre-taped messages from stellar names like Sir Paul McCartney, who said: \"I love you like many other people, so congratulations and thank you for 70 beautiful years\"; and Michelle Obama, who thanked the Queen for her \"extraordinary kindness towards our children\".", "type": "p"}, {"text": "For viewers at home, in particular, it was a slick, encyclopaedic journey through seven decades of rock and pop - with a few gaps (counter-cultural movements like punk and Britpop didn't get a showing).", "type": "p"}, {"text": "And, as with all events on this scale, there were inevitably some moments that didn't quite work.", "type": "p"}, {"text": "Diana Ross struggled to find her key as she sang Chain Reaction (viewers at home, apparently spared this moment, complained her microphone was too quiet); and George Ezra seemingly self-censored the lyric \"You better throw a party on the day that I die\", drawing more attention than if he'd left it intact. ", "type": "p"}, {"text": "Rod Stewart introduced a rendition of Sweet Caroline - chosen as a tribute to the Queen by the audience of BBC Radio 2 - by announcing: \"This isn't a fun one to sing but the BBC made me sing it. Make it fun for me.\" ", "type": "p"}, {"text": "The Royal Family did their best, singing along and waving flags in time to the Neil Diamond classic.", "type": "p"}, {"text": "There were also a couple of references to politics. Standing in front of Buckingham Palace's front gates, Mack joked: \"Finally we can say the words 'party' and 'gate' and it's a positive,\" prompting jeers for Prime Minister Boris Johnson, who was in the royal box.", "type": "p"}, {"text": "Later, Stephen Fry referred to the number of prime ministers the Queen has \"tolerated\" during her seven-decade reign.", "type": "p"}, {"text": "Fry also jokingly asked: \"How many concerts of raucously loud music has she had to endure outside her house?\"", "type": "p"}, {"text": "The Queen watched similar events 10 and 20 years ago, but was unable to attend this concert in person, having already missed the Epsom Derby earlier in the day and a service of Thanksgiving on Friday. ", "type": "p"}, {"text": "Prince Charles did speak on stage, explaining that his mother had missed the show with \"intense regret\". But it is hard to know what she would have made of it all. ", "type": "p"}, {"text": "We do know her favourite songs predate the rock era. A playlist of her top 10, released to mark her 90th birthday in 2016, includes Dame Vera Lynn's White Cliffs of Dover and Fred Astaire's Cheek to Cheek alongside hymns and songs from musical theatre. ", "type": "p"}, {"text": "So she probably would have enjoyed Andrea Bocelli's Nessun Dorma and Sir Andrew Lloyd Webber's medley of theatre hits more than Sigala's Came Here With Love.", "type": "p"}, {"text": "But, as Prince Charles pointed out towards the end of the two-and-a-half hour extravaganza, that wasn't necessarily the point.", "type": "p"}, {"text": "\"The scale of this evening's celebration - and the outpouring of warmth and affection over this whole Jubilee weekend - is our way of saying thank you,\" he said, affectionately addressing the monarch as \"mummy\".", "type": "p"}, {"text": "He then encouraged the crowd to make a noise loud enough for her to hear in Windsor Castle, 20 miles away. ", "type": "p"}, {"text": "And so the audience turned away from the stage one last time, facing west as they gave the Queen three cheers.", "type": "p"}, {"text": "Queen", "type": "b"}, [{"text": "We Will Rock You", "type": "p"}, {"text": "Don't Stop Me Now", "type": "p"}, {"text": "We Are The Champions", "type": "p"}], {"text": "Jax Jones", "type": "b"}, [{"text": "You Don't Know Me", "type": "p"}, {"text": "Instruction (ft Stefflon Don + Nandi Bushell)", "type": "p"}, {"text": "Don't Call Me Up (ft Mabel)", "type": "p"}, {"text": "Where Did You Go? (ft John Newman)", "type": "p"}], {"text": "Elbow and the Citizens of the World Choir", "type": "b"}, [{"text": "One Day Like This", "type": "p"}], {"text": "Diversity - 'The History of British Pop'", "type": "b"}, [{"text": "Beatles - She Loves You", "type": "p"}, {"text": "Bee Gees - Night Fever", "type": "p"}, {"text": "David Bowie - Let's Dance", "type": "p"}, {"text": "Spice Girls - Spice Up Your Life", "type": "p"}, {"text": "One Direction - What Makes You Beautiful", "type": "p"}, {"text": "Stormzy - Big For Your Boots", "type": "p"}], {"text": "Craig David", "type": "b"}, [{"text": "Ain't Giving Up For You", "type": "p"}, {"text": "Re-rewind (The Crowd Say Bo Selecta)", "type": "p"}, {"text": "Fill Me In", "type": "p"}], {"text": "Mimi Webb", "type": "b"}, [{"text": "House On Fire", "type": "p"}], {"text": "Musicals medley", "type": "b"}, [{"text": "Memory (from Cats)", "type": "p"}, {"text": "You'll Be Back/Wait For It (from Hamilton)", "type": "p"}, {"text": "Phantom of the Opera (from Phantom)", "type": "p"}, {"text": "Circle of Life (from The Lion King)", "type": "p"}, {"text": "Ex-Wives/Six (from Six)", "type": "p"}, {"text": "Any Dream Will Do (from Joseph and the Amazing Technicolor Dreamcoat)", "type": "p"}], {"text": "Sam Ryder", "type": "b"}, [{"text": "Space Man", "type": "p"}], {"text": "George Ezra", "type": "b"}, [{"text": "Green Green Grass", "type": "p"}, {"text": "Shotgun", "type": "p"}], {"text": "Rod Stewart", "type": "b"}, [{"text": "Baby Jane", "type": "p"}, {"text": "Sweet Caroline", "type": "p"}], {"text": "Andrea Bocelli", "type": "b"}, [{"text": "Nessun Dorma", "type": "p"}], {"text": "Duran Duran", "type": "b"}, [{"text": "Notorious (ft Nile Rodgers and Ms Banks)", "type": "p"}, {"text": "Girls On Film", "type": "p"}], {"text": "Alicia Keys", "type": "b"}, [{"text": "Superwoman", "type": "p"}, {"text": "Girl On Fire", "type": "p"}, {"text": "City of Gods", "type": "p"}, {"text": "Empire State of Mind", "type": "p"}], {"text": "Celeste/Hans Zimmer", "type": "b"}, [{"text": "What A Wonderful World", "type": "p"}], {"text": "Elton John", "type": "b"}, [{"text": "Your Song", "type": "p"}], {"text": "RAF Trumpeters and Choir", "type": "b"}, [{"text": "The National Anthem", "type": "p"}], {"text": "Sigala ft Ella Eyre", "type": "b"}, [{"text": "Came Here For Love", "type": "p"}], {"text": "Mica Paris, Ruby Turner and Nicola Roberts", "type": "b"}, [{"text": "Climb Every Mountain", "type": "p"}], {"text": "Diana Ross", "type": "b"}, [{"text": "Chain Reaction", "type": "p"}, {"text": "Thank You", "type": "p"}, {"text": "Ain't No Mountain High Enough", "type": "p"}], {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Rod Stewart", "Elton John", "UK Royal Family", "Buckingham Palace", "Queen Elizabeth II", "Platinum Jubilee of Elizabeth II", "Alicia Keys", "Music"]}