{"link": "https://www.bbc.com/news/health-61696974", "category": "health", "title": "Monkeypox: Cases outside Africa rise to 780 in three weeks", "contributor": null, "time": "2022-06-05T15:18:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15958/production/_125280488_monkeypox_spl.jpg", "content": [{"text": "There have been 780 confirmed cases of monkeypox in countries where the virus is not usually found, the World Health Organization says.", "type": "b"}, {"text": "That is roughly triple the 257 cases it reported a week ago.", "type": "p"}, {"text": "It says the figure - for the past three weeks - is probably an underestimate and assesses the global risk level as \"moderate\".", "type": "p"}, {"text": "The infection is usually mild, but this is the first time it has spread widely outside Central and West Africa.", "type": "p"}, {"text": "The WHO said cases had been identified in 27 countries where it is not already \"endemic\" - meaning places it is expected to be found. ", "type": "p"}, {"text": "Most of these new cases are in Europe and North America as well as small numbers in Mexico, Argentina, Morocco and the United Arab Emirates.", "type": "p"}, {"text": "The UK has the most cases, with 207, followed by Spain with 156 and Portugal with 138.", "type": "p"}, {"text": "In its latest update, the WHO said some countries were reporting that new cases were appearing beyond known contacts of previously confirmed cases, which it said suggested chains of transmission were being \"missed through undetected circulation of the virus\".", "type": "p"}, {"text": "\"It is highly likely that other countries will identify cases and there will be further spread of the virus,\" it added.", "type": "p"}, {"text": "While the current risk to human health for the general public \"remains low\", the public health risk could \"become high\" if the virus becomes widespread in countries where it is not normally found, it said. No deaths have been reported as a result of the current outbreak.", "type": "p"}, {"text": "The global health body said most, but not all, of the reported cases so far have involved men who have sex with men. There is no evidence that monkeypox is sexually transmitted, but it is passed on through close contact.", "type": "p"}, [{"text": "Monkeypox: Handing out health advice without stigma", "type": "a", "href": "https://www.bbc.co.uk/news/uk-61609888"}, {"text": "Monkeypox cases rise as new UK sex advice issued", "type": "a", "href": "https://www.bbc.co.uk/news/health-61640196"}], {"text": "The organisation said many cases were not presenting with the typical clinical picture for monkeypox, with some describing pustules appearing before symptoms such as fever.", "type": "p"}, {"text": "Most cases of the virus clear up on their own within a few weeks. Symptoms include fever, headaches, swellings, back pain, aching muscles, as well as a rash which goes through different stages.", "type": "p"}, {"text": "Monkeypox can sometimes be more severe, however, and has been reported to have caused deaths in West Africa in the past.", "type": "p"}], "tags": ["World Health Organization (WHO)", "Monkeypox"]}