{"link": "https://www.bbc.com/news/business-66090522", "category": "business", "title": "Nigel Farage: Banks warned against closing accounts", "contributor": null, "time": "2023-07-03T16:41:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9003/production/_130276863_frazer.png", "content": [{"text": "The Culture Secretary has said she is concerned banks may be closing customer accounts for political reasons following claims from Brexiteer Nigel Farage.", "type": "b"}, {"text": "Lucy Frazer said it is something banks \"should be thinking about carefully\".", "type": "p"}, {"text": "Last week, Mr Farage said his bank was closing his accounts, claiming it was \"serious political persecution\" from an anti-Brexit banking industry. ", "type": "p"}, {"text": "The government is investigating payment providers over account closures.", "type": "p"}, {"text": "Last year, Paypal closed accounts run by Toby Young, who is general secretary of the Free Speech Union. They were later reinstated by the US payments company.", "type": "p"}, {"text": "The government subsequently announced a review into payment services regulations, including the practice of firms apparently closing down the accounts of people or businesses that hold views the lender does not agree with. ", "type": "p"}, {"text": "Ms Frazer told LBC, the radio station: \"I'm concerned people's accounts might be closed for the wrong reasons and it's something they [the banks] should be thinking about carefully.", "type": "p"}, {"text": "\"Banks are regulated, and those are the sort of things regulators should consider.\"", "type": "p"}, {"text": "Mr Farage said that he was told two months ago that his bank, who he did not name but is understood to be Coutts, was closing down his personal and business accounts. ", "type": "p"}, {"text": "The BBC has approached Coutts' parent company Natwest for comment.", "type": "p"}, {"text": "Mr Farage, who is the former leader of UKIP and a former member of the European Parliament, suggested that the reason for the decision could be related to laws that banks follow on \"politically exposed person\" or PEPs. ", "type": "p"}, {"text": "These are people who hold a prominent position or influence who may be more susceptible to being involved in bribery or corruption.", "type": "p"}, {"text": "Banks are required to do extra due diligence on PEPs. ", "type": "p"}, {"text": "Mr Farage said he was told by his bank that closing his accounts was a \"commercial decision\".", "type": "p"}, {"text": "UK Finance, which represents the banking industry, said lenders should discuss the closure of an account with a customer \"so far as is feasible and permissible\".", "type": "p"}, {"text": "It said though there will \"be situations where it may not be appropriate or permissible for a bank to engage in a dialogue to explain their reasoning\". ", "type": "p"}, {"text": "This would include a breach of terms and conditions, \"abusive or threatening behaviour to colleagues\" or if banks have been directed not to by \"regulators, HM Government, police and other authorities\".", "type": "p"}, {"text": "Mr Farage said he approached seven other banks to open personal and business accounts and was turned down by all of them.", "type": "p"}, {"text": "However, he claimed there were other reasons why his existing bank acted. ", "type": "p"}, {"text": "\"Either for reasons of being active in politics, or having opinions that modern day corporate banks don't agree with, far too many accounts have been closed in recent years,\" he told the BBC.", "type": "p"}, {"text": "\"I hope that my case blows the lid off the whole thing and that we can get changes to legislation. Everyone in the UK should be entitled to a bank account.\"", "type": "p"}, {"text": "Speaking in the House of Commons on Monday, security minister Tom Tugendhat, said \"This sort of closure, on political grounds - if that is indeed what has happened and after all we only have the allegation of it at this point - should be completely unacceptable.", "type": "p"}, {"text": "\"PEPs is there to prevent the corrupt use of banking facilities by politicians in corrupt regimes. It is not here to silence individuals who may hold views with which we may or may not agree.\"", "type": "p"}, {"text": "The result of the government consultation on payment services regulations is expecting in the next few weeks. ", "type": "p"}, {"text": "The Treasury declined to comment.", "type": "p"}], "tags": []}