{"link": "https://www.bbc.com/news/entertainment-arts-66086560", "category": "entertainment & arts", "title": "Ofcom to investigate episode of Jacob Rees-Mogg's GB News show", "contributor": null, "time": "2023-07-03T11:32:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/66D7/production/_130272362_gettyimages-1402315859-2.jpg", "content": [{"text": "Media watchdog Ofcom has launched an investigation into a recent episode of Sir Jacob Rees-Mogg's GB News show.", "type": "b"}, {"text": "The 9 May episode of State of the Nation featured the MP covering a breaking news story about a civil trial verdict involving Donald Trump.", "type": "p"}, {"text": "The regulator received 40 complaints.", "type": "p"}, {"text": "Ofcom said: \"We are investigating whether this programme broke our rules, which prevent politicians from acting as newsreaders, unless exceptionally, it is editorially justified.\"", "type": "p"}, {"text": "Serving politicians are, however, allowed to host current affairs shows, as long as a range of views are reflected.", "type": "p"}, {"text": "Sir Jacob, a former cabinet minister, hosts the hour-long evening show from Mondays to Thursdays.", "type": "p"}, {"text": "The episode in question saw him discuss a US civil jury's ruling that Mr Trump sexually abused writer E Jean Carroll in Manhattan in the 1990s.", "type": "p"}, {"text": "GB News have been contacted for a comment.", "type": "p"}, {"text": "Meanwhile, the regulator will also investigate an episode of a Talk TV show presented by former Scottish First Minister Alex Salmond.", "type": "p"}, {"text": "An Ofcom spokesperson said: \"We are investigating whether this programme broke our rules requiring news and current affairs to be presented with due impartiality.\"", "type": "p"}, {"text": "The episode from 2 April received two complaints in relation to a discussion about the Scottish National Party (SNP).", "type": "p"}, {"text": "A TalkTV spokesperson told the BBC: \"TalkTV will engage with the Ofcom process and looks forward to defending its output.\"", "type": "p"}, {"text": "Ofcom is also still investigating an episode of Saturday Morning with Esther and Philip on GB News, hosted by husband-and-wife Conservative MPs Esther McVey and Philip Davies.", "type": "p"}, {"text": "The rules around politicians presenting programmes were introduced in 2005. ", "type": "p"}, {"text": "They say politicians are not normally allowed to be newsreaders, interviewers or reporters in news programmes, but can front current affairs shows.", "type": "p"}, {"text": "The watchdog recently launched a consultation into its rules.", "type": "p"}, {"text": "\"Given the rise in the number of current affairs programmes presented by sitting politicians and recent public interest in this issue, we are conducting new research to gauge current audience attitudes towards these programmes,\" it said last month.", "type": "p"}, {"text": "The findings will be published later this year.", "type": "p"}], "tags": []}