{"link": "https://www.bbc.com/news/science-environment-66084543", "category": "science & environment", "title": "UK weather: hottest June since records began - Met Office", "contributor": null, "time": "2023-07-03T16:24:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2CF3/production/_130270511_cc515529c65f896d73d0ea573e565c99bb4804770_0_1990_12581990x1258.jpg", "content": [{"text": "The UK had the hottest June on record, the Met Office has confirmed. ", "type": "b"}, {"text": "The average monthly temperature of 15.8C (60.4F) exceeded the previous highest average June temperature, recorded in 1940 and 1976, by 0.9C.", "type": "p"}, {"text": "Climate change made the chance of surpassing the previous joint record at least twice as likely, scientists also said.", "type": "p"}, {"text": "Records were broken in 72 of the 97 areas in the UK from which temperature data is collected.", "type": "p"}, {"text": "As well as the overall UK June record, England, Scotland, Wales and Northern Ireland each recorded their warmest June since the Met Office started collecting the data in 1884.", "type": "p"}, {"text": "\"It's officially the hottest June on record for the UK, for mean temperature as well as average maximum and minimum temperature,\" said Met Office's Climate Science Manager Mark McCarthy.", "type": "p"}, {"text": "\"An increase of 0.9C may not seem a huge amount, but it's really significant because it has taken the average daytime and the night time temperature for the whole of the UK,\" Paul Davies, Met Office chief meteorologist and climate extremes principal fellow, told BBC News.", "type": "p"}, [{"text": "Government climate action 'worryingly slow'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66032607"}, {"text": "World likely to warm beyond key 1.5C limit by 2027", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66032607"}, {"text": "A really simple guide to climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}], {"text": "\"That's significant in a warming climate and because of the consequential impacts on society,\" he added.", "type": "p"}, {"text": "He also said that while the UK recorded a higher one-off temperature of 40.3C last summer, the difference last month was the sustained heat both day and night.", "type": "p"}, {"text": "The west of the UK was often hotter than the east, which had increased cloud levels suppressing daytime temperatures, the Met Office said.", "type": "p"}, {"text": "Rain was also in short supply for much of the month, with just 68% of the average June rainfall. ", "type": "p"}, {"text": "Wales was particularly dry, with just over half of its average monthly rainfall.", "type": "p"}, {"text": "The Met Office used a supercomputer to analyse the temperatures and identify the fingerprint of climate change on the weather.", "type": "p"}, {"text": "\"We found that the chance of observing a June beating the previous joint 1940/1976 record of 14.9°C has at least doubled since the 1940s,\" explains Mr Davies.", "type": "p"}, {"text": "\"Alongside natural variability, the background warming of the Earth's atmosphere due to human-induced climate change has driven up the possibility of reaching record-high temperatures,\" he added.", "type": "p"}, [{"text": "Hottest June kills UK fish and threatens insects", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66042272"}], {"text": "Climate change is driving extreme weather events around the world.", "type": "p"}, {"text": "The world has warmed by about 1.1C since the industrial revolution about 200 years ago. ", "type": "p"}, {"text": "Greenhouse gases have been pumped into the atmosphere by activities such as burning fuels, which have heated up the Earth's atmosphere.", "type": "p"}, {"text": "Last year the UK recorded temperatures above 40C for the first time. Scientists said that would have been \"virtually impossible without climate change\".", "type": "p"}, {"text": "Dr Richard Hodgkins, senior lecturer in physical geography at University of Loughborough says it is notable how the warm weather \"fits expectations of a changing climate in the UK\".", "type": "p"}, {"text": "He said researchers have been predicting patterns where weather appears to get \"stuck\", which would mean longer heatwaves.", "type": "p"}, {"text": "The hot June was \"somewhat like a typical weather event for the UK, but stretched out in time much longer than normal,\" he added.", "type": "p"}, {"text": "The dry and warm weather last month affected wildlife and nature with environment groups warning of fish deaths and flowering plants wilting.", "type": "p"}, {"text": "Nature is being \"pounded by extreme weather without a chance to recover\", the Wildlife Trusts told BBC News.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}