{"link": "https://www.bbc.com/news/technology-66088076", "category": "technology", "title": "Virgin Media customers worry emails gone for good", "contributor": null, "time": "2023-07-03T15:48:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BDA3/production/_130274584_gettyimages-1258228359.jpg", "content": [{"text": "Some Virgin Media email users have been unable to access their inboxes for over two weeks, with no date for when the issue will be fixed.", "type": "b"}, {"text": "Customers first started reporting problems on Monday, 19 June.", "type": "p"}, {"text": "Virgin Media said all users can now send and receive emails again but some still cannot access messages from before the disruption.", "type": "p"}, {"text": "One user, a retired IT professional, told the BBC he wasn't \"100% sure these emails are ever going to be recovered\".", "type": "p"}, {"text": "Phil Westlake, who used to design IT systems for several large UK companies, has lost access to his historic emails and said that in his experience disaster recovery plans in large organisations would stipulate that the situation should be resolved in a few hours. ", "type": "p"}, {"text": "\"I'm struggling, and I guess anybody with any IT background, would struggle to understand why that's so difficult to to get it back,\" he said.", "type": "p"}, {"text": "Virgin Media apologised \"unreservedly\" for the inconvenience caused. ", "type": "p"}, {"text": "It has previously said that all emails were \"safe and secure\".", "type": "p"}, {"text": "The firm operates several email services including @virginmedia.com, @ntlworld.com, @blueyonder.co.uk and @virgin.net.", "type": "p"}, {"text": "The BBC has asked the company how many people have been affected.", "type": "p"}, [{"text": "Virgin Media email users suffer lengthy failure", "type": "a", "href": "https://www.bbc.co.uk/news/technology-65965099"}], {"text": "In an email to customers sent on 23 June, Axel Wehrle, director of customer service for Virgin Media wrote: \"Unfortunately a part of the hardware that manages our mailbox platform experienced a failure, which overloaded the servers and caused service disruption for some email users.\"", "type": "p"}, {"text": "One Cambridgeshire customer, who did not wish to be named, told the BBC the extended problems were \"frustrating\" and \"upsetting\". Her emails contained messages of condolence following her husband's death. She also needs access to the email as executor of his will.", "type": "p"}, {"text": "Another user, Ian, who is based in Merseyside, said the problems had disrupted charity auctions he was organising.", "type": "p"}, {"text": "\"[My inbox] has all the details of the donors, donations, and everything else to do with the campaign... and I simply must not have lost any information/contacts/emails etc. or it will be catastrophic.", "type": "p"}, {"text": "\"My entire life is on that email account as I have had it for approximately 25 years,\" he said.", "type": "p"}, {"text": "A Virgin Media spokesperson told the BBC: \"Following a recent issue with our email service, all Virgin Media email users are able to send and receive emails as normal.", "type": "p"}, {"text": "\"Unfortunately a small proportion of impacted users are currently unable to view historic emails in their inboxes. ", "type": "p"}, {"text": "\"We know that this will be frustrating for those who have important emails and documents saved in their inboxes, and we apologise unreservedly for the inconvenience this is causing. ", "type": "p"}, {"text": "\"Fixing this issue is taking longer than we anticipated but our teams are working flat out to fully restore all historic emails as soon as possible.\"", "type": "p"}, {"text": "The company has reported the email issue to the Information Commissioner's Office, but stressed that the incident was not a data breach and no users' data or personal information had been accessed or compromised in any way.", "type": "p"}], "tags": []}