{"link": "https://www.bbc.com/news/business-66316710", "category": "business", "title": "Fed raises interest rates to highest in 22 years", "contributor": null, "time": "2023-07-26T21:47:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2A0A/production/_130526701_whatsubject.jpg", "content": [{"text": "The US central bank has raised interest rates to the highest level in 22 years as it fights to stabilise prices in the world's largest economy.", "type": "b"}, {"text": "The decision lifted the Federal Reserve's influential benchmark rate to a range of 5.25% to 5.5%.", "type": "p"}, {"text": "It marked the eleventh increase since early 2022, when the Fed started raising borrowing costs to try to cool the economy and ease price inflation.", "type": "p"}, {"text": "The Fed offered few firm clues as to what it might do next.", "type": "p"}, {"text": "\"We're going to be going meeting by meeting,\" bank chairman Jerome Powell said at a press conference following the announcement. ", "type": "p"}, {"text": "\"It is certainly possible that we would raise the funds rate again at the September meeting if the data warranted,\" he said. \"And I would also say it's possible that we would choose to hold steady.\"", "type": "p"}, {"text": "Wednesday's decision came ahead of central bank meetings in Europe and Japan. ", "type": "p"}, {"text": "In the UK, where inflation was 7.9%, the Bank of England is widely expected to raise its key rate at its next meeting from the current 5%.", "type": "p"}, {"text": "In the US, some analysts said the Fed had done enough.", "type": "p"}, {"text": "Inflation in the US was 3% in June. That was down from a peak of more than 9% last year, when prices were rising at the fastest pace in four decades.", "type": "p"}, {"text": "\"We think they're at a point where the Fed funds rate is restrictive enough to slow the economy, slow activity and allow inflation to trend lower,\" said Kathy Bostjancic, chief economist at insurance firm, Nationwide Mutual, adding that she did not expect to see further hikes this year.", "type": "p"}, {"text": "The Fed has already brought interest rates up from near zero less than 18 months ago, putting to an end an era of low-cost borrowing that started during the financial crisis. ", "type": "p"}, {"text": "The moves have hit the public in the form of more expensive loans for homes, business expansions and other activity. ", "type": "p"}, {"text": "In theory, that should reduce borrowing demand and encourage saving, eventually cooling the economy and making it harder for firms to raise prices.", "type": "p"}, {"text": "But the economy in the US has held up better than many expected so far - especially in the labour market, where jobs continue to be added at a robust pace and wages are rising. ", "type": "p"}, {"text": "Mr Powell said he expected the job market would have to weaken further and growth slow more before the Fed could be confident its job was done. ", "type": "p"}, {"text": "\"It's not that we're aiming to raise unemployment but we have to be honest about the historical record,\" he said.", "type": "p"}, {"text": "While acknowledging progress, he also noted that so-called core inflation - which does not include food and energy prices - remained more than double the Fed's 2% inflation target.", "type": "p"}, {"text": "Andrew Patterson, senior economist at Vanguard, said the Fed was worried about declaring victory prematurely, mindful of mistakes made in the 1960s and 1970s, when bank leaders embraced signs that inflation was easing only to see the problem flare up again. ", "type": "p"}, {"text": "\"They had a positive inflation report this past month but ... they're going to want to see more of that going forward before they're comfortable,\" he said. \"They're not going to take anything off the table or pin themselves into a corner.\"", "type": "p"}, {"text": "David Henry, investment manager at Quilter Cheviot, said the Bank of England and European Central Bank were \"much further behind\" than the US on controlling inflation, which could lead to a \"bifurcation\" or division in policy among developed economies.", "type": "p"}, {"text": "\"They would love to have luxury that the Fed has in declaring the job nearly done, but instead talk is of rates of 6%, if not more,\" he said.", "type": "p"}, {"text": "He added: \"There is a chance the US begins talking about rate cuts before the BoE has had a chance to pause and assess the impact of its actions, and this would have a significant impact on stock and bond prices on both sides of the Atlantic.\"", "type": "p"}], "tags": []}