{"link": "https://www.bbc.com/news/entertainment-arts-66318626", "category": "entertainment & arts", "title": "Sinéad O'Connor: Irish singer dies aged 56", "contributor": null, "time": "2023-07-26T21:40:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5C78/production/_130527632_gettyimages-80298906copy.jpg", "content": [{"text": "Irish singer and activist Sinéad O'Connor has died at the age of 56. ", "type": "b"}, {"text": "The singer's family announced the news \"with great sadness\", adding that \"her family and friends are devastated\".", "type": "p"}, {"text": "She was best known for her single Nothing Compares 2 U, released in 1990, which reached number one and brought her worldwide fame. ", "type": "p"}, {"text": "Taoiseach (Irish PM) Leo Varadkar said her music \"was loved around the world and her talent was unmatched and beyond compare\". ", "type": "p"}, {"text": "Irish President Michael D Higgins praised O'Connor's \"authenticity\" as well as her \"beautiful, unique voice\".", "type": "p"}, {"text": "\"What Ireland has lost at such a relatively young age is one of our greatest and most gifted composers, songwriters and performers of recent decades, one who had a unique talent and extraordinary connection with her audience, all of whom held such love and warmth for her,\" he said.", "type": "p"}, {"text": "Born Sinead Marie Bernadette O'Connor in Glenageary, County Dublin, in December 1966, the singer had a difficult childhood.", "type": "p"}, {"text": "As a teenager, she was placed in Dublin's An Grianan Training Centre, once one of the notorious Magdalene laundries, originally set up to incarcerate young girls deemed to be promiscuous.", "type": "p"}, {"text": "One nun bought her a guitar and set her up with a music teacher - which led to the launch of O'Connor's musical career.", "type": "p"}, [{"text": "Obituary: Sinead O'Connor", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-35031186"}], {"text": "She released her first critically acclaimed album The Lion And The Cobra in 1987, which entered the top 40 in the UK and US. ", "type": "p"}, {"text": "Her follow up was I Do Not Want What I Haven't Got, which included Nothing Compares 2 U. ", "type": "p"}, {"text": "Written by Prince, the song reached number one around the world, including in the US and the UK.", "type": "p"}, {"text": "O'Connor, who was outspoken in her social and political views, released 10 studio albums between 1987 and 2014.", "type": "p"}, {"text": "In 1991, she was was named artist of the year by Rolling Stone magazine and took home the Brit Award for international female solo artist.", "type": "p"}, {"text": "The following year, one of the most notable events of her career took place when she ripped up a picture of Pope John Paul II on US TV show Saturday Night Live, where she was the invited performer. ", "type": "p"}, {"text": "Following an acapella performance of Bob Marley's War, she looked at the camera and said \"fight the real enemy\", a protest against child sexual abuse in the Catholic Church. ", "type": "p"}, {"text": "Her actions resulted in her being banned for life by broadcaster NBC and protests against her in the US, which saw copies of her records destroyed in New York's Times Square.", "type": "p"}, {"text": "\"I'm not sorry I did it. It was brilliant,\" she said in an interview with the New York Times in 2021. ", "type": "p"}, {"text": "O'Connor's last studio album, I'm Not Bossy, I'm The Boss, was released in 2014.", "type": "p"}, {"text": "Converting to Islam in 2018, the Dublin singer changed her name to Shuhada' Sadaqat, but continued to perform under her birth name. She released a memoir, Rememberings, in 2021.", "type": "p"}, {"text": "In January 2022, her 17-year-old son Shane was found dead after being reported missing two days previously.", "type": "p"}, {"text": "Writing on social media following his death, she said he had \"decided to end his earthly struggle\" and requested \"no-one follows his example\".", "type": "p"}, {"text": "The singer later cancelled all live performances for the rest of 2022 due to her \"continuing grief\" following the death of her son.", "type": "p"}, {"text": "O'Connor paid tribute to Shane in one of her final tweets, calling him \"the  love of my life, the lamp of my soul, we were one soul in two halves\".", "type": "p"}, {"text": "Belfast filmmaker Kathryn Ferguson, one of last few people to speak to O'Connor before her death, said she was \"devastated\" by the news.", "type": "p"}, {"text": "Prior to the singer's death Ferguson had been working on a documentary film about O'Connor, titled Nothing Compares, which is set to be released this Saturday.", "type": "p"}, {"text": "\"Our film really, for me, it was a love letter to Sinead. It was made over many, many years,\" she told BBC Radio 4's Front Row. \"And made because of the impact she'd had on me as a young girl growing up in Ireland.", "type": "p"}, {"text": "\"She is one of the most radical, incredible musicians that we've had. And we were very, very lucky to have had her.\"", "type": "p"}, {"text": "Social media was also flooded with tributes to the singer after her death was announced on Wednesday evening.", "type": "p"}, {"text": "Singer Alison Moyet said O'Connor had an \"astounding presence\" and a voice that \"cracked stone with force by increment\".", "type": "p"}, {"text": "\"As beautiful as any girl around & never traded on that card. I loved that about her. Iconoclast.\"", "type": "p"}, {"text": "Irish comedian Dara O'Briain said of her death: \"That's just very sad news. Poor thing. I hope she realised how much love there was for her.\"", "type": "p"}, {"text": "Musician Tim Burgess of the Charlatans said: \"Sinead was the true embodiment of a punk spirit. She did not compromise and that made her life more of a struggle. Hoping that she has found peace.\"", "type": "p"}, {"text": "Irish author Marian Keyes described O'Connor's death as \"heartbreaking\".", "type": "p"}, {"text": "\"How she suffered. Poor, poor Sinead. Rest in peace, you amazing, brave, beautiful, unique wonder.\"", "type": "p"}, {"text": "Journalist Caitlin Moran posted: \"She was decades before her time, and fearless. Rest in power, queen.\"", "type": "p"}, {"text": "Irish film director Mark Cousins added: \"Sinead O'Connor was our Irish wild side. Such a big part of our imagined lives.\" ", "type": "p"}, {"text": "Irish Deputy Prime Minister (Tanaiste) Micheal Martin said O'Connor was one of Ireland's \"greatest musical icons\".", "type": "p"}, {"text": "In a statement on Twitter, he said he was \"devastated to hear of [her] passing\". ", "type": "p"}, {"text": "\"One of our greatest musical icons, and someone deeply loved by the people of Ireland, and beyond. Our hearts go out to her children, her family, friends and all who knew and loved her.\" ", "type": "p"}, {"text": "Singer Bryan Adams, who had collaborated with O'Connor, wrote: \"RIP Sinéad O'Connor, I loved working with you making photos, doing gigs in Ireland together and chats, all my love to your family.\"", "type": "p"}, {"text": "In a Twitter post, Irish mixed martial arts star Conor McGregor, who O'Connor once sang into the ring for a UFC fight in Las Vegas, wrote: \"Ireland has lost an iconic voice and one of our absolute finest, by a long shot. And I have lost a friend.\"", "type": "p"}, {"text": "No-one sang like Sinead O'Connor. No-one.", "type": "p"}, {"text": "Her every note screamed with naked passion. She turned Prince's saccharine Nothing Compares 2 U into an almighty howl of pain and loss.", "type": "p"}, {"text": "Those emotions were her bedfellows. She had a traumatic childhood. Her parents divorced when she was eight, and her mother - who she later claimed had abused her - died in a car accident in 1985. ", "type": "p"}, {"text": "As a teenager she was arrested for shoplifting and sent to a Magdalene Asylum, which she described as a \"prison\" where the \"girls cried every day\".", "type": "p"}, {"text": "All those harrowing experiences, and ones yet to come, poured into her music. I Am Stretched On Your Grave is a hauntingly beautiful song about love and loss while Three Babies, from her debut album, laid bare her sorrow after she had suffered several miscarriages.", "type": "p"}, {"text": "She also took on other people's pain. Her breakthrough single, Mandinka, contained oblique references to female genital mutilation. 1990's Black Boys On Mopeds addressed police brutality against black men, two years before the LA riots thrust the issue into the spotlight.", "type": "p"}, {"text": "Although she was a controversial figure, there was always a tenderness to her protests. When she ripped up a picture of the Pope on US television, she was thinking about victims of abuse, not about her image.  ", "type": "p"}, {"text": "Her later albums featured guest spots by her own children, and hymns to peace and community. Earlier this year, she won a classic album award in Ireland, and dedicated it to the country's refugee community.", "type": "p"}, {"text": "Nothing Compares 2 U was the outlier: a song that made her famous against her wishes. At heart, she was a protest singer with a voice that demanded to be heard. That is how we should remember her.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}