{"link": "https://www.bbc.com/news/health-66303982", "category": "health", "title": "Wall squats and planks best at lowering blood pressure", "contributor": null, "time": "2023-07-26T00:07:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12F3F/production/_130513677_gettyimages-936444966.jpg", "content": [{"text": "Strength-training exercises such as wall squats or holding the plank position are among the best ways to lower blood pressure, a study suggests.", "type": "b"}, {"text": "Current guidance focusing mainly on walking, running and cycling should be updated, the UK researchers say.", "type": "p"}, {"text": "Analysis, published in the British Journal of Sports Medicine, of trials involving 16,000 people found all exercise lowered high blood pressure.", "type": "p"}, {"text": "But wall squats and planking led to larger falls than aerobic exercise.", "type": "p"}, {"text": "These isometric exercises are designed to build strength without moving muscles or joints.", "type": "p"}, {"text": "The plank position, which resembles a press-up, with elbows directly beneath shoulders, legs stretched out behind, strengthens the abdomen.", "type": "p"}, {"text": "Wall squats involve positioning the feet 2ft (60cm) from a wall and sliding the back down it until the thighs are parallel to the ground.", "type": "p"}, {"text": "Isometric exercises place a very different stress on the body to aerobic exercise, says study author Dr Jamie O'Driscoll, from Canterbury Christ Church University.", "type": "p"}, {"text": "\"They increase the tension in the muscles when held for two minutes, then cause a sudden rush of blood when you relax,\" he says. ", "type": "p"}, {"text": "\"This increases the blood flow, but you must remember to breathe.\" ", "type": "p"}, [{"text": "Ex-marine, 62, breaks world planking record", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-51618159"}, {"text": "Daily walk prevents one in 10 early deaths - study", "type": "a", "href": "https://www.bbc.co.uk/news/health-64790527"}, {"text": "Pumping weights could help you live longer", "type": "a", "href": "https://www.bbc.co.uk/news/health-63048474"}], {"text": "High blood pressure puts strain on the blood vessels, heart and other organs, increasing the risk of conditions such as heart attacks and strokes.", "type": "p"}, {"text": "Treatment often involves medication but patients are also advised to eat healthily, reduce alcohol intake, stop smoking and exercise regularly.", "type": "p"}, {"text": "Over-40s are advised to have their blood pressure checked every five years. ", "type": "p"}, {"text": "The pressure of blood in the arteries is measured in millimetres of mercury (mmHg). Below 130/85mmHg is healthy while more than 140/90 mmHg is high, according to the study.", "type": "p"}, {"text": "The higher number equates to pressure of blood in the arteries when the heart beats, known as systolic blood pressure. ", "type": "p"}, {"text": "The lower number is pressure between beats and known as diastolic blood pressure.", "type": "p"}, {"text": "For their analysis, researchers from Canterbury Christ Church University and Leicester University looked at data from 15,827 people exercising for two weeks or more in 270 clinical trials published between 1990 and 2023.", "type": "p"}, {"text": "They found resting blood pressure was reduced by: ", "type": "p"}, [{"text": "4.49/2.53mmHg after aerobic-exercise training (such as running or cycling)", "type": "p"}, {"text": "4.55/3.04mm Hg after dynamic resistance or weight training", "type": "p"}, {"text": "6.04/2.54mmHg after combined training (aerobic and weights)", "type": "p"}, {"text": "4.08/2.50mmHg after high-intensity interval training (short bursts of intense exercise with periods of rest in between)", "type": "p"}, {"text": "8.24/4mmHg after isometric-exercise training (planks and wall squats)", "type": "p"}], {"text": "These are relatively small drops, Dr O'Driscoll says, but could lower someone's risk of stroke.", "type": "p"}, {"text": "Current UK guidelines say adults should do at least 150 minutes of moderate-intensity exercise a week, or 75 minutes of vigorous activity, plus muscle-strengthening exercise twice a week.", "type": "p"}, {"text": "In addition, Dr O'Driscoll says they should consider two minutes of wall squats, or holding the plank position four times with two minutes' rest in between, three times a week. ", "type": "p"}, {"text": "The British Heart Foundation charity said exercise was good for heart health and could reduce the risk of heart and circulatory diseases by up to 35%. ", "type": "p"}, {"text": "\"We know that those who take on exercise they enjoy, tend to carry on for longer which is key in maintaining lower blood pressure,\" says Joanne Whitmore, senior cardiac nurse at the BHF.", "type": "p"}, {"text": "She also pointed to other lifestyle changes that could help, such as cutting down on salt, keeping to a healthy weight and continuing to take any prescribed medication.", "type": "p"}, {"text": "Anyone concerned about their blood pressure is advised to ask their GP to check it and ask about the type of exercise best suited to your condition.", "type": "p"}], "tags": []}