{"link": "https://www.bbc.com/news/science-environment-66289494", "category": "science & environment", "title": "Will the Gulf Stream really collapse by 2025?", "contributor": null, "time": "2023-07-26T14:13:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ED44/production/_130504706_gettyimages-1485125421.jpg", "content": [{"text": "The Gulf Stream system of warm ocean currents could collapse as early as 2025, a scientific study has warned.", "type": "b"}, {"text": "The end of the system, which drives the Atlantic's currents and determines western Europe's weather, would probably lead to lower temperatures and catastrophic climate impacts.", "type": "p"}, {"text": "But leading scientists have reservations about the study and say it is not established science.", "type": "p"}, {"text": "It is far from certain the system will shut down this century, they say.", "type": "p"}, {"text": "The most recent assessment by the Intergovernmental Panel on Climate Change concluded that the system, known as the Atlantic Meridional Overturning Circulation (Amoc), would not in fact collapse so quickly.", "type": "p"}, {"text": "The latest study's author, Prof Peter Ditlevsen at the University of Copenhagen, told BBC News that other scientists had warned about the potential for collapse of the Amoc.", "type": "p"}, {"text": "\"There's been worries that this current is weakening for as long as we have had measurements of it - since 2004,\" he said.", "type": "p"}, {"text": "The Amoc is a complicated set of currents that bring warm water north towards the pole, where it cools and sinks. ", "type": "p"}, {"text": "But as global temperatures rise with global warming, fresh water is pouring into the Amoc from the melting Greenland ice cap and other sources.", "type": "p"}, {"text": "It if collapses, it could lower temperatures by up to 10 or 15 degrees in Europe and lead to rising sea levels in the eastern US. It would also disrupt rain that billions rely on for agriculture. ", "type": "p"}, {"text": "The last time Amoc stopped and restarted was during Ice Ages about 115,000 to 12,000 years ago.", "type": "p"}, [{"text": "A really simple guide to climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}, {"text": "What you can do about your carbon footprint", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58171814"}], {"text": "The new study, published in Nature Communications, used sea surface temperature data stretching back to 1870 as a way of assessing the change in strength of Amoc currents over time.", "type": "p"}, {"text": "It estimates Amoc could collapse between 2025 and 2095.", "type": "p"}, {"text": "The analysis is based on greenhouse gas emissions rising as they have done so far. If emissions started to reduce, the world would have more time to keep temperatures below the point at which Amoc would collapse.", "type": "p"}, {"text": "But scientists including Ben Booth at the Met Office Hadley Centre say the paper's conclusions \"are far from settled science\".", "type": "p"}, {"text": "\"We just don't have the evidence to state that it has declined,\" says Prof Penny Holliday at the National Oceanography Centre.", "type": "p"}, {"text": "\"We know that there is a possibility that Amoc could stop what it's doing now at some point, but it's really hard to have certainty about that,\" she says.", "type": "p"}, {"text": "\"If my neighbour asked me if I should worry about heatwaves or the Amoc collapse, I'd say worry about temperatures. We know that is already happening and will get worse,\" she said.", "type": "p"}, {"text": "The reasons for many scientists' reservations is that they say the study's authors made a series of assumptions about how to understand Amoc. ", "type": "p"}, {"text": "But the climate system is extremely complex and experts do not have all the evidence they need to fully understand the Amoc.", "type": "p"}, {"text": "The predictions that it could collapse as early as 2025 or by 2095 should be taken with a large grain of salt, says Jon Robson at the National Centre for Atmospheric Science, University of Reading.", "type": "p"}, {"text": "But It does not mean that the study is not important or that the possibility of Amoc shutting down should be dismissed, they say.", "type": "p"}, {"text": "\"We do still have to take the idea seriously that there could be abrupt changes in the North Atlantic climate system,\" says Prof Robson.", "type": "p"}, {"text": "\"But the exact predictions that it will happen and within this time frame -  you have to take that with some scepticism,\" he adds.", "type": "p"}], "tags": []}