{"link": "https://www.bbc.com/news/technology-66312128", "category": "technology", "title": "UN warns of risk of having smartphones in school", "contributor": null, "time": "2023-07-26T14:58:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1056A/production/_130522966_gettyimages-454215409.jpg", "content": [{"text": "The United Nations has warned of the risks of smartphones in schools, stating \"only technology that supports learning\" is merited in schools. ", "type": "b"}, {"text": "Mobile devices can cause distraction, risk pupil privacy and lead to cyber-bullying says Unesco, the UN's education, science and culture agency.", "type": "p"}, {"text": "But less than one-in-four countries have laws or policies banning phones in schools, the report found.", "type": "p"}, {"text": "In the UK, head teachers set the rules but restrictions apply in most schools.", "type": "p"}, {"text": "Manos Antoninis, the author of the 2023 Global Education Monitor report, told the BBC their study found \"examples of smartphone use in school that is distracting students from learning and increasing risks to their privacy at the same time\". ", "type": "p"}, {"text": "\"Only technology that supports learning has a place in school,\" he said. ", "type": "p"}, {"text": "Students should not be shielded from technology entirely, Mr Antoninis said, but countries needed to give better guidance on what type of technology should be allowed in school.", "type": "p"}, {"text": "Several studies have shown that banning mobile phones from schools improves academic performance,  the report notes.", "type": "p"}, {"text": "Lexi, 16, said her previous head teacher allowed the educational use of phones in school, but said students would often use them for social media instead, or as well. ", "type": "p"}, {"text": "She argued that while smartphones could be used for bullying, they could also help create a sense of connection.", "type": "p"}, {"text": " \"I can see how phones can have a damaging effect on the person being bullied and their mental health. But, speaking of mental health, phones can provide a good social connection. ", "type": "p"}, {"text": "\"If you're having a rough time with anything, then you should have the right to talk to someone,\" she told the BBC.", "type": "p"}, {"text": "In 2021, the then-education secretary, Gavin Williamson, called for a ban on mobile phones in schools in England, but current Department for Education (DfE) guidance says it is up to head teachers to decide if mobile phones can be used during the school day. ", "type": "p"}, {"text": "However, it warns allowing access to mobiles in school introduces risks, including distraction, disruption, bullying and abuse, and can be detrimental to learning.", "type": "p"}, {"text": "\"Head teachers should consider restricting or prohibiting mobile phones to reduce these risks,\" DfE guidance states.", "type": "p"}, {"text": "In June, a parents association for eight primary schools in Ireland introduced a voluntary ban on smartphones for children in the home or at school, the BBC's Newsround reported.", "type": "p"}, {"text": "Speaking to Newsround, one 14-year old - who had only recently been given their first phone - said giving phones to children as young as eight was \"ridiculous\". ", "type": "p"}, {"text": "\"Some parents put restrictions on phones, but some don't - and then they can be seeing really inappropriate things.\"", "type": "p"}, {"text": "But others countered that mobile phones were useful for contacting parents, saying banning home use was excessive. ", "type": "p"}, {"text": "In 2017, Bangladesh banned both students and teachers in schools and colleges from bringing mobile phones into classrooms.", "type": "p"}, {"text": "France also has a ban but makes exceptions for certain groups of students, for example those with disabilities, or when smartphones are used for teaching.", "type": "p"}, {"text": "And next year the Netherlands will mostly ban mobile phones, tablets and smartwatches from secondary school classrooms.", "type": "p"}, {"text": "However, Sarah Hannafin, head of policy at school leaders' union NAHT said a ban on mobiles might work for some schools but in others could cause more problems than it solved, \"leading to pupils becoming more secretive about their phone use meaning problems are hidden from staff and therefore more difficult to spot and address\". ", "type": "p"}, {"text": "\"There are also practical reasons why pupils may need a mobile phone such as while travelling to and from school\".", "type": "p"}, {"text": "Schools helped to prepare young people for the outside world, including managing screen time, she said. ", "type": "p"}, {"text": "\"Individual schools know their pupils and communities so are best placed to develop their own policies when it comes to mobile phones.\"", "type": "p"}], "tags": []}