{"link": "https://www.bbc.com/news/business-65668359", "category": "business", "title": "Ryanair returns to profit as fares jump", "contributor": null, "time": "2023-05-22T10:14:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11E4B/production/_126719237_ryanairfranceplane.jpg", "content": [{"text": "Budget airline Ryanair has reported its first profit since the pandemic as fares and passenger numbers rebounded.", "type": "b"}, {"text": "The carrier's profits hit €1.43bn (£1.24bn) in the year to March, with average fares up by 50% to €41.", "type": "p"}, {"text": "However, the airline warned its fuel costs were set to jump in the next year due to high oil prices.", "type": "p"}, {"text": "Ryanair boss Michael O'Leary said current fares were \"significantly\" higher than a year ago, when demand was hit by Russia's invasion of Ukraine.", "type": "p"}, {"text": "Aviation expert John Strickland, from JLS Consulting, told the BBC's Today programme that fares could increase even more, with a family of four seeing costs rise by \"another £20 or £30\". ", "type": "p"}, {"text": "However, he said these rises were unlikely to put people off travelling.", "type": "p"}, {"text": "\"If you talk about, let's say, a 10% increase or even a 15% or 20% increase, we're only talking about a few pounds, maybe five, six, seven in increased costs,\" he said. ", "type": "p"}, {"text": "\"While that's not nothing, I don't believe that's going to be a showstopper in terms of demand.\" ", "type": "p"}, {"text": "Ryanair saw passenger numbers rebound by 74% to 168.6 million last year as the demand for travel continued to recover.", "type": "p"}, {"text": "The airline, which is due to operate its biggest ever schedule of flights this summer with 3,000 daily flights, is expecting to take delivery of 300 new Boeing aircraft by 2037. ", "type": "p"}, {"text": "Mr O'Leary said demand to travel this summer is \"robust and peak summer 2023 fares are trending ahead of last year\".", "type": "p"}, {"text": "Despite the high fuel costs, he said he was \"cautiously optimistic\" that this would be covered by higher revenues, delivering a \"modest year-on-year profit increase\".", "type": "p"}, {"text": "Last week, rival airline EasyJet reported pre-tax losses of £411m for the six months to the end of March this year. ", "type": "p"}, {"text": "But its boss Johan Lundgren said the business was entering the summer \"with confidence\" after it flew more than 33 million customers during that period, up 41% compared with the same time last year.", "type": "p"}, {"text": "Passengers are also paying more to fly with EasyJet - the average ticket price paid was £61, up 24% on a year earlier.", "type": "p"}, {"text": "Recent figures from the International Air Transport Association (IATA) suggest airline ticket prices have only just caught up with the average inflation rate in the OECD, and have risen at a lower rate than increases in jet fuel prices. ", "type": "p"}, {"text": "IATA said this was \"especially challenging for airlines considering that the cost of jet fuel accounts for 25% to 30% of their operating costs\".", "type": "p"}, {"text": "While oil prices are falling globally, \"fuel hedging\" - where jet fuel is bought at a fixed price for later delivery - is commonplace within the aviation industry. As a result, airlines may be paying higher fuel prices for longer depending on when they fixed their costs.", "type": "p"}], "tags": []}