{"link": "https://www.bbc.com/news/entertainment-arts-65672642", "category": "entertainment & arts", "title": "Film critics fall for Halle Bailey, the new Little Mermaid's 'charismatic' Ariel", "contributor": null, "time": "2023-05-22T18:25:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16795/production/_129835029_tlm_stills_request_04_4k_rec709_20230320_8f9f43f1.jpg", "content": [{"text": "Actress Halle Bailey delivers a \"star-making\" performance as Ariel in Disney's live-action remake of The Little Mermaid, according to critics.", "type": "b"}, {"text": "Most reviews of the film praised Bailey, with Hollywood bible Variety declaring that \"a star is born\".", "type": "p"}, {"text": "The Guardian said she is \"the best thing about this film\" and its \"only unmitigated triumph\".", "type": "p"}, {"text": "Those verdicts come after the casting of a mixed race actress as the mermaid caused controversy in some quarters. ", "type": "p"}, {"text": "But the 23-year-old singer-turned-actress \"knocks all naysayers into place with an innately charismatic turn and full-throttle vocal powers\", according to The Times' film critic Kevin Maher.", "type": "p"}, {"text": "He said Bailey gives a \"star-making turn\", a phrase also used by The Independent's Clarisse Loughrey.", "type": "p"}, {"text": "She summed up the film by writing: \"Nice casting can't cover up the ugly visuals and lack of creative risk.\"", "type": "p"}, {"text": "The live action remake of the beloved 1989 adaptation of Hans Christian Andersen's story also uses a large dose of computer animation to bring the underwater world to life.", "type": "p"}, {"text": "\"The animals are all now, of course, photorealistic,\" Loughrey added. \"It's odd to think they spent so much money on making Flounder (Jacob Tremblay) look like a real fish when they could have just bought a Big Mouth Billy Bass and achieved the same range of facial expressions.\"", "type": "p"}, {"text": "The Guardian's Ellen E Jones was also scathing, writing that aside from Bailey, \"almost everything else about this flops about like a dying fish on deck\".", "type": "p"}, {"text": "She said things that were cute or funny when done in cartoon form \"are no longer cute or funny when done by computer-generated sea-life approximates with no recognisable facial expressions\".", "type": "p"}, {"text": "She added: \"Whole sequences of character interaction fondly remembered from its 1989 predecessor… are rendered lifeless by CGI. And you'd be lucky to make much of it out through the murk of the underwater cinematography anyway.\"", "type": "p"}, {"text": "Other verdicts were varied but less damning - from The Hollywood Reporter's Lovia Gyarkye, who said the film has a \"vague, generic vibe\", to the Telegraph's Alex Diggins, who said it \"justifies its shiny revisioning\".", "type": "p"}, {"text": "Past Disney \"rehashes haven't been altogether successful\", Diggins wrote. \"Happily, The Little Mermaid comfortably leaps clear of the lot. It serves as a handsome homage while persuasively making the case as its own discrete entity.\"", "type": "p"}, {"text": "Variety's Peter Debruge was enthusiastic about the overall film as well as Bailey's performance.", "type": "p"}, {"text": "He also singled out Melissa McCarthy as villainous sea witch Ursula.", "type": "p"}, {"text": "\"McCarthy manages to hit every beat the super fans expect, while surprising with every pause and inflection,\" he wrote.", "type": "p"}, {"text": "\"Between Bailey's wide-eyed urchin and McCarthy's over-the-top octo-hussy, the movie comes alive - not in some zombified form, like reanimated Disney debacles Dumbo and Pinocchio, but in a way that gives young audiences something magical to identify with, and fresh mermaid dreams to aspire to.\"", "type": "p"}], "tags": []}