{"link": "https://www.bbc.com/news/science-environment-65673961", "category": "science & environment", "title": "Why is extreme weather killing fewer people?", "contributor": null, "time": "2023-05-22T14:05:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F456/production/_129805526_mediaitem129805525.jpg", "content": [{"text": "Extreme weather has caused trillions of dollars of economic damage in the last half century, but the human death toll has fallen dramatically.", "type": "p"}, {"text": "The economic cost of floods, storms and wildfires has accelerated since 1970, according to a World Meteorological Organisation (WMO) report.", "type": "p"}, {"text": "But better early warning systems and disaster management in developing countries mean fewer people are dying.", "type": "p"}, {"text": "They caused 22,608 deaths between 2019 and 2021, fewer than in earlier years.", "type": "p"}, [{"text": "Four ways climate change is affecting the weather", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58073295"}, {"text": "Spain breaks record temperature for April", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65403381"}, {"text": "How do El Niño and La Niña change the weather?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64192508"}], {"text": "Two million people have died in extreme weather-related events since 1970, according to the WMO.", "type": "p"}, {"text": "The cost of damage from these events has increased by a factor of eight since 1970s and now totals $4.3 trillion dollars (£3.5 trillion), the new data from the UN's climate and weather body shows.", "type": "p"}, {"text": "Lower death tolls have nothing to do with such events becoming less frequent or severe. The number of weather-related disasters has increased five-fold over the same period, according to the WMO. ", "type": "p"}, {"text": "The developing countries that have seen improvements in measures to protect human life are home to the populations most vulnerable to such disasters, says the WMO. ", "type": "p"}, {"text": "It wants high quality early warnings of impending disasters to reach everyone on the planet by the end of 2027 and it is hoping to accelerate the establishment of these systems during the World Meteorological Conference which begins today in Geneva.", "type": "p"}, {"text": "The WMO reports 11,778 disasters between 1970 and 2021 in its updated Atlas of Mortality and Economic Losses from Weather, Climate and Water Extremes.", "type": "p"}, {"text": "Nine out of ten of the two million deaths those disasters caused were in developing countries.", "type": "p"}, {"text": "\"The most vulnerable communities unfortunately bear the brunt of weather, climate and water-related hazards,\" said WMO Secretary-General Prof. Petteri Taalas.", "type": "p"}, {"text": "He used the example of Cyclone Mocha, the tropical storm which hit parts of Myanmar and Bangladesh last week. It caused widespread destruction, impacting some of the poorest communities.", "type": "p"}, {"text": "At least 800,000 people are reported to be in need of emergency food aid and other assistance, but the number of people killed is currently estimated to have been less than 200.", "type": "p"}, {"text": "In the past such a storm would have caused death tolls of tens or even hundreds of thousands of people, said Mr Taalas.", "type": "p"}, {"text": "\"Thanks to early warnings and disaster management these catastrophic mortality rates are now thankfully history,\" he said \"Early warnings save lives.\"", "type": "p"}, {"text": "The greatest financial losses were in developed countries, with the United States leading the field.  Weather and climate-related disasters cost it an estimated $1.7 trillion (£1.37 trillion), 39% of the global total over the last 51 years. ", "type": "p"}, {"text": "However, the least developed countries and small island states suffered much higher costs in relation to the size of their economies, the WMO said.", "type": "p"}, {"text": "Asia accounted for 47% of all reported deaths worldwide - nearly one million - with tropical cyclones being the leading cause.", "type": "p"}, {"text": "Bangladesh had the highest death toll in Asia since 1970 with 520,758, attributed to 281 disasters.", "type": "p"}, {"text": "In Europe, 166,492 people were killed in 1,784 disasters, accounting for 8% of reported deaths worldwide.", "type": "p"}, {"text": " Extreme temperatures were the leading cause of reported deaths and floods were the leading cause of economic losses.", "type": "p"}], "tags": []}