{"link": "https://www.bbc.com/news/technology-65671468", "category": "technology", "title": "Neeva: Ad-free search engine shuts down", "contributor": null, "time": "2023-05-22T15:38:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10A0C/production/_126980186_neeva_screenshot.jpg", "content": [{"text": "Neeva, an advert- and tracker-free search engine founded by a former Google ad exec, says it will shut down.", "type": "p"}, {"text": "The search engine asked users to pay rather than be shown ads but struggled to attract subscribers.", "type": "p"}, {"text": "Recently, it also started showing artificial-intelligence-generated answers to searches.", "type": "p"}, {"text": "Now, the company says it is looking to build on the expertise it developed to provide those answers and is exploring other AI businesses opportunities.", "type": "p"}, {"text": "It will close on 2 June, it says, and users will be able to receive a refund for the unused portion of their subscriptions. ", "type": "p"}, {"text": "Neeva was created by Sridhar Ramaswamy, who worked at Google for 16 years and ran its ad business. He told BBC News the technology sector had become \"exploitative\" of people's data, something he no longer wanted to be a part of.", "type": "p"}, {"text": "But he and co-founder Vivek Raghunathan have now blogged: \"Throughout this journey, we've discovered that it is one thing to build a search engine and an entirely different thing to convince regular users of the need to switch to a better choice.\"", "type": "p"}, {"text": "They were up against \"entrenched organisations with endless resources\" and \"friction\", such as users having to change default search settings, preventing people from switching, ", "type": "p"}, {"text": "The founders also blamed a \"different economic environment\" since launch, in October.", "type": "p"}, {"text": "\"Contrary to popular belief, convincing users to pay for a better experience was actually a less difficult problem compared to getting them to try a new search engine in the first place,\" they said.", "type": "p"}, {"text": "The search engine employs about 50 people and, at launch, had raised $77.5m (£68m) from investors.", "type": "p"}, {"text": "The company said it was now looking for commercial opportunities to apply its expertise in AI, particularly in large language models (LLM), which power chatbots such as ChatGPT.", "type": "p"}, {"text": "\"Over the past year, we've seen the clear, pressing need to use LLMs effectively, inexpensively, safely, and responsibly,\" the founders said. And the technology they had developed for Neeva \"enterprises really want, and need, today\". ", "type": "p"}, {"text": "\"We are actively exploring how we can apply our search and LLM expertise in these settings and we will provide updates on the future of our work and our team in the next few weeks,\" they added.", "type": "p"}], "tags": []}