{"link": "https://www.bbc.com/news/business-66720759", "category": "business", "title": "Arm Holdings: Chip giant hopes for market value of more than $50bn", "contributor": null, "time": "2023-09-05T16:04:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7824/production/_130865703_chips.png", "content": [{"text": "Arm, the UK-based chip designer, is hoping to clinch a market value of more than $50bn (£40bn) in its first sale of shares to the public since 2016.", "type": "b"}, {"text": "The company, which designs chips for devices including smartphones and game consoles, is seeking to raise nearly $5bn in the listing in the US.", "type": "p"}, {"text": "Expected to be the biggest offering of the year, it is seen as a test of market confidence. ", "type": "p"}, {"text": "It follows heavy lobbying from the UK government to list in London.", "type": "p"}, {"text": "Prime Minister Rishi Sunak had personally intervened in talks before the decision to pursue the listing on the Nasdaq was announced earlier this year.", "type": "p"}, [{"text": "Is London's stock market losing its lustre?", "type": "a", "href": "https://www.bbc.co.uk/news/business-64833390"}, {"text": "Critics say £1bn for UK chip industry not enough", "type": "a", "href": "https://www.bbc.co.uk/news/technology-65633812"}, {"text": "The US is beating China in the battle for chips", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-pacific-64143602"}], {"text": "Chief executive Rene Haas has said the company will keep its material intellectual property, headquarters and operations in the UK.", "type": "p"}, {"text": "A star of the British tech industry, Arm Holdings estimates that 70% of the world's population uses products that rely on its chips, including nearly all of the world's smartphones. ", "type": "p"}, {"text": "The company is owned by Japanese investment giant Softbank, which took over the company in 2016 in a deal that valued the firm at $32bn. Prior to the purchase, it was listed in both London and New York for 18 years.", "type": "p"}, {"text": "Softbank will continue to own 90% of the company's shares after the share sale, which is smaller than initially proposed. Shares are expected to start trading next week.", "type": "p"}, {"text": "In a regulatory filing on Tuesday, Arm said it was selling 95,500,000 shares in the deal at a price expected to be between $47 and $51 per share. That would put its market value at between roughly $50bn and $54bn.", "type": "p"}, {"text": "It said it had already lined up some of its big-name customers, including Apple, Google and Nvidia, as investors, who have committed to buying about $735m worth.", "type": "p"}, {"text": "Softbank, which faced big losses on investments such as co-working firm WeWork, had previously explored selling Arm to Nvidia in a deal worth about $40bn. That effort was dropped in 2022 after authorities raised competition concerns.", "type": "p"}, {"text": "The latest plan offers a way to gradually reduce its holdings.", "type": "p"}, {"text": "With semiconductors at the frontline of the power struggle between the US and China over technology, the share offering is being closely watched.", "type": "p"}, {"text": "China accounts for about 25% of the company's sales, which have been hurt by a slump in smartphone shipments in recent months. The company has previously reported that overall revenue was roughly flat for the year ending 31 March.", "type": "p"}], "tags": []}