{"link": "https://www.bbc.com/news/entertainment-arts-66721299", "category": "entertainment & arts", "title": "In Pictures: Stars hit the red carpet at National TV Awards", "contributor": null, "time": "2023-09-05T18:56:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/70BB/production/_130995882_gettyimages-1646031668.jpg", "content": [{"text": "It's a glamorous evening in the London sunshine as the stars of the small screen hit the red carpet ahead of Tuesday's National Television Awards.", "type": "b"}, {"text": "Check out some of the famous faces - and a range of fashion - below.", "type": "p"}, {"text": "This Morning host Alison Hammond is nominated for best presenter and made a stunning entrance in a full-length sequinned figure-hugging gown, accompanied by a matching cape of flowing chiffon.", "type": "p"}, {"text": "Fellow presenter Holly Willoughby chose a lilac strapless number with a flowing train, reminiscent of old school Hollywood.", "type": "p"}, {"text": "Strictly Come Dancing star Amy Dowden, who has undergone a mastectomy and had chemotherapy to treat breast cancer, gave a nod to awareness of the disease by pointing to her breast cancer awareness pin badge on the red carpet. ", "type": "p"}, {"text": "Presenter and comedian Tom Allen clearly read the memo about the early autumn heatwave and wore shorts. We're glad he stuck to the formal dress code with the black socks, though.", "type": "p"}, {"text": "Rob Burrow's documentary Living with MND is up for best authored documentary. He arrived with wife Lindsey and their two daughters.", "type": "p"}, {"text": "Reality TV personality Maura Higgins donned a daring black cropped top and matching full-length skirt with a bodice section made up of threads of pearls cascading from one shoulder.", "type": "p"}, {"text": "Singer and presenter Fleur East stood out from the crowd in wide-leg black trousers, braces, long black gloves, a white shirt, plenty of jewellery and a desert-style hat.", "type": "p"}, {"text": "All pictures subject to copyright.", "type": "b"}], "tags": []}