{"link": "https://www.bbc.com/news/science-environment-66717219", "category": "science & environment", "title": "MPs call for investigation after BBC News report on sewage", "contributor": null, "time": "2023-09-05T16:18:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C9AD/production/_130992615_cso.jpg", "content": [{"text": "Campaigners and opposition MPs have called for action on sewage spills, following a BBC News investigation.", "type": "b"}, {"text": "It suggests three major water companies illegally discharged sewage hundreds of times in 2022 on dry days.", "type": "p"}, {"text": "The practice, known as \"dry spilling\", is banned because it can lead to higher concentrations of sewage in waterways.  ", "type": "p"}, {"text": "The Environment Agency (EA) said it was currently conducting its largest  criminal investigation into \"non-compliance\" by water companies.", "type": "p"}, [{"text": "BBC investigation suggests illegal sewage spills by water firms", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66670132"}], {"text": "Water companies are allowed to release sewage after it has rained, to prevent it overwhelming the system and backing up into people's homes.", "type": "p"}, {"text": "But BBC News cross-referenced 2022 spill data from Thames, Southern and Wessex Water with rainfall data, to identify 3,500 hours of potential dry spills - which are illegal. ", "type": "p"}, {"text": "\"", "type": "b"}, {"text": "This was echoed by Liberal Democrat environment spokesperson Tim Farron. ", "type": "p"}, {"text": "\"These revelations are scandalous and the government must act immediately,\" he said. ", "type": "p"}, {"text": "\"These companies should be held criminally responsible and see their day in court if found to be breaching their permits.\"", "type": "p"}, {"text": "Labour's shadow environment secretary, Steve Reed, blamed government underfunding of the EA.", "type": "p"}, {"text": "\"They cut back enforcement and monitoring against water companies releasing this filth and are now failing to prosecute them when they are blatantly breaking the law,\" he said.", "type": "p"}, {"text": "The EA's environmental-protection budget, funded by the government's Department for Environment, Food and Rural Affairs (Defra), was halved between 2010 and 2020. ", "type": "p"}, {"text": "And one of its environmental-regulation officers told the BBC News investigation there was a \"firm link\" between budget cuts and staff losses and its failure to identify and investigate dry spills.   ", "type": "p"}, {"text": "But in more recent years, the government has tried to reverse this trend, increasing the budget by 12% in the past year.", "type": "p"}, {"text": "And Environment Secretary Therese Coffey told BBC News government work had revealed the potential dry spills. ", "type": "p"}, {"text": "\"We've got the monitoring going - that's how we're able to uncover the scale of the issue that we're tackling,\" she told BBC One's Breakfast programme.", "type": "p"}, {"text": "But the Rivers Trust charity said the BBC News investigation highlighted bigger problems with the whole sewerage system, of blockages, misconnections and broken pipes.", "type": "p"}, {"text": "The government has promised £56bn of capital investments to improve the UK's ageing sewerage system, including tackling the issue of groundwater infiltration.", "type": "p"}, {"text": "Wessex Water said groundwater entered the network through largely private pipes - not owned by water companies - which could lead to diluted spilling. ", "type": "p"}, {"text": "But Prof David Hall, at the University of Greenwich, questioned whether the problem could be solved while private companies owned the system. ", "type": "p"}, {"text": "\"The privatised system is at the heart of these problems,\" he said.", "type": "p"}, {"text": "\"It provides a very successful commercial model for the companies, allowing their owners to make no investments but still take out dividends of £1-2bn every year.\"", "type": "p"}, {"text": "Nine companies handle sewage in England - but six did not provide their spill data to the BBC News investigation because industry regulator Ofwat and the EA were already investigating them for potential illegal spilling.", "type": "p"}, {"text": "Jamie Woodward, professor of geography, at the University of Manchester, said this was unacceptable. ", "type": "p"}, {"text": "\"Much greater transparency is needed across the water industry,\" he told BBC News.", "type": "p"}, {"text": "\"It's a scandal that water companies can deny environmental-information requests to hide important data on hazardous sewage dumps. Making these data available is clearly in the public interest.\" ", "type": "p"}, {"text": "In response to the BBC News findings:", "type": "p"}, [{"text": "Thames Water said it regarded all spills as unacceptable and planned investment", "type": "p"}, {"text": "Wessex Water said the data it had provided was inaccurate and some spills were the result of groundwater, which dilutes any sewage", "type": "p"}, {"text": "Southern Water said dry spills were \"a complex issue\"", "type": "p"}]], "tags": []}