{"link": "https://www.bbc.com/news/business-63211743", "category": "business", "title": "Bank of England boss tells investors help will end in three days", "contributor": null, "time": "2022-10-11T21:41:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/941A/production/_127041973_gettyimages-1243648660.jpg", "content": [{"text": "The boss of the Bank of England has told investors that its bond-buying to stabilise pension funds will end on Friday, despite pleas to extend it.", "type": "b"}, {"text": "Andrew Bailey said that managers have got to make sure that their funds are resilient.", "type": "p"}, {"text": "Earlier the Bank of England made a fresh bond-buying move to try to calm markets.", "type": "p"}, {"text": "It has been buying government bonds to try to help pension funds at risk of collapsing. ", "type": "p"}, {"text": "Earlier the Bank warned of a \"material risk\" to financial stability, and stepped in to buy bonds for the third time since the government's mini-budget sparked alarm among investors.", "type": "p"}, {"text": "The chancellor promised huge tax cuts without saying how he would fund them.", "type": "p"}, {"text": "Earlier on Tuesday, one pensions industry body urged the Bank to extend its emergency support beyond Friday due to fears of further market turmoil.", "type": "p"}, {"text": "But Mr Bailey said on Tuesday that help would stop at the end of the week, and urged pension funds to make sure that riskier investments were offset by less risky ones.", "type": "p"}, {"text": "\"You've got three days left now,\" he told fund managers. \"You've got to get this done.\"", "type": "p"}, {"text": "The pound dropped sharply against the dollar to below $1.10 after Mr Bailey's statement.", "type": "p"}, {"text": "After the tax cuts were announced in September, sterling fell to a record low of $1.03, but then regained ground while remaining volatile. It was trading above $1.11 before Mr Bailey's speech.", "type": "p"}, {"text": "Mr Bailey later told the BBC: \"We are doing everything to preserve financial stability, you have my assurance on that.\"", "type": "p"}, {"text": "He added that pension funds have \"an important task\" to ensure that they are \"done\" in making sure they are resilient.", "type": "p"}, {"text": "\"I'm afraid this has to be done, for the sake of financial stability,\" he said.", "type": "p"}, {"text": "The government had earlier said it remained confident in its tax cuts plan, with Kwasi Kwarteng telling MPs he was \"relentlessly focused on growing the economy\" and \"raising living standards\".", "type": "p"}, {"text": "But Labour's shadow chancellor Rachel Reeves said: \"This is a Tory crisis that has been made in Downing Street, and that is being paid for by working people.\"", "type": "p"}, [{"text": "Why is the Bank of England spending billions?", "type": "a", "href": "https://www.bbc.co.uk/news/business-50837114"}], {"text": "The Bank's warning about financial stability is rare and suggests it cannot confidently ignore the threat it sees to the financial system.", "type": "p"}, {"text": "It is even rarer for several senior Bank executives to have indicated part of the blame for the turmoil may lie at the government's door, the result of domestic policy.", "type": "p"}, {"text": "The Bank was forced to intervene after government borrowing costs rose sharply despite actions it and the Treasury had taken to calm investors on Monday. ", "type": "p"}, {"text": "Those measures included:", "type": "p"}, [{"text": "Chancellor Kwasi Kwarteng saying that he would bring forward his economic plan where he will spell out how he plans to pay for the tax cuts and provide an independent forecast on the UK economy's prospects.", "type": "a", "href": "https://www.bbc.co.uk/news/business-63129555"}, {"text": "And the Bank of England saying it was prepared to double the amount of bonds it was buying to help support their price, while reiterating its support would end on Friday.", "type": "p"}], {"text": "On Tuesday borrowing costs remained close to the levels seen at the height of the market turmoil last month. ", "type": "p"}, {"text": "The Bank will now widen the emergency programme it launched on 28 September, when days after the mini-budget, investors began demanding higher rates of interest on those bonds and government borrowing costs surged to worrying levels.", "type": "p"}, {"text": "The turmoil has forced pension funds to sell bonds due to concerns over their solvency, and threatened to create a downward spiral in bond prices as more were offloaded which left some funds close to collapse.", "type": "p"}, {"text": "It has also fed through to the mortgage market, where hundreds of products have been suspended due to concerns about how to price these long-term loans.", "type": "p"}, {"text": "Last week, interest rates on typical two and five-year fixed rate mortgages topped 6% for the first time in over a decade.", "type": "p"}, {"text": "Former IMF deputy director Mohamed El-Erian told the BBC that the economy was on \"shaky ground\".", "type": "p"}, {"text": "He said financial systems going into turmoil \"can cause a lot of damage\".", "type": "p"}, [{"text": "Faisal Islam: A significant day for the economy", "type": "a", "href": "https://www.bbc.co.uk/news/business-63215857"}, {"text": "Big and painful cuts needed to fix budget - IFS", "type": "a", "href": "https://www.bbc.co.uk/news/business-63203095"}, {"text": "Bank boosts plan to reassure investors", "type": "a", "href": "https://www.bbc.co.uk/news/business-63198341"}], {"text": "The government raises money it needs for spending by selling bonds - a form of IOU that is paid back plus interest in anywhere between five and 30 years.  ", "type": "p"}, {"text": "But the sharp rise in the cost of new government borrowing - the interest on those bonds - reflects an anxiety among investors that the UK's tax-cutting plans make it a risky investment bet.", "type": "p"}, {"text": "By buying bonds, the Bank is hoping to help keep their price stable and prevent investors selling them in what it likened to a \"fire sale\".", "type": "p"}, {"text": "The Pensions and Lifetime Savings Association, which represents schemes managing about £1.3tn of retirement money, said many funds wanted the bond-buying programme to last until the chancellor delivered his economic plan on 31 October. ", "type": "p"}, {"text": "The Treasury said it was \"working closely with other UK authorities to monitor the markets as is usual\". ", "type": "p"}, {"text": "Under pressure from its MPs, the government has been forced into a series of embarrassing climbdowns since the mini-budget, including U-turning on a plan to scrap the top rate of income tax. ", "type": "p"}, {"text": "Experts believe Mr Kwarteng will have to row back on more of his tax cuts or drastically cut public spending. ", "type": "p"}, {"text": "On Tuesday, the Institute for Fiscal Studies think tank warned government departments could see \"big and painful cuts\" of up to £60bn a year to balance the books when Mr Kwarteng announces his economic plan on 31 October. ", "type": "p"}, {"text": "Sir John Gieve, a former deputy governor for fiscal stability at the Bank of England, said the Bank had primarily stepped in to protect pension funds, many of which hold government bonds as investments. ", "type": "p"}, {"text": "However, he said the \"underlying problem\" was that investors did not believe the government would be able to cut spending enough before its growth measures took effect. ", "type": "p"}, {"text": "\"The internal workings of the financial markets have thrown up an element of instability that the Bank is addressing. But the underlying move came on the back of the announcement of huge amounts of extra borrowing and tax cuts without a clear plan of how to pay for them,\" he told BBC Radio 4's Today programme. ", "type": "p"}, {"text": "\"It's one thing to [promise huge cuts], but can [the chancellor] actually deliver that?\"", "type": "p"}, {"text": "Prime Minister Liz Truss has said her £43bn of promised tax cuts will boost UK economic growth and therefore help pay for themselves. ", "type": "p"}, {"text": "The chancellor has also committed to publishing an independent forecast of the UK's economic prospects by the OBR, the independent budget watchdog, at the same time as his economic plan - something he declined to do with his mini-budget. ", "type": "p"}], "tags": ["UK economy", "Bank of England"]}