{"link": "https://www.bbc.com/news/health-63199213", "category": "health", "title": "Brazilian Butt Lift can be made safer say surgeons", "contributor": null, "time": "2022-10-10T12:35:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/05CF/production/_103278410_bum.jpg", "content": [{"text": "UK plastic surgeons have released new guidelines to try to make Brazilian Butt Lift (BBL) procedures safer for people who desire a bigger bottom. ", "type": "b"}, {"text": "Some women have died from the operation, which involves sucking out fat from elsewhere - such as the belly - and injecting it into butt cheeks. ", "type": "p"}, {"text": "The British Association of Plastic Surgeons (BAAPS) says the injections should not go very deep. ", "type": "p"}, {"text": "That should help avoid complications such as dangerous clots, they say. ", "type": "p"}, {"text": "According to the NHS, it has the highest death rate of all cosmetic procedures, and the risk of death from BBL surgery is at least 10 times higher than many other procedures.", "type": "p"}, {"text": "A major concern is that the injected fat can cause a blockage in a blood vessel in the lungs - called a pulmonary embolism - which can be fatal.", "type": "p"}, {"text": "This happened to Leah Cambridge, a beautician and mother of three from Leeds. ", "type": "p"}, {"text": "She suffered a massive pulmonary embolism during the operation at a private hospital in Turkey in 2018, a coroner found.", "type": "p"}, [{"text": "'Butt lift' victim may not have known risks", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-leeds-50506979"}], {"text": "The BAAPS says part of the problem with the fat-grafting procedure is when the injections go deep and into the muscle. ", "type": "p"}, {"text": "Surgeons should insert the needle less far in, so the injection goes just under the skin, into the subcutaneous layer. ", "type": "p"}, {"text": "They should use an ultrasound scan to guide them while they are doing it, to ensure the shot stays in the correct zone. ", "type": "p"}, {"text": "This is no guarantee that procedures will be entirely risk free, however. ", "type": "p"}, {"text": "BAAPS president Marc Pacifico told the BBC: \"Unfortunately we don't know how many people have been going for these risky BBL procedures. We have been recommending against it for a number of years after seeing quite a frightening death rate associated with it. But people have been going abroad to get it done.\"", "type": "p"}, {"text": "He said the NHS was sometimes left to pick up the pieces of botched surgery from overseas.", "type": "p"}, {"text": "He said anyone seeking cosmetic surgery should thoroughly research the procedure, the clinic and the surgeon. ", "type": "p"}, {"text": "\"Make sure you ask if the surgeon will be using ultrasound for gluteal fat grafting. We are recommending that surgeons should only perform this with real time ultrasound guidance as the only way to ensure the procedure is performed superficially and safely.\"", "type": "p"}, [{"text": "The procedure is used to make buttocks bigger, more rounded or lifted", "type": "p"}, {"text": "Surgeons may insert silicone-filled implants and/or inject fat transferred from other parts of the body, including the stomach and back", "type": "p"}, {"text": "In the UK it tends to cost between £2,000 and £7,000, depending on the clinic, and on whether additional work is needed", "type": "p"}, {"text": "After surgery, patients are likely to have some pain, bruising and discomfort over the area of the implant for a few weeks and are advised not to sit on their buttocks directly for three weeks", "type": "p"}, {"text": "Complications can include wound infection, rupture of prosthetic implants and fat embolus, where fat can enter the bloodstream and block vessels", "type": "p"}], {"text": "Any type of surgery carries risks. Cosmetic surgery can sometimes go wrong and the results may not be what you expected.", "type": "p"}, {"text": "If you notice any problems during your recovery, such as signs of a possible infection (increasing swelling, redness or pain), go back to the surgeon who treated you.", "type": "p"}, {"text": "If you are not happy with the results, or think the procedure was not carried out properly, you should take up the matter with your surgeon through the hospital or clinic where you were treated.", "type": "p"}, {"text": "The Care Quality Commission regulates certain cosmetic treatments carried out in England, while the General Medical Council lists the training and registration status of doctors. ", "type": "p"}, {"text": "Lol (Laura) Darby, 28 and from Newcastle, is an online fitness coach. She decided to hit the gym to \"grow her glutes\". It's taken about three years to achieve her goal. ", "type": "p"}, {"text": "She said: \"I train five times a week but I still eat pizza and drink prosecco with the girls on the weekend. It's just about balance. I didn't ever consider a BBL. I've had other procedures for things that I know I can't change through training, but I knew I could achieve a the shape I wanted myself through commitment and hard work.", "type": "p"}, {"text": "\"You have to be realistic about what you can achieve in the gym, but I have been asked so many times if I've had a BBL because people can't believe my results. ", "type": "p"}, {"text": "\"It just doesn't seem worth all the risks when you can achieve a similar look yourself.\" ", "type": "p"}], "tags": ["Cosmetic surgery", "Plastic surgery"]}