{"link": "https://www.bbc.com/news/science-environment-63221577", "category": "science & environment", "title": "Nasa's Dart spacecraft 'changed path of asteroid'", "contributor": null, "time": "2022-10-11T18:03:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14933/production/_127057248_ddd5155f-24a5-480a-a370-8e9208b82fea.png", "content": [{"text": "The American space agency says its recent attempt to deflect the path of an asteroid was successful.", "type": "b"}, {"text": "Scientists have now confirmed the orbit of a 160m-wide (520ft) space rock known as Dimorphos was altered when the Dart probe struck it head on last month.", "type": "p"}, {"text": "Researchers came to the conclusion after making measurements using a range of space and Earth-based telescopes.", "type": "p"}, {"text": "The mission was conceived to test a potential strategy to defend the Earth against threatening objects.", "type": "p"}, {"text": "Dart's achievement proves such an idea would work, provided it was initiated early enough and the target wasn't overly massive.", "type": "p"}, {"text": "\"This mission shows that Nasa is trying to be ready for whatever the Universe throws at us,\" said agency administrator Bill Nelson.", "type": "p"}, {"text": "\"I believe that Nasa has proven that we are serious as a defender of the planet,\" he told reporters.", "type": "p"}, {"text": "The space agency released a raft of data on Tuesday to support its assessment, including new pictures from the Hubble Space Telescope and from a small Italian spacecraft that stood off from the impact by about 50km (30 miles).", "type": "p"}, [{"text": "Asteroid hit by Nasa probe leaves 10,000km trail ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63140097"}, {"text": "Direct hit as Nasa smashes spacecraft into asteroid", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63039191"}, {"text": "Impact crater may be dinosaur killer's baby cousin", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62575581"}], {"text": "The Double Asteroid Redirection Test (Dart) took place some 11 million km (7 million miles) from Earth. ", "type": "p"}, {"text": "It saw the refrigerator-sized Nasa satellite drive straight into Dimorphos at 22,000km/h (14,000mph), destroying itself in the process.", "type": "p"}, {"text": "The space rock orbits a much larger (780m wide; 2,550ft) object called Didymos. Before impact, the time taken for Dimorphos to make one circuit of its sibling was 11 hours and 55 minutes.", "type": "p"}, {"text": "The telescope evidence now indicates this orbital period has been reduced to 11 hours and 23 minutes - a change of 32 minutes. This corresponds to Dimorphos moving closer into to Didymos by \"tens of metres\".", "type": "p"}, {"text": "Nasa had defined a minimum successful period change of Dimorphos of 73 seconds or more. The results released on Tuesday show Dart surpassed this benchmark by more than 25 times. ", "type": "p"}, {"text": "\"This is a 4% change in the orbital period of Dimorphos around Didymos. Dart just gave it a small nudge. But if you wanted to do this in the future, you'd want to do it years in advance,\" commented Dr Nancy Chabot from the Johns Hopkins University Applied Physics Laboratory, which led the mission for Nasa.", "type": "p"}, {"text": "\"Warning time is really key here in order to enable this sort of asteroid deflection to be used in the future as part of a much larger planetary defence strategy.\"", "type": "p"}, {"text": "Nasa's Dart programme scientist, Dr Tom Statler, also had a word of caution about drawing too many conclusions from the experiment.", "type": "p"}, {"text": "Asteroids came in many different guises, he said. Their compositions and constructions were diverse - something that was being emphasised every time a mission visited a new object.", "type": "p"}, {"text": "\"We should not be too eager to say one test on one asteroid tells us exactly how every other asteroid would behave in a similar situation,\" he stressed. ", "type": "p"}, {"text": "\"But what we can do is use this test as an anchor point for our physics calculations in our simulations that tell us how different kinds of impacts in different situations should behave.\"", "type": "p"}, {"text": "Four years from now, the European Space Agency (Esa) will have three spacecraft - collectively known as the Hera mission - at Didymos and Dimorphos to make follow-up studies.", "type": "p"}], "tags": ["Nasa", "Space", "Nasa Dart", "Space exploration"]}