{"link": "https://www.bbc.com/news/technology-63203945", "category": "technology", "title": "Court win for man fired for not keeping webcam on", "contributor": null, "time": "2022-10-11T16:54:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/127D/production/_127033740_webcam_gettyimages-1186854185.jpg", "content": [{"text": "A telemarketer who was fired after refusing to keep his webcam on while working had his rights breached, a Dutch court has ruled.", "type": "b"}, {"text": "The employee of US-based IT company Chetu was awarded approximately 75,000 euro (£65,700) by the court.", "type": "p"}, {"text": "In August, the man, in the Netherlands, was told to share his screen and leave his camera on while working.", "type": "p"}, {"text": "After he declined, he was fired for \"refusal to work\" and \"insubordination\".", "type": "p"}, {"text": "Chetu did not provide a statement to the court, nor did the company appear at the court hearing, the judgement says.", "type": "p"}, {"text": "The court ruled on the case in September, but its findings were published this month and reported by the Netherlands Times.", "type": "p"}, {"text": "The BBC has approached Florida-based Chetu, which has a branch in the Netherlands, for comment.", "type": "p"}, {"text": "Earlier this year, the TUC, which represents unions in England and Wales, warned use of workplace surveillance tech - including the use of AI to monitor workers - had taken off during the pandemic and was \"spiralling out of control\". ", "type": "p"}, {"text": "Methods included monitoring emails and files, webcams on work computers, tracking when and how much a worker is typing, calls made and movements made by the worker, through use of CCTV and trackable devices.", "type": "p"}, {"text": "It called for stronger regulation of to protect workers.", "type": "p"}, {"text": "Max Winthrop, a partner at law firm Sintons LLP, said surveillance of employees had increased massively as the necessary tech became more accessible and as employers sought to keep tabs on employees working from home.", "type": "p"}, {"text": "But he said there was not a simple answer to whether any particular monitoring infringed on an employee's privacy in the UK.", "type": "p"}, {"text": "\"It depends. A legitimate reason to monitor, such as the prevention of theft, or physical harm to employees, is likely to be considered favourably by a court or tribunal,\" said Mr Winthrop, a member of the Law Society's Employment Law Committee.", "type": "p"}, {"text": "\"Merely imposing an intrusive monitoring regime for no good reason, especially if monitoring takes place in areas or the workspace where employees could have a reasonable expectation of privacy, is not\".", "type": "p"}, {"text": "The employee in the case in the Netherlands had been working for Chetu since 2019, when in August he was asked to participate in a \"Corrective Action Program (\"CAP\") - Virtual Classroom\" during which his webcam was to be kept on.", "type": "p"}, {"text": "According to the court record the employee refused, saying: \"I don't feel comfortable being monitored for nine hours a day by a camera. This is an invasion of my privacy and makes me feel really uncomfortable. That is the reason why my camera is not on. You can already monitor all activities on my laptop and I am sharing my screen.\"", "type": "p"}, {"text": "In response to the employee's objections, Chetu argued that this was no different from an employee being observed in an office environment.", "type": "p"}, {"text": "But the court disagreed, citing a European Court of Human Rights ruling which, it said, stated that, \"video surveillance of an employee in the workplace, be it covert or not, must be considered as a considerable intrusion into the employee's private life\".", "type": "p"}, {"text": "The court found that the there was no sufficient justification for the monitoring by Chetu, and it had therefore violated the employees privacy rights.", "type": "p"}, {"text": "Tell us your stories about being monitored at work? Email ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://www.bbc.co.uk/send/u16904890"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": ["Employment", "Surveillance"]}