{"link": "https://www.bbc.com/news/business-63012000", "category": "business", "title": "Goldman Sachs: Sexual assault claims revealed in pay bias suit", "contributor": null, "time": "2022-09-23T17:47:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16D53/production/_126832539_mediaitem126832538.jpg", "content": [{"text": "Women at Goldman Sachs reported 75 incidents of sexual assault and harassment involving senior bankers between 2000 and 2011, including rape, according to newly public court files. ", "type": "b"}, {"text": "The claims are part of a class-action lawsuit in New York accusing the financial giant of discriminating against women's pay and promotion.", "type": "p"}, {"text": "The suit, which now represents roughly 1,400 women, is set for trial in June.", "type": "p"}, {"text": "Goldman has been fighting the case since 2010 and denies claims of bias. ", "type": "p"}, {"text": "It said many of the complaints were two decades old and had been \"presented selectively, inaccurately and are incomplete\".", "type": "p"}, {"text": "\"The plaintiffs' presentation of the complaints does not reflect reality at Goldman Sachs,\" a spokesperson said. \"Discrimination, harassment and mistreatment in any form are unacceptable at Goldman Sachs, and when identified, swift action, including termination, is taken. Out of respect for the persons involved, we are not going to comment on the individual complaints.\"", "type": "p"}, {"text": "Cristina Chen-Oster, a former vice president who worked for the bank from 1997 to 2005 and was one of the three women who filed the initial complaint, said she was looking forward to sharing her experience at trial.", "type": "p"}, {"text": "\"I hope this case will help to finally break the glass ceiling for women on Wall Street and set a precedent for other industries where gender discrimination is pervasive,\" she said. \"We need to bring transparency to practices that previously seemed untouchable.\"", "type": "p"}, {"text": "The lawsuit says women at Goldman were paid and promoted less, as a result of a pattern of discriminatory practices, including a \"boys' club\" work culture that permitted the sexualisation of female staff.", "type": "p"}, {"text": "Goldman is accused of tolerating managers who engage in sexual harassment, such as one who rang a bell every time a woman entered the floor. He was later promoted to managing director, according to the complaint.", "type": "p"}, {"text": "The incidents of alleged sexual assault reported to the firm included a female employee who claimed she was drugged and raped after a company baseball game.", "type": "p"}, {"text": "Another female employee alleged that a male manager took her to an abandoned floor and propositioned her for sex; he later called to say he was \"masturbating to the sound of her voice\", the complaint says.", "type": "p"}, {"text": "The complaint says Goldman retaliated against women who complained about the issue, as well as those who went on maternity leave.", "type": "p"}, {"text": "In Ms Chen-Oster's experience, outlined in the initial complaint, she describes having a married male colleague pin her \"against a wall, kissing and groping her\" after a company dinner.", "type": "p"}, {"text": "She alleges that she was consistently paid less and denied opportunities, noting that Goldman removed responsibilities after she went on maternity leave and assigned her a seat among female support staff. ", "type": "p"}, {"text": "\"The record overwhelmingly demonstrates that year after year Goldman continues to treat women as second-class employees, permitting a culture of fear and retaliation to flourish rather than fixing known, systemic gender bias,\" the lawsuit alleges.", "type": "p"}, {"text": "Lawyers are asking the court to order reinstatement or damages for the women, who according to the suit were paid 20% less than their male counterparts if they were vice presidents, while female associates earned 8% less.", "type": "p"}], "tags": ["Companies", "Sexism", "Goldman Sachs"]}