{"link": "https://www.bbc.com/news/entertainment-arts-63007307", "category": "entertainment & arts", "title": "Wolf Hall author Hilary Mantel dies aged 70", "contributor": null, "time": "2022-09-23T11:40:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5A5C/production/_126823132_hi060393665.jpg", "content": [{"text": "Dame Hilary Mantel, author of the best-selling Wolf Hall trilogy, has died aged 70, her publisher has confirmed.", "type": "b"}, {"text": "She won the Booker Prize twice, for 2009's Wolf Hall, the first in the Thomas Cromwell series, and its 2012 sequel Bring Up the Bodies.", "type": "p"}, {"text": "In a statement, her publisher said: \"We are heartbroken at the death of our beloved author, Dame Hilary Mantel.", "type": "p"}, {"text": "\"Our thoughts are with her friends and family, especially her husband, Gerald.", "type": "p"}, {"text": "\"This is a devastating loss and we can only be grateful she left us with such a magnificent body of work.\"", "type": "p"}, [{"text": "Authors Rowling and Mosse lead tributes to Mantel", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63005841"}], {"text": "HarperCollins said Dame Hilary had died \"suddenly yet peacefully\" on Thursday, surrounded by family and friends, after suffering a stroke.", "type": "p"}, {"text": "Wolf Hall was a fictional account of Thomas Cromwell's rise to power in the court of Henry VIII.", "type": "p"}, {"text": "The third and final book in the series, The Mirror and the Light, was published in 2020 to much critical acclaim, became a fiction best-seller and was longlisted for The Booker Prize 2020.", "type": "p"}, {"text": "The trilogy sold more than five million copies globally and has been translated into 41 languages. ", "type": "p"}, {"text": "In an interview with The Guardian, Dame Hilary said it took years to research the books to ensure they were historically accurate portrayals. ", "type": "p"}, {"text": "She said it was her aim to put the reader in \"that time and that place, putting you into Henry's entourage\".", "type": "p"}, {"text": "\"The essence of the thing is not to judge with hindsight, not to pass judgement from the lofty perch of the 21st Century when we know what happened,\" she said.", "type": "p"}, {"text": "\"It's to be there with them in that hunting party at Wolf Hall, moving forward with imperfect information and perhaps wrong expectations, but in any case moving forward into a future that is not pre-determined, but where chance and hazard will play a terrific role.\"", "type": "p"}, {"text": "Harry Potter author JK Rowling led the tributes to Dame Hilary, writing: \"We've lost a genius.\"", "type": "p"}, {"text": "Author and journalist Caitlin Moran tweeted: \"Hilary Mantel's mind was one of the most powerful and magic machines on Earth. We were lucky she wrote as much as she did, but holy hell, it's devastating that we've collectively lost something so astonishing.\"", "type": "p"}, {"text": "Scotland's First Minister Nicola Sturgeon said: \"Such terribly sad news. It is impossible to overstate the significance of the literary legacy Hilary Mantel leaves behind. Her brilliant Wolf Hall trilogy was the crowning achievement in an outstanding body of work. Rest in peace.\"", "type": "p"}, {"text": "Fellow Booker Prize winner Bernardine Evaristo tweeted: \"So very sorry to hear about Hilary Mantel's passing. We were so lucky to have such a massive talent in our midst. I met her a few times and she was always so warm, down-to-earth and welcoming.\"", "type": "p"}, {"text": "Broadcaster Stig Abell added: \"Hilary Mantel wrote historical novels that will be read for centuries to come. Brilliant, moving, fascinating, modern yet transporting. One of the greats. What a contribution to our national life and culture.\"", "type": "p"}, {"text": "Bill Hamilton, Dame Hilary's agent at literary agency A M Heath, said it had been the \"greatest privilege\" to work with her.", "type": "p"}, {"text": "He said: \"Her wit, stylistic daring, creative ambition and phenomenal historical insight mark her out as one of the greatest novelists of our time.", "type": "p"}, {"text": "\"She will be remembered for her enormous generosity to other budding writers, her capacity to electrify a live audience, and the huge array of her journalism and criticism, producing some of the finest commentary on issues and books.\"", "type": "p"}, {"text": "Born in Derbyshire in 1952, Dame Hilary studied Law at the London School of Economics and Sheffield University.", "type": "p"}, {"text": "She worked as a social worker and lived in Botswana and Saudi Arabia before returning to the UK in the mid-1980s.", "type": "p"}, {"text": "She married the geologist Gerald McEwan in 1972. The couple later divorced but remarried soon after.", "type": "p"}, {"text": "In 1987 she became the film critic of the Spectator magazine, and in her later career continued to review for a wide range of publications.", "type": "p"}, {"text": "By this point, she had begun to regularly win literary prizes and her fourth novel, Fludd, claimed the Cheltenham Festival Prize, the Southern Arts Literature Prize and the Winifred Holtby Prize.", "type": "p"}, {"text": "Her fifth novel, A Place Of Greater Safety, won the Sunday Express Book of the Year Award, while Beyond Black, published in 2005, was shortlisted for the Orange Prize.", "type": "p"}, {"text": "Once described as the best-kept secret in English fiction, she was an intense and troubling writer and her subjects were unpredictable - including performing psychics in Suburbia and the French Revolution.", "type": "p"}, {"text": "The publication of Wolf Hall in 2009 marked a significant turning point in her career, attracting rave reviews and ultimately winning the Booker Prize.", "type": "p"}, {"text": "Wolf Hall and its sequel Bring Up The Bodies were turned into a six-part BBC TV series starring Sir Mark Rylance as Thomas Cromwell, Damian Lewis as Henry VIII and Claire Foy as Anne Boleyn.", "type": "p"}, {"text": "The two books were also adapted for the stage and enjoyed a run in London's West End, as did a 2021 adaptation of the third novel in the trilogy, The Mirror and the Light.", "type": "p"}, {"text": "Actor and playwright Ben Miles, who helped Dame Hilary bring her work to the stage, described her as \"an extraordinary woman\", as well as \"a good friend and a close colleague\".", "type": "p"}, {"text": "\"I feel so honoured to have known her and to have contributed in a small way to the work of one of the greatest writers of our time,\" he told the BBC on Friday. \"I shall dearly miss her kindness, her humour and her gentle tenacity. The indisputable genius of her words remains as some small consolation to this tragic loss.\"", "type": "p"}, {"text": "Dame Hilary wrote 17 books, including The Assassination of Margaret Thatcher, Vacant Possession and Every Day is Mother's Day, as well as the memoir Giving up the Ghost.", "type": "p"}, {"text": "In 2017, she delivered the Reith Lectures on BBC Radio 4, discussing the role that history plays in culture. ", "type": "p"}, {"text": "She was elected as a Fellow of the Royal Society of Literature in In 1990 and was awarded a damehood in 2014 for services to literature.", "type": "p"}, {"text": "Throughout her life, Dame Hilary suffered from a severe form of endometriosis that took many years to diagnose.", "type": "p"}, {"text": "She required surgery, a surgical menopause in her late 20s, leaving her unable to have children, and she continued to need treatment all her life.", "type": "p"}, {"text": "Asked by the Financial Times earlier this month whether she believed in an afterlife, Mantel said she did, but that she couldn't imagine how it might work. \"However, the universe is not limited by what I can imagine,\" she said.", "type": "p"}], "tags": ["Books", "Hilary Mantel"]}