{"link": "https://www.bbc.com/news/science-environment-62999822", "category": "science & environment", "title": "Climate change: Spike in Amazon emissions linked to law enforcement", "contributor": "Matt McGrath", "time": "2022-09-22T23:00:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9BB5/production/_126816893_gettyimages-1242896310.jpg", "content": [{"text": "Carbon emissions in the Amazon region in 2019 and 2020 more than doubled compared to the average of the previous eight years, according to a new study.", "type": "b"}, {"text": "Deforestation for agriculture and fires were the main drivers of the increase, according to the authors. ", "type": "p"}, {"text": "The scientists say that a \"collapse\" in law enforcement in recent years has encouraged forest clearing. ", "type": "p"}, {"text": "The research findings have been submitted for publication but have yet to be independently reviewed. ", "type": "p"}, [{"text": "Fracking ban lifted, government announces", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62982332"}, {"text": "'Tax fossil fuel profits for climate damage' ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62970887"}, {"text": "Climate change threatens survival of urban forests", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62928362"}], {"text": "As home to the largest tropical forest on Earth, the Amazon plays a critical role in maintaining the Earth's climate by storing massive amounts of carbon in trees and soils.", "type": "p"}, {"text": "Over the last few decades the forest has been under growing pressure as land has been cleared in Brazil and neighbouring countries, primarily for farming. ", "type": "p"}, {"text": "Last year researchers published data indicating that the eastern part of the forest was being cut down at such a rate that more carbon was being released than absorbed by the trees and vegetation. ", "type": "p"}, {"text": "Now the same scientists believe that an explosion of forest clearing in the western part of the Amazon has also turned that region into a source. of carbon emissions ", "type": "p"}, {"text": "Using small planes, the researchers have collected hundreds of air samples from different parts of the forest over the last ten years. ", "type": "p"}, {"text": "Their new study shows that in 2019, carbon emissions increased by 89% compared to the annual average of emissions between 2010 and 2018. In 2020, the picture was even worse, with an increase of 122%. ", "type": "p"}, {"text": "While fires played a role, the main factor was the removal of trees by land clearing, which increased by 75% in 2020. ", "type": "p"}, {"text": "The researchers link this rise in deforestation to a rapid decline in prosecutions by law enforcement agencies, which saw fines for illegal forest clearances fall by 89% in 2020.", "type": "p"}, {"text": "The scientists say that this is down to the policies of President Jair Bolsonaro, who took office in 2019. He has cancelled fines and penalties related to deforestation, and pushed hard for the expansion of agriculture in Brazil. ", "type": "p"}, {"text": "\"We hypothesize that the consequences of the collapse in enforcement led to increases in deforestation, biomass burning and degradation producing net carbon losses and enhancing drying and warming of forest regions,\" the new study says. ", "type": "p"}, {"text": "The researchers say that this rapid increase in emissions from the forest has also had an impact on the climate around the trees. ", "type": "p"}, {"text": "\"In consequence of this big deforestation, in the wet season of 2020 we saw a decline of 26% in rainfall during January, February and March, while the temperature has gone up by 0.6C,\" said lead author Dr Luciana Gatti, from Brazil's National Institute for Space Research (INPE).", "type": "p"}, {"text": "\"The emissions come from deforestation and degradation and also from this climate change promoted by the human destruction of the forest. And this is a very alarming scenario,\" she told BBC News. ", "type": "p"}, {"text": "Environmental campaigners say that this hands-off approach to prosecuting illegal deforestation has continued this year, with over 8,500 sq km lost between August 2021 and July 2022, an area larger than the US state of Delaware.", "type": "p"}, {"text": "\"The collapse in law enforcement in the Brazilian Amazon has allowed land grabbers and illegal loggers to continue unchecked with devastating consequences for people, wildlife and the planet,\" said Mike Barrett from WWF.", "type": "p"}, {"text": "\"The Amazon is getting dangerously close to a crucial tipping point which could see large areas transform from a resilient, moist rainforest into a dry, fire-ravaged, and irreversibly degraded state.\"", "type": "p"}, {"text": "The question of the future of the forest is an important issue in Brazil's presidential election taking place in early October with the incumbent, Jair Bolsonaro, being challenged by former president Luiz Inácio \"Lula\" da Silva.", "type": "p"}, {"text": "The outcome could have significant implications for the Amazon, as scientists like Dr Gatti fear it may be reaching a point where it would continually emit more carbon than it absorbs. ", "type": "p"}, {"text": "She said that action by consumers and governments around the world was also critical to prevent this from happening. ", "type": "p"}, {"text": "\"We need to have an international commitment with countries in international commerce, that they don't buy the products that result in the destruction of nature,\" she said.", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc.", "type": "p"}], "tags": ["Deforestation of the Amazon rainforest", "COP26", "Climate change", "Deforestation"]}