{"link": "https://www.bbc.com/news/business-61838905", "category": "business", "title": "Italy's Eni says Russian gas supply cut by half", "contributor": "Michael Race", "time": "2022-06-17T14:37:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13BA6/production/_125460808_gettyimages-1327941464.jpg", "content": [{"text": "Italy has become the latest of a host of European countries to report further cuts in its Russian gas supply.", "type": "b"}, {"text": "Italian energy giant Eni said it would receive only half of the 63 million cubic metres per day it had requested from Gazprom on Friday, after experiencing shortfalls for two days.", "type": "p"}, {"text": "Germany has accused Gazprom of attempting to push up energy prices by sharply reducing supplies.", "type": "p"}, {"text": "Gazprom says repairs to the Nord Stream pipeline are to blame.", "type": "p"}, {"text": "Russia supplies 40% of the European Union's natural gas. It also supplies 27% of the EU's imported oil and the bloc pays Russia around €400bn ($430bn; £341bn) a year in return.", "type": "p"}, {"text": "The EU has made moves to wean itself off Russian fossil fuels in response to Vladimir Putin's invasion of Ukraine, banning most oil imports by the end of 2022.", "type": "p"}, {"text": "It has committed to reducing gas imports from Russia by two-thirds within a year, but it has been hard to get agreement on any further measures, such as an outright import ban.", "type": "p"}, [{"text": "Can the world cope without Russian oil and gas?", "type": "a", "href": "https://www.bbc.co.uk/news/58888451"}, {"text": "Russian gas boss says: 'Our product, our rules'", "type": "a", "href": "https://www.bbc.co.uk/news/business-61830551"}], {"text": "Member states have been urged to store gas during the hotter summer months ahead of when demand for fuel increases in the winter, but Russia's latest moves to reduce supply has deepened concerns the continent may struggle to build up enough storage.", "type": "p"}, {"text": "Italy could declare a heightened \"state of alert\" on gas next week if Russia continues to curb its supplies, two government sources told Reuters.", "type": "p"}, {"text": "Such a move would trigger a series of measures aimed at reducing consumption, including rationing the gas to selected industrial users under existing contracts, ramping up the production at coal power stations and asking for gas imports from other suppliers.", "type": "p"}, {"text": "As well as Italy, Slovakia reported receiving less than half of the usual volumes through the Nord Stream 1 gas pipeline on Friday, which crosses the Baltic Sea from Russia to Germany.", "type": "p"}, {"text": "Meanwhile, France said it had received no Russian gas from Germany since 15 June, but the country is getting supplies from elsewhere.", "type": "p"}, {"text": "Germany has accused Gazprom of attempting to push up energy prices by sharply reducing supplies, but the energy firm said it was due to the delayed return of equipment serviced by Germany's Siemens Energy in Canada.", "type": "p"}, {"text": "Austria has also reported big falls in Russian gas supply. The Kremlin has said this was not premeditated.", "type": "p"}, {"text": "Poland, Bulgaria, Finland, Denmark and the Netherlands have already had their Russian gas deliveries suspended after they refused a demand to pay in Russian roubles.", "type": "p"}, {"text": "Russia's payment demand was seen as an attempt to boost the rouble after it was hit by Western sanctions. Greater foreign exchange demand for roubles is likely to increase demand and push up the currency's value.", "type": "p"}, {"text": "Across Europe, gas storage levels have been boosted this year by liquefied natural gas imports, with a large amount being imported from the US.", "type": "p"}, {"text": "Analysts at ING Research said stores for the EU as a whole were currently 52% full, just below the five-year average and above the 43% seen at this time last year.", "type": "p"}, {"text": "\"However, a prolonged outage will raise concerns over the ability of the EU to build enough storage going into the next heating season,\" they said. ", "type": "p"}, {"text": "Nord Stream 1 is scheduled to receive annual maintenance between 11 and 21 July which will stop all gas flows.", "type": "p"}], "tags": ["Russia-Ukraine war", "Gazprom", "Russia", "Natural gas"]}