{"link": "https://www.bbc.com/news/entertainment-arts-63741519", "category": "entertainment & arts", "title": "Emma Corrin: The Crown star calls for gender neutral awards", "contributor": null, "time": "2022-11-25T06:00:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17743/production/_127776069_corrinbymarcbrenner.jpg", "content": [{"text": "The Crown star Emma Corrin has called for the best actor and best actress categories at major film awards to be merged into a single, gender-free one. ", "type": "b"}, {"text": "\"I hope for a future in which that happens,\" Corrin told BBC News.", "type": "p"}, {"text": "The star, who identifies as non-binary and uses they/them pronouns, added: \"I don't think the categories are inclusive enough at the moment.\"", "type": "p"}, {"text": "The organisations behind the Baftas and Oscars have indicated they are engaged in discussions about the subject.", "type": "p"}, {"text": "\"It's about everyone being able to feel acknowledged and represented,\" Corrin said.", "type": "p"}, {"text": "The 26-year-old previously won a Golden Globe and was nominated for an Emmy for their performance as Princess Diana in series four of The Crown - but that was at a time when Corrin was still accepting she/her pronouns.", "type": "p"}, {"text": "They are starring in two high profile films this year - My Policeman and Lady Chatterley's Lover.", "type": "p"}, {"text": "\"It's difficult for me at the moment trying to justify in my head being non-binary and being nominated in female categories,\" Corrin said. ", "type": "p"}, {"text": "Reflecting on the fact that they largely play female roles, Corrin wondered: \"When it comes to categories, do we need to make it specific as to whether you're being nominated for a female role or a male role? ", "type": "p"}, {"text": "\"You can discuss awards and the representation there, but really the conversation needs to be about having more representation in the material itself, in the content that we are seeing for non-binary people, for queer people, for trans people, because then I think that will change a lot. ", "type": "p"}, {"text": "\"When those parts come up, meaning more people and more actors are playing those roles then I think there will be more of an urgency with which these questions will be addressed.\"", "type": "p"}, {"text": "A Bafta spokesperson said the organisation was \"engaged in proactive and thoughtful consultation on this subject\". The organisation behind the Oscars, the Academy, is also believed to be conducting research and holding discussions on the issue.", "type": "p"}, {"text": "Debate about gender-free categories is gathering steam, with the music industry leading the way. The Grammys went gender-neutral in 2012, while the Brit Awards merged their male and female solo categories into an artist of the year category this year. ", "type": "p"}, {"text": "Chart-topper Adele went home with the first trophy. However, in her acceptance speech, she said: \"I understand why the name of this award has changed, but I really love being a woman and being a female artist. I do. I'm really proud of us.\"", "type": "p"}, {"text": "Analysis by Steven McIntosh, entertainment reporter", "type": "b"}, {"text": "This is a more complicated debate than it looks. While gender-neutral categories are seen by some as socially progressive, they could have unintended consequences and there are several factors to consider. ", "type": "p"}, {"text": "Firstly, this decision could actually result in less equality in the long term. The Oscars currently guarantee two male and two female acting winners every year, but a merger could mean it skews one way or the other over time.", "type": "p"}, {"text": "Take the most recent winners as an example. It is unlikely Jessica Chastain would have beaten Will Smith if they had been competing in one overarching category. ", "type": "p"}, {"text": "That is partly because this year's best actress race was wide open, whereas Smith was considered a dead-cert in his category. ", "type": "p"}, {"text": "But it's also because the best picture category tends to have more overlap with best actor than best actress. Chastain's film wasn't even nominated for the top prize, unlike Smith's. As a result, women could have a higher hill to climb to score a win.", "type": "p"}, {"text": "In the long-term, it's not hard to imagine the outrage if a decision like this led to a repeated loss of recognition for worthy winners, particularly women.", "type": "p"}, {"text": "That's not the only obstacle. The Academy is made up of thousands of members, many of whom have been around for decades and are keen to protect the traditions of the Oscars. Getting some of them on side could be difficult.", "type": "p"}, {"text": "The feelings of other actors should also be taken into account. If gender-neutral categories were implemented at the Oscars, that would halve the number of acting awards from four to two, permanently reducing an actor's chances of winning an Oscar during their lifetime by 50%. ", "type": "p"}, {"text": "While many Hollywood stars consider themselves progressive, they also have rather large egos and will not be enthusiastic about the prospect of forgoing trophies (and the career boost that comes with them).", "type": "p"}, {"text": "It's worth noting the existing model does not discriminate against trans actors - Elliot Page and Laverne Cox could both be nominated in the current gendered categories - however it does leave non-binary stars without a home.", "type": "p"}, {"text": "But how should this be addressed? Creating a new, separate category for them wouldn't be realistic as there would not be enough nominees. Another proposed solution where actors submit for the gender of the character they are playing would only be a short-term fix, until non-binary characters become more common in films. ", "type": "p"}, {"text": "So far, only a few film awards have eliminated gender-specific acting categories, but in August, the Independent Spirit Awards, which honour filmmakers outside the major studios, became one of the most high-profile awards groups to ditch separate best actor and best actress categories and combine them into one prize, with 10 nominations. ", "type": "p"}, {"text": "The move followed similar steps by the British Independent Film Awards,the Gotham Awards, and the Berlin Film Festival.", "type": "p"}, {"text": "Corrin's comments come as they prepare to take to the stage in an adaptation of Virginia Woolf's novel Orlando, which was published in 1928 and explores gender identity.", "type": "p"}, {"text": "Orlando begins life as a young man in the 16th Century, who travels through time and gender to become a woman in the 20th Century, having affairs and heartbreaks along the way.  ", "type": "p"}, {"text": "\"On a very personal level, I really relate to the journey of gender and the celebration of fluidity,\" Corrin said.", "type": "p"}, {"text": "They have become something of a pin-up for non-binary identity, sharing their gender journey on social media. Last year they also posted pictures of themselves wearing a chest binder.", "type": "p"}, {"text": "Corrin said they decided to share their story publicly because \"it was a journey that was at the very centre of who I am, who I was when I started talking about it\".", "type": "p"}, {"text": "\"Your gender identity is so much to do with how you feel and it ties into so much of how you want to be seen or are seen by people and that can be very triggering or can make you uncomfortable if you don't feel you are being seen honestly or correctly.", "type": "p"}, {"text": "\"I think that it was necessary for me to be open and honest about it because otherwise I would have felt I was being perceived wrongly.\"", "type": "p"}, {"text": "They believe \"visibility and representation\" is key to the \"necessary and urgent\" discussions around gender in society at the moment.  ", "type": "p"}, {"text": "\"I know how much I've been helped by people in the public [eye] who have been open and generous with their journeys and how much it's helped me feel comforted and acknowledged and like I am on the right path. ", "type": "p"}, {"text": "\"And I think that if I could help in any way by being open, then that would be good.\"  ", "type": "p"}, {"text": "They said they did not worry that being so up front would limit the kind of roles they got offered in the future. ", "type": "p"}, {"text": "\"I would never sacrifice integrity or honesty because of work that I may or may not get. My being non-binary is not a rejection of femininity or my femininity in any way. It's sort of an embrace of that. ", "type": "p"}, {"text": "\"I still want to play women, my experience on this earth has been a female one - and now it's sort of a very fluid one.\"", "type": "p"}, {"text": "Orlando is at the Garrick Theatre from 26 November to 25 February 2023.", "type": "p"}], "tags": ["Television", "The Oscars", "Film", "The Crown", "Gender"]}