{"link": "https://www.bbc.com/news/health-63744643", "category": "health", "title": "Universal flu vaccine could counter future pandemic", "contributor": null, "time": "2022-11-25T01:59:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14E0D/production/_127771558_gettyimages-945264466.jpg", "content": [{"text": "Scientists say they have made a breakthrough designing a vaccine against all 20 known types of flu. ", "type": "b"}, {"text": "It uses the same messenger-ribonucleic-acid (mRNA) technology as successful Covid vaccines.", "type": "p"}, {"text": "Flu mutates and the current annual jab is updated to ensure the best match for the sort circulating but would probably not protect against new pandemic types.", "type": "p"}, {"text": "The new vaccine triggered high levels of antibodies, in tests on ferrets and mice, that could fight a broad range.  ", "type": "p"}, {"text": "The antigens it contains - safe copies of recognisable bits of all 20 known subtypes of influenza A and B viruses -  can teach the immune system how to fight them and, hopefully, any new strain that could spark a pandemic, the researchers say, in the journal Science.", "type": "p"}, {"text": "\"The idea here is to have a vaccine that will give people a baseline level of immune memory to diverse flu strains,\" Dr Scott Hensley, one of the scientists behind the work, at the University of Pennsylvania, said.", "type": "p"}, {"text": "\"There will be far less disease and death when the next flu pandemic occurs.\" ", "type": "p"}, {"text": "The 2009 swine flu pandemic - caused by a virus that jumped species to infect humans - was less serious than initially feared.", "type": "p"}, {"text": "But the 1918 Spanish flu pandemic is thought to have killed tens of millions of people. ", "type": "p"}, {"text": "Director of the Institute for Global Health and Emerging Pathogens at Mount Sinai Hospital, in New York, Adolfo García-Sastre, said: \"Current influenza vaccines do not protect against influenza viruses with pandemic potential. ", "type": "p"}, {"text": "\"This vaccine, if it works well in people, would achieve this.", "type": "p"}, {"text": "\"The studies are preclinical, in experimental models. ", "type": "p"}, {"text": "\"They are very promising and, although they suggest a protective capacity against all subtypes of influenza viruses, we cannot be sure until clinical trials in volunteers are done.\"", "type": "p"}, {"text": "Estanislao Nistal, a virologist at San Pablo University, said: \"All of this implies the potential for an easily and rapidly constructed universal vaccine that could be of great use in the event of a pandemic outbreak of a novel influenza virus.\"", "type": "p"}], "tags": ["Vaccination", "Flu"]}