{"link": "https://www.bbc.com/news/science-environment-63748189", "category": "science & environment", "title": "Sharks and songbirds get new trade protections", "contributor": null, "time": "2022-11-26T00:09:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15DE0/production/_127786598_shark-index-getty.jpg", "content": [{"text": "Songbirds and sharks have received what conservationists say are vital new trade protections.", "type": "b"}, {"text": "Several shark species and two songbirds were added to a list of species whose trade is restricted to prevent them being \"traded to extinction\".", "type": "p"}, {"text": "The decision was made on Friday at a global summit in Panama.", "type": "p"}, {"text": "The meeting takes place against the backdrop of an ongoing global extinction crisis.", "type": "p"}, {"text": "Other animals given additional protections in the international wildlife trade treaty, known as CITES, include dozens of freshwater turtles and frogs.", "type": "p"}, {"text": "\"Over a million species are at risk of extinction if we do not change the way we treat wildlife,\" said Matthew Collis, deputy vice president for conservation at the International Fund for Animal Welfare.", "type": "p"}, {"text": "\"Governments at CITES have shown they are beginning to grasp the scale of the challenge required to confront the crisis facing the natural world.\"", "type": "p"}, {"text": "Some of the new species listed will see a complete ban on trafficking, while others will see new restrictions that aim to encourage more sustainable international trade.", "type": "p"}, {"text": "The white-rumped shama and straw-headed bulbul are just two species, both found in South East Asia, whose populations have been devastated by the songbird trade, where birds are captured for their singing ability and used in hugely popular bird-singing competitions.", "type": "p"}, {"text": "The straw-headed bulbul in particular has been driven to the brink of extinction - declining by 80% in the last 15 years, according to BirdLife International - by the trapping that feeds huge demand for caged birds in South East Asia.", "type": "p"}, {"text": "\"If any species deserves this listing, it's the straw-headed bulbul,\" said Kanitha Krishnasamy, Director of TRAFFIC South East Asia, a non-governmental organisation that works globally on trade in wild animals. ", "type": "p"}, {"text": "Both now have extra protections through new trade restrictions agreed at the global wildlife summit, with a complete ban on trading for the straw-headed bulbul.", "type": "p"}, {"text": "However, experts say many songbirds that remain unlisted do not have the same protections and remain under threat. ", "type": "p"}, {"text": "Roger Safford, a conservationist from BirdLife International said the decision was \"a strong and direct response to rapid declines in these species\". ", "type": "p"}, {"text": "\"Unsustainable trade is a big problem,\" he told BBC News. \"And it's often deep-rooted in traditions and societies - but regulation, which can include trade bans, is certainly part of the solution. So we shouldn't miss the chance [to put it in place].\"", "type": "p"}, {"text": "Nearly 100 species of sharks and shark-like rays also received protections to help ensure any trade of their meat and fins - which has pushed some sharks to the brink of extinction - is legal and sustainable.", "type": "p"}, {"text": "This brings most shark species in international trade under control of the treaty.", "type": "p"}, {"text": "Most of the new species listed are from the requiem shark family, which includes the tiger, bull and blue sharks.", "type": "p"}, {"text": "Almost half of all international trade in shark fins is made up of requiems, according to Glenn Sant, senior advisor on fisheries and traceability at TRAFFIC. ", "type": "p"}, {"text": "While some of these sharks are not considered threatened, all were added to account for \"lookalikes\" - species that are difficult to distinguish from those that are critically endangered.", "type": "p"}, {"text": "The inclusion of lookalike species means traders will be unable to pass off a protected shark as an unprotected shark in a trade.", "type": "p"}, {"text": "The guitarfish family of shark-like rays, whose fins are traded like shark fins, also had 37 species receive new protections. ", "type": "p"}, {"text": "The rays are a coastal species, particularly vulnerable to fishing methods like trawling.", "type": "p"}, {"text": "\"It's a really important first step,\" says Sant. \"We all get excited about species being listed on CITES. But the hard work begins when countries actually have to implement that.\"", "type": "p"}, {"text": "Other species that received new protections include the tiny, translucent glass frogs and dozens of species of freshwater turtles, both high in demand among exotic pet collectors. ", "type": "p"}, {"text": "Freshwater turtles are one of the most endangered groups of vertebrates, with some being sold for thousands of pounds. ", "type": "p"}, {"text": "Among the freshwater turtles that received new protections are both species in the unusual-looking matamata family.", "type": "p"}, {"text": "The listings mean any trade will need proof that it is sustainable and legal.", "type": "p"}, {"text": "Experts from conservation organisations praised the additions, but highlight that other vulnerable species remain unprotected by the treaty.", "type": "p"}, {"text": "\"We would have liked to have seen even more of the freshwater turtles [protected] - all of the freshwaters are in trouble, and are overexploited,\" says Sue Lieberman, vice president of international policy at the Wildlife Conservation Society. ", "type": "p"}, {"text": "Amphibians and reptiles in general have received a lack of attention, even though their popularity as pets has increased since the first lockdowns of the pandemic, according to Lieberman. ", "type": "p"}, {"text": "\"We need to look more at the amphibian trade in the future, because amphibians have been hit hard by climate change and they've been hit hard by disease, so they're more vulnerable to trade,\" says Lieberman.", "type": "p"}, {"text": "Increasing temperatures around the globe have increased the spread and severity of diseases that affect amphibians and can cause their habitats to become too dry.", "type": "p"}, {"text": "The International Union for Conservation of Nature Red List lists 41% of amphibian species as being threatened with extinction, making them one of the most threatened vertebrate classes on Earth. ", "type": "p"}, {"text": "\"We're not saying there shouldn't be [trade], we're saying it shouldn't exist in a way that drives these species toward extinction,\" says Lieberman.", "type": "p"}, {"text": "Although governments rejected proposals to reopen international trade in ivory and rhino horn, experts expressed frustration that the divisive discussions were brought forward again this year at all, saying that it sends the wrong signal to ivory traders.", "type": "p"}, {"text": "\"We can't afford to have any ivory trade,\" says Lieberman. ", "type": "p"}], "tags": ["Endangered species", "Conservation", "Wildlife trade", "Extinction", "Sharks", "Birds"]}