{"link": "https://www.bbc.com/news/business-65954249", "category": "business", "title": "Amazon, Hilton and Pepsi to hire thousands of refugees in Europe", "contributor": null, "time": "2023-06-19T21:03:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B904/production/_130146374_gettyimages-1388740799.jpg", "content": [{"text": "Amazon has pledged to hire 5,000 Ukrainian and other refugees in Europe as part of a wider drive to help people fleeing persecution. ", "type": "b"}, {"text": "Hilton Hotels, Adecco and Microsoft are also among the firms promising to offer work or career support.", "type": "p"}, {"text": "It comes as the global number of people forcibly displaced from their countries stands at a record 110 million.", "type": "p"}, {"text": "Margaritis Schinas, Vice-President of the European Commission, said far too many refugees could not find work.", "type": "p"}, {"text": "\"This is despite our endemic skills shortages, their high levels of education, desire to earn a living, and legal right to work [in the EU] through the Temporary Protection Directive,\" she said.  ", "type": "p"}, {"text": "\"This unprecedented show of support from businesses across the continent will be critical to enabling tens of thousands of Ukrainians to provide for themselves and their loved ones back in Ukraine.\"", "type": "p"}, {"text": "Following Russia's invasion of Ukraine, the number of Ukrainian refugees living in Europe stands at more than 5.9 million.", "type": "p"}, {"text": "Millions of others have fled conflicts and persecution in regions such as Syria, Sudan and Afghanistan. ", "type": "p"}, {"text": "The Tent Partnership for Refugees charity, which is co-ordinating the efforts, said most of the Ukrainian refugees in Europe were women and faced particular hurdles when finding jobs. ", "type": "p"}, {"text": "These ranged from not knowing the local language to having to juggle childcare responsibilities. ", "type": "p"}, {"text": "Under its initiative, big firms including Amazon, Hilton and Marriott have committed to hire 13,680 Ukrainians and other refugees for their workforce over the next three years. ", "type": "p"}, {"text": "In addition, staffing agencies such as Adecco will help 150,000 find work, while the likes of Accenture and Microsoft will help train more than 86,000. ", "type": "p"}, {"text": "Amazon has already committed to hiring at least 5,000 refugees in the US by the end of 2024 under its Welcome Door programme.", "type": "p"}, {"text": "It said it also provided financial support for immigration-related processes, access to self-help guides on settling into a new community and mentorship and training.  ", "type": "p"}, {"text": "The firm, which employs 200,000 across Europe, said most of the new roles for refugees would be in areas such as fulfilment and distribution. ", "type": "p"}, {"text": "However, J Ofori Agboka, a vice-president at the e-commerce giant, said workers would be eligible \"to move into jobs that are in different levels of the organisation that are commensurate with their skills and abilities\".", "type": "p"}], "tags": []}