{"link": "https://www.bbc.com/news/entertainment-arts-65948988", "category": "entertainment & arts", "title": "Bebe Rexha rushed off stage after a phone hits her in the face", "contributor": null, "time": "2023-06-19T15:31:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E302/production/_130141185_630569dd310b32a56bda082f6f6545a327ae4e87.jpg", "content": [{"text": "Pop star Bebe Rexha was rushed off stage during a concert on Sunday after being hit in the head by a phone thrown by a fan.", "type": "b"}, {"text": "The star, who was performing in New York, collapsed to her knees when the projectile struck the side of her head.", "type": "p"}, {"text": "She was later escorted from the venue, apparently still in pain, with her hands pressed to her face.", "type": "p"}, {"text": "Video posted online showed a man being removed from the crowd by security as fans shouted \"that's assault\".", "type": "p"}, {"text": "New York Police later confirmed that a 27-year-old concertgoer had been charged with assault.", "type": "p"}, {"text": "The singer, whose hits include I'm Good (Blue) and Meant To Be, posted photos showing her injuries to Instagram on Monday.", "type": "p"}, {"text": "They showed bruising around her left eye and a cut on her eyebrow. However, she captioned the pictures, \"I'm good\", and gave the camera a thumbs-up.", "type": "p"}, {"text": "Gossip website Pop Base quoted her mother as saying the star received medical treatment and needed three stitches.", "type": "p"}, {"text": "The BBC has contacted Rexha's team for further comment.", "type": "p"}, {"text": "The star was at the end of her set at Pier 17 in New York when the incident occurred. ", "type": "p"}, {"text": "She had previously invited a tearful fan from El Salvador onto the stage to sing I'm Gonna Show You Crazy; and played an impromptu version of Seasons after a request from the audience.", "type": "p"}, {"text": "Fans who attended the show expressed their disbelief at how the show ended.", "type": "p"}, {"text": "\"I'm still in shock two hours later,\" wrote one on Twitter. \"I saw something fly and hit her. I thought it was a CD or a paper until I saw he[r] drop.\"", "type": "p"}, {"text": "\"People really dressed up and were in a good mood that they were going to a concert but this old man ruined everything,\" added another.", "type": "p"}, {"text": "\"Super unsettling ending to an otherwise great show,\" commented a third. \"I hope she's okay.\"", "type": "p"}, {"text": "Rexha, is next due to perform on Tuesday 20 June at The Fillmore in Philadelphia.", "type": "p"}, {"text": "She will bring the tour to London on 28 July when she plays the Shepherd's Bush Empire.", "type": "p"}, {"text": "There has been a growing trend of fans throwing their phone onstage in the hope that artists will pose for a selfie and return the handset.", "type": "p"}, {"text": "Harry Styles has even been known to pick up a phone and call the owner's friends to leave a voicemail.", "type": "p"}, {"text": "However, he was hit in the eye by a handful of Skittles during a set in Los Angeles, and spent the remainder of his show rinsing his eye out with water.", "type": "p"}, {"text": "N-Dubz star Tulisa had her sunglasses knocked off by a fan's phone at one of the band's reunion gigs in Glasgow. ", "type": "p"}, {"text": "And David Bowie remonstrated with a fan at a Norwegian music festival in 2004 after being hit in the eye by a lollipop.", "type": "p"}, {"text": "The hard candy - known locally as \"love on a stick\" - was presumably thrown as an act of affection, but caused the singer huge discomfort.", "type": "p"}, {"text": "He backed off the runway, hunched over, and was assisted by his set crew, before returning to the microphone and swearing at the culprit.", "type": "p"}, {"text": "Explaining that he only had one good eye after a childhood fight, he said: \"The other one has just become a little bit more decorative than it was before… Lucky you hit the bad one\".", "type": "p"}, {"text": "Regaining his composure, he announced plans to punish the crowd with an \"even longer concert\" than planned. ", "type": "p"}, {"text": "Towards the end of the concert, he threw a guitar pick into the crowd and jokingly asked if he'd hit anyone in the eye.", "type": "p"}], "tags": []}