{"link": "https://www.bbc.com/news/science-environment-65948544", "category": "science & environment", "title": "Climate change: Sudden heat increase in seas around UK and Ireland", "contributor": null, "time": "2023-06-19T10:14:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EDFC/production/_130142906_11420c8d-2aca-4eb2-9844-8d9849f2c8be.jpg", "content": [{"text": "Some of the most intense marine heat increases on Earth have developed in seas around the UK and Ireland, the European Space Agency (Esa) says.", "type": "b"}, {"text": "Water temperatures are as much as 3 to 4C above the average for this time of year in some areas, according to analysis by Esa and the Met Office.", "type": "p"}, {"text": "The sea is particularly warm off the UK's east coast from Durham to Aberdeen, and off north-west Ireland.", "type": "p"}, {"text": "The Met Office says the reason is partly human-caused climate change.", "type": "p"}, {"text": "But other, less-understood natural and man-made factors appear to be driving temperatures up further.", "type": "p"}, [{"text": "Unexplained ocean warming alarms scientists", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65339934"}, {"text": "El Niño planet-warming weather phase has begun", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65839060"}, {"text": "Life in ocean ‘twilight zone' at risk from warming", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65460128"}], {"text": "The Esa data shows sea water around virtually the entire coastline of the British Isles is warmer than usual.", "type": "p"}, {"text": "Scientists warn that intense heat like this can kill fish and other sea life, sometimes on a huge scale.", "type": "p"}, {"text": "Marine heatwaves - prolonged periods of unusually high sea surface temperatures - are also associated with more extreme weather because storm systems pick up more energy and can become more intense and longer-lasting.", "type": "p"}, {"text": "The warm sea around the UK comes as air and ocean surface temperatures worldwide have been spiking sharply in recent months.", "type": "p"}, {"text": "Global sea surface temperatures for both April and May were the highest ever recorded in Met Office data that goes all the way back to 1850.", "type": "p"}, {"text": "In May the average ocean temperature was 0.85C higher than normal for the month, according to figures from the US National Ocean and Atmospheric Administration (NOAA).", "type": "p"}, {"text": "We have seen a series of extreme heat events around the world with unusually high temperatures helping fuelling record-breaking wildfires in Canada that blanketed New York and other North American cities in smoke.", "type": "p"}, {"text": "Asia has also been affected, with monthly records broken in China and in parts of Siberia.", "type": "p"}, {"text": "At the same time the extent of the sea ice in the Antarctic is the lowest on record for this date by a large margin.", "type": "p"}, {"text": "Professor Albert Klein Tank, the head of the Met Office's Hadley climate research centre, does not believe the array of global temperature records signals that the Earth has passed some kind of climate tipping-point.", "type": "p"}, {"text": "\"All of these elements are part of natural variation within the climate system which are coming together to elevate sea-surface temperatures to higher levels\", he says.", "type": "p"}, {"text": "The unusually high temperatures have continued into this month. ", "type": "p"}, {"text": "The first 11 days of June were the hottest ever recorded worldwide for this time of year, the EU's Copernicus climate and weather monitoring service reported last week.", "type": "p"}, {"text": "It said this is the first time that global air temperatures have exceeded pre-industrial levels by more than 1.5C during the month of June.", "type": "p"}, {"text": "The scientific consensus is that keeping long-term global temperatures below that 1.5C threshold is essential to avoid the worst impacts of climate change.", "type": "p"}, {"text": "The current high temperatures are expected to be temporary though; the 1.5C threshold relates to average temperatures over a 20 or 30-year period.", "type": "p"}, {"text": "But experts expect more temperature records to be broken in the coming months because the Pacific Ocean is expected to continue to warm thanks to the development of an El Niño event.", "type": "p"}, {"text": "Scientists are already predicting it is likely to make 2024 the world's hottest year.", "type": "p"}, {"text": "El Niño is the most powerful fluctuation in the climate system anywhere on Earth.", "type": "p"}, {"text": "The El Niño Southern Oscillation, or ENSO, to give it its scientific name, is moving into its hot phase when warm waters come to the surface off the coast of South America and spread across the ocean driving significant heat into the atmosphere.", "type": "p"}, {"text": "But the most dramatic increase in sea surface temperature right now is in the North Atlantic.  ", "type": "p"}, {"text": "In May temperatures were 1.25C above the long-term average, the highest deviation ever recorded in a single month, according to the Met Office.", "type": "p"}, {"text": "Scientists are not sure why we are seeing this record heat in the waters around the UK and across the North Atlantic, but they say climate change is certainly playing a crucial role.  As we continue to pump vast quantities of planet-warming carbon dioxide into the atmosphere we are driving up global temperatures.", "type": "p"}, {"text": "But other factors are likely also playing a role.", "type": "p"}, {"text": "Professor Michael Mann, an atmospheric scientist at Penn State University, says weaker than average winds have reduced the amount of dust from the Sahara Desert in the atmosphere. ", "type": "p"}, {"text": "Saharan dust blocks and reflects some of the sun's energy out of the atmosphere, moderating sea temperatures.", "type": "p"}, {"text": "The trade winds have been unusually light this year and, at the same time, a persistent weather pattern with easterly winds from the continental US may also have helped warm the sea surface.", "type": "p"}, {"text": "Another factor could be the effects of a reduction in pollution from shipping.", "type": "p"}, {"text": "Regulations reducing the sulphur content of fuel burned by ships were brought in by the International Maritime Organisation (IMO) in 2020.", "type": "p"}, {"text": "This significantly reduces the amount of aerosol particles released into the atmosphere, the IMO says. ", "type": "p"}, {"text": "But aerosols that pollute the air can also help reflect heat back into space, so removing them may have caused more heat to enter the waters. ", "type": "p"}, {"text": "It looks like the impacts of the exceptional temperatures in the North Atlantic are already beginning to be felt.", "type": "p"}, {"text": "The eastern tropical Atlantic is the main spawning ground for North Atlantic hurricanes and the Met Office says an Atlantic tropical storm looks likely to form east of the Caribbean by the middle of this week. ", "type": "p"}, {"text": "Julian Heming, a tropical cyclone expert at the Met Office, says it is very unusual to see a storm developing in that area so early in the season.", "type": "p"}, {"text": "Hurricane development is normally supressed during El Niño periods, but the Met Office's forecast suggests an above average season for tropical storms and cyclones in the North Atlantic basin this year because of the high surface temperatures.", "type": "p"}, {"text": "The Met Office says we can expect the hot weather to continue.", "type": "p"}, {"text": "It says there is a 45% chance - significantly higher than usual - that the UK will have what it describes as a \"hot summer\".", "type": "p"}], "tags": []}