{"link": "https://www.bbc.com/news/technology-65949412", "category": "technology", "title": "Why is Reddit full of pictures of John Oliver?", "contributor": null, "time": "2023-06-19T11:39:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/84DE/production/_130141043_gettyimages-1441516511.jpg", "content": [{"text": "Reddit will soon exclusively be a hub for pictures of John Oliver, if protesters get their way.", "type": "b"}, {"text": "Some of the biggest Reddit communities are now only allowing photos and videos of the comedian, following votes from users.", "type": "p"}, {"text": "Thousands of Reddit communities - known as subreddits - became inaccessible earlier in June in a protest over changes to how the site is being run.", "type": "p"}, {"text": "Many have since reopened, although thousands remain inaccessible.", "type": "p"}, {"text": "And now some of the biggest subreddits that reopened - such as r/aww, r/pics and r/gifs - have held votes resulting in the communities being dedicated to Oliver.", "type": "p"}, {"text": "A subreddit is the name given to a forum within the Reddit platform - effectively a community of people who gather to discuss a particular interest.", "type": "p"}, {"text": "Reddit users - or Redditors - will typically join a variety of subreddits, rather than following individual users on other platforms, and see posts from these communities in their feed.", "type": "p"}, {"text": "As well as a few paid administrators, the website uses tens of thousands of unpaid moderators - known as mods - to keep the website functional.", "type": "p"}, {"text": "These moderators may spend one or two hours per day ensuring that their subreddit does not get filled with off-topic comments, content that is banned, or even content which is illegal.", "type": "p"}, {"text": "Moderators of the r/pics subreddit said that while its rules now only allowed users to post pictures of John Oliver \"looking sexy\", in effect any picture of the comedian was allowed \"because John Oliver is always sexy\".", "type": "p"}, {"text": "The comedian, who holds British and US citizenship, took the posts in his stride on Twitter, calling it \"excellent work\" and telling Redditors to \"have at it\", before posting a series of pictures which stretch the definition of the word \"sexy\".", "type": "p"}, {"text": "Users are protesting against Reddit introducing controversial charges to developers of third-party apps, which are used to browse the social media platform.", "type": "p"}, {"text": "Reddit, which describes itself as \"the front page of the internet\", has an official app but it was developed in 2016, many years after the website was founded.", "type": "p"}, {"text": "As a result of this, third-party apps such as Apollo, Reddit is Fun, Sync and ReddPlanet were set up as a way for people to access the platform on their mobile devices.", "type": "p"}, {"text": "The proposed changes have led these apps to say they are shutting down as they will not be able to cover the costs, which has led to the protest.", "type": "p"}, {"text": "More than 7,000 subreddits shut down altogether in protest against the changes, and an estimated 3,600 subreddits remain inaccessible. ", "type": "p"}, {"text": "Two of the 10 largest subreddits on the platform - r/science and r/music - are no longer dark, though moderators are not allowing new posts - aside from a video posted to r/music perhaps unsurprisingly featuring Oliver.", "type": "p"}, {"text": "It is unclear exactly why John Oliver has been chosen as the face of the protest, though a moderator for r/gifs said it was a direct response to comments made by Reddit chief executive Steve Huffman.", "type": "p"}, {"text": "In an interview with NBC News, Mr Huffman said he was looking at making changes so Redditors could vote to remove moderators involved in the protest.", "type": "p"}, {"text": "He also told The Verge that he believed the protests were not \"representative of the greater Reddit community\", and users were no longer in favour of them. ", "type": "p"}, {"text": "That prompted a number of subreddits to hold online votes to determine whether there genuinely was public support.", "type": "p"}, {"text": "Moderators gave subreddits a choice: return to business as usual, or change the community to only allow images of Oliver.", "type": "p"}, {"text": "The results were overwhelming. A huge margin of users voted for r/pics to \"only allow images of John Oliver looking sexy\", with 37,331 votes for and 2,239 votes against. Other subreddits saw similar results.", "type": "p"}, {"text": "And it isn't just John Oliver that Reddit has to contend with.", "type": "p"}, {"text": "Other subreddits are similarly remaining active while changing their communities to fit within Reddit's rules, with r/iPhone now dedicated to \"dashing images\" of Apple chief executive Tim Cook, and moderators of r/scams approving content deliberately slowly, taking up to 14 days to review a post rather than a few minutes.", "type": "p"}], "tags": []}