{"link": "https://www.bbc.com/news/business-65168256", "category": "business", "title": "McDonald's closes US offices ahead of corporate job cuts", "contributor": null, "time": "2023-04-03T16:52:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17018/production/_128223249_whatsubject.jpg", "content": [{"text": "Fast food chain McDonald's is temporarily closing its US offices this week ahead of an expected announcement on corporate job cuts.", "type": "b"}, {"text": "The Wall Street Journal, which first reported the move, said McDonald's had told US and some international staff to work from home so it can deliver decisions on jobs virtually.", "type": "p"}, {"text": "The burger chain has declined to comment on how many posts are affected.", "type": "p"}, {"text": "The cuts are part of a wider company reorganisation it announced in January.", "type": "p"}, {"text": "At the time, McDonald's boss Chris Kempczinski said the company was being hurt by an \"outdated and self-limiting\" structure.", "type": "p"}, {"text": "The Wall Street Journal said it had seen a message from the company stating that: \"During the week of April 3, we will communicate key decisions related to roles and staffing levels across the organization.\"", "type": "p"}, {"text": "McDonald's has also asked employees to cancel all in-person meetings at its headquarters, the paper said.", "type": "p"}, [{"text": "McDonald's puts up prices on five menu items", "type": "a", "href": "https://www.bbc.co.uk/news/business-64651800"}], {"text": "In a memo sent to staff in January, McDonald's warned there would be \"difficult discussions and decisions ahead\", adding it would review corporate staffing levels by April.", "type": "p"}, {"text": "The memo said the proposals - which also aim to speed up plans for new restaurants - would help it to \"move faster as an organization, while reducing our global costs and freeing up resources to invest in our growth\".", "type": "p"}, {"text": "McDonald's employs about 200,000 people in corporate roles and its owned restaurants, with 75% of them located outside the US.", "type": "p"}, {"text": "The Chicago-based company operates in more than 160 countries around the world.", "type": "p"}, {"text": "Sales at McDonald's rose by 10.9% last year, the company reported in January, with US sales up 5.9%.", "type": "p"}, {"text": "However, the company said its profits overseas have been hurt by the strength of the dollar.", "type": "p"}], "tags": []}