{"link": "https://www.bbc.com/news/entertainment-arts-65167799", "category": "entertainment & arts", "title": "The Beatles: How a schoolboy made the band's earliest known UK concert recording", "contributor": null, "time": "2023-04-03T16:57:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/212F/production/_129259480_beatles_gettyimages-73998046.jpg", "content": [{"text": "The earliest known full recording of The Beatles playing a live concert in the UK, at the point they were becoming the biggest band in the nation, has been revealed by BBC Radio 4's Front Row, almost exactly 60 years after it was made.", "type": "b"}, {"text": "The hour-long quarter-inch tape recording was made by 15-year-old John Bloomfield at Stowe boarding school in Buckinghamshire on 4 April 1963 when the band played a concert at the school's theatre.", "type": "p"}, {"text": "They had been booked by fellow pupil David Moores, who had written to manager Brian Epstein.", "type": "p"}, {"text": "Epstein, perhaps recognising the connection to an important Liverpool family - the Moores family owned the Littlewoods football pools and retail business - agreed to the booking for a fee of £100, and Moores raised the funds by selling tickets to schoolmates.", "type": "p"}, {"text": "Bloomfield was a self-confessed tech geek keen to try out a new reel-to-reel tape recorder. Now in his 70s, he revealed the existence of the tape when I went to Stowe to make a Front Row special about the 60th anniversary of the concert.", "type": "p"}, {"text": "It was a unique Beatles gig, performed in front of an almost entirely male audience. And crucially, despite loud cheers and some screaming, the tape is not drowned out by the audience reaction.", "type": "p"}, {"text": "It captures the appeal of The Beatles' tightly-honed live act, with a mixture of their club repertoire of R&B covers and the start of the Lennon/McCartney songwriting partnership, with tracks off their debut album Please Please Me, which had been released barely two weeks earlier, on 22 March.", "type": "p"}, {"text": "They kicked off with the album's opening track I Saw Her Standing There and then segued into Chuck Berry's Too Much Monkey Business.", "type": "p"}, {"text": "Beatles historian Mark Lewisohn and I are the only people to have heard the full recording after Bloomfield agreed to play it for the first time since the recording was made. Part of it was played on Front Row on Monday (3 April).", "type": "p"}, [{"text": "Listen to the Beatles special on Front Row", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/m001kpq1"}], {"text": "Speaking about its significance, Lewisohn said: \"The opportunity that this tape presents, which is completely out of the blue, is fantastic because we hear them just on the cusp of the breakthrough into complete world fame. And at that point, all audience recordings become blanketed in screams.", "type": "p"}, {"text": "\"So here is an opportunity to hear them in the UK, in an environment where they could be heard and where the tape actually does capture them properly, at a time when they can have banter with the audience as well.", "type": "p"}, {"text": "\"I think it's an incredibly important recording, and I hope something good and constructive and creative eventually happens to it.", "type": "p"}, {"text": "\"I didn't even know this tape existed until you told me about it, and I think I had to pick myself up off the floor.\"", "type": "p"}, {"text": "The band arrived late from a recording at the BBC Paris Studios and, used to playing two half-hour sets, rattled through more than 22 songs in an hour.", "type": "p"}, {"text": "Remarkably, they are heard taking requests from the schoolboys, who shouted out the names of songs that had been released just two weeks earlier. The banter between the band and audience reveals John Lennon doing joke voices, the huge popularity of Ringo Starr, and the fact that George Harrison had lost his voice and was unable to sing.", "type": "p"}, {"text": "Bloomfield said the show made a big impact on him. \"I would say I grew up at that very instant,\" he said. \"It sounds a bit of an exaggeration, but I realised this was something from a different planet.\"", "type": "p"}, {"text": "Although Stowe was a boys' school at the time, some girls were watching the Fab Four from the back. \"It wasn't until they started playing that we heard the screaming, and we realised we were in the middle of Beatlemania,\" Bloomfield said. \"It was just something we'd never even vaguely experienced.\"", "type": "p"}, {"text": "Afterwards, the band were taken for a meal in the tuck shop and were shown Bloomfield's typically spartan dorm room.", "type": "p"}, {"text": "In 2020, when the school put up a blue plaque to celebrate the Beatles' visit, Sir Paul McCartney recalled how shocked they'd been. \"Good old working class boys like us had never visited an establishment like Stowe and we were shocked to see the stark living conditions,\" he said.", "type": "p"}, {"text": "Bloomfield has kept the recording for all these years, but had never publicly revealed its existence until now.", "type": "p"}, {"text": "Visiting the school theatre again, he said he was embarrassed to have made the tape, but seeing the Beatles had changed his life and he found it emotional listening to it again, 60 years on.", "type": "p"}, {"text": "Samira Ahmed's special report on The Beatles at Stowe School is on Front Row on BBC Sounds.", "type": "p"}], "tags": []}