{"link": "https://www.bbc.com/news/business-63720310", "category": "business", "title": "FTX: Court says Sam Bankman-Fried ran FTX as a 'personal fiefdom'", "contributor": null, "time": "2022-11-22T20:31:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B2BA/production/_127745754_whatsubject.jpg", "content": [{"text": "Troubled crypto firm FTX collapsed after being \"run as a personal fiefdom of Sam Bankman-Fried\", a US bankruptcy court has heard.", "type": "b"}, {"text": "The former FTX boss led the firm once valued at $32bn (£27bn), but lacked basic money controls, a lawyer leading the bankruptcy proceedings said.", "type": "p"}, {"text": "The true state of FTX's finances was only now being understood, he said.", "type": "p"}, {"text": "He also claimed Mr Bankman-Fried's team spent roughly $300m on holiday homes and property for senior staff.", "type": "p"}, {"text": "Only now do we realise that \"the emperor had no clothes,\" attorney James Bromley said, describing the situation as \"one of most abrupt and difficult collapses in the history of corporate America.\" ", "type": "p"}, {"text": "FTX was a cryptocurrency exchange allowing people to buy Bitcoin and other cryptocoins in exchange for traditional money. Many customers used their FTX digital wallets like bank accounts, expecting their funds to be safe.", "type": "p"}, [{"text": "The fall of ‘King of Crypto’ Sam Bankman-Fried", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63612489"}, {"text": "Crypto exchange FTX owes biggest creditors $3.1bn ", "type": "a", "href": "https://www.bbc.co.uk/news/business-63697459"}], {"text": "Judge John T Dorsey was given a detailed history of FTX and how it grew rapidly, moving countries multiple times in its seven-year lifespan. ", "type": "p"}, {"text": "The court was shown a timeline of how it became the second-largest cryptocurrency exchange before collapsing in just eight days once details about the company's lack of financial stability were leaked online.", "type": "p"}, {"text": "Mr Bankman-Fried resigned and the firm filed for bankruptcy protection, seeking the court's oversight as it attempts to resolve its debts.", "type": "p"}, {"text": "More than one million investors had cryptocurrency stored on the FTX exchange and are owed money, which they may not get back.", "type": "p"}, {"text": "Company records show FTX customers were based in 27 separate countries with Cayman Islands, Virgin Islands, Great Britain and China having the highest proportion of users.", "type": "p"}, [{"text": "2 November: Documents leak online showing Alameda Research - a cryptocurrency hedge fund run by Sam Bankman-Fried was financially unstable and reliant on a coin which was by sister company FTX", "type": "p"}, {"text": "6 November: Changpeng Zhao, boss of FTX rival Binance announces the firm is selling it's holdings in FTX-linked coins \"due to recent revelations\". The value of FTX crypto coins plummets and panicked customers rush to cash out", "type": "p"}, {"text": "8 November: FTX suspends withdrawals", "type": "p"}, {"text": "8 November: Changpeng Zhao announces that Binance is looking to buy FTX to \"protect users\"", "type": "p"}, {"text": "9 November: Binance walks away from the sale, citing concerns about \"mishandling of customer funds and alleged US agency investigations\"", "type": "p"}, {"text": "9 November: Sam Bankman-Fried attempts to gather emergency funding to plug the $8bn shortfall in finances", "type": "p"}, {"text": "11 November: Sam Bankman-Fried resigns and files for chapter 11 bankruptcy ", "type": "p"}], {"text": "It's not known how much money FTX retained after the collapse but lawyers say that at least some of the firm's cryptocurrency assets have apparently been stolen by hackers.", "type": "p"}, {"text": "\"We are under constant cyber-attack and we are trying to defend against these attacks,\" Mr Bromley said.", "type": "p"}, {"text": "The bankruptcy team also said FTX has custody of the data of millions of customers.", "type": "p"}, {"text": "During a court recess some participants spoke about how they had lost money in the FTX collapse, with one saying they lost their life savings.", "type": "p"}, {"text": "The next hearing is scheduled for 11 January.", "type": "p"}], "tags": ["Cryptocurrency"]}