{"link": "https://www.bbc.com/news/entertainment-arts-63718895", "category": "entertainment & arts", "title": "Strictly Come Dancing: Kym Marsh tests positive for Covid", "contributor": null, "time": "2022-11-22T14:28:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/478A/production/_127741381_hi079591267.jpg", "content": [{"text": "Kym Marsh will miss Strictly Come Dancing this weekend after testing positive for Covid-19.", "type": "b"}, {"text": "She and partner Graziano di Prima will remain in the competition and are expected to return the following week, the BBC confirmed.", "type": "p"}, {"text": "The couple were due to perform their couples' choice dance to Chaka Khan's I Feel For You.", "type": "p"}, {"text": "Marsh co-presents BBC One's Morning Live and is a former Coronation Street star and member of pop group Hear'Say.", "type": "p"}, {"text": "In a statement, a Strictly spokesperson said: \"Kym Marsh has tested positive for Covid-19.", "type": "p"}, {"text": "\"As a result, Kym and Graziano will not be taking part in Strictly Come Dancing this weekend. ", "type": "p"}, {"text": "\"Strictly Come Dancing protocols mean that all being well, they will return the following week.\"", "type": "p"}, {"text": "Marsh's scores throughout this series have varied. She and di Prima have finished in the top three on the judges' leaderboard three times since the series began in September.", "type": "p"}, {"text": "But she has also occasionally found herself at the lower end of the table, and faced Matt Goss in the bottom two dance-off in week four.", "type": "p"}, {"text": "The pair were second from bottom on the leaderboard on Saturday in Blackpool but were not in the bottom two.", "type": "p"}, {"text": "This series of Strictly has been relatively free from controversy compared with other recent series.", "type": "p"}, {"text": "It remains resolutely popular with viewers, however. An average audience of 8.7 million viewers watched Saturday's special episode, broadcast from Blackpool. ", "type": "p"}, {"text": "Alongside Marsh, the remaining contestants are Fleur East, Helen Skelton, Hamza Yassin, Will Mellor, Molly Rainford and Ellie Taylor.", "type": "p"}, {"text": "Last week, former footballer Tony Adams withdrew from the competition after suffering an injury. ", "type": "p"}], "tags": ["Television", "Strictly Come Dancing"]}