{"link": "https://www.bbc.com/news/technology-63719116", "category": "technology", "title": "Instagram 'wrong' to take down drill music video", "contributor": null, "time": "2022-11-22T17:46:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9D7A/production/_127741304_gettyimages-1239257012.jpg", "content": [{"text": "The owner of Instagram has been told it should not have removed a drill music video.", "type": "b"}, {"text": "Meta took down the video by Chinx (OS) after being contacted by the London Metropolitan Police, which raised concerns about gang violence.", "type": "p"}, {"text": "But Meta's independent Oversight Board has ruled there was insufficient evidence to support that decision.", "type": "p"}, {"text": "It said the case highlighted the \"haphazard and opaque\" way authorities made such requests. ", "type": "p"}, {"text": "In January this year an Instagram account which described itself as promoting British music posted about a new drill track called Secrets Not Safe.", "type": "p"}, {"text": "Shortly afterwards, Meta says, Scotland Yard contacted it to raise concerns about \"gang violence\" relating to the song.", "type": "p"}, {"text": "Meta conducted its own review and decided the track contained a \"veiled threat\" linked to a shooting in 2017 and so removed it from Instagram.", "type": "p"}, {"text": "It then referred the case to its independent system of appeals, the Oversight Board, which was set up and is funded by Meta. It is staffed by academics and lawyers, with the remit of scrutinising and questioning the tech giant's actions.", "type": "p"}, {"text": "The board has now concluded the decision to remove the song from Instagram was wrong because the threat of violence was not credible. It says the track must be reinstated.", "type": "p"}, {"text": "It also says there are serious concerns that drill - which is particularly popular among young black Britons - is being overpoliced.", "type": "p"}, [{"text": "Drill and rap music on trial", "type": "a", "href": "https://www.bbc.co.uk/news/uk-55617706"}], {"text": "Chinx (OS) told the BBC he was pleased the video would be restored and had not understood why it had been taken down in the first place.", "type": "p"}, {"text": "He said he did \"not believe\" that his music would incite violence. ", "type": "p"}, {"text": "\"I can see why people think it's very violent but I feel like it's an expression,\" he said. ", "type": "p"}, {"text": "\"I think people are involved in a certain lifestyle prior to them releasing drill music. ", "type": "p"}, {"text": "\"I don't think you release drill music then find yourself in gang activities - I feel it's the other way around.\" ", "type": "p"}, {"text": "The board called on Meta to create a \"globally consistent system\" for content removal requests from official bodies - emphasising \"not every piece of content that law enforcement would prefer to have taken down should be taken down\".", "type": "p"}, {"text": "\"It is therefore critical that Meta evaluates these requests independently, particularly when they relate to artistic expression from individuals in minority or marginalised groups for whom the risk of cultural bias against their content is acute.\"", "type": "p"}, {"text": "As part of its investigation, Meta's Oversight Board said it filed multiple freedom of information requests with the Met Police.", "type": "p"}, {"text": "It said it found the force had filed 286 requests with social media and streaming companies to take down or review posts about drill music in the 12 months from June 2021, and that 255 of those had resulted in the removal of content.", "type": "p"}, {"text": "Over the same period, it had not made a single request to remove any other music genre, the force said.", "type": "p"}, {"text": "A Meta spokesperson said: \"We do not remove content simply because law enforcement requests it - we take action if content is found to violate our policies or local law. ", "type": "p"}, {"text": "\"As part of our robust review process, we assess whether a request is consistent with internationally-recognized standards on human rights, including due process, privacy, free expression and the rule of law.\"", "type": "p"}, {"text": "The Metropolitan Police has been approached for comment.", "type": "p"}, {"text": "Steven Keogh, a former detective with the Metropolitan Police, told the BBC that in his experience of investigating gang-related murders in London \"all bar none\" had \"some connection\" to drill tracks.", "type": "p"}, {"text": "\"The police aren't going to take down all drill music, it's not a war against drill music,\" he said.", "type": "p"}, {"text": "\"It's specific intelligence about specific videos that they think could lead to problems.\"", "type": "p"}], "tags": ["Metropolitan Police Service", "Meta", "Instagram", "Drill music"]}