{"link": "https://www.bbc.com/news/entertainment-arts-61514850", "category": "entertainment & arts", "title": "Vangelis: Chariots of Fire and Blade Runner composer dies at 79", "contributor": null, "time": "2022-05-19T20:50:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1773D/production/_124816069_vangelisepa.jpg", "content": [{"text": "Greek composer Vangelis, who was known for his celebrated film themes for Chariots of Fire and Blade Runner, has died at the age of 79.", "type": "b"}, {"text": "He won an Oscar for the stirring score to 1981's Chariots of Fire.", "type": "p"}, {"text": "Paying tribute, Lord Puttnam, who produced the film, told the BBC Vangelis had created \"a new musical landscape\".", "type": "p"}, {"text": "US composer Austin Wintory wrote on Twitter that Vangelis \"changed an entire era of music\".", "type": "p"}, {"text": "Oscar-nominated British musician Daniel Pemberton said it was hard to underestimate the colossal impact of Vangelis on modern film music.", "type": "p"}, {"text": "\"It is also hard to understand how groundbreaking Chariots of Fire was. A period British film with a phenomenal synth score,\" he added.", "type": "p"}, {"text": "Vangelis's Chariots of Fire theme famously accompanied shots of athletes running along the beach in St Andrews, Scotland, at the start of the film, which was set before the 1924 Olympics.", "type": "p"}, {"text": "It went to number one in the US, and later topped the UK's classical singles chart in 2012 after being performed by Mr Bean at the opening ceremony of the London Olympic Games.", "type": "p"}, {"text": "Lord Puttnam, who also won an Oscar for the film, said: \"I think Vangelis created a new landscape, a new musical landscape, that many other composers have taken advantage of\".", "type": "p"}, {"text": "He said that when he and his wife first heard the score \"every single hair at the back of my neck stood up\". ", "type": "p"}, {"text": "Vangelis was nominated for a Golden Globe and Bafta for his score on Sir Ridley Scott's science fiction thriller, Blade Runner.", "type": "p"}, {"text": "Charles de Lauzirika, who produced the 1983 film, said: \"His music, not just in Blade Runner, was otherworldly in beautiful and haunting ways I lack the words to describe.", "type": "p"}, {"text": "\"He created lush dream states I still love getting lost in.\"", "type": "p"}, {"text": "Vangelis's other film credits included The Bounty, Francesco, Bitter Moon, 1492: Conquest of Paradise and Alexander.", "type": "p"}, {"text": "The Greek composer once said: \"My interest was not to create a symphony orchestra, which I can very easily, but to go further than that and do things that the symphony orchestra can't do. ", "type": "p"}, {"text": "\"And I think that I succeeded to create something like this.\"", "type": "p"}, {"text": "Greek Prime Minister Kyriakos Mitsotakis tweeted: \"Vangelis Papathanassiou is no longer with us. The world of music has lost the international (artist) Vangelis.\"", "type": "p"}, {"text": "Vangelis first tasted fame as the keyboardist in the band Aphrodite's Child with singer Demis Roussos in the late 1960s.", "type": "p"}, {"text": "He went on to be an acclaimed and ground-breaking electronic solo artist beyond his work in film, making his most recent albums with record company, Decca Label Group. ", "type": "p"}, {"text": "Its presidents Tom Lewis and Laura Monks said: \"The world has lost a genius. Vangelis created music of extraordinary originality and power, and provided the soundtrack to so many of our lives. ", "type": "p"}, {"text": "\"We will miss him enormously. His music will live on forever.\"  ", "type": "p"}, {"text": "In addition to Blade Runner, the composer was nominated for Baftas for his scores for Missing and Chariots of Fire.", "type": "p"}, {"text": "The official Bafta account tweeted that he was a \"trailblazing composer\" and that its thoughts were with Vangelis' family and friends.", "type": "p"}, {"text": "US composer Bear McCreary wrote that he was \"A true musical pioneer\", saying: \"Chariots of Fire and Blade Runner were among the most innovative and influential scores in the history of the medium.\"", "type": "p"}], "tags": ["Film", "Music"]}