{"link": "https://www.bbc.com/news/health-61320202", "category": "health", "title": "Anti-abortion groups target women with misleading ads", "contributor": "Rachel Schraer", "time": "2022-05-16T23:34:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/77AE/production/_124783603_hana.jpg", "content": [{"text": " When Hana found out she was pregnant, she knew she wanted to have an abortion - but her search for a clinic on Google led her to an anti-abortion centre, set on talking her out of her decision.", "type": "b"}, {"text": "In many US states, BBC News has seen misleading websites advertising these clinics appearing high up in Google search results - and Facebook adverts with inaccurate medical advice - while genuine abortion providers are having their ads rejected and accounts restricted. ", "type": "p"}, {"text": "Advice centres, such as the one visited by Hana - a 19-year-old living in the north-eastern US state of Massachusetts - are often run by Christian organisations.", "type": "p"}, {"text": "They may offer some medical services such as pregnancy tests and ultrasounds - but some of their online promotion falsely suggests they also provide pregnancy-termination services.", "type": "p"}, {"text": "It wasn't until Hana was walking down the centre's corridor, lined with posters comparing the procedure to murder, that it began to dawn on her this was not the abortion clinic she believed it to be. ", "type": "p"}, {"text": "Hana describes herself as a \"nerdy researcher\", studying a health-related course at college - but nothing about the clinic's website tipped her off to the service it actually provides. ", "type": "p"}, {"text": "The home page says: \"Take control - start with a free abortion consultation.\" And in a tab labelled: \"Get care,\" it lists the types of abortion (medical and surgical) that can be performed during different trimesters of pregnancy, under the heading: \"You just found out you're pregnant and want to know your options.\"", "type": "p"}, {"text": "Once there, Hana says, she was told, inaccurately, abortions were linked to infertility and breast cancer - and having had a Covid-19 vaccine, she might lose the pregnancy anyway, making abortion unnecessary, despite the evidence suggesting vaccinated people are no more likely to miscarry and, in fact, better protected against the risks of pre-term and still birth associated with Covid.", "type": "p"}, {"text": "She was also pressured to view the ultrasound scan against her wishes.  ", "type": "p"}, {"text": "\"What kind of mother doesn't want to see a picture of their child?\" asked the person attending to her.", "type": "p"}, {"text": "Hana was left feeling deceived and betrayed. ", "type": "p"}, {"text": "The Human Coalition, an anti-abortion group providing marketing for the centre and more than 40 others, told BBC News: \"We find in our work, most abortion-determined women do not desire an abortion, they desire help.", "type": "p"}, {"text": "\"We're here to empower women by filling that gap - connecting women to the care and support they want, to choose life.\"", "type": "p"}, {"text": "Google displays adverts above search results for certain terms. ", "type": "p"}, {"text": "Advertisers bid to have their ads appear first, Google says, although the order should also be determined by \"relevance\" and \"overall quality\". ", "type": "p"}, {"text": "But, Whitney Chinogwenya, of MSI Reproductive Choices (formerly Marie Stopes international) says, this creates a \"battle of budgets\", with regulated abortion clinics competing with anti-abortion clinics or unregulated pill providers for ad space on specific search terms. ", "type": "p"}, {"text": "Several large global abortion providers have also told BBC News they regularly have their online material referring to abortion censored without explanation, including having YouTube channels suspended, social-media accounts restricted and Facebook and Google ads rejected. ", "type": "p"}, {"text": "In 2019, having been criticised for hosting misleading adverts, Google tried to crack down on abortion-advice clinics, which are most common in the US but can also be found across Europe (including the UK), Africa and Latin America. ", "type": "p"}, {"text": "In the US, UK and Ireland, anyone running an ad mentioning abortion must first apply for a certificate. ", "type": "p"}, {"text": "Ads from advice clinics not offering abortions can still run but will be given a disclaimer the advertiser \"does not provide abortions\".", "type": "p"}, {"text": "Hana says she did not see this disclaimer.", "type": "p"}, {"text": "It appears in very small font underneath the search headline and description. ", "type": "p"}, {"text": "Sarah Eagan, a researcher for campaign group the Center for Countering Digital Hate, questions whether Google should be taking money at all for anti-abortion ads that target keywords used by people actively seeking terminations.", "type": "p"}, {"text": "The CCDH has also found anti-abortion ads promoting unproven medicines remaining on Facebook.", "type": "p"}, {"text": "And at the other end of the spectrum, the researchers found Google's autocomplete function suggesting ineffective do-it-yourself abortion methods.", "type": "p"}, {"text": "Kelly, like Hana, says she was given inaccurate medical information as she struggled to find an affordable and safe way to terminate her pregnancy in her home state of Texas. ", "type": "p"}, [{"text": "What is Roe v Wade ruling on abortion? ", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-54513499"}, {"text": "What happens if Roe v Wade is overturned", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-59340789"}], {"text": "Between jobs and without insurance, she could not afford \"an actual doctor's visit\" so searched for affordable clinics. ", "type": "p"}, {"text": "Finding her way to an anti-abortion centre, Kelly says she was frightened with warnings she could \"bleed out\" and risk her life but not given the context medical abortion is an extremely safe procedure.", "type": "p"}, {"text": "Kelly feels promoting free pregnancy tests targets low-income women.", "type": "p"}, {"text": "The centre appears to be using organic search, not adverts, making it more complicated to regulate. ", "type": "p"}, {"text": "It says its website clearly states: \"We do not refer or perform abortions,\" adding it provides \"free services annually to over 5,000 minority poor under-served single mothers\". ", "type": "p"}, {"text": "Eventually, Kelly was prescribed termination drugs - just hours before she passed the 12-week limit for a safe medical abortion. ", "type": "p"}, {"text": "But Elisa Wells, co-founder of Plan C, the organisation that helped Kelly access these abortion pills, says its online material is routinely \"disallowed for violating community standards\" on Facebook, Instagram and Google.  ", "type": "p"}, {"text": "Google says it has clear policies governing abortion-related ads, some determined by local laws and regulations.", "type": "p"}, {"text": "Some of the posts and channels flagged by BBC News had been removed in error and since reinstated, it said.", "type": "p"}, {"text": "Facebook said it had restored a small number of incorrectly rejected ads for abortion providers.", "type": "p"}, {"text": "Read more from Reality Check", "type": "p"}, {"text": "Send us your questions", "type": "p"}], "tags": ["Abortion", "Fake News", "Reality Check", "US abortion debate"]}