{"link": "https://www.bbc.com/news/business-61941595", "category": "business", "title": "Thousands of PwC staff to get 9% pay rise to offset cost of living", "contributor": "Becky Morton", "time": "2022-06-26T15:43:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AF84/production/_125623944_gettyimages-1044488762.jpg", "content": [{"text": "Thousands of PwC staff are to get a 9% pay rise in response to rising living costs and a competitive recruitment market, the accountancy giant has said. ", "type": "b"}, {"text": "The company said half of its more than 20,000 employees in the UK would get an increase of at least 9%, while 70% would get a rise of 7% or more. ", "type": "p"}, {"text": "With vacancies at a record high, many firms are offering pay rises to attract and retain staff. ", "type": "p"}, {"text": "But ministers have warned big salary rises could further fuel price rises. ", "type": "p"}, {"text": "Inflation - the rate at which prices go up - hit 9.1% in the UK in May, the highest level for 40 years. ", "type": "p"}, {"text": "However, for many people, wages are failing to keep up, with regular pay falling at the fastest rate in more than a decade when taking into account rising prices.", "type": "p"}, [{"text": "Why are prices rising so quickly?", "type": "a", "href": "https://www.bbc.co.uk/news/business-12196322"}, {"text": "Should public sector workers get bigger pay rises?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61874732"}], {"text": "PwC said salaries for many of its entry-level programmes would also increase, with starting salaries in audit roles rising by 10% and consulting graduates getting a rise of just over 8%. ", "type": "p"}, {"text": "Chairman Kevin Ellis said the company \"can't ignore market pressures and want to ensure pay at every level is as competitive as possible\". ", "type": "p"}, {"text": "\"We know pay will be an increasingly important consideration given rising living costs - we want to stay competitive and continue attracting the best talent and skills from across the UK,\" he added. ", "type": "p"}, {"text": "The company said it was investing more than £120m in pay rises, as well as allocating a further £138m to bonuses this year - up £10m on the previous year. ", "type": "p"}, {"text": "Other companies, such as Lloyds Bank, have offered staff one-off payments to help them cope with the rising cost of living. ", "type": "p"}, {"text": "However, Mr Ellis said base pay was \"particularly important... given the bearing it can have on mortgages and future salary\". ", "type": "p"}, {"text": "Earlier this week, a union representing Rolls-Royce workers rejected the company's offer of a £2,000 one-off payment, saying it fell \"far short of the real cost of living challenges which our members are experiencing\". ", "type": "p"}, {"text": "Other sectors have also increased pay in recent months, with supermarket chains Morrisons, Tesco, Sainsbury's and Asda all announcing rises as they battle for staff. ", "type": "p"}, {"text": "The Rail, Maritime and Transport (RMT) union, which was at the centre of last week's rail strikes, is looking for a pay rise of at least 7%.", "type": "p"}, {"text": "The union says Network Rail's offer of a 2% pay rise, with the possibility of a further 1%, was \"unacceptable\", pointing to the rising cost of living.", "type": "p"}, {"text": "In May, official figures showed there were more job vacancies than unemployed people in the UK for the first time since records began. ", "type": "p"}, {"text": "However, earlier this month, Chief Secretary to the Treasury Simon Clarke warned employees they should not expect their wages to rise in line with inflation. ", "type": "p"}, {"text": "He told the BBC big salary increases to meet the rising cost of living could end up with a 1970-style \"inflationary spiral\", where companies hike wages and then pass the cost on to customers through higher prices. ", "type": "p"}, {"text": "The independent public sector pay review bodies are due to report in the coming weeks on the level of increase for workers - including employees in health, schools and prisons.", "type": "p"}, {"text": "Unions are pressing to have the pay increases reflect the rising cost of living.", "type": "p"}, {"text": "But Mr Clarke, the Treasury minister in charge of the pay review body process, said there was no automatic link between inflation and pay setting. ", "type": "p"}], "tags": ["Companies", "Inflation", "PricewaterhouseCoopers (PwC)", "Cost of living", "Pay"]}