{"link": "https://www.bbc.com/news/entertainment-arts-61946649", "category": "entertainment & arts", "title": "Kendrick Lamar makes powerful Glastonbury debut", "contributor": "Mark Savage", "time": "2022-06-26T21:26:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10EE8/production/_125625396_hi076984489.jpg", "content": [{"text": "Kendrick Lamar opened his Glastonbury headline set with a powerful, theatrical performance unlike anything else the festival has seen so far.", "type": "b"}, {"text": "Flanked by 20 dancers, he has been playing songs from his Pulitzer Prize-winning back catalogue in almost chronological order.", "type": "p"}, {"text": "Early highlights include the hits MAAD City, Backseat Freestyle and Swimming Pools, which have drawn a very different crowd to the Pyramid Stage than Diana Ross's dazzling performance earlier in the day.", "type": "p"}, {"text": "Lamar emerged onstage wearing a crown of thorns to perform United In Grief - a song that examines his conflicted relationship with fame, looking back over his 19-year career and the mental health problems he has addressed across multiple albums,", "type": "p"}, {"text": "As he stood still at the microphone, the dancers lined up behind him, each representing a different aspect of his personality.", "type": "p"}, {"text": "From there, he delved into his back catalogue for almost half an hour before addressing the crowd.", "type": "p"}, {"text": "\"I like where the energy is at right now Glastonbury,\" he declared. \"We're going to have a good time tonight.\"", "type": "p"}, {"text": "The performance, his Glastonbury debut, has been hotly anticipated since it was originally announced, then postponed, in 2020.", "type": "p"}, {"text": "British rapper AJ Tracey, who gave a thrilling Pyramid Stage performance of his own on Saturday, said Lamar was one of the most important artists of his generation.", "type": "p"}, {"text": "\"He works very hard but he's also unwavering in his message,\" he told BBC News. \"There's a meaning behind everything he does. He always stands up for black people, for impoverished people, people who are unfairly treated - and that means a lot to people.", "type": "p"}, {"text": "\"When you're already a good rapper, it's easy to be on autopilot,\" he continued, \"but when you stand for something and you push a message, that's what makes people love you.\"", "type": "p"}, {"text": "Lamar tops the bill on the final night of the festival, which has also seen performances from Billie Eilish, Paul McCartney and Diana Ross.", "type": "p"}, {"text": "British pop royalty Pet Shop Boys are also playing a greatest hits set as headliners on The Other Stage, while pop star Charli XCX is closing the John Peel tent. ", "type": "p"}, {"text": "More from Glastonbury", "type": "b"}, [{"text": "Diana Ross brings Motown glamour to Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61945821"}, {"text": "Dave Grohl joins Paul McCartney at Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61939871"}, {"text": "How Ukraine left its mark on Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61943613"}, {"text": "Greta Thunberg in surprise Glastonbury appearance", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61938933"}, {"text": "Mel C says Spice Girls have discussed playing Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/news/av/entertainment-arts-61922400"}, {"text": "The job centre DJ who keeps Glastonbury dancing", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61916545"}], {"text": "Sunday's music programme is traditionally more laid-back, giving revellers the chance to relax after five days of hedonism.", "type": "p"}, {"text": "The Pyramid Stage opened with West Yorkshire's Black Dyke brass band, followed by Dhaka Brakha, whose unique blend of Ukrainan folk melodies with African rhythms broke through the morning gloom.", "type": "p"}, {"text": "\"People say they haven't heard anything like it before,\" frontman Marko Galanevych told the BBC. \"Most people say 'It's unusual but I like it'\".", "type": "p"}, {"text": "During their set, the band projected images of the devastation wreaked by Russia's invasion of their homeland - just days after a video message from President Volodomyr Zelensky urged festivalgoers to show solidarity with his country.", "type": "p"}, {"text": "As morning turned to afternoon, jazz legend Herbie Hancock delivered a masterclass in cool, with a virtuoso set packed with classics like Cantaloupe Island and Take Five.", "type": "p"}, {"text": "His set warmed the crowd up for Diana Ross, who drew one of the weekend's biggest audiences for the traditional Sunday teatime \"legend\" slot.", "type": "p"}, {"text": "Drawing on an enviable 60-year catalogue, she got the crowd singing and dancing to hits like Baby Love, I'm Coming Out and Upside Down - despite occasionally wobbly vocals.", "type": "p"}, {"text": "Glastonbury stalwarts Elbow proved once again they're the perfect festival band, with frontman Guy Garvey powered entirely by the milk of human kindness. ", "type": "p"}, {"text": "\"There was a period there where we thought we'd never see you again,\" he said, referring to Glastonbury's two-year hiatus during the Covid-19 pandemic. \"We're so happy to be here, in the place love was invented.\"", "type": "p"}, {"text": "US star Kacey Musgraves brought some Nashville glamour to The Other Stage in a glittering, dragon motif mini-dress... although she griped that she'd been advised to dress for mud and had ended up with sunburn. ", "type": "p"}, {"text": "\"These wellies apparently had no purpose,\" she laughed, gesturing at her feet, \"but still, they're cute\".", "type": "p"}, {"text": "Like many American acts this weekend, she voiced her displeasure at the roll-back of abortion rights in the US.", "type": "p"}, {"text": "\"Honestly thinking about never going back to America,\" she quipped. \"Anyone know any positions for sheep farming going, as that sounds really great right now.\"", "type": "p"}, {"text": "Musically, the star somehow turned the artful sorrow of her divorce album, Starcrossed, into a celebration of freedom. She even threw in a karaoke version of Fleetwood Mac's scathing break-up anthem Dreams for good measure. ", "type": "p"}, {"text": "Around 7pm the skies cleared and the sun started to set - the perfect moment to catch up-and-coming Jamaican star Koffee on the West Holts stage. ", "type": "p"}, {"text": "Her easy-flowing songs had half the crowd engaged in sort of a low-slung dance, while the rest laid back and soaked up the sun-kissed grooves. ", "type": "p"}, {"text": "Back on the Pyramid Stage, Lorde declared herself the \"ideal comedown shepherd\" for Glastonbury's exhausted festivalgoers. ", "type": "p"}, {"text": "\"We're in this together. I'll be kind and gentle and when I think you're ready to handle it, I'll [mess] you up,\" she joked. ", "type": "p"}, {"text": "She kept her promise,. Early in the set, she played a beautifully powered-down version of Stoned At The Nail Salon, accompanied by Arlo Parks and Clairo; but ended her performance with a massive dance party to a pounding version of Green Light.", "type": "p"}, {"text": "The day also saw surprise sets from Jack White, his hair dyed blue to match his guitar, and George Ezra, whose crowd spilled out of the John Peel tent into the fields beyond.", "type": "p"}, {"text": "After Lamar, festival-goers will eke out their final hours in the dance tents and silent discos of the outer fields - but, by tomorrow morning, Glastonbury will be over.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Glastonbury Festival", "Music"]}