{"link": "https://www.bbc.com/news/business-63232973", "category": "business", "title": "Closed Ukraine airspace may delay flights next summer", "contributor": null, "time": "2022-10-12T19:11:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F92A/production/_127068736_easyjetbbcpic.jpg", "content": [{"text": "EasyJet has warned the closure of Ukrainian airspace could continue to cause flight disruption next summer.", "type": "b"}, {"text": "Congestion in the skies over Europe is causing delays for airlines, chief commercial officer Sophie Dekkers told MPs. ", "type": "p"}, {"text": "Ukraine's airspace has been closed since February due to Russia's invasion.", "type": "p"}, {"text": "Airlines also said the tight labour market would continue to make hiring enough staff difficult.", "type": "p"}, {"text": "Ms Dekkers told the Transport Select Committee this had caused a severe air traffic control challenge, because lots of traffic had to be routed through \"a very narrow funnel across Europe\". ", "type": "p"}, {"text": "This, she said, meant any flights going through southern Europe were subject to delays and knock-on effects.", "type": "p"}, {"text": "The low-cost carrier does not think this will change in the near future, so the need to allow for delays would be taken into account when building its schedule for summer 2023.", "type": "p"}, {"text": "The travel industry is hoping strong appetite for holidays carries on into next year to help the sector recover, despite cost-of-living pressures and other challenges.", "type": "p"}, {"text": "Demand rebounded quickly after travel restrictions were lifted in March, but many aviation businesses were caught out by staff shortages, including of ground handlers.", "type": "p"}, {"text": "A number of airlines were forced to trim their schedules, and some airports to impose capacity limits.", "type": "p"}, {"text": "Looking ahead to next summer, representatives from British Airways and Gatwick Airport told the committee recruitment remained a challenge.", "type": "p"}, [{"text": "French air traffic control strike affects thousands of passengers", "type": "a", "href": "https://www.bbc.co.uk/news/business-62924064"}, {"text": "British Airways to cut 10,000 winter flights", "type": "a", "href": "https://www.bbc.co.uk/news/business-62637616"}], {"text": "EasyJet said that the labour shortage \"broadly is the biggest risk for next year\". ", "type": "p"}, {"text": "Gatwick Airport called on the government to open up the sector to international visas for employment. ", "type": "p"}, {"text": "Figures released this week showed that the UK's number of job vacancies had dropped back from its record level, but still remained high.", "type": "p"}, {"text": "Ms Dekkers said EasyJet was finding the market of candidates more restrained than ever because it could not \"use resource from within Europe to be part of [its] growth\".   ", "type": "p"}, {"text": "She said the proportion being rejected because they were \"international\" applicants and couldn't be offered UK employment had risen from 2% to around 40%.", "type": "p"}, {"text": "In June, the boss of Ryanair, Michael O'Leary, told the BBC the UK government should allow more workers from Europe to fill vacancies post-Brexit. The government said it wanted firms to invest in workers from the UK.", "type": "p"}, {"text": "This week Mark Tanzer, the boss of travel association ABTA, said the recruitment challenge triggered by people leaving to work in other industries during the pandemic would \"certainly continue as the war for talent rages on\".", "type": "p"}, {"text": "Mr Tanzer also said he expected businesses would \"battle strong economic headwinds for the next year\". ", "type": "p"}, {"text": "Heathrow Airport said on Tuesday that the outlook for future demand remained uncertain due to \"growing economic headwinds, a new wave of Covid and the escalating situation in Ukraine\".", "type": "p"}, {"text": "Heathrow's cap on daily departing passenger numbers, designed to ensure staffing levels can cope, will be lifted on 29 October. ", "type": "p"}, {"text": "But the airport is working with airlines on an alternative system which can be used to manage capacity at peak periods such as Christmas, if necessary.  ", "type": "p"}], "tags": ["Easyjet", "London Heathrow Airport", "Air travel", "Ukraine"]}