{"link": "https://www.bbc.com/news/entertainment-arts-63234953", "category": "entertainment & arts", "title": "George Alagiah takes TV break after cancer spreads", "contributor": null, "time": "2022-10-12T17:16:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5BC8/production/_127069432_smaller.jpg", "content": [{"text": "BBC presenter George Alagiah will be taking a break from TV after discovering his cancer has spread further, his agent has said. ", "type": "b"}, {"text": "He was first diagnosed with stage four bowel cancer in 2014 and has stepped back from presenting intermittently for treatment since then.", "type": "p"}, {"text": "The journalist, 66, returned to the BBC's News at Six in April. ", "type": "p"}, {"text": "Working in the newsroom \"has been such an important part of keeping energised and motivated\", said Alagiah.", "type": "p"}, {"text": "In a statement, he said \"it's back to the tough stuff\" after a scan showed his cancer had spread further. ", "type": "p"}, {"text": "\"I'm missing my colleagues\", he said, adding that he was looking forward to returning to the studio \"as soon as I can\". ", "type": "p"}, {"text": "The news was confirmed by his agent Mary Greenham.", "type": "p"}, {"text": "In January, Alagiah said he thought the cancer he had had since 2014 would \"probably get me in the end\", but he still feels \"very lucky\". ", "type": "p"}, {"text": "Speaking on the podcast Desperately Seeking Wisdom he said that when his cancer was first diagnosed, it took a while for him to understand what he \"needed to do\".", "type": "p"}, {"text": "\"I had to stop and say, 'Hang on a minute. If the full stop came now, would my life have been a failure?'", "type": "p"}, {"text": "\"And actually, when I look back and I looked at my journey... the family I had, the opportunities my family had, the great good fortune to bump into (Frances Robathan), who's now been my wife and lover for all these years, the kids that we brought up... it didn't feel like a failure.\"", "type": "p"}, {"text": "Alagiah underwent 17 rounds of chemotherapy to treat his advanced bowel cancer in 2014 and said he was a \"richer person\" for it upon returning to presenting the following year.", "type": "p"}, {"text": "As well as presenting the news, Alagiah has worked as a BBC News foreign correspondent and specialist on Africa and the developing world, covering events including the Rwandan genocide and interviewing Nelson Mandela and Archbishop Desmond Tutu.", "type": "p"}, [{"text": "A persistent change in bowel habit - going more often, with looser stools and sometimes tummy pain", "type": "p"}, {"text": "Blood in the stools without other symptoms, such as piles", "type": "p"}, {"text": "Abdominal pain, discomfort or bloating always brought on by eating - sometimes resulting in a reduction in the amount of food eaten and weight loss", "type": "p"}], {"text": "Most people with these symptoms do not have bowel cancer, but the NHS advice is to see your GP if you have one or more of the symptoms and they have persisted for more than four weeks.", "type": "p"}, {"text": "And if you, or someone you know, have been affected by cancer, information and support is available on the BBC's Action Line page.", "type": "p"}, {"text": "Source: NHS UK", "type": "p"}, [{"text": "Dame Deborah death prompts more bowel checks", "type": "a", "href": "https://www.bbc.co.uk/news/health-62012858"}]], "tags": ["Television", "George Alagiah", "BBC", "Bowel cancer", "Cancer"]}