{"link": "https://www.bbc.com/news/science-environment-63234027", "category": "science & environment", "title": "James Webb telescope solves dusty star mystery", "contributor": null, "time": "2022-10-12T16:10:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5574/production/_127067812_wr140_nospikes.jpg", "content": [{"text": "It's one of the most striking images we've yet seen from the new super space telescope James Webb.", "type": "b"}, {"text": "Many people were rather puzzled by it when it first popped up on social media in September, but astronomers in the know were delighted because of the insights they could draw.", "type": "p"}, {"text": "The picture shows WR 140. It's a double star system, or a binary, some 5,000 light-years from Earth.", "type": "p"}, {"text": "Those rings are dust shells that extend outwards over 10 trillion km.", "type": "p"}, {"text": "That's a distance that's hard to comprehend. Put another way, it's 70,000 times the distance between Earth and our Sun. ", "type": "p"}, {"text": "\"Previous observations of WR 140 revealed the presence of up to three shells. To see 17 like this is amazing, and shows the power of James Webb,\" said Dr Olivia Jones from the UK Astronomy Technology Centre (UK ATC) in Edinburgh which helped to build the telescope.", "type": "p"}, {"text": "The WR in the name of the system refers to \"Wolf-Rayet\". It's a type of star. A big one that's reaching the end of its life. ", "type": "p"}, {"text": "Wolf-Rayets are unwieldy. They billow huge gaseous winds into space. ", "type": "p"}, [{"text": "'Shiny, sparkly object' in James Webb space image", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63090818"}, {"text": "Ringed Neptune captured by James Webb telescope ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62984658"}, {"text": "A $10bn machine in search of the end of darkness", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59476869"}], {"text": "This one likely started out as big as its companion, an O-type star which is 30 times the mass of our Sun. The Wolf-Rayet, however, is probably now only 10 solar masses.", "type": "p"}, {"text": "But it's the binary's properties and behaviour that explain the production of the dust shells. These are pumped out as the two objects come close together in their eight-year orbit around each other.", "type": "p"}, {"text": "Their winds compress to create dust particles. Interestingly, this dust production is at its greatest when the two stars move towards and away from each other, not at closest approach.", "type": "p"}, {"text": "This explains the slight unevenness in the bull's-eye pattern, but the angle at which Webb is viewing the scene also plays its part.", "type": "p"}, {"text": "Astronomers are fascinated by how stable the shells are.", "type": "p"}, {"text": "\"We're looking at over a century of dust production from this system,\" said Dr Ryan Lau from the US National Science Foundation's NOIRLab and lead author on a new study about WR 140 published in the journal Nature Astronomy.", "type": "p"}, {"text": "You can see why the time-dependent nature of the shells and their appearance lead people to make the analogy to tree rings.", "type": "p"}, {"text": "It was the UK ATC that led the design and construction - with the US space agency - of Webb's Mid Infrared Instrument, or Miri. And it's Miri that has not only taken the picture at the top of this page but also done the analysis of the light coming from the dust shells.", "type": "p"}, {"text": "This has enabled scientists to determine their composition.", "type": "p"}, {"text": "The shells are dominated by polycyclic aromatic hydrocarbons, PAHs. These are very carbon-rich compounds. You find them on burnt toast and in the exhaust from motor vehicles. PAHs produced by stars are thought to enrich the carbon content throughout the Universe.", "type": "p"}, {"text": "In the initial Webb renderings of WR 140 that appeared on social media, eight very prominent spikes of light came off the central stars.", "type": "p"}, {"text": "These were simply artifacts resulting from the telescope's segmented mirror system. Very bright objects in Webb pictures can have this \"snowflake\" effect.", "type": "p"}, {"text": "For the image at the top of the page, the spikes have been removed to give a clearer view of the star system and its dust shells.", "type": "p"}], "tags": ["Astronomy", "Stars", "Space", "James Webb Space Telescope"]}