{"link": "https://www.bbc.com/news/technology-63232333", "category": "technology", "title": "Commonwealth Games makes mystery esports U-turn", "contributor": null, "time": "2022-10-12T14:40:41.000Z", "cover": "https://ichef.bbci.co.uk/news/2048/cpsprodpb/8D6F/production/_126270263_1e5947b1-3aa2-4286-beea-b337309d91fa.jpg", "content": [{"text": "Competitive gaming will not be a medal event in the 2026 Commonwealth Games, after a surprise U-turn.", "type": "b"}, {"text": "Esports was a pilot event at the 2022 Birmingham Games, co-funded by the Commonwealth Games Federation (CGF) and the Global Esports Federation (GEF).", "type": "p"}, {"text": "And the CGF called this a success, with its president saying she expected it to be included \"going forward\".", "type": "p"}, {"text": "But the organisers of the 2026 Games, in Victoria, Australia, say esports will not feature.", "type": "p"}, {"text": "Despite numerous requests from BBC News, the CGF and GEF, the 2026 Commonwealth Games Organising Committee refused to give any specific reasons for the U-turn.", "type": "p"}, {"text": "One person close to the discussions said doping in esports may have been a factor with concerns that arranging year-round drugs testing across the various gaming titles could proved problematic.", "type": "p"}, {"text": "\"Everything was looking great after Birmingham and it seemed like esports would make history in Victoria,\" another insider said.", "type": "p"}, {"text": "\"We have no idea why the committee rejected it, as they won't say. ", "type": "p"}, {"text": "\"Doping could have been a factor but also there was a lot of general resistance to esports from more traditional, older members of the Games nation groups. ", "type": "p"}, {"text": "\"It's very disappointing.\"", "type": "p"}, {"text": "At the Birmingham event, CGF president Dame Louise Martin said she hoped including esports in the official programme would boost interest from young people less interested in traditional sports.", "type": "p"}, {"text": "\"There are a lot of young people in that age group who don't play sport per se, in a playing field or something like that, but they are playing sport on a games console,\" she said.", "type": "p"}, {"text": "The livestreamed matches pulled in audiences in the low hundreds.", "type": "p"}, {"text": "But the CGF and GEF said they were continuing to assess the pilot and potential future events. ", "type": "p"}, {"text": "A 2026 Commonwealth Games Organising Committee spokeswoman said: \"While they weren't successful this time, the Commonwealth Games Federation and Global Esports Federation will keep working on an inclusion pathway for this growing sport.\" .", "type": "p"}, {"text": "There have been many high-profile cases of competitive gamers taking substances such as the prescription drug Adderall in the hope of enhancing their concentration and performance.", "type": "p"}, {"text": "Last year, professional Call of Duty player Cuyler \"Huke\" Garland admitted using Adderrall during his Championship win in 2020.", "type": "p"}, {"text": "In 2015,  professional Counter-Strike: Global Offensive player Kory \"Semphis\" Friesen said he and his Cloud9 teammates had used Adderall during a major tournament with $250,000 in prize money.", "type": "p"}, {"text": "And in July 2022, the CGF signed a long-term partnership agreement with the World Anti-Doping Agency, which has banned Adderall for use in competition. ", "type": "p"}, [{"text": "'Esports is the future of competitive entertainment'", "type": "a", "href": "https://www.bbc.com/sport/commonwealth-games/60632666"}, {"text": "'Esports needs the same focus as physical events'", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-62427420"}], {"text": "None of the 100 gamers from 20 different countries at the 2022 pilot event was drugs tested.", "type": "p"}, {"text": "Professional Fifa gamer Joshua \"JMKKing\" King, from New Zealand, who came eighth, said: \"I'm not currently aware of any doping scandals claims at all in the Fifa scene. ", "type": "p"}, {"text": "\"I would assume the potential for issues is there due to the online nature of most competitions but there is nothing that I have ever heard about.", "type": "p"}, {"text": "\"It would have been a great opportunity to continue to grow esports and a potential opportunity for me to represent my country - but it isn't the end of the road and esports will continue to grow without involvement in the Commonwealth Games.\" ", "type": "p"}], "tags": ["Gaming", "eSports"]}