{"link": "https://www.bbc.com/news/science-environment-62407026", "category": "science & environment", "title": "Plastic pollution: Birds all over the world are living in our rubbish", "contributor": "Victoria Gill", "time": "2022-08-03T23:01:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11C60/production/_126200827_mediaitem126200826.jpg", "content": [{"text": "Birds from every continent except Antarctica have been photographed nesting or tangled in our rubbish. ", "type": "b"}, {"text": "Photos were submitted by people from all over the world to an online project called Birds and Debris. ", "type": "p"}, {"text": "The scientists running the project say they see birds ensnared - or nesting - in everything from rope and fishing line to balloon ribbon and a flip-flop. ", "type": "p"}, {"text": "Nearly a quarter of the photographs show birds nesting or entangled in disposable face masks. ", "type": "p"}, {"text": "The focus of the project is on capturing the impact of waste - particularly plastic pollution - on the avian world. ", "type": "p"}, {"text": "\"Basically, if a bird builds a nest using long fibrous materials - like seaweed, branches or reeds - the chances are it will have human debris in its nest somewhere,\" said Dr Alex Bond from the Natural History Museum in London, and one of the researchers involved. ", "type": "p"}, {"text": "The project, which he and his colleagues have been running for four years, aims to draw attention to the widespread problem of plastic waste in the environment. ", "type": "p"}, {"text": "\"When you start looking for this stuff, you'll see it everywhere,\" he said. \"And this has really illustrated the huge geographic scope - we had reports from Japan , Australia, Sri Lanka, the UK, North America - it's truly a global issue.\"", "type": "p"}, {"text": "In a recent study, the team looked into how many of the photos being submitted feature pandemic-related personal protective equipment (PPE). They found that it featured in almost a quarter of the photographs submitted. ", "type": "p"}, {"text": "\"It's almost all masks,\" said Dr Bond. \"And if you think of the different materials a surgical mask is made from - there's the elastic that we see tangled around birds' legs or we might see birds injured by trying to ingest the fabric or the hard piece of plastic that secures it over your nose.", "type": "p"}, {"text": "\"So we use this catch-all term of 'plastic' but it's a whole range of different polymers, and masks are a good example of that.\"", "type": "p"}, {"text": "The researchers say they want to highlight the \"systemic problem\" that leads to so much debris ending up in the environment. ", "type": "p"}, {"text": "Lead researcher Justine Ammendolia from Dalhousie University in Canada told BBC News that seeing the breadth of the impact on species globally was \"devastating\". ", "type": "p"}, {"text": "\"In April of 2020, the first sighting of a bird hanging from a facemask in a tree was recorded from Canada and the sightings just internationally cascaded afterwards, \" she said. \"It really just demonstrates the harm that humans are capable of imposing on the environment in a very short window of time across the world.\"", "type": "p"}, {"text": "\"Changing to a bamboo toothbrush or a canvas shopping bag is not going to save the world, [because] most large-scale plastic production today is commercial and industrial,\" said Dr Bond. ", "type": "p"}, [{"text": "Green light for 'historic' plastic pollution treaty ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60590515"}, {"text": "Birds 'ingesting hundreds of plastic pieces a day'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-52762120"}, {"text": "Plastic survey shows 'recycling doesn't work'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62126757"}], {"text": "\"So it's a combination of top-down policies and bottom-up pressure for us to say 'enough is enough'.\" ", "type": "p"}, {"text": "PhD researcher Justine Ammendolia added: \"For people seeing these images for the first time, it's alright to feel sad. But we need to learn from the unnecessary and often invisible suffering that some wildlife experienced during the pandemic. ", "type": "p"}, {"text": "\"I hope people use their sadness to fuel their demand for action.\"", "type": "p"}, {"text": "Dr Bond likened the global action required to address plastic pollution to the Montreal Protocol that banned ozone-depleting chemicals - a treaty widely considered to be one of the most successful global agreements ever signed. ", "type": "p"}, {"text": "\"We need the same thing with plastic pollution, and we're moving in that direction, but just very, very slowly.\"", "type": "p"}, {"text": "Follow Victoria on Twitter", "type": "p"}], "tags": ["Plastic pollution", "Waste management", "Wildlife", "Environment", "Birds", "Litter"]}