{"link": "https://www.bbc.com/news/entertainment-arts-66758400", "category": "entertainment & arts", "title": "Impressionist Mike Yarwood dies aged 82", "contributor": null, "time": "2023-09-08T21:54:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DF1A/production/_131041175_yarwood.png", "content": [{"text": "Comedian Mike Yarwood, whose TV impressions made him a household name, has died aged 82.", "type": "b"}, {"text": "Mr Yarwood was one of the biggest TV stars of the 1970s with hit BBC shows.", "type": "p"}, {"text": "He was famous for his impressions of former prime ministers Harold Wilson and Ted Heath, as well as the then Prince Charles.", "type": "p"}, {"text": "The Royal Variety Charity, which announced his death, said he \"leaves behind an immeasurable void in the entertainment industry.\"", "type": "p"}, {"text": "\"His talent for impersonation brought smiles to the faces of millions and his unique ability to capture the essence of his subjects made him an icon in the comedy world,\" the charity added.", "type": "p"}, {"text": "Actress and singer Kate Robbins described Mr Yarwood as \"the guvnor of impressionists\".", "type": "p"}, {"text": "She tweeted that she was \"lucky enough to work with him in the 80s\".", "type": "p"}, {"text": "She added: \"When I was Sarah Brightman to his Cliff Richard we could hardly get anything done for laughing so much.\"", "type": "p"}, {"text": "Impressionist Rory Bremner said he \"inspired us, propelled impressionists up the bill and was the court jester of the 'golden age' of TV.\"", "type": "p"}, {"text": "Others to pay tribute include TV personality and former newspaper editor Piers Morgan.", "type": "p"}, {"text": "\"Massive TV star when I was growing up, and such a gifted comedian and impressionist,\" he wrote on X, the social media site formerly known as Twitter. ", "type": "p"}, {"text": "\"RIP Mike, and thanks for all the laughs.\"", "type": "p"}, {"text": "Mr Yarwood was most well known for his impersonations, particularly of prominent political figures. ", "type": "p"}, {"text": "He created catchphrases which became identified with famous figures, even though they had never actually used them - including \"silly Billy\" for former Chancellor Denis Healey and \"I mean that most sincerely, folks\" for TV presenter Hughie Green.", "type": "p"}, {"text": "The Mike Yarwood Show in 1977 holds the record for the largest single Christmas Day audience of 21.4m viewers, according to the Royal Variety Charity.", "type": "p"}, {"text": "Having regularly attracted audiences of more than 20 million, Mr Yarwood found the decline of his career in the 1980s difficult to adjust to. ", "type": "p"}, {"text": "Mr Yarwood spent his latter years at the Royal Variety Charity's care home, Brinsworth House. ", "type": "p"}, {"text": "He was born on 14 June 1941 in Bredbury, Cheshire, and was a lifelong supporter of Stockport County Football Club.", "type": "p"}], "tags": []}