{"link": "https://www.bbc.com/news/science-environment-64842394", "category": "science & environment", "title": "Airlines sue Dutch government over flight cuts", "contributor": null, "time": "2023-03-03T17:47:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2AD4/production/_128846901_gettyimages-1404366556.jpg", "content": [{"text": "Five airlines are suing the Dutch government over plans to cut the number of flights operating from Europe's third-busiest airport.", "type": "b"}, {"text": "The government cited local concerns at Amsterdam Schiphol about the impact of flying on noise pollution and climate in its decision.", "type": "p"}, {"text": "Airlines KLM, Easyjet, Delta, Tui and Corenden say the plans are in breach of EU and international law.", "type": "p"}, {"text": "The cap would reduce the annual number of flights from 500,000 to 440,000.", "type": "p"}, {"text": "The government says it wants to strike a balance between the economic benefits of a large airport and a healthy living environment, prioritising tackling noise pollution.", "type": "p"}, {"text": "Global aviation is responsible for 2.4% of global greenhouse gas emissions. These gases warm the atmosphere, contributing to global warming and climate change.", "type": "p"}, {"text": "On Friday, KLM announced its intention to challenge the government's plans along with the four other airlines.", "type": "p"}, {"text": "In a statement the companies said they are \"confident they can reduce noise levels and CO2 emissions while maintaining a network of destinations for the millions of passengers and tonnes of cargo they carry annually to and from Schiphol.\"", "type": "p"}, {"text": "The International Air Transport Association is supporting the legal action with a separate challenge, claiming \"no meaningful consultation\" with the industry has been undertaken.", "type": "p"}, [{"text": "Should you fly, drive or take the train?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-49349566"}, {"text": "World aviation agrees 'aspirational' net zero plan", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63165607"}, {"text": "Airlines miss all but one target - report", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61384377"}], {"text": "In response, a spokesperson for the Dutch Ministry of Infrastructure said: \"As we are currently facing a potential legal procedure we cannot at this time respond to the arguments shared by KLM and other parties.\"", "type": "p"}, {"text": "They pointed to the ministry's decision to reduce the number of flights, which highlights that residents are concerned about noise pollution and \"the impact of the airport on their health, the natural environment and the climate more generally.\"", "type": "p"}, {"text": "The aviation industry globally is wrestling with the challenge of reducing its carbon footprint, including by investing in the development of greener fuels.", "type": "p"}, {"text": "\"The aviation industry is pursuing a net-zero CO2 emissions goal. This will be achieved primarily through sustainable aviation fuels and new technology. Displacing flights from one airport to another is not going to tackle aviation emissions,\" an IATA spokesperson told BBC News.", "type": "p"}, {"text": "Last week scientists at the Royal Society warned that climate-friendly flying remains out of reach as there are currently no clear alternatives to jet fuel.", "type": "p"}, {"text": "Demand for flights is expected to increase despite the growing threat to the planet from global warming. Some environmentalists say that taxes should be introduced to discourage frequent flying.", "type": "p"}], "tags": []}