{"link": "https://www.bbc.com/news/business-66139475", "category": "business", "title": "China hits Jack Ma's Ant Group with nearly $1bn fine", "contributor": null, "time": "2023-07-07T20:45:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/29EC/production/_130323701_whatsubject.jpg", "content": [{"text": "China has announced more than $1bn (£778m) in fines against financial companies including Jack Ma's tech giant, Ant Group.", "type": "b"}, {"text": "Regulators cited violations of consumer protection laws and corporate governance.", "type": "p"}, {"text": "The firm, operator of payments firm Alipay, had been one of the most high profile targets as officials moved to tighten control of the sector.", "type": "p"}, {"text": "They also signalled this would end their crackdown on the industry. ", "type": "p"}, {"text": "In the statement, the Chinese central bank and securities regulator said they were moving on from their campaign to reform tech giants and shifting to more \"normalised supervision\".", "type": "p"}, {"text": "The fine for Ant included the confiscation of more than 550 million yuan (£59m) in \"ill-gotten income\", the central bank said.", "type": "p"}, {"text": "Ant, which offers loans, credit, investments and insurance to hundreds of millions of customers and small businesses, said it would \"comply with the terms of the penalty in all earnestness and sincerity\".", "type": "p"}, {"text": "US-listed shares in e-commerce giant Alibaba - which owns a big stake in Ant Group - surged nearly 10% in trade in New York following the announcement, as investors cheered signs the crackdown was concluding.", "type": "p"}, {"text": "The investment prospects of China's tech sector have been clouded in recent years by questions about risky lending and President Xi Jinping's push to assert greater state control over the economy. ", "type": "p"}, {"text": "The abrupt halt in 2020 to the hotly anticipated plans for Ant Group's public listing, after a speech by Mr Ma seen as critical of the government, sparked fears that have wiped billions in value from the sector.", "type": "p"}, {"text": "Ant's rise had been widely viewed as a challenge to the country's state-dominated financial landscape, as the government was raising concerns about runaway personal debt and lending in the private sector.", "type": "p"}, {"text": "The country has also unveiled a flurry of new rules aimed at tech firms in recent years, addressing issues ranging from data protection and competition. ", "type": "p"}, {"text": "In 2021, Alibaba paid $2.8bn (£2.1bn) fine after an anti-monopoly investigation. Other firms hit with penalties include Chinese ride-hailing giant Didi and food delivery firm Meituan.", "type": "p"}, {"text": "Other fines announced on Friday hit Ant Group rival Tencent, known for Wechat and Tenpay, which will pay nearly 3bn yuan (£323m).", "type": "p"}, {"text": "Tencent's chairman, Ma Huateng, said he believed the government could now move on to \"supporting and encouraging platform companies\".", "type": "p"}, {"text": "Mr Ma, a former English teacher who became a billionaire after founding Alibaba in 1999, gave up control of Ant Group in January and was seen in China in March after a long absence. ", "type": "p"}], "tags": []}