{"link": "https://www.bbc.com/news/entertainment-arts-66131911", "category": "entertainment & arts", "title": "Forgotten Jack Hilton book to be republished after bartender's discovery", "contributor": null, "time": "2023-07-07T15:33:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/134A4/production/_130321097_jack_portrait-with-cs-2.1.jpg", "content": [{"text": "A 1930s novel that was acclaimed by George Orwell and WH Auden before being forgotten for decades is to be republished after a Manchester bartender rediscovered it and solved a mystery about the author's last wishes.", "type": "b"}, {"text": "Jack Chadwick chanced upon an old copy of Jack Hilton's semi-autobiographical Caliban Shrieks in 2021.", "type": "p"}, {"text": "Academics had previously failed to find who inherited the rights to the book after Hilton died in 1983. But Chadwick succeeded by appealing for information in pubs near the writer's last home.", "type": "p"}, {"text": "He put up posters asking \"Do you remember Jack Hilton?\", which eventually led him to track down the widow of a friend, who was unaware she had inherited the author's estate.", "type": "p"}, {"text": "Chadwick then launched a campaign to get the book back into print, and it has now been signed by Vintage, an imprint of Penguin, the UK's largest publishing house.", "type": "p"}, {"text": "\"To use an appropriately northern expression, I'm chuffed to bits,\" Chadwick, 29, told BBC News.", "type": "p"}, {"text": "\"It feels like a victory not just for Jack, who struggled so much in his own time to get the recognition he deserved, but also for working-class people in the here and now, facing the same class ceilings.\"", "type": "p"}, [{"text": "Jack Chadwick discusses Jack Hilton on BBC Radio 4 Front Row", "type": "a", "href": "https://www.bbc.co.uk/programmes/m001brqb"}], {"text": "Hilton was a plasterer from Rochdale who based the vivid and groundbreaking book on his own experiences growing up in slums, living in workhouses after World War One, and suffering unemployment and hardship after the Great Depression at the end of the 1920s.", "type": "p"}, {"text": "Auden hailed his \"magnificent Moby Dick rhetoric\", while Orwell said Hilton's voice was \"exceedingly rare and correspondingly important\" and declared he had a \"considerable literary gift\".", "type": "p"}, {"text": "Orwell even asked to come and stay with Hilton in Rochdale to write his own account of English working-class life. Hilton didn't have room, but suggested a friend in Wigan instead. That led Orwell to write his landmark The Road To Wigan Pier, which was published two years after Caliban Shrieks.", "type": "p"}, {"text": "Chadwick said Hilton was \"a writer of great talent who came from nowhere to blow wide open the parameters of literary modernism\". ", "type": "p"}, {"text": "Vintage described Caliban Shrieks as \"a masterpiece of both modernist and working class literature, [which] continues to speak as angrily and impassioned today as it did on its first rave publication in 1935\".", "type": "p"}, {"text": "Hilton went on to write several more books, but went out of fashion and out of print after World War Two, when one countess at a leading publishing house was said to have told him that \"the proletarian novel is dead\".", "type": "p"}, {"text": "Seven decades later, a tattered copy of the book caught Chadwick's eye at Salford's Working Class Movement Library. He was soon engrossed by the book and intrigued by the fact it and its author seemed to have been largely forgotten.", "type": "p"}, {"text": "The few scholars who were aware of Hilton had unsuccessfully tried to track down the owners of the rights to his work, which would be required to reprint his books.", "type": "p"}, {"text": "Hilton, who did not have any children, was thought to have died in Wiltshire. But Chadwick tracked down his death certificate and discovered he had actually moved to, and died in, Oldham.", "type": "p"}, {"text": "Chadwick put up the appeal posters in pubs near Hilton's last address. In one, before he had finished his pint, a woman approached him and gave him the names of the writer's two best friends.", "type": "p"}, {"text": "The friends too had passed away, but Chadwick tracked down the widow of one and put a letter through her door.", "type": "p"}, {"text": "Through another stroke of luck, during further research, he found a document that said Hilton had left his copyrights, along with all his other possessions, to the same friend, and they had passed to his widow when the friend died in 2021.", "type": "p"}, {"text": "The woman, who had been unaware that she owned Hilton's estate, donated the rights to Chadwick on the condition that he must do his utmost to breathe life back into his work.", "type": "p"}, {"text": "The book will be published by Vintage next March.", "type": "p"}], "tags": []}