{"link": "https://www.bbc.com/news/technology-66122246", "category": "technology", "title": "Instagram's Threads: 'Almost every influencer will be hopping on it'", "contributor": null, "time": "2023-07-06T15:33:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3FFC/production/_130308361_72e58017-ac25-4b46-b059-320f674419e0.jpg", "content": [{"text": "Thirty million may have signed up for Meta's newly launched Threads app, but what do its users actually think?", "type": "b"}, {"text": "Threads, pitched as a \"friendly\" rival to Twitter, has many similar features to the other social media platform.", "type": "p"}, {"text": "Its lead feature is allowing users to instantly create a network with people they follow on Instagram.", "type": "p"}, {"text": "And Steven Bridges, a YouTuber with 448k followers, told the BBC he saw Threads as a \"much-needed competitor\" to Twitter.", "type": "p"}, {"text": "\"Right now, there are a lot of people not happy at all with how Twitter's being run,\" he said. ", "type": "p"}, {"text": "\"Threads gives them a potentially viable place to engage in the same way that they would use Twitter.", "type": "p"}, {"text": "\"People sort of know that Meta can run a social media company, so it gives a little bit of confidence that as it scales it will stick around and hopefully be well-moderated.\"", "type": "p"}, {"text": "Steven said that he expected Threads to see an influx of content creators, who will typically create profiles on new social media platforms to attract an audience.", "type": "p"}, {"text": "\"Almost every influencer, whether they like it or not, or whether they want Threads to succeed or fail, will be hopping on Threads just in case it does succeed,\" he said.", "type": "p"}, {"text": "\"There is potentially a small advantage or a large advantage to being an early adopter of Threads - you certainly will have less people in the Threads ecosystem, so maybe you can get more followers quicker or something like that. ", "type": "p"}, {"text": "\"Particularly, it's going to be relevant to new influencers that want to gain an audience... because if you post early and post regularly, perhaps you'll grow as the platform itself grows.\"", "type": "p"}, {"text": "Dhruti Shah, creative lead at consultancy Have You Thought About and a former BBC journalist, called Threads \"really exciting\" as a new platform, but said it might be hard for users to cut through the noise.", "type": "p"}, {"text": "\"Right now it honestly feels like you're at an ice skating rink, where everybody's jumping on and everyone's piling in,\" she said. ", "type": "p"}, {"text": "\"Some people say they're going to be super amazing, because they've got a voice everywhere and a brand and a platform.", "type": "p"}, {"text": "\"Other people like me - because I'm not the best ice skater - are slipping and sliding and hoping that they don't get their fingers cut by falling over.", "type": "p"}, {"text": "\"That can be fun, but it does mean it's going to take a bit of time to understand what Threads is actually for, and when you're in a place that's really fast-paced, it can be quite overwhelming.\"", "type": "p"}, {"text": "Meanwhile, Doug Brown, an artist and Edinburgh black cab driver, said he was interested in Threads as it brought together elements from Twitter, Facebook and Instagram.", "type": "p"}, {"text": "\"If I was to create a social networking app, I'd definitely model my app with the best of what the top social media apps offers us,\" he said.", "type": "p"}, {"text": "\"Threads by Instagram for me has achieved that, the Threads app looks like Twitter, but the app has brought a lot of the easy-to-use features from Instagram and Facebook together.", "type": "p"}, {"text": "\"So far I'm impressed with Threads.\"", "type": "p"}, {"text": "Dr Ysabel Gerrard, senior lecturer in digital communication at the University of Sheffield, wondered if any app could truly \"replace\" Twitter.", "type": "p"}, {"text": "\"I just don't know if that really can happen, because Twitter was its own thing,\" she said. ", "type": "p"}, {"text": "\"It had its own vibe and you were never going to be able to recreate what happened, because that culture accumulated over years and years and years\".", "type": "p"}, {"text": "\"[Threads] is so tied to Instagram in terms of functionality, even just the branding, the associations that we're all making when we talk about it and in the press, and so on. I think it's going to be seen as almost like a TV programme spin off. That's how I see it in my mind.\"", "type": "p"}], "tags": []}