{"link": "https://www.bbc.com/news/business-61923815", "category": "business", "title": "Risk of further BA strikes as more staff consulted", "contributor": "Dearbail Jordan", "time": "2022-06-24T11:04:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14B04/production/_125604748_bacrew1.jpg", "content": [{"text": "Industrial action at British Airways could spread further across the UK as unions consult with more workers over whether to stage strikes over pay.  ", "type": "b"}, {"text": "About 700 mostly check-in staff at Heathrow Airport have already voted to strike over the summer holidays.", "type": "p"}, {"text": "But the GMB and Unite unions are also consulting engineers and call centre staff at Gatwick, Glasgow, Manchester and Newcastle on taking action.", "type": "p"}, {"text": "BA said it was \"fully committed to work together to find a solution\".", "type": "p"}, {"text": "On Wednesday, hundreds of BA workers backed strike action over a 10% pay cut introduced during the pandemic.", "type": "p"}, {"text": "The airline has offered staff a one-off payment, equal to 10% of their salary, but GMB members at Heathrow want the full pay cut reversed. ", "type": "p"}, {"text": "BA said it had made an \"offer of a 10% payment which was accepted by the majority of other colleagues\". The BBC understands this includes ground operations, engineering and cabin crew workers, who are also represented by Unite and GMB.", "type": "p"}, [{"text": "BA Heathrow staff back summer strikes over pay", "type": "a", "href": "https://www.bbc.co.uk/news/business-61906236"}, {"text": "Will my summer holiday flights be cancelled?", "type": "a", "href": "https://www.bbc.co.uk/news/61660238"}, {"text": "'Anger' at 49% pay increase for airport boss", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-birmingham-61917259"}], {"text": "The wider consultation ballot is separate to the Heathrow issue and about wider concerns over pay. ", "type": "p"}, {"text": "A spokesman for the GMB, said: \"Thousands of BA engineers at Heathrow, Gatwick and in Scotland along with call centre staff in Newcastle and Manchester are in the middle of consultative ballot for possible industrial action in a row over pay.\"", "type": "p"}, {"text": "GMB general secretary Gary Smith told BBC Breakfast: \"I don't think this is going to stop with customer check-in staff. There are many of our members across the BA business who are sick to death of the cuts within the company.", "type": "p"}, {"text": "\"They've seen the company being run into the ground over many years, they are very angry about the cynical exploitation of the pandemic by the people at the top of BA and people want to see the pay and conditions restored.\"", "type": "p"}, {"text": "The consultation is being undertaken to gauge turnout as well as what action workers may want to take. It is the stage before a formal ballot would take place over industrial action. ", "type": "p"}, {"text": "Holidaymakers and other travellers risk disruption to their journeys if unions for check-in workers at Heathrow and BA are unable to reach an agreement.", "type": "p"}, {"text": "Nearly 1.8 million BA customers are set to fly out from Heathrow during July, according to aviation data firm Cirium, during which school holidays begin across the nation. ", "type": "p"}, {"text": "Schools in England and Wales break-up on 22 July while summer holidays in Scotland and Northern Ireland begin on 1 July.", "type": "p"}, {"text": "The earliest Heathrow workers could go on strike would be from around 7 July. Unions legally have to give a company 14 days notice to prepare for action.   ", "type": "p"}, {"text": "Unions have yet to specify dates for the strike but an announcement is expected early next week.  ", "type": "p"}, {"text": "BA said: \"We will of course keep our customers updated about what this means for them as the situation evolves.\"", "type": "p"}, {"text": "The company, which is owned by International Airlines Group, has already cut 10% of its flights between March and October.", "type": "p"}, {"text": "Airlines and airports have struggled to cope with a resurgence in demand for travel following the Covid lockdown when the industry cut thousands of jobs as international travel ground to a halt.", "type": "p"}, {"text": "Do you and your family have a holiday coming up? Email ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://www.bbc.co.uk/send/u16904890"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": ["London Heathrow Airport", "IAG", "GMB", "British Airways", "Air travel", "Unite", "Strike action"]}