{"link": "https://www.bbc.com/news/entertainment-arts-61933487", "category": "entertainment & arts", "title": "Billie Eilish takes to the stage at Glastonbury", "contributor": "Mark Savage", "time": "2022-06-24T21:43:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3D05/production/_125612651_screenshot2022-06-24at22_52_29.jpg", "content": [{"text": "Billie Eilish has kicked off her Glastonbury set - as she becomes the festival's youngest-ever headliner.", "type": "b"}, {"text": "The 20-year-old emerged on stage, amid blasts of white noise and sub-bass before launching into her opening song, Bury A Friend.", "type": "p"}, {"text": "Prowling around the stage's catwalks, she was met by cacophonous screams and word-perfect renditions of her songs.", "type": "p"}, {"text": "\"Oh boy, I love you so much,\" she told the crowd, which filled the field in front of the Pyramid Stage.", "type": "p"}, {"text": "Adopting a faux English accent, she added: \"How are you doin?\"", "type": "p"}, {"text": "The star is due to play for one-and-a-half hours, with Harry Styles heavily rumoured to make an appearance.", "type": "p"}, {"text": "Eilish has so far replicated the running order of her ongoing Happier Than Ever world tour - relying on fan favourites like I Didn't Change My Number, NDA and Billie Bossa Nova, instead of front-loading her set with more well-known hits.", "type": "p"}, {"text": "Even so, a deep album cut like Goldwing has been sung at full volume by her fans, who are chanting her name repeatedly between songs.", "type": "p"}, {"text": "More from Glastonbury", "type": "b"}, [{"text": "Mel C says Spice Girls have discussed playing Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/news/av/entertainment-arts-61922400"}, {"text": "5 Minutes On... Billie Eilish's journey to Glastonbury ", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/p0cgvvd7"}, {"text": "The job centre DJ who keeps Glastonbury dancing", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61916545"}, {"text": "McCartney's Glastonbury warm-up gig instant sell-out", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-somerset-61918132"}, {"text": "As audiences return to festivals, will they cope?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61898397"}, {"text": "Zelensky addresses music fans as Glastonbury opens", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61925578"}], {"text": "Eilish first played the festival in 2019, attracting a similarly huge crowd to the Other Stage - the event's second-largest arena.", "type": "p"}, {"text": "Speaking from the stage that year, she lamented that she would never be able to experience Glastonbury as a fan.", "type": "p"}, {"text": "\"This looks fun to go to,\" she said. \"I would love to go to this… My God.\"", "type": "p"}, {"text": "Her headline set comes after the festival's first day of music, which included music from Primal Scream, Arlo Parks, Little Simz and Supergrass.", "type": "p"}, {"text": "On the Pyramid Stage, Wolf Alice delivered a blistering performance after a last-minute, transatlantic dash to the festival. ", "type": "p"}, {"text": "The band had been left stranded in Los Angeles on Wednesday night after their flight home was cancelled. After a light-hearted (and failed) appeal for the loan of a private jet, they finally made it back via a connecting flight in Seattle. ", "type": "p"}, {"text": "\"So we were in Seattle about 10 hours ago, and we were worried about all the train strikes,\" Theo Ellis told BBC News shortly before their performance. ", "type": "p"}, {"text": "They were eventually escorted onto the site by a squadron of quadbikes. ", "type": "p"}, {"text": "\"It felt like we were in Mission Impossible for 13 seconds,\" said Ellis. \"But we made it and it kind of feels even more special to be here now.\"", "type": "p"}, {"text": "\"I still keep thinking something will happen and we won't get to play,\" added frontwoman Ellie Rowsell. \"I'm getting scared about jinxing it.\"", "type": "p"}, {"text": "But they did make it onto the stage, backed by a string quartet and tearing through the down-and-dirty riffs of their opening number, Smile.", "type": "p"}, {"text": "As they reached the end of their set, the chaos finally caught up with Rowsell, who lay down on the stage to summon up the energy to sing their powerful ballad Last Man On Earth, When the song ended, she looked temporarily lost and flustered, until bandmate Joff Oddie clasped her in a hug.", "type": "p"}, {"text": "\"We didn't know if we were going to make it today,\" she told the audience, \"so this is very surreal and we're very emotional\".", "type": "p"}, {"text": "Sam Fender, second on the bill after Billie Eilish, was also overcome by the moment, struggling to regroup between songs, until the crowd buoyed him up with full-throated singalongs to 17 Going Under and Hypersonic Missiles. ", "type": "p"}, {"text": "\"Me and the lads have never been to Glastonbury before. Not as a punter. Not as a performer,\" he said during the set. \"Now we are doing the whole lot in one day. It's a trip.\"", "type": "p"}, {"text": "Other opening day highlights included Spice Girl Melanie C joining Blossoms onstage for a rabble-rousing version of Spice Up Your Life; and a blissed-out set from Crowded House, who welcomed the mid-afternoon sun with a mash-up of The Kinks' Sunny Afternoon and their own Pineapple Head. ", "type": "p"}, {"text": "\"I had no idea how good this would be,\" said frontman Neil Finn, after leading the crowd in a mass participation version of Weather With You. ", "type": "p"}, {"text": "\"I think we're all reinventing the way the world works here at Glastonbury. Rediscovering community, kindness, common sense,\" he continued. \"The people are rewilding.\"", "type": "p"}, {"text": "The band also created a memorable Glastonbury moment when they invited out Buddy - Finn's grandson, and the son of guitarist Liam Finn.", "type": "p"}, {"text": "Thousands of people started chanting the youngster's name as he moonwalked across the stage and pinched a microphone to join in the band's final song, I Got You.", "type": "p"}, {"text": "Away from the main stage, the festival was brought to a standstill by sets from Wet Leg (Park Stage) and 90s R&B legends TLC (West Holts). Both acts attracted so many fans that access roads had to be briefly closed.", "type": "p"}, {"text": "Meanwhile, several US acts referenced the Supreme Court decision to end the constitutional right to abortion. ", "type": "p"}, {"text": "Among them was folk-rock singer Phoebe Bridgers, who was making her Glastonbury debut on the John Peel stage. ", "type": "p"}, {"text": "\"This is my first time here. It's surreal and amazing but I'm having a real [expletive] day,\" she said, before cursing the \"old\" Supreme Court justices \"who try to tell us what to do with our bodies\".", "type": "p"}, {"text": "The day was bookended by appeals for help from Ukraine.", "type": "p"}, {"text": "President Volodymyr Zelensky gave a pre-recorded speech on The Other Stage before festival openers The Libertines, calling on the world to \"spread the truth\" over the invasion of Ukraine.", "type": "p"}, {"text": "Zelensky said Ukraine \"will not let Russia's war break us\" and that he wants the war to stop before it \"ruins people's lives in other countries of Europe, Africa, Asia, Latin America\".", "type": "p"}, {"text": "\"Spread the truth about Russia's war, help Ukrainians who are forced to flee their homes because of the war,\" he added.", "type": "p"}, {"text": "Ukraine's Eurovision winners Kalush Orchestra will also play a late-night set in the Shangri-La area, starting shortly after 1am.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Glastonbury Festival"]}