{"link": "https://www.bbc.com/news/business-65848585", "category": "business", "title": "GMB union accuses Amazon UK of 'dirty tricks' in recognition battle", "contributor": null, "time": "2023-06-08T17:45:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B928/production/_128800474_04dae3284c8ccea1764b483766ebf658d042afaf.jpg", "content": [{"text": "The GMB union has withdrawn its bid for recognition at Amazon's Coventry warehouse, accusing the shopping giant of \"dirty tricks\". ", "type": "b"}, {"text": "The union claimed it had surpassed the number of members needed to secure recognition at the site - but that Amazon had taken on 1,000 extra staff to scupper the bid.", "type": "p"}, {"text": "Amazon denied the accusation, saying it regularly recruited new staff.", "type": "p"}, {"text": "It came as workers at the warehouse announced three more days of strikes.", "type": "p"}, {"text": "Staff will walk out from 12 to 14 June as part of a long-running dispute over pay.", "type": "p"}, {"text": "The GMB has been battling for the right to officially represent Amazon workers in Coventry for a decade. ", "type": "p"}, {"text": "A successful bid would force Amazon to negotiate with workers over pay, holidays and sick pay.", "type": "p"}, {"text": "The union had estimated there were 1,300 staff at the Coventry site, with 800 of those members of GMB.", "type": "p"}, {"text": "This would have meant it met the threshold for statutory recognition.", "type": "p"}, [{"text": "Amazon workers on brink of winning union victory", "type": "a", "href": "https://www.bbc.co.uk/news/business-65340522"}, {"text": "Hundreds of Amazon workers walk out in pay dispute", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-coventry-warwickshire-65291801"}], {"text": "The union put this to Amazon but the online giant did not respond within 10 days, so the GMB took its case to the Central Arbitration Committee - a government body tasked with overseeing the regulation of UK labour law.", "type": "p"}, {"text": "However, according to the union, Amazon has been packing its warehouse with new staff, and so successfully argued to the committee that it had more than 2,000 employees at the site.", "type": "p"}, {"text": "This left the union with no choice but to withdraw its bid for recognition, as an unsuccessful bid would have meant it could not reapply for three years.", "type": "p"}, {"text": "A union spokesman said the warehouse currently has more staff than during Black Friday and at Christmas, and estimated these recruits will be costing the firm an extra £300,000 per week.", "type": "p"}, {"text": "Stuart Richards, GMB senior organiser, said: \"It's dirty tricks, plain and simple.\" ", "type": "p"}, {"text": "He said members would not \"give up the fight for union recognition\" and added: \"We're not going away.\"", "type": "p"}, {"text": "GMB member Darren Westwood said \"300 to 400\" extra people finishing their shift on Saturday \"were just pushing and shoving\" to get down some stairs \"because you want to get out of there as soon as possible\".", "type": "p"}, {"text": "\"It's not designed to hold 300 to 400 people at the same time,\" he said. \"The managers need to be careful because what they need to realise is if someone slips and trips on that staircase potentially we're talking about a fatality.\"", "type": "p"}, {"text": "Amazon denied it had packed the warehouse with new recruits as an anti-union measure, saying it regularly hired new team members \"across the country and across the year, to meet customer demand\".", "type": "p"}, {"text": "It also said it offered \"competitive pay, comprehensive benefits, opportunities for career growth, all while working in a safe, modern, work environment\".", "type": "p"}, {"text": "It said workers could \"communicate directly with the leadership of the company\" if they had grievances.", "type": "p"}, {"text": "An Amazon spokesman added that safety is a priority for the firm.", "type": "p"}, {"text": "\"The site is not over-crowded and we're disappointed that anyone would resort to making false claims on such an important issue,\" he said.", "type": "p"}, {"text": "Workers at the site staged the first strike at Amazon's operations in Britain in January, and followed it up with walkouts in February, March and April.", "type": "p"}], "tags": []}