{"link": "https://www.bbc.com/news/entertainment-arts-65847291", "category": "entertainment & arts", "title": "Sarah Jessica Parker to make West End debut with husband Matthew Broderick", "contributor": null, "time": "2023-06-08T16:40:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CE1B/production/_130036725_sjp6.plazasuite.sarahjessicaparker.photojoanmarcus.jpg", "content": [{"text": "Sarah Jessica Parker will make her West End debut next year as she stars opposite her husband Matthew Broderick in Plaza Suite.", "type": "b"}, {"text": "The adaptation of Neil Simon's 1968 play will open at the Savoy Theatre in January.", "type": "p"}, {"text": "Parker and Broderick have already starred in the Broadway production, which enjoyed a successful 19-week run.", "type": "p"}, {"text": "The show sees the two actors play three different couples who stay in one famous hotel room. ", "type": "p"}, {"text": "The first couple, Karen and Sam Nash are a long-married pair whose relationship is under strain as they approach their anniversary.", "type": "p"}, {"text": "The second, Muriel Tate and Jesse Kiplinger, are former high school sweethearts whose adult lives have taken them in different directions.", "type": "p"}, {"text": "The third couple, Norma and Roy Hubley, are the mother and father of a bride who is refusing to leave the suite's bathroom to attend her own wedding. ", "type": "p"}, {"text": "All three acts of the play are set in Suite 719 of the Plaza hotel in New York.", "type": "p"}, {"text": "In a three-star review of the Broadway production, the Guardian's Alexis Soloski said the real-life couple \"have a flagrant enjoyment in playing opposite each other, which is the best and maybe the only reason to book in\".", "type": "p"}, {"text": "Variety's Daniel D'Addario wrote: \"The show itself is somewhat lost in time. But Parker and Broderick's chemistry, expertly honed, makes it feel timeless.\"", "type": "p"}, {"text": "Parker won two Emmy Awards for playing Carrie Bradshaw in Sex and the City, a role she has since reprised in spin-off series And Just Like That. ", "type": "p"}, {"text": "She has also appeared in films such as Hocus Pocus, Failure to Launch and I Don't Know How She Does It. ", "type": "p"}, {"text": "Broderick, who last starred in the West End in 2019 in the Starry Messenger, has appeared in Inspector Gadget, The Cable Guy and Ferris Bueller's Day Off.", "type": "p"}, {"text": "He has won two Tony Awards for is performances in Brighton Beach Memoirs and How to Succeed in Business Without Really Trying.", "type": "p"}, {"text": "John Benjamin Hickey, who directed the new adaptation of Plaza Suite on Broadway, will also direct its West End transfer.", "type": "p"}, {"text": "It will play at the Savoy Theatre from 15 January until 31 March 2024.", "type": "p"}], "tags": []}