{"link": "https://www.bbc.com/news/science-environment-65839060", "category": "science & environment", "title": "El Niño planet-warming weather phase has begun", "contributor": null, "time": "2023-06-08T13:01:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B287/production/_130030754_gettyimages-1248304400.jpg", "content": [{"text": "A natural weather event known as El Niño has begun in the Pacific Ocean, likely adding heat to a planet already warming under climate change.", "type": "b"}, {"text": "US scientists confirmed that El Niño had started. Experts say it will likely make 2024 the world's hottest year. ", "type": "p"}, {"text": "They fear it will help push the world past a key 1.5C warming milestone.", "type": "p"}, {"text": "It will also affect world weather, potentially bringing drought to Australia, more rain to the southern US, and weakening India's monsoon.", "type": "p"}, {"text": "The event will likely last until next spring, after which its impacts will recede.", "type": "p"}, [{"text": " What is El Niño?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64192508"}, {"text": "World likely to warm beyond key 1.5C limit by 2027", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65602293"}, {"text": "How is my country doing tackling climate change?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65754296"}], {"text": "For months, researchers have been increasingly confident that an El Niño event was set to emerge in the Pacific Ocean. ", "type": "p"}, {"text": "\"It's ramping up now, there have been signs in our predictions for several months, but it's really looking like it will peak at the end of this year in terms of its intensity,\" said Adam Scaife, head of long-range predictions at the UK Met Office.", "type": "p"}, {"text": "\"A new record for global temperature next year is definitely plausible. It depends how big the El Niño turns out to be - a big El Niño at the end of this year, gives a high chance that we will have a new record, global temperature in 2024.\"", "type": "p"}, {"text": "This natural phenomenon is the most powerful fluctuation in the climate system anywhere on Earth.", "type": "p"}, {"text": "The El Niño Southern Oscillation, or ENSO, as it is properly called, has three different phases: Hot, cold or neutral. ", "type": "p"}, {"text": "The hot phase, called El Niño, occurs every two to seven years and sees warm waters come to the surface off the coast of South America and spread across the ocean pushing significant amounts of heat up into the atmosphere.", "type": "p"}, {"text": "Record warm years, including 2016, the world's hottest on record, usually happen the year after a powerful El Niño event.", "type": "p"}, {"text": "Weather agencies around the world use different criteria to decide when this hot phase is upon us. ", "type": "p"}, {"text": "For scientists in the US, their definition requires the ocean to be 0.5C hotter than normal for a month, the atmosphere must be seen to be responding to this heat and there must be evidence the event is persisting.", "type": "p"}, {"text": "These conditions were met in the month of May. In a statement, US National Ocean and Atmospheric Administration (NOAA) said that \"El Niño conditions are present\".", "type": "p"}, {"text": "\"This is a very weak signal. But we believe that we're starting to see these conditions and that they will continue to intensify,\" said Michelle L'Heureux, a scientist with NOAA.", "type": "p"}, {"text": "\"Our weekly value is actually 0.8C this past week, which is even stronger.\"", "type": "p"}, {"text": "The researchers believe this event has an 84% chance of exceeding moderate strength by the end of this year. ", "type": "p"}, {"text": "They also say there's a one in four chance of this event exceeding 2C at its peak, which is getting into the territory of a \"super El Niño\".", "type": "p"}, {"text": "The impacts of the onset of El Niño will likely lag behind by a few months but will be felt all over the world. ", "type": "p"}, {"text": "Researchers expect these will include drier weather conditions in Australia and parts of Asia, with potential weakening of the monsoon in India. Southern US states will likely be wetter in the coming winter. El Niño normally strengthens drought conditions in Africa.", "type": "p"}, {"text": "If experience is anything to go by, there will be a large human and economic cost to this oncoming weather event. ", "type": "p"}, {"text": "The strong El Niño in 1997-98 cost over $5 trillion with around 23,000 deaths from storms and floods.", "type": "p"}, {"text": "There's also a strong likelihood that this year's version will push 2024 past 2016 as the world's hottest year.", "type": "p"}, {"text": "Global temperatures are currently hovering around 1.1C above the average in the period from 1850-1900.", "type": "p"}, {"text": "But an El Niño event could add up to 0.2C to that figure, pushing the world into uncharted temperature territory, and close to breaking the symbolic 1.5C guard rail, a key element of the Paris climate agreement.  ", "type": "p"}, {"text": "Researchers recently said that breaking this limit temporarily was more likely than not in the next few years.", "type": "p"}, {"text": "\"We're actually likely to see global mean temperatures that might become more of a regular thing in five to ten year's time, so it does give us that sort of portal on the future.\" said Michelle L'Heureux.", "type": "p"}, {"text": "\"And I think that's why it's alarming to some people, because these are our new thresholds. And El Niño is providing an accelerant on that.\"", "type": "p"}], "tags": []}