{"link": "https://www.bbc.com/news/technology-65834528", "category": "technology", "title": "Crypto: 24-hour cooling-off period included in ad overhaul", "contributor": null, "time": "2023-06-08T00:20:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/945D/production/_130018973_gettyimages-672150127.jpg", "content": [{"text": "Crypto companies must offer customers a 24-hour \"cooling-off period\" in sweeping changes to how the digital assets can be marketed in the UK.", "type": "b"}, {"text": "New investors will have to wait a full day before they can complete their transaction.", "type": "p"}, {"text": "The government estimates up to one out of every 10 of UK adults now owns some form of crypto.", "type": "p"}, {"text": "Bosses of companies that fail to comply could face up to two years' imprisonment, a fine, or both.", "type": "p"}, {"text": "\"Refer a friend\" adverts will be banned , while others must be \"clear, fair and not misleading\".", "type": "p"}, {"text": "The rules, set to take effect from 8 October, will apply to crypto assets which are transferable and fungible - including digital currencies such as Bitcoin.", "type": "p"}, {"text": "This means purchases of non-fungible tokens (NFTs) will not be covered by the new advertising rules, aside from a ban on offering them as an incentive for investing in crypto.", "type": "p"}, {"text": "There have been calls for more regulation in the area.", "type": "p"}, {"text": "Last month, a committee of MPs said the characteristics of cryptocurrency \"more closely resemble gambling than a financial service\". And gambling-helpline charity GamCare told BBC News it had, in the previous two years, heard from more than 300 people struggling with investing in cryptocurrency and other forms of online financial markets.", "type": "p"}, {"text": "The Financial Conduct Authority is introducing the changes, after the government legislated to give it authority over how the digital assets are promoted.", "type": "p"}, {"text": "The rules will apply to all companies marketing crypto in the UK. And the FCA will \"take robust action\" against those that break the rules, including taking their websites offline.", "type": "p"}, {"text": "Consumers and competition executive director Sheldon Mills said its research showed \"many regret making a hasty decision\". ", "type": "p"}, {"text": "\"It is up to people to decide whether they buy crypto,\" he said. ", "type": "p"}, {"text": "\"Our rules give people the time and the right risk warnings to make an informed choice.  ", "type": "p"}, {"text": "\"Consumers should still be aware that crypto remains largely unregulated and high risk.", "type": "p"}, {"text": "\"Those who invest should be prepared to lose all their money.\"", "type": "p"}, {"text": "CryptoUK operations director Su Carpenter said the trade body agreed with \"the principle\" of the cooling-off period,but questioned the duration. ", "type": "p"}, {"text": "\"We would welcome evidence-based findings on the rationale behind this proposal,\" she said.", "type": "p"}, {"text": "\"We want to encourage a competitive and equal environment for the crypto-asset industry to continue to grow and innovate safely, whilst operating within appropriate safeguards and offering education and information to all consumers. ", "type": "p"}, {"text": "\"We will be working with our members to respond to the consultation with recommendations to help ensure this outcome.\"", "type": "p"}], "tags": []}