{"link": "https://www.bbc.com/news/business-64652835", "category": "business", "title": "Lufthansa tech failure leaves planes grounded", "contributor": null, "time": "2023-02-15T17:45:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7FB5/production/_128639623_mediaitem128639622.jpg", "content": [{"text": "More than 200 flights were cancelled at Frankfurt airport after construction work damaged broadband cables and caused check-in and boarding problems for German airline Lufthansa. ", "type": "b"}, {"text": "But the airline said all of its systems were now back up. ", "type": "p"}, {"text": "Earlier on Wednesday, thousands of passengers were stranded as their flights were cancelled or delayed across the world. ", "type": "p"}, {"text": "The airline expect flights at Frankfurt to return to normal on Thursday. ", "type": "p"}, {"text": "The company said engineering works on a railway line mistakenly cut a bundle of cables in Frankfurt on Tuesday.   ", "type": "p"}, {"text": "It has asked customers flying on domestic flights to book train tickets and said customers could ask for a refund on its website. ", "type": "p"}, {"text": "\"We are working on a solution swiftly,\" Lufthansa tweeted.", "type": "p"}, {"text": "More than a hundred flights have also been delayed, according to data from flight tracking website FlightAware.", "type": "p"}, {"text": "Some travellers on social media claimed the German airline switched to using pen and paper to organise boarding and was not able to digitally process baggage. ", "type": "p"}, {"text": "One customer tweeted that Frankfurt airport staff were only assisting individuals that were manually checked in.", "type": "p"}, {"text": "Others said they were confused about how to get their refunds and had not received any support from the company. ", "type": "p"}, {"text": "\"Lufthansa asks affected passengers to check the status of their flight on the company's app or website before arriving at the airport. Passengers with domestic flights can switch to Deutsche Bahn until Sunday,\" the airline said in a statement. ", "type": "p"}, {"text": "\"We regret the inconvenience this will cause our passengers,\" a spokesperson from the company added. ", "type": "p"}, [{"text": "FAA identifies origin of US flight chaos outage", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-64341873"}, {"text": "US to investigate Boeing 777's mysterious nosedive", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-64645457"}, {"text": "Plane ticket prices soared by 44% in December", "type": "a", "href": "https://www.bbc.co.uk/news/business-64315925"}], {"text": "Air traffic controllers have diverted flights from Germany's busiest airport Frankfurt, but the problem has affected services worldwide.", "type": "p"}, {"text": "Lufthansa and Germany's national train operator blamed the fault on a drill which cut through a Deutsche Telekom fibre optic cable bundle.", "type": "p"}, {"text": "This meant passenger check-in and boarding systems at Lufthansa seized up on Wednesday and prompted German air traffic control to suspend incoming flights. ", "type": "p"}, {"text": "However, these have since resumed, with some 40 landings per hour at Frankfurt airport since midday on Wednesday which Germany's DFS air traffic controllers said is nearly normal traffic. ", "type": "p"}, {"text": "Deutsche Telekom said in a statement: \"Two cables have already been repaired overnight by our technical team and many customers are already back online.\"", "type": "p"}, {"text": "Separately, German airport workers are due to go on strike on Friday in a dispute about pay.  ", "type": "p"}, {"text": "Last month, domestic flights were grounded across the US after a contractor deleted files on a crucial computer server used by pilots.", "type": "p"}, {"text": "More than 11,000 flights were delayed and at least 1,300 were cancelled on 11 January after the Notice to Air Missions (Notam) system went offline.", "type": "p"}], "tags": []}