{"link": "https://www.bbc.com/news/entertainment-arts-64646939", "category": "entertainment & arts", "title": "Rust filming to resume with Alec Baldwin in lead role", "contributor": null, "time": "2023-02-15T14:15:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11AB5/production/_128637327_baldwin.jpg", "content": [{"text": "Filming on the Western movie Rust is to resume this spring, according to US reports, with producer Alec Baldwin remaining in the the starring role.", "type": "b"}, {"text": "It comes after Baldwin was charged with two counts of involuntary manslaughter over the fatal on-set shooting of cinematographer Halyna Hutchins.", "type": "p"}, {"text": "A mix of new and old crewmembers will work on the film, with Bianca Cline filling in for the late Ms Hutchins.", "type": "p"}, {"text": "Her widower Matthew has also approved a documentary about her, producers said.", "type": "p"}, {"text": "The documentary, made \"at [executive producer, Mr] Hutchins' behest and with his blessing and support\" will explore Ms Hutchins' life and \"final work, including the completion of the film\", they noted. ", "type": "p"}, {"text": "Baldwin had been rehearsing a scene for Rust when the shooting, which led to the 42-year-old Ukrainian's death, occurred at a ranch near Sante Fe, New Mexico in October 2021.", "type": "p"}, {"text": "The movie was expected to resume filming in January, after the Hollywood star reached a settlement in a wrongful death lawsuit brought by Mr Hutchins. ", "type": "p"}, {"text": "But then fresh charges of involuntary manslaughter were brought against him, and the film's armourer Hannah Gutierrez Reed, by the Santa Fe District Attorney's office last month.", "type": "p"}, {"text": "Lawyers for both denied any wrongdoing and said they intended to fight them in court.", "type": "p"}, {"text": "Baldwin's lawyer, Luke Nikas, called the decision to charge the actor \"a terrible miscarriage of justice\".", "type": "p"}, {"text": "\"Mr Baldwin had no reason to believe there was a live bullet in the gun - or anywhere on the movie set,\" Mr Nikas said. \"He relied on the professionals with whom he worked, who assured him the gun did not have live rounds. We will fight these charges, and we will win.\"", "type": "p"}, {"text": "Rust Movie productions, which Baldwin is part of, said on Tuesday that the scene which was being rehearsed when Ms Hutchins was shot has now been rewritten, and that the \"any use of working weapons and any form of ammunition\" had now been barred from the set.", "type": "p"}, {"text": "The company added Ms Cline, whose credits include Marcel the Shell With Shoes On and American Horror Story, will now \"complete Halyna's vision for the film\" and also donate her salary to charity.", "type": "p"}, {"text": "\"Though bittersweet, I am grateful that a brilliant and dedicated new production team joining former cast and crew are committed to completing what Halyna and I started,\" said director Joel Souza, who was also injured in the shooting.", "type": "p"}, {"text": "\"My every effort on this film will be devoted to honouring Halyna's legacy and making her proud. It is a privilege to see this through on her behalf.\" ", "type": "p"}, {"text": "Safety officers Gary Jensen and Paul Jordan from Tenet Production Safety will join the production, as will production designer Christine Brandt.", "type": "p"}, {"text": "The first of the two charges brought against Baldwin by the Santa Fe District Attorney's office last month will require proof of underlying negligence on his behalf.", "type": "p"}, {"text": "The second charge requires proof that there was more than simple negligence involved, due to a firearm enhancement, which, if proved, could see the star serve five years in prison.", "type": "p"}, [{"text": "Alec Baldwin to be charged for fatal Rust shooting", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-64337761"}, {"text": "Filming to resume after Alec Baldwin on-set shooting", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63149155"}, {"text": "Alec Baldwin film producers deny safety failures", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61406038"}], {"text": "However, last week Baldwin's lawyers argued the second charge was \"unlawful\" because such enhancement had only been enacted after the incident occurred.", "type": "p"}, {"text": "Earlier this month, Ms Hutchins' family - her mother Olga Solovey, father Anatolii Androsovych and sister Svetlana Zemko - filed a new civil lawsuit against the actor and the production company seeking damages for alleged battery, intentional infliction of emotional distress, negligence and loss of consortium.", "type": "p"}, {"text": "Baldwin has not yet publicly responded to that lawsuit, but he has consistently denied any wrongdoing in the on-set shooting.", "type": "p"}], "tags": []}