{"link": "https://www.bbc.com/news/science-environment-64644880", "category": "science & environment", "title": "UK space launch: Dislodged fuel filter blamed for rocket failure", "contributor": null, "time": "2023-02-15T03:19:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ADF5/production/_128633544_rocketpa.jpg", "content": [{"text": "The first ever satellite mission from the UK failed to launch last month because a rocket fuel filter had become dislodged, Virgin Orbit says. ", "type": "b"}, {"text": "A rocket engine overheated in turn, leading to the loss of the rocket and satellites it was carrying.", "type": "p"}, {"text": "Virgin Orbit sent up a jumbo jet carrying the rocket from Cornwall on 9 January. The aircraft returned safely. ", "type": "p"}, {"text": "CEO Dan Hart said the company would \"proceed cautiously towards the launch\" of its next rocket. ", "type": "p"}, {"text": "\"The data is indicating that, from the beginning of the second stage first burn, a fuel filter within the fuel feedline had been dislodged from its normal position,\" Virgin Orbit tweeted.", "type": "p"}, {"text": "\"Additional data shows that the fuel pump that is downstream of the filter operated at a degraded efficiency level, resulting in the Newton 4 engine being starved for fuel. Performing in this anomalous manner resulted in the engine operating at a significantly higher than rated engine temperature.", "type": "p"}, {"text": "\"The early thrust termination ended the mission, and the second stage and its payloads fell back to Earth, landing in the approved safety corridor in the Atlantic Ocean.\"", "type": "p"}, [{"text": "First satellite launch from UK soil ends in failure", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64218883"}], {"text": "At the time, Virgin Orbit said its LauncherOne rocket - launched from the Boeing 747 aircraft Cosmic Girl - had reached space but had fallen short of reaching its target orbit. ", "type": "p"}, {"text": "The mission had been billed as a milestone for UK space, marking the birth of a home-grown launch industry. The ambition is to turn the country into a global player - from manufacturing satellites to building rockets and creating new spaceports.", "type": "p"}, {"text": "The launch attracted an enthusiastic crowd, with more than 2,000 spectators and VIPs gathering at Cornwall Newquay Airport to watch.", "type": "p"}, {"text": "Mr Hart said: \"Intense disappointment gets quickly channelled into the motivation to dig into the cause, to understand all contributing elements and to thereby get back to flight with a better system and a wiser team.\"", "type": "p"}, {"text": "He added that the investigation into the rocket failure was ongoing. ", "type": "p"}, {"text": "Virgin Orbit is headquartered in Long Beach, California, but was founded by British entrepreneur Sir Richard Branson.", "type": "p"}], "tags": []}