{"link": "https://www.bbc.com/news/technology-64618791", "category": "technology", "title": "Omegle: Suing the website that matched me with my abuser", "contributor": null, "time": "2023-02-15T00:35:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8310/production/_128625533_omegle_matched_with_my_abuser-promo-976-nc.png", "content": [{"text": "Warning: this story contains disturbing adult themes", "type": "p"}, {"text": "As a young girl, Alice (not her real name) logged on to the popular live video chat website, Omegle, and was randomly paired with a paedophile, who coerced her into becoming a digital sex slave. Nearly 10 years later the young American is suing Omegle in a landmark case that could pave the way for a wave of lawsuits against other social platforms.", "type": "b"}, {"text": "The smallest things can remind Alice of the abuse she suffered as a child.", "type": "p"}, {"text": "Her abuser was very particular about how she looked in the videos he forced her to send him, telling her to wear her hair in a ponytail to the left side of her head.", "type": "p"}, {"text": "\"I was only 11, but he wanted me to look as young as I could,\" she says.", "type": "p"}, {"text": "Even now, if Alice's hair gets pulled to the left it causes her to shudder violently.", "type": "p"}, {"text": "Alice is today a confident 21-year-old in a loving relationship but she says the scars of the abuse she suffered will linger for the rest of her life.", "type": "p"}, {"text": "When Alice first experienced Omegle, it was already becoming notorious as a wild corner of the internet. ", "type": "p"}, {"text": "\"Me and my friends went on Omegle at a slumber party,\" she says. \"Everyone at school knew about it. But obviously no-one knew what the dangers were.\"", "type": "p"}, {"text": "Today the website has around 73 million visitors a month, according to analysts at website watchers Semrush, mostly from India, the US, the UK, Mexico and Australia. For some teenagers it is a rite of passage to be matched with a stranger in a live video chat where anything could happen.", "type": "p"}, {"text": "After the sleepover Alice logged on to Omegle alone, and that's when she was matched with Canadian paedophile Ryan Fordyce.", "type": "p"}, {"text": "She was struggling at the time with early teenage anxieties and Fordyce made her feel better. During that first video chat he persuaded her to share personal messaging details.", "type": "p"}, {"text": "\"He was able to manipulate me immediately,\" she says. \"Very quickly I was being forced to do things that a child should not have to do.\"", "type": "p"}, {"text": "Once he had coerced Alice into sending intimate images, Fordyce convinced her that she was complicit in making and sharing child sexual abuse material. Fearing arrest, she kept everything secret from her family and friends. ", "type": "p"}, {"text": "\"I spent a huge chunk of my childhood at his beck and call. Every day being at the will of someone else who had the worst of intentions for children.\"", "type": "p"}, {"text": "This continued for three years, until finally Fordyce seemed to lose interest and communication petered out. ", "type": "p"}, {"text": "Cyber reporter Joe Tidy speaks exclusively with child abuse survivor \"Alice\" and her legal team, as they prepare a case that could have major consequences for social media companies. Then he tracks down Omegle's elusive creator, Leif Brooks.", "type": "p"}, {"text": "Watch: Omegle - Matched With My Abuser on the BBC iPlayer (UK only)", "type": "p"}, {"text": "Alice planned to carry the secret to her grave but then Canadian police noticed someone sharing child sexual abuse material online.", "type": "p"}, {"text": "Constable Pam Klassen, a forensics expert for the police department in Brandon - a small city about 200km west of Winnipeg - traced the IP address to Ryan Fordyce's family home, and obtained a search warrant.", "type": "p"}, {"text": "Fordyce was out when she visited on 12 January 2018, but she succeeded in logging on to his computer and came across a horrific collection of sexual abuse images and videos, sent by children under his orders. When Fordyce came home for lunch she arrested him.", "type": "p"}, {"text": "\"He was surprised,\" she says, \"and his wife thought there must have been a mistake.\"", "type": "p"}, [{"text": "Children expose themselves on video chat site", "type": "a", "href": "https://www.bbc.co.uk/news/av/technology-56103351"}, {"text": "I'm being used as a sex-baiting bot online", "type": "a", "href": "https://www.bbc.co.uk/news/technology-56668156"}], {"text": "Police found seven folders on the computer, each with a different girl's name. One contained 220 images and videos of Alice, aged between 11 and 14, in some of which she had been forced to masturbate or urinate.", "type": "p"}, {"text": "Pam Klassen tracked Alice down thanks to her school uniform, which was visible in some of the material, and Fordyce was sentenced in December 2021 to eight years in prison.", "type": "p"}, {"text": "Fordyce, a father of two in his late 30s, had also used Omegle to groom two of his other victims. ", "type": "p"}, {"text": "With Fordyce behind bars, Alice is now going after Omegle in a case watched closely around the world.", "type": "p"}, {"text": "Known as a product liability lawsuit, it may be the first time a tech platform is put on trial for the way it was built.", "type": "p"}, {"text": "In the past year, dozens of other product liability cases have been launched against platforms such as Instagram and Snapchat, but Alice's case - A.M Vs Omegle - is likely to lead the way.", "type": "p"}, {"text": "\"In the United States we have section 230 of the Communications Decency Act which makes it incredibly difficult to ever sue an online platform,\" Alice's attorney Carrie Goldberg explains.", "type": "p"}, {"text": "\"But a few years ago, we started thinking, 'Hang on let's start treating these as just basic products, as if there was a defect in the design that's leading to harm.'\"", "type": "p"}, {"text": "The legal team argues that Omegle was able to become a \"hunting ground for predators\" because of the random matching system and the lack of warnings or age verification.", "type": "p"}, {"text": "They hope to put this to the test in a trial that could secure Alice millions of dollars in compensation, and force changes to Omegle's design.", "type": "p"}, {"text": "Legal experts agree that the case is a potential watershed moment.", "type": "p"}, {"text": "\"If A.M vs Omegle makes it to trial and is successful I think it could pave the way for many other victims to come forward with other similar cases,\" says Dr Liza Lovdahl Gormsen, who is currently attempting to sue Facebook owner Meta in a high-profile class action lawsuit in the UK about unfair competition. ", "type": "p"}, {"text": "Any changes resulting from such lawsuits, in the US or elsewhere, would benefit users of the websites worldwide.", "type": "p"}, {"text": "Omegle could also face legal action in the UK if the government's long-delayed Online Safety Bill is eventually passed. The bill proposes to fine companies large sums if they fail to protect children from harm,", "type": "p"}, {"text": "Omegle's legal team has argued in court that the website is not to blame for what happened to Alice and denies that it is a haven for predators, but I have seen Omegle mentioned in more than 50 cases against paedophiles in the last two years alone. There were more than 20 in the US, with others in the UK, Australia, Spain, Colombia and Cyprus. ", "type": "p"}, {"text": "The website's reclusive creator, Leif Brooks, did not want to talk about Alice's case via email so I travelled to his home in Orlando, Florida, in the hope of speaking to him there. But once again he remained silent. ", "type": "p"}, {"text": "The Internet Watch Foundation has also tried to talk to Mr Brooks about changes to his site. The charity, which removes child sex abuse content from the internet, told the BBC its analysts deal with around 20 Omegle videos a week.", "type": "p"}, {"text": "Mr Brooks did send the BBC a statement. In it he said users of Omegle were \"solely responsible for their behaviour\" while using his website. He added that Omegle took the safety of users extremely seriously, with moderation by artificial intelligence and human moderators, and had helped law enforcement and organisations working to stop the online exploitation of children. ", "type": "p"}, {"text": "It is true that child abusers have been convicted after Omegle handed over their IP addresses to police. ", "type": "p"}, {"text": "Meanwhile, Mr Brooks has made a small change to his website. Weeks after he was notified of Alice's legal action a box appeared on Omegle that users have to tick, to state that they are over 18, before they can enter.", "type": "p"}, {"text": "But Alice's legal team says this is \"not sufficient\". ", "type": "p"}, {"text": "Alice herself says she would like to see Omegle closed down.", "type": "p"}, {"text": "\"I don't think it carries enough benefits to destroy children's lives,\" she says.", "type": "p"}, {"text": "If you have been affected by issues in this story, you can find sources of support on the BBC Actionline", "type": "p"}], "tags": []}