{"link": "https://www.bbc.com/news/business-61766227", "category": "business", "title": "Airports told to stop failing disabled passengers", "contributor": "Becky Morton", "time": "2022-06-10T21:07:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12AA/production/_125287740_gatwickvictoriabrignell.jpg", "content": [{"text": "Airports must stop failing disabled passengers or they could face legal action, the UK regulator has warned. ", "type": "b"}, {"text": "The Civil Aviation Authority (CAA) said it understood the recruitment challenges facing the industry but some recent incidents were \"unacceptable\". ", "type": "p"}, {"text": "In some cases disabled passengers had been left waiting hours on planes for help to get off, it said. ", "type": "p"}, {"text": "The industry has been struggling with staff shortages in recent months. ", "type": "p"}, {"text": "Airlines and airports cut thousands of jobs during the pandemic, when Covid restrictions virtually shut down international travel. ", "type": "p"}, {"text": "However, since the demand for flights has returned they have found it difficult to recruit and train new staff quick enough, leading to delays and cancellations. ", "type": "p"}, [{"text": "'It happened again':  Wheelchair-users left on planes", "type": "a", "href": "https://www.bbc.co.uk/news/disability-61497830"}, {"text": "Why are so many flights being cancelled?", "type": "a", "href": "https://www.bbc.co.uk/news/61660238"}], {"text": "In a letter to airports, the CAA said assistance was continuing to be provided in a timely manner \"for the vast majority of passengers\". ", "type": "p"}, {"text": "But the regulator said it was \"disappointing\" there had been a \"dip in performance at some airports\" in recent months, with more disabled and less mobile passengers having to wait longer for assistance than usual. ", "type": "p"}, {"text": "It said it was \"very concerned\" about increased reports of \"significant service failings\", including passenger's wheelchairs not being unloaded in a timely manner and disabled individuals being helped off planes hours after other flyers. ", "type": "p"}, {"text": "The CAA added that a higher proportion of passengers at some airports were also using assistance services, although the cause of this increase in demand was not clear.  ", "type": "p"}, {"text": "The regulator said it would be asking all airports with a high number of passengers using assistance services to set out by 21 June what measures they had taken to stop \"significant service failures happening in the future\".", "type": "p"}, {"text": "\"We will continue to closely monitor the quality of service provided and if these significant service failures continue, we will consider what further action is needed, including using enforcement powers,\" it added. ", "type": "p"}, {"text": "The CAA has powers to investigate and prosecute breaches of aviation rules and some breaches of consumer protection requirements. ", "type": "p"}, {"text": "Earlier this week, one disabled passenger, Victoria Brignell, said she was left on a plane at Gatwick for more than an hour and a half after it had landed, despite booking assistance three months in advance.", "type": "p"}, {"text": "Another wheelchair user said he waited more than two hours for someone to help him disembark at Manchester Airport. ", "type": "p"}, {"text": "Both airports apologised, with Manchester blaming staff shortages. ", "type": "p"}, {"text": "BBC security correspondent Frank Gardner, who uses a wheelchair, said such situations were becoming \"depressingly familiar\".", "type": "p"}, {"text": "\"The airports seem to be slipping back. The level of investment and effort that goes into making money at these airports isn't matched by the effort and money that needs to go into getting disabled passengers off the plane at the same time as everybody else,\" he said earlier this week. ", "type": "p"}, [{"text": "The UK government recommends passengers request assistance through their airline, tour operator or travel agent at least 48 hours before travel", "type": "p"}, {"text": "If a passenger has not pre-notified, assistance will always still be provided but you might have to wait longer to be helped  ", "type": "p"}, {"text": "If things go wrong and you're unhappy, the CAA recommends you take your complaint directly to the airline or airport", "type": "p"}, {"text": "If you remain dissatisfied, you can refer your complaint to an alternative dispute resolution (ADR) body which provides alternative methods, such as mediation and conciliation, instead of going to court", "type": "p"}]], "tags": ["Travel", "Disability", "Civil Aviation Authority", "Air travel"]}