{"link": "https://www.bbc.com/news/entertainment-arts-61773473", "category": "entertainment & arts", "title": "Billie Eilish pauses London show over fan safety", "contributor": "Mark Savage", "time": "2022-06-12T02:13:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CBC6/production/_125366125_be.jpg", "content": [{"text": "Billie Eilish briefly paused her show at London's O2 arena on Saturday after several fans got into difficulties in sweltering temperatures. ", "type": "b"}, {"text": "\"Are you all ok?\" she asked. \"People were fainting and getting pulled out. It's hot, I know\". ", "type": "p"}, {"text": "After fans said they were \"squished\", she halted the music until the pressure in front of the stage eased. ", "type": "p"}, {"text": "\"Take a step back, give everybody some space,\" Eilish said. \"If someone looks a little woozy, just tell someone.\" ", "type": "p"}, {"text": "She added: \"Don't try to save feelings.\"", "type": "p"}, {"text": "Earlier, Eilish had asked the O2 security team to distribute water to the audience.", "type": "p"}, {"text": "It is not the first time the singer has stopped a concert to check on her fans. ", "type": "p"}, {"text": "In February, she interrupted her Happier Than Ever tour show in Atlanta after noticing someone struggling to breathe, and refused to proceed until they could access an inhaler. ", "type": "p"}, {"text": "\"Can we just grab one?\" she asked a crew member. ", "type": "p"}, [{"text": "Billie Eilish: Living with Tourette's 'exhausting'", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-61565717"}, {"text": "Billie Eilish to headline Glastonbury 2022", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-58786647"}, {"text": "The making of Billie Eilish's Bond theme", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-58680995"}], {"text": "Later that month, she also paused a show in New York's Madison Square Garden, telling fans: \"If you want to sit down, you are allowed. Go ahead, you're good. Sit down, take a breath.\"", "type": "p"}, {"text": "The issue of crowd safety has been in the spotlight ever since 10 people were killed during a crush at Travis Scott's Astroworld festival in Houston last year.", "type": "p"}, {"text": "Fans in the audience later criticised the response of emergency services, and asked why organisers did not call a halt to the concert. ", "type": "p"}, {"text": "An inquiry is currently investigating the circumstances that led to the tragedy.", "type": "p"}, {"text": "At the O2 on Saturday night, fans took matters into their own hands. One group, after noticing a fellow concertgoer in trouble, formed a protective circle and turned on their phone lights to alert the security team. ", "type": "p"}, {"text": "Eilish resumed her show after three minutes. She later thanked \"all the security [and] all the staff\" at the venue, adding: \"I appreciate you\".", "type": "p"}, {"text": "Saturday's concert was the second of six dates at the 20,000 capacity O2 arena, as Eilish continues her Happier Than Ever world tour. ", "type": "p"}, {"text": "The atmosphere had been feverish from the start; with the star's breathy vocals frequently drowned out by fans.", "type": "p"}, {"text": "Beatlemania-pitch screams punctuated the evening, whiplashing around the O2 whenever Eilish approached the edge of the stage; or when she sank to her knees during Therefore I Am; or when she picked up a fan's Pride flag and draped it over her shoulders; and even when she struggled to disentangle a scrunchie from her jet-black pigtails.", "type": "p"}, {"text": "It was a reaction you'd typically expect for a boyband like BTS or One Direction - but while those groups whip up emotions with the illusory promise of romance, Eilish's songs dwell in the uncomfortable messiness of early adulthood. ", "type": "p"}, {"text": "She sings of nerves and depression, awkward social interactions and hopeless boyfriends. Her songs have a flair for the macabre (one features the sound of a dentist drill) and a scepticism of authority. ", "type": "p"}, {"text": "No wonder her lyrics resonate so powerfully with her fans.", "type": "p"}, {"text": "\"Singing those songs out loud was like free therapy,\" my 12-year-old remarked as we left the arena.", "type": "p"}, {"text": "Early in the set, Eilish laid out her ground rules for the night: \"Don't be an asshole, do not judge anyone in here, and have fun, bitch\". ", "type": "p"}, {"text": "She was the biggest beneficiary of her own advice, throwing herself around the stage with the unchecked energy of a hurricane; while her legs were taped up to prevent the recurrence of an old dance injury.", "type": "p"}, {"text": "The show relied entirely on her charisma, with minimal staging, lit almost exclusively in red and white. ", "type": "p"}, {"text": "One concession to arena spectacle was the moment Eilish climbed into a giant hydraulic crane to serenade the back of the auditorium, but she managed to subvert even that cliché, bending backwards over the safety ropes to dangle perilously over the crowd. Her insurers must have been quaking in their boots.", "type": "p"}, {"text": "But maybe the most impressive feat was the way Eilish turned some of her less powerful songs into arena-filling monsters. ", "type": "p"}, {"text": "Goldwing, a fluttering, experimental track on her second album, became a thrilling call-and-response banger; while the mumbled beats of Oxytocin briefly turned the O2 into an underground rave.", "type": "p"}, {"text": "Elsewhere, a montage of childhood videos during Getting Older was endearing and sweet; while Your Power - a song about older men who abuse their positions - felt especially cathartic. ", "type": "p"}, {"text": "Other songs were cruelly cut short. ", "type": "p"}, {"text": "All The Good Girls Go To Hell - a macabre stand-out from her debut album - was hacked down to a single verse and chorus; while her break-out songs Bellyache and Ocean Eyes were unnecessarily condensed into a brief medley. ", "type": "p"}, {"text": "With only two albums to her name, Eilish didn't need to short-change fans on some of their favourite songs, even if she has progressed musically since they were released.", "type": "p"}, {"text": "But she ended the night on an indisputable high, with the delightfully malevolent Bad Guy (duh!) followed by Happier Than Ever, a gently-strummed break-up ballad that builds and builds to an almighty, operatic climax. ", "type": "p"}, {"text": "\"You make me hate this city,\" the audience bellowed along at the top of their lungs. ", "type": "p"}, {"text": "But not tonight. Not when Billie's around.", "type": "p"}, [{"text": "Bury A Friend", "type": "p"}, {"text": "I Didn't Change My Number", "type": "p"}, {"text": "NDA", "type": "p"}, {"text": "Therefore I Am", "type": "p"}, {"text": "My Strange Addiction", "type": "p"}, {"text": "Idontwannabeyouanymore / Lovely", "type": "p"}, {"text": "You Should See Me In A Crown", "type": "p"}, {"text": "Billie Bossa Nova", "type": "p"}, {"text": "Goldwing", "type": "p"}, {"text": "Halley's Comet", "type": "p"}, {"text": "Oxytocin / Copycat", "type": "p"}, {"text": "Ilomilo", "type": "p"}, {"text": "Your Power", "type": "p"}, {"text": "Male Fantasy", "type": "p"}, {"text": "Not My Responsibility", "type": "p"}, {"text": "OverHeated", "type": "p"}, {"text": "Bellyache / Ocean Eyes", "type": "p"}, {"text": "Bored", "type": "p"}, {"text": "Getting Older", "type": "p"}, {"text": "Lost Cause", "type": "p"}, {"text": "When The Party's Over", "type": "p"}, {"text": "All The Good Girls Go To Hell", "type": "p"}, {"text": "Everything I Wanted", "type": "p"}, {"text": "Bad Guy", "type": "p"}, {"text": "Happier Than Ever", "type": "p"}], {"text": "Eilish will play further dates in London, Birmingham and Glasgow this week, and headlines Glastonbury on 24 June.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Billie Eilish", "London", "Music"]}