{"link": "https://www.bbc.com/news/technology-61749120", "category": "technology", "title": "YouTube accused of not tackling Musk Bitcoin scam streams", "contributor": "Joe Tidy", "time": "2022-06-09T23:00:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1275F/production/_125351657_musklivestream.jpg", "content": [{"text": "YouTube is being criticised for failing to tackle a network of cyber-criminals streaming fake Elon Musk videos to scam viewers.", "type": "b"}, {"text": "The criminals are hijacking YouTube accounts and using the videos to promote bogus cryptocurrency giveaways.", "type": "p"}, {"text": "BBC News found dozens of these streams being watched by tens of thousands of people over four days this month.  ", "type": "p"}, {"text": "On Tuesday, Elon Musk said YouTube was not tackling \"scam ads\". YouTube says it removes channels that are reported.", "type": "p"}, {"text": "For many months, the streams have been fooling thousands of people into sending cryptocurrency to criminals, thinking they will receive a prize from Mr Musk.", "type": "p"}, {"text": "One of the most common links to website https://elon-x2.live/, which invites people to double their money by sending Bitcoin or Ethereum to the digital-wallet addresses advertised.", "type": "p"}, {"text": "Wallet transaction history shows the scammers made $243,000 (£194,000) in just over a week:", "type": "p"}, [{"text": "23 transfers of bitcoin totalling 7.68923261 coins worth $234,000", "type": "p"}, {"text": "18 transfers of ethereum totalling 5.016 coins worth $9,000", "type": "p"}], {"text": "Analysts at Whale Alert say giveaway scammer wallets they track show profits of:", "type": "p"}, [{"text": "$98m in 2021 ", "type": "p"}, {"text": "$30m so far this year", "type": "p"}], {"text": "Every few days, the hackers change the name and picture of dozens of YouTube channels to make them look like official Tesla channels, the electric-car manufacturer of which Mr Musk is chief executive.", "type": "p"}, {"text": "They are thought to buy email-and-password pairs from previous data breaches online - or simply try common passwords with known email addresses. ", "type": "p"}, [{"text": "'I lost £400,000 to fake Elon Musk giveaway scam'", "type": "a", "href": "https://www.bbc.co.uk/news/technology-56402378"}, {"text": "Dead YouTuber hacked by Musk Bitcoin scammers", "type": "a", "href": "https://www.bbc.co.uk/news/technology-61152766"}], {"text": "Chilean urban-music artist Aisack had YouTube channel hacked and hijacked two weeks ago.", "type": "p"}, {"text": "\"My followers on other social networks started asking me what is going on with the name of my channel and were very confused about why I was streaming Tesla content,\" he said.", "type": "p"}, {"text": "\"It is very frustrating that your YouTube channel is hacked after dedicating so many years of work to it.", "type": "p"}, {"text": "\"I feel completely violated and insecure.", "type": "p"}, {"text": "\"The hacking of my channel has hurt me a lot, since I am a few days away from releasing a new music video and now I am creating a second channel as a back-up and re-uploading more than 10 years of work on YouTube.", "type": "p"}, {"text": "\"YouTube is not doing enough on security issues to prevent hacker attacks, since many users are in the same situation as me.\"", "type": "p"}, {"text": "YouTube said it had removed one of the channels BBC News had alerted it to, adding: \"We have strict Community Guidelines prohibiting scams, including Impersonation and hacking.\"", "type": "p"}, {"text": "Last year, one man hoping to double his money sent scammers $400,000 worth of bitcoins, after seeing a fake advert on Twitter.", "type": "p"}, {"text": "So far this year, scammers are having less success, Whale Alert founder Frank van Weert said, but still making millions and set for a boost if the price of Bitcoin rises.", "type": "p"}, {"text": "\"The numbers are going down compared to 2021 - but there are still plenty of victims falling for it, as they evolve their tactics,\" Mr Van Weert said.", "type": "p"}, {"text": "\"Right now, they have been overfishing the sea a bit, especially with Bitcoin prices going down, but that will change as not enough is being done to stop them.\"", "type": "p"}, {"text": "The scammers could be stopped if cryptocurrency exchanges blocked their wallets to prevent them cashing out their stolen coins, he added.", "type": "p"}, {"text": "The vast majority of the fake livestreams show financial firm ARK Invest's July panel with Musk and then Twitter chief executive Jack Dorsey", "type": "p"}, {"text": "An spokeswoman told BBC News ARK \"is aware of hacked third-party YouTube channels fraudulently posing as ARK\". ", "type": "p"}, {"text": "\"These accounts are impersonators and not affiliated with ARK Invest in any way,\" she said.", "type": "p"}, {"text": "\"ARK Invest will never use YouTube or other social media to solicit money, including cryptocurrency.\"", "type": "p"}], "tags": ["Cyber-crime", "Elon Musk", "YouTubers", "Bitcoin", "YouTube", "Internet fraud", "Cryptocurrency", "Cyber-security"]}