{"link": "https://www.bbc.com/news/entertainment-arts-61526110", "category": "entertainment & arts", "title": "Johnny Depp was jealous and controlling, ex-girlfriend Ellen Barkin says", "contributor": null, "time": "2022-05-20T15:16:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/875D/production/_124835643_barkinreu.jpg", "content": [{"text": "Johnny Depp was controlling and jealous and once threw a wine bottle across a room, one of his ex-girlfriends and co-stars said in a video played during his court case against Amber Heard.", "type": "b"}, {"text": "In the video, actress Ellen Barkin said Mr Depp was \"drunk a lot of the time\" during their relationship in the 1990s.", "type": "p"}, {"text": "The testimony, filmed in 2019, was played in court, where Mr Depp is suing his former wife for defamation.", "type": "p"}, {"text": "Ms Heard has accused the Hollywood star of being violent, which he has denied.", "type": "p"}, {"text": "The trial's jury watched the recorded testimony from Ms Barkin, who said her relationship with the Pirates of the Caribbean actor lasted between three and six months.", "type": "p"}, {"text": "She said: \"He's just a jealous man, controlling - 'Where are you going? Who are you going with? What did you do last night?'", "type": "p"}, {"text": "\"I had a scratch on my back once that got him very, very angry because he insisted it came from me having sex with a person who wasn't him.\"", "type": "p"}, {"text": "She added that the actor \"was always drinking and or smoking a joint\".", "type": "p"}, {"text": "Ms Barkin said the incident with the bottle happened while she and Mr Depp were filming the 1998 film Fear and Loathing in Las Vegas, adapted from the book by Hunter S Thompson.", "type": "p"}, {"text": "\"Mr Depp threw a wine bottle across the room, the hotel room in Las Vegas,\" she said. \"I don't know why he threw the bottle.\"", "type": "p"}, [{"text": "Heard denies striking Depp and doctoring photos", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-61485616"}, {"text": "Depp v Heard: Trial hears claims of drugs and violence", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-61354294"}, {"text": "Johnny Depp testifies he never hit Amber Heard", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-61154559"}], {"text": "However, she recalled that he may have had an argument with friends or an assistant.", "type": "p"}, {"text": "Also on Thursday, Mr Depp's former agent Tracey Jacobs told the trial that his career suffered after 2010 because of \"unprofessional behaviour\" including drug and alcohol use and consistently showing up late on set.", "type": "p"}, {"text": "And the star's former business manager Josh Mandel said he became \"extremely concerned\" about Mr Depp's financial situation in 2015, with the actor spending $300,000 (£193,000) a month on full-time staff at one point.", "type": "p"}, {"text": "The trial is due to resume next week.", "type": "p"}], "tags": ["Johnny Depp", "Amber Heard", "Film"]}