{"link": "https://www.bbc.com/news/science-environment-61511750", "category": "science & environment", "title": "Boeing's Starliner astronaut capsule launches on test flight", "contributor": "Jonathan Amos", "time": "2022-05-21T00:42:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17D92/production/_124828679_newtop.jpg", "content": [{"text": "The American Boeing company has launched its new astronaut capsule on a demonstration flight from Florida.", "type": "b"}, {"text": "Called Starliner, the vehicle left Cape Canaveral Space Force Station atop an Atlas rocket on a mission to showcase how it can ferry human crews to and from the International Space Station.", "type": "p"}, {"text": "It's the second such test flight.", "type": "p"}, {"text": "The previous demonstration, in 2019, encountered software problems that very nearly resulted in the loss of the capsule.", "type": "p"}, {"text": "Boeing had attempted to fly Thursday's mission in August last year but was forced to abandon that exercise when valves in the capsule's propulsion system wouldn't open and close properly on the launch pad.", "type": "p"}, {"text": "This issue still requires a permanent fix but engineers were happy to let the latest launch go ahead with temporary corrective measures in place.  ", "type": "p"}, {"text": "\"I'm really proud to be able to say that the Starliner had a good orbital insertion and it's on its way to the International Space Station,\" said Mark Nappi, vice president and programme manager of Boeing's Commercial Crew Programme. ", "type": "p"}, {"text": "\"We're very, very proud of the team and what they've accomplished. This was a road of a lot of hard work to get here, and the team is just ecstatic about the accomplishments today.\"", "type": "p"}, {"text": "The US space agency, too, declared its satisfaction. Nasa has crews waiting to use a certified Starliner.", "type": "p"}, {"text": "It emerged post-launch that two of 12 larger thrusters used for the major manoeuvres in space were not working. But this was not a critical issue, said Steve Stich, who manages Nasa's Commercial Crew Programme.", "type": "p"}, {"text": "\"Overall, the spacecraft is doing really well. The communications has been excellent, the flight software has worked great, the cooling system has been working great,\" he told reporters.", "type": "p"}, {"text": "\"We're very excited to be here and looking forward to docking to the space station [on Friday].\" ", "type": "p"}, {"text": "The Starliner - which is flying without a crew for the demonstration - began its ascent on the Atlas at 18:54 local time on Thursday (22:54 GMT; 23:54 BST). The automated docking with the station took place at 20:28 EDT on Friday (00:28 GMT on Saturday), more than an hour later than scheduled.", "type": "p"}, {"text": "It's almost 12 years since Boeing first presented its design for Starliner, codenamed CST-100, at the Farnborough International Air Show in the UK.", "type": "p"}, {"text": "It was a response to the call for commercial companies to take over the responsibility for low-Earth orbit crew transportation, post the then soon-to-retire space shuttles.", "type": "p"}, {"text": "Nasa gave technical and financial support to both Boeing and California's SpaceX company, to help them develop new capsules. The idea was that the vehicles would then be engaged on a commercial basis whenever Nasa needed astronauts sent up to the ISS.", "type": "p"}, {"text": "But while SpaceX is now four crewed operational flights into this new era, Boeing has yet to run a single crewed mission in a Starliner. And a big part of that is because Boeing's first unpiloted \"Orbital Flight Test\" in December 2019 went seriously awry.", "type": "p"}, {"text": "The problems started with a clock error on the capsule just after launch that made the vehicle think it was in a different flight phase than was really the case.", "type": "p"}, {"text": "This prompted the onboard computer system to over-fire Starliner's thrusters and burn so much fuel it became impossible to reach the intended destination of a docking with the space station. ", "type": "p"}, {"text": "Controllers on the ground could see the problem playing out but had difficulty communicating with the spacecraft.", "type": "p"}, {"text": "After the truncated mission, it also emerged that poorly designed software could have resulted in the capsule colliding with its aft service section when the two were commanded to separate just prior to re-entry into the Earth's atmosphere. ", "type": "p"}, {"text": "Fortunately, this issue was caught and prevented, and the capsule landed safely in the New Mexico desert.", "type": "p"}, {"text": "The post-mission review initiated a series of re-designs and upgrades that have enabled Boeing to approach an Orbital Flight Test 2 (OFT-2).", "type": "p"}, {"text": "The re-run is following the same planned profile: an uncrewed mission to the International Space Station. That said, an anthropomorphic test device, more commonly known as a flight dummy, dubbed \"Rosie the Rocketeer\", is once again strapped in for the ride.", "type": "p"}, {"text": "Rosie and \"her\" capsule will stay attached to the station for four to five days, before departing for a parachute-assisted descent and landing at the White Sands Missile Range in New Mexico.", "type": "p"}, {"text": "Assuming everything goes to plan, touchdown is likely to occur on Wednesday next week.", "type": "p"}, {"text": "If Boeing can put the flaws of OFT-1 behind it, Nasa could clear Starliner to start carrying people before the end of the year.", "type": "p"}, {"text": "This would finally give Nasa the two new crew-transportation systems it sought when the shuttles were retired to museums in 2011. ", "type": "p"}, {"text": "Kathy Lueders, the agency's associate administrator for space operations, congratulated everyone on Thursday's launch. \"But as we've talked about numerous times: we're doing this one step at a time; and we right now need to get this spacecraft through its paces, and learn some things and get it on its way to the International Space Station.\"", "type": "p"}], "tags": []}