{"link": "https://www.bbc.com/news/business-61399483", "category": "business", "title": "Elon Musk would reverse Donald Trump's Twitter ban", "contributor": "Jennifer Meierhans", "time": "2022-05-10T20:18:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11C52/production/_124668727_gettyimages-1395371348.jpg", "content": [{"text": "Elon Musk says if his bid to buy Twitter is successful he will reverse Donald Trump's ban from the platform.", "type": "b"}, {"text": "The richest man in the world agreed a $44bn (£34.5bn) takeover bid with the Twitter board last month.", "type": "p"}, {"text": "But he said it was not a done deal and that ideally it would be completed in the next two to three months.", "type": "p"}, {"text": "Twitter's decision to ban the former US president was \"morally wrong and flat-out stupid\", Mr Musk told the Financial Times Future of the Car summit.", "type": "p"}, [{"text": "Who is Elon Musk?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61234231"}], {"text": "In January 2021, Twitter said Mr Trump's account was \"permanently suspended... due to the risk of further incitement of violence\" following the storming of the Capitol.", "type": "p"}, {"text": "But the Tesla owner said: \"I would reverse the permanent ban but I don't own Twitter yet so this is not a thing that will definitely happen.\"", "type": "p"}, {"text": "He said the ban had not silenced Mr Trump, but by making him move onto his own Truth Social site, it had amplified his voice among the far right.", "type": "p"}, {"text": "He pointed out that Mr Trump had previously said he would not return to Twitter even if his account was reinstated.", "type": "p"}, {"text": "Mr Musk said he had spoken to Twitter co-founder Jack Dorsey on the subject of locking users out of their social media accounts in response to offensive tweets.", "type": "p"}, {"text": "\"He and I are of the same mind that permanent bans should be extremely rare and reserved for accounts that are bots or scam accounts,\" he said.", "type": "p"}, {"text": "Mr Musk said if someone tweeted something \"illegal or otherwise destructive to the world\" there should be temporary suspension or the post should be made invisible.", "type": "p"}, {"text": "He said Twitter needed to build more trust by sharing its algorithm and asking people to make suggestions on how to improve it.", "type": "p"}, {"text": "He said the company had a strong left bias because of its origins in the San Francisco tech community and needed to be \"more even-handed\".", "type": "p"}, {"text": "\"Victory would be the far right 10% and the far left 10% are equally upset,\" he said.", "type": "p"}, {"text": "Last week activist groups wrote an open letter to Twitter advertisers warning that under Mr Musk's management, \"Twitter risks becoming a cesspool of misinformation, with your brand attached\".", "type": "p"}, {"text": "This is the furthest Mr Musk has gone - saying in the strongest terms that he thought Mr Trump's ban was wrong. ", "type": "p"}, {"text": "However, for those anticipating the former President's imminent return to Twitter, think again. ", "type": "p"}, {"text": "To start with, Donald Trump has said that he doesn't want to come back to Twitter, preferring instead to post on his own social media platform, Truth Social.", "type": "p"}, {"text": "Of course, Mr Trump might revisit that decision if he made a tilt at the US presidency in 2024. ", "type": "p"}, {"text": "But there are other hurdles too. For one the world's richest person made it clear that the deal was far from being done. ", "type": "p"}, {"text": "Mr Musk came across as less confident about the acquisition than previous statements. He emphasised that there hadn't been a shareholder vote on the deal and that lots of questions still needed to be answered. ", "type": "p"}, {"text": "That might reflect the fact that his financial position is looking slightly more precarious than before. ", "type": "p"}, {"text": "Most of Mr Musk's vast fortune is tied to Tesla stock - which has fallen in value by $350bn since he announced he had acquired shares in Twitter on 4 April. ", "type": "p"}, {"text": "The door then is certainly ajar for Mr Trump's return. It is as open as it has been since the Capitol Hill riots. But don't expect him to be tweeting anytime soon. ", "type": "p"}, {"text": "Speaking via video link, the Tesla boss said the company's goal of making 20 million electric vehicles by 2030 was an aspiration not a promise.", "type": "p"}, {"text": "But he said: \"I'm confident that we will be able to sell all the cars we can make.\"", "type": "p"}, {"text": "He added: \"At the moment the lead time is ridiculously long, so our issue is not demand, it's production.\"", "type": "p"}, {"text": "Mr Musk said Tesla could stop taking orders beyond a certain period of time.", "type": "p"}, {"text": "Earlier on Tuesday, Twitter shares fell to a level that indicated the stock market believed it was unlikely that Musk would make the acquisition for $44bn, as he originally agreed.", "type": "p"}, {"text": "Mr Musk's decision to go after Twitter has concerned some Tesla investors and put pressure on the stock.", "type": "p"}, {"text": "Addressing concerns that his planned takeover of Twitter could distract him from his chief executive job at Tesla, he said he would remain at the car company \"as long as I can be useful.\"", "type": "p"}, {"text": "He said China would account for 25% to 30% of Tesla's sales long term. He said he was not expecting to open any additional plants in China in the near future but would be expanding the Shanghai Factory.", "type": "p"}, {"text": "Mr Musk has an estimated net worth of around $250bn, mostly due to his Tesla stake.", "type": "p"}, {"text": "He also has a controlling stake in the rocket company SpaceX, which is estimated to be worth $100bn.", "type": "p"}, {"text": "He said it was his aim to get an uncrewed vehicle known as Starship to Mars in three to five years with a crewed mission before the end of the decade. ", "type": "p"}], "tags": ["Elon Musk", "Tesla", "Car industry"]}