{"link": "https://www.bbc.com/news/entertainment-arts-61400973", "category": "entertainment & arts", "title": "Eurovision 2022: Ukraine presumed favourites after qualifying for final", "contributor": "Mark Savage", "time": "2022-05-10T21:49:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D40E/production/_124668245_kalushone.jpg", "content": [{"text": "Ukraine's Kalush Orchestra are through to the final of the Eurovision Song Contest, cementing their position as favourites to win the competition.", "type": "b"}, {"text": "The folk-rap band jumped to their feet, waving the Ukrainian flag as it was announced they had qualified from the first semi-final in Turin.", "type": "p"}, {"text": "Earlier, they gave an energetic performance of their song Stefania,", "type": "p"}, {"text": "\"Thank you for supporting Ukraine,\" said founder member Oleh Psiuk as they finished their performance.", "type": "p"}, {"text": "The audience at the Pala Alpitour responded with a mixture of joy and emotion. Deafening applause was accompanied by genuine tears.", "type": "p"}, {"text": "Support for the band has swelled since Russia's invasion of Ukraine in February.", "type": "p"}, {"text": "Speaking to the BBC before the semi-final, Psiuk said a victory would send a message of support to the country's besieged citizens, and the estimated 12 million people who have fled the country.", "type": "p"}, {"text": "\"For our country it is so important to have victories in all ways,\" he said. \"So if we win, it will be another opportunity to show Ukraine to the world, to remind people about Ukraine, and to increase morale in the whole country.\"", "type": "p"}, [{"text": "When a president tried to intervene in Eurovision...", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61338657"}, {"text": "Who will win Eurovision? And other questions answered", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-61320112"}, {"text": "How Eurovision is bringing Europe together again", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-61325305"}, {"text": "Sam Ryder to represent UK at Eurovision 2022", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-60647606"}], {"text": "But the band were at pains to point out that their success isn't just an expression of solidarity.", "type": "p"}, {"text": "\"Even before the war, we were in fifth position according to bookmakers,\" they said in a press conference last week, \"which means this Ukrainian song is already enjoyed by Europeans.\"", "type": "p"}, {"text": "Their song, Stefania, was written in tribute to Psiuk's mother, but its emotive lyrics (\"I will always walk to you by broken roads\") have been re-interpreted as a rallying cry.", "type": "p"}, {"text": "Russia, meanwhile, has been banned from competing in this year's contest, with organisers saying the country's participation could \"bring the competition into disrepute\".", "type": "p"}, {"text": "Tuesday's semi-final allowed 10 acts to progress to Saturday's final. They were (in no particular order):", "type": "p"}, [{"text": "Switzerland - Marius Bear: Boys Do Cry", "type": "p"}, {"text": "Armenia - Rosa Linn: Snap", "type": "p"}, {"text": "Iceland - Systur: Með hækkandi sól", "type": "p"}, {"text": "Lithuania - Monika Liu: Sentimental", "type": "p"}, {"text": "Portugal - Maro: Saudade, Saudade", "type": "p"}, {"text": "Norway - Subwoolfer: Give That Wolf A Banana", "type": "p"}, {"text": "Greece - Amanda Tenfjord: Die Together", "type": "p"}, {"text": "Ukraine - Kalush Orchestra: Stefania", "type": "p"}, {"text": "Moldova - Zdob și Zdub and Advahov Brothers: Trenulețul", "type": "p"}, {"text": "Netherlands - S10: De Diepte", "type": "p"}], {"text": "That meant popular songs like Latvia's \"vegetarian anthem\" Eat Your Salad and Austria's EDM banger Halo failed to make the cut. The other countries whose journey ended on Tuesday were Albania, Slovenia, Bulgaria, Croatia and Denmark.", "type": "p"}, {"text": "Ten more acts will progress to the main competition after Thursday's second semi-final. The \"Big Five\" countries, who contribute the most financially to the competition (France, Germany, Spain, the UK and Italy) qualify automatically.", "type": "p"}, {"text": "The first semi-final opened with a set-piece song and dance number called The Sound of Beauty which incorporated elements of Puccini's Nessun Dorma and last year's winning song Zitti E Buoni, by Italian rock band Måneskin.", "type": "p"}, {"text": "But the competition kicked off in earnest with Ronela Hajati - Albania's answer to Madonna, whose song Sekret was about a romantic tryst with a boy \"who came from the mountains\". ", "type": "p"}, {"text": "Her high-octane routine, full of hair whipping and shirtless male dancers, was a suitably bombastic opening, but failed to attract enough votes to progress.", "type": "p"}, {"text": "The same fate befell Latvia's technicolour whirlwind Citi Zēni, whose song attempted to convince viewers that \"being green is sexy\". ", "type": "p"}, {"text": "BBC Three hosts Scott Mills and Rylan Clark were forced to apologise for the band, after fans in the arena shouted out swear words that had been censored from the song during their performance.", "type": "p"}, {"text": "Portugal's Maro, who brought a delicate intimacy to the competition with her touching ballad Saudade, Saudade, which is dedicated to her late grandfather.", "type": "p"}, {"text": "The chorus of the song featured a mournful, meditative repetition of the word \"saudade\" - which doesn't have a direct translation in English, but which the singer says represents \"the desire to have someone back when you know you can't\".", "type": "p"}, {"text": "Voters were obviously in the mood for a ballad, with the similarly chilled-out Icelandic folk act Systur, unexpectedly gaining a place in the final.", "type": "p"}, {"text": "The band, whose song Með Hækkandi Sól translates as \"with the rising sun\", is formed of three sisters Sigríður, Elísabet and Elín Eyþórsdóttir, making them the Haim of Eurovision 2022.", "type": "p"}, {"text": "\"We're a small nation, we get lost in Europe, so it means the world to us,\" said Sigríður in a press conference after the semi-final. ", "type": "p"}, {"text": "\"We were just focusing on the message of the song, and we wanted to bring hope to people that are going through hard times, like Ukraine, and all of us that have been struggling through Covid.\"", "type": "p"}, {"text": "But perhaps the best reaction in the arena went to Norway's Subwoolfer - a group formed \"4.5 billion years ago on the moon\", whose brilliantly deranged Give That Wolf A Banana brought a much-needed dose of Eurovision madness.", "type": "p"}, {"text": "The band, who are rumoured to include Ben Adams from the British boyband A1, hide their identities behind giant yellow wolf masks.", "type": "p"}, {"text": "Equally in keeping with Eurovision's comical side were Moldovan act Zdob și Zdub and Advahov Brothers, whose song Trenulețul is about the rail link between the Moldovan capital, Chișinău, and Bucharest in Romania. (No, really.)", "type": "p"}, {"text": "The folk-punk curio was another surprise qualifier for Saturday's final, although it's worth bearing in mind that Zdob și Zdub have prior form at Eurovision, coming sixth in 2005 and 12th in 2011.", "type": "p"}, {"text": "The UK's Sam Ryder will make his debut during Thursday's second semi-final... although he is guaranteed his place in the final. ", "type": "p"}, {"text": "The TikTok star has risen to become second favourite to win the competition after a series of impressive rehearsals in Turin, but any position will be better than the last two contests, when the UK came last.", "type": "p"}, {"text": "Watch the first Eurovision Semi-Final on BBC iPlayer from Tuesday 10 May at 20:00 BST.", "type": "p"}, {"text": "Watch the second Eurovision Semi-Final on BBC iPlayer from Wednesday 11 May at 20:00 BST.", "type": "p"}, {"text": "Watch the Eurovision Song Contest Final on BBC iPlayer and BBC One, at 20:00 BST on Saturday 14 May.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Eurovision Song Contest", "Ukraine"]}