{"link": "https://www.bbc.com/news/health-61384269", "category": "health", "title": "Covid: Fourth-dose jab trial shows good boost", "contributor": null, "time": "2022-05-09T23:40:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E4A7/production/_124653585_gettyimages-1239727268.jpg", "content": [{"text": "Fourth-dose Covid booster vaccines increase protection against Covid-19, particularly in people aged over 70, according to a UK trial.", "type": "b"}, {"text": "But scientists say any short-term protection against infection is likely to fall away quickly.", "type": "p"}, {"text": "The UK rolled out fourth doses to over-75s and the most vulnerable in April.", "type": "p"}, {"text": "A larger group of people may be offered a booster in the autumn, but any decision will be based on advice from the UK's vaccine committee. ", "type": "p"}, {"text": "It is likely to look at whether new worrying variants are spreading, and Covid pressure on hospitals.", "type": "p"}, {"text": "Some countries, such as Israel and Germany, have already started offering all adults a fourth dose.", "type": "p"}, {"text": "Health and Social Care Secretary Sajid Javid said the study findings were \"further evidence underlining the importance of people coming forward for their booster as soon as they are eligible\".", "type": "p"}, [{"text": "Who can book an extra Covid booster?", "type": "a", "href": "https://www.bbc.co.uk/news/health-55045639"}, {"text": "Learning to live with Covid in the UK", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-61333828"}, {"text": "What's the guidance for Covid in the UK now?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-52530518"}], {"text": "The study of 133 people, two weeks after their fourth dose, found the vaccines were \"well-tolerated\" and \"boosted immunity\".", "type": "p"}, {"text": "The researchers said \"peak responses after the fourth dose were similar to, and possibly better than, peak responses after the third dose\".", "type": "p"}, {"text": "But the study, published in the Lancet Infectious Diseases, concluded that a large increase in anti-spike antibodies would probably wane rapidly, as was seen after third doses.", "type": "p"}, {"text": "All participants, some of whom were over 70 and some under 70, were vaccinated with a dose of Pfizer or a half dose of Moderna about six months after having their third dose.", "type": "p"}, {"text": "\"There was good boosting in all groups, particularly for the over-70s, and the half dose of Moderna was slightly higher,\" said Prof Saul Faust, Cov-Boost, study leader from the University of Southampton.", "type": "p"}, {"text": "Another part of the immune system called T-cells were also boosted after the fourth dose, which suggests longer-lasting protection against severe disease was increased.", "type": "p"}, {"text": "Prof Faust pointed out that the recent Omicron wave means most people will have been infected recently and now have high antibody levels, which means they are unlikely to gain much from another dose.", "type": "p"}, {"text": "The study is small and more research is needed over a longer time frame to track how long the immune response lasts.", "type": "p"}, {"text": "The UK regulator, the MHRA, decides whether vaccines are safe to use, while the Joint Committee on Vaccination and Immunisation advises health ministers on whether they should be used and who would benefit from them.", "type": "p"}, [{"text": "adults aged 75 and over", "type": "p"}, {"text": "residents in care homes for older adults", "type": "p"}, {"text": "those aged 12 and over with weakened immune systems", "type": "p"}], {"text": "You can book an appointment online three months (91 days) after your previous dose. However, to get maximum protection, the NHS recommends having the spring dose about six months later.", "type": "p"}], "tags": ["Elderly people", "Coronavirus vaccines", "Vaccination", "Coronavirus pandemic"]}