{"link": "https://www.bbc.com/news/technology-61401626", "category": "technology", "title": "Apple to discontinue the iPod after 21 years", "contributor": null, "time": "2022-05-10T19:51:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16310/production/_124669809_touchjobs.jpg", "content": [{"text": "Apple has announced it is discontinuing its music player, the iPod Touch, bringing to an end a device widely praised for revolutionising how people listen to music.", "type": "b"}, {"text": "When the first iPod was launched in 2001, it could store 1,000 tracks. Today there are more than 90 million songs on Apple's streaming service.", "type": "p"}, {"text": "The iPod Touch was designed by the same team that later invented the iPhone, which quickly overshadowed the iPod.", "type": "p"}, {"text": "Apple last updated the iPod in 2019.", "type": "p"}, {"text": "There have been various iPod models over the years - including the Nano and Shuffle - but the iPod Touch, which was released in 2007 is the last model to be discontinued.", "type": "p"}, {"text": "Apple says it will remain available to buy \"while stocks last\".", "type": "p"}, {"text": "The gadget had \"redefined how music is discovered, listened to, and shared\", Greg Joswiak, the senior vice-president of worldwide marketing at Apple said.", "type": "p"}, {"text": "iPod fans have taken to social media to share their thoughts on the news and their memories connected with the music devices.", "type": "p"}, {"text": "The first model of the iPod was revealed by Apple boss Steve Jobs in typical Apple style in 2001 - with much fanfare, anticipation and in his trademark jeans and black turtleneck.", "type": "p"}, {"text": "There had been rumours the company was going to announce a new music player after the invitation for the launch event read: \"Hint: It's not a Mac.\"", "type": "p"}, {"text": "\"Music's a part of everyone's life. Music's been around forever. It will always be around,\" Jobs said during his hour long presentation.", "type": "p"}, {"text": "The big headline for the night was simple: \"1,000 songs in your pocket.\" ", "type": "p"}, {"text": "Over the years, many celebrities have thrown their star power behind the iPod, including John Mayer, U2 and Oprah Winfrey. BMW introduced the first car entertainment system with a built-in iPod system, and within a few years, most car manufacturers had followed suit.", "type": "p"}, [{"text": "Steve Jobs: Career in pictures", "type": "a", "href": "http://www.bbc.co.uk/news/business-14659843"}, {"text": "The cult of Apple's Steve Jobs", "type": "a", "href": "https://www.bbc.co.uk/news/magazine-15194365"}], {"text": "But tech analysist say it was inevitable the iPhone would one day replace the iPod.", "type": "p"}, {"text": "\"When Apple created the iPhone it knew that it would ultimately mean the beginning of the end of the iPod,\" Ben Wood, chief analyst at technology advisory firm CCS Insight, told the BBC.", "type": "p"}, {"text": "Carolina Milanesi from Creative Strategies said the decline of iPod sales was connected to the rise of iPhone sales - like the move from digital sales to streaming.", "type": "p"}, {"text": "\"The demise of the iPod is probably the best example of Apple not being concerned about cannibalising its own products,\" she said.", "type": "p"}, {"text": "The iPod wasn't the first MP3 player on the market, just like the iPhone wasn't the first smartphone - but that unique Apple design proved to be the push digital music needed to start to tempt people away from CD and cassette players - and file-sharing.", "type": "p"}, {"text": "In 2001 the music industry was fighting for survival against illegal file-sharing as tunes were ripped and shared on platforms faster than record labels could issue legal threats. ", "type": "p"}, {"text": "The launch of iTunes, and the iPod shortly afterwards, provided it with a lifeline in the form of revenue for legitimately purchased downloads.", "type": "p"}, {"text": "It also revived the fortunes of Apple, which was languishing in a market dominated by Windows PCs.", "type": "p"}, {"text": "It was introduced on stage by the late Steve Jobs at an event on 23 October 2001. ", "type": "p"}, {"text": "\"With iPod, listening to music will never be the same again,\" he said. And in many ways, he was right.", "type": "p"}], "tags": ["Apple", "iPhones"]}