{"link": "https://www.bbc.com/news/business-64665913", "category": "business", "title": "Tesla recalls 363,000 cars over self-driving software", "contributor": null, "time": "2023-02-16T20:34:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3E99/production/_128652061_gettyimages-956049418.jpg", "content": [{"text": "Tesla is updating its self-driving software after US safety officials raised concerns that it could allow drivers to exceed speed limits or travel through intersections unsafely.", "type": "b"}, {"text": "The recall affects nearly 363,000 vehicles in the US, according to filings with the US government.", "type": "p"}, {"text": "Tesla said it was not aware of any injuries or deaths related to the issues. ", "type": "p"}, {"text": "US authorities have been investigating the firm's autopilot system.", "type": "p"}, {"text": "Officials from the National Highway Traffic Safety Administration (NHTSA) met with Tesla in January to raise concerns about the \"full self-driving beta\" software, according to the recall notice. ", "type": "p"}, {"text": "NHTSA said the system allowed behaviour that could \"infringe\" on local laws or customs such as driving through a yellow light, travelling straight through an intersection from a turn-only lane or not coming to full stop at a stop sign. ", "type": "p"}, {"text": "\"FSD Beta software that allows a vehicle to exceed speed limits or travel through intersections in an unlawful or unpredictable manner increases the risk of a crash,\" it said. ", "type": "p"}, {"text": "Tesla said it disagreed with the agency's conclusions but decided to issue a recall \"out of an abundance of caution\", according to the filing.", "type": "p"}, {"text": "Owners are in the process of being notified. The software update is free. ", "type": "p"}, {"text": "Boss Elon Musk did not comment directly on the decision but in a tweet on Thursday he wrote: \"The word \"recall\" for an over-the-air software update is anachronistic and just flat wrong!\"", "type": "p"}, {"text": "This is the second recall involving the firm's full self-driving beta system, which is the most advanced level of the company's autopilot technology.  ", "type": "p"}, {"text": "Available to drivers in North America for $15,000 (£12,500), it allows the car to respond to traffic lights and stop signs on top of features such as cruise control and steering. ", "type": "p"}, {"text": "Last year, Tesla recalled nearly 54,000 vehicles because the system let the cars roll through stop signs.    ", "type": "p"}, {"text": "The most recent recall affects Tesla model S and X cars that have the full self-driving beta software installed or pending. It also affects model 3 cars and model Ys with the system. ", "type": "p"}, {"text": "Tesla said it was aware of 18 warranty claims that had been made related to the issue.", "type": "p"}, {"text": "Tesla and the NHTSA say the carmaker's advanced driving features do not make the cars autonomous and require drivers to pay attention.", "type": "p"}], "tags": []}