{"link": "https://www.bbc.com/news/entertainment-arts-64670521", "category": "entertainment & arts", "title": "Bruce Willis has dementia, his family announces", "contributor": null, "time": "2023-02-16T20:46:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B83D/production/_128656174_willisnew.jpg", "content": [{"text": "Actor Bruce Willis has frontotemporal dementia, his family has announced.", "type": "b"}, {"text": "In a statement on social media, they said it was a \"relief to finally have a clear diagnosis\".", "type": "p"}, {"text": "The 67-year-old was diagnosed with aphasia - which causes difficulties with speech - in spring last year, but this has progressed and he has been given a more specific diagnosis, the family said.", "type": "p"}, {"text": "They expressed their \"deepest gratitude for the incredible outpouring of love\".", "type": "p"}, {"text": "The family went on to say frontotemporal dementia is the most common form of dementia in people under 60.", "type": "p"}, {"text": "\"Today there are no treatments for the disease, a reality that we hope can change in the years ahead,\" the statement said.   ", "type": "p"}, {"text": "Willis became a household name in the 1980s and 90s after starring in blockbuster films such as Die Hard, The Sixth Sense, Armageddon and Pulp Fiction. ", "type": "p"}, {"text": "He has also been nominated for five Golden Globes - winning one for Moonlighting - and also three Emmys, where he won two.", "type": "p"}, {"text": "But his family said last year that Willis would give up acting, as his aphasia was affecting his cognitive abilities.", "type": "p"}, {"text": "The new statement on Thursday said they hoped media attention would raise awareness of the actor's condition. ", "type": "p"}, {"text": "It said: \"Bruce always believed in using his voice in the world to help others, and to raise awareness about important issues both publicly and privately.", "type": "p"}, {"text": "\"We know in our hearts that - if he could today - he would want to respond by bringing global attention and a connectedness with those who are also dealing with this debilitating disease and how it impacts so many individuals and their families.\"", "type": "p"}, {"text": "The statement was signed by members of Willis's family including his wife Emma Heming - with whom he has two daughters - and his former wife Demi Moore and their three daughters.", "type": "p"}, {"text": "According to the UK NHS website, frontotemporal dementia is an \"uncommon\" form of the disease that causes the sufferer problems with behaviour and language.", "type": "p"}, {"text": "Symptoms also include slow or stiff movements, loss of bladder or bowel control - although this tends to be later on - and muscle weakness.", "type": "p"}], "tags": []}