{"link": "https://www.bbc.com/news/health-64635446", "category": "health", "title": "Male contraceptive pill prototype stops sperm swimming", "contributor": null, "time": "2023-02-14T16:30:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1F9C/production/_128629080_gettyimages-157163906.jpg", "content": [{"text": "An on-demand, non-hormonal male contraceptive pill may be a real possibility say scientists who have found a cell pathway, or switch, that stops sperm from being able to swim.", "type": "b"}, {"text": "Tests in mice suggest it keeps sperm stunned for at least a few hours - long enough to stop them reaching the egg.", "type": "p"}, {"text": "Many more tests are planned and needed, moving to rabbits before people.", "type": "p"}, {"text": "The idea is users could pop a pill an hour before sex and keep an eye on the clock for when it wears off.", "type": "p"}, {"text": "Unlike the female contraceptive pill, it does not involve any hormones. ", "type": "p"}, {"text": "Scientists say that is one of the advantages of the approach they are exploring - it will not knock out testosterone and cause any male hormone deficiency side effects. ", "type": "p"}, {"text": "Instead, the \"sperm-swim\" switch they are targeting is a cellular signalling protein called soluble adenylyl cyclase or sAC. The experimental male pill inhibits or blocks sAC. ", "type": "p"}, [{"text": "'We're using a male contraceptive gel'", "type": "a", "href": "https://www.bbc.co.uk/news/health-48756761"}, {"text": "Male pill - why are we still waiting?", "type": "a", "href": "https://www.bbc.co.uk/news/health-47691567"}], {"text": "In the early study in mice, funded by the US National Institutes of Health and published in the journal Nature Communications, a single dose of the drug, called TDI-11861, immobilised sperm before, during and after mating. ", "type": "p"}, {"text": "The effect lasted for around three hours. By 24 hours, it appeared to have fully worn off with the next batch of sperm swimming normally. ", "type": "p"}, {"text": "One of the scientists, Dr Melanie Balbach from Weill Cornell Medicine in New York, said it showed promise as a reversible, easy-to-use contraceptive. ", "type": "p"}, {"text": "If it does ultimately work in humans, men might be able to take it only when, and as often, as needed. They could make day-to-day decisions about their fertility.", "type": "p"}, {"text": "But it would not protect against sexually transmitted infections, experts warn. Condoms would be needed for that. ", "type": "p"}, {"text": "Prof Allan Pacey, professor of andrology at the University of Sheffield, said: \"There is a pressing need for an effective, reversible, oral contraceptive for men and although many different approaches have been tested over the years, none has yet reached the market.", "type": "p"}, {"text": "\"The approach described here, to knock out key enzyme in sperm that is critical for sperm movement, is a really novel idea. The fact that it is able to act, and be reversed, so quickly is really quite exciting.", "type": "p"}, {"text": "\"If the trials on mice can be replicated in humans with the same degree of efficacy, then this could well be the male contraceptive approach we have been looking for. ", "type": "p"}, {"text": "\"They have done some tests on human sperm in the laboratory and it works in exactly the same way. So that, I think, really does open up the prospects that we can have some human trials.\"", "type": "p"}, {"text": "Meanwhile, other researchers have been looking at a slightly different pathway to halt sperm swimming, by blocking a protein on the surface of sperm. ", "type": "p"}], "tags": []}