{"link": "https://www.bbc.com/news/entertainment-arts-63527899", "category": "entertainment & arts", "title": "Aaron Carter: Singer and brother of Backstreet Boys' Nick dies aged 34", "contributor": null, "time": "2022-11-06T05:32:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A995/production/_127531434_gettyimages-1370262424.jpg", "content": [{"text": "Singer and rapper Aaron Carter has died at the age of 34.", "type": "b"}, {"text": "He was the younger brother of the Backstreet Boys' Nick Carter.", "type": "p"}, {"text": "Website TMZ said Carter was found dead in his bath at his home in Lancaster, California, on Saturday morning. Representatives of his team confirmed his death, PA reported.", "type": "p"}, {"text": "\"Right now it's a really bad time, we're trying to figure out what happened and what the cause of it was,\" they said.", "type": "p"}, {"text": "\"We're just as upset as everyone and hope that fans can give thoughts and prayers to his family.\"", "type": "p"}, {"text": "TMZ also reported Los Angeles County police arrived at the scene at around 11:00 local time (18:00 GMT) after receiving a report of drowning.", "type": "p"}, {"text": "Carter started his career opening for the boy band Backstreet Boys on a number of tours and concerts, and also had a successful solo career.", "type": "p"}, {"text": "During the late 90s and early noughties he sold millions of copies of his four albums, the first of which was when he was only nine years old.", "type": "p"}, {"text": "His second album, Aaron's Party (Come Get It), was released in 2000 and went triple platinum.", "type": "p"}, {"text": "It featured the singles I Want Candy, Aaron's Party (Come Get It) and That's How I Beat Shaq. Following the album he again supported the Backstreet Boys and Britney Spears' on the Oops!... I Did It Again tour.", "type": "p"}, {"text": "As he grew older, Carter transitioned into rap, and also appeared in Broadway musicals and on the US TV show Dancing With The Stars. ", "type": "p"}, {"text": "He faced a number of struggles, checking in to rehab several times and filing a bankruptcy petition in 2013 over millions of dollars of debt, much of it tax-related.", "type": "p"}, {"text": "He also had several run-ins with authorities over drugs possession and reckless driving.", "type": "p"}, {"text": "Earlier this year he told the Daily Mail he wanted no longer to be seen as a \"train wreck\".", "type": "p"}, {"text": "\"I am not how some people try to paint me,\" he told the outlet. \"If somebody wants to call me a train wreck, well I've been a train that's been wrecked multiple times and derailed by many different things.\"", "type": "p"}, {"text": "Carter's son Prince was born in 2021 and according to The Hollywood Reporter he checked into rehab earlier this year in a bid to gain custody of him.  ", "type": "p"}, {"text": "Following the announcement of Carter's death, Prince's mother Melanie Martin issued a statement saying she was \"still in the process of accepting this unfortunate reality\".", "type": "p"}, {"text": "\"Your thoughts and prayers are greatly appreciated,\" she added.", "type": "p"}, {"text": "Fellow '90s popstars New Kids on the Block paid tribute to Carter, saying they were \"shocked and saddened\" by his death.", "type": "p"}, {"text": "Other figures from the world of showbiz who shot to prominence at a similar time to Carter posted their own messages remembering the late singer.", "type": "p"}, {"text": "Actress Hilary Duff said Carter had \"a charm that was absolutely effervescent\", and One Tree Hill star Tyler Hilton said news of his death was \"heartbreaking\".", "type": "p"}], "tags": ["Hip-hop", "California", "Music"]}