{"link": "https://www.bbc.com/news/health-63475630", "category": "health", "title": "Magic-mushroom drug can treat severe depression, trial suggests", "contributor": null, "time": "2022-11-02T21:35:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/158B7/production/_127474288_gettyimages-1324128075.jpg", "content": [{"text": "A drug based on a compound in hallucinogenic mushrooms can improve the symptoms of severe depression for up to 12 weeks, a trial shows.", "type": "b"}, {"text": "A 25mg tablet of psilocybin puts patients in a dreamlike state, making psychological therapy more likely to succeed.", "type": "p"}, {"text": "But the short-term side-effects could be frightening and support must always be on hand, the researchers said.", "type": "p"}, {"text": "Experts say larger studies with a much longer follow-up are still needed.", "type": "p"}, {"text": "An estimated 100 million people worldwide have serious clinical depression that does not respond to any available treatments - 30% attempt suicide.", "type": "p"}, {"text": "Scientists have been studying the effects of psilocybin on mental-health disorders for years.", "type": "p"}, {"text": "Recent studies have been promising but too short to assess lasting effects.", "type": "p"}, [{"text": "Psychedelic frees up depressed brain, study shows", "type": "a", "href": "https://www.bbc.co.uk/news/health-61070591"}, {"text": "How psychedelic drugs might treat depression - BBC Future", "type": "a", "href": "https://www.bbc.com/future/article/20220606-psilocybin-how-psychedelic-drugs-might-treat-depression"}, {"text": "Magic mushroom compound 'promising' for depression", "type": "a", "href": "https://www.bbc.co.uk/news/health-56745139"}], {"text": "In this latest trial, published in the New England Journal of Medicine, 1mg, 10mg and 25mg doses were tested on a total of 233 people from 10 countries in Europe and North America, with 25mg giving the best results.", "type": "p"}, {"text": "Most had been severely depressed for more than a year and were aged around 40, the researchers, from the Institute of Psychiatry, Psychology and Neuroscience at King's College London and South London and Maudsley NHS Foundation Trust, said.", "type": "p"}, {"text": "After one 25mg dose of Comp360 psilocybin, alongside psychotherapy:", "type": "p"}, [{"text": "one in three were no longer diagnosed as depressed at three weeks", "type": "p"}, {"text": "one in five saw a significant improvement at 12 weeks ", "type": "p"}], {"text": "Study author and consultant psychiatrist Dr James Rucker said the drug was thought to have \"a direct action on the brain, putting it into a more flexible state and providing an window of opportunity for therapy\".", "type": "p"}, {"text": "The patients, lying on a bed in a calm room, experienced a psychedelic \"trip\" - which one described as \"a waking dream\" - for six to eight hours. ", "type": "p"}, {"text": "\"It can be very positive but it can also be negative,\" Dr Rucker told BBC News.", "type": "p"}, {"text": "\"Difficult memories from the past can come up, for example, at the same time as feeling a reconnection with yourself and your feelings.\" ", "type": "p"}, {"text": "A therapist was on hand to provide support. ", "type": "p"}, {"text": "The following day and a week later, the patients were given psychological support to talk through their experience.", "type": "p"}, {"text": "\"Patients go from 'What is wrong with me?' to 'What happened to me?'\" psychotherapist Nadav Liam Modlin said. ", "type": "p"}, {"text": "Some patients in all groups experienced side-effects, such as headaches, nausea, extreme tiredness as well as thoughts about suicide. ", "type": "p"}, {"text": "This was not unusual, the researchers said - but other experts say it could be a safety concern.", "type": "p"}, {"text": "University of Edinburgh head of psychiatry Prof Andrew McIntosh said the trial provided \"the strongest evidence so far to suggest that further, larger and longer randomised trials of psychedelics are justified\".", "type": "p"}, {"text": "\"Psilocybin may [one day] provide a potential alternative to antidepressants that have been prescribed for decades,\" he added.", "type": "p"}, {"text": "But other experts point out the effects were starting to wear off after 12 weeks.", "type": "p"}, {"text": "\"Depression can be a long-lasting problem and much longer follow-up periods than 12 weeks should be used,\" Dr Ravi Das, from University College London, said.", "type": "p"}, {"text": "A larger trial due to start soon will study how many doses are needed to prevent depression returning.", "type": "p"}, {"text": "It could be three years before the drug is close to being authorised, researchers say.", "type": "p"}], "tags": ["Depression", "Mental health"]}