{"link": "https://www.bbc.com/news/science-environment-63517078", "category": "science & environment", "title": "COP27: 'Climate chaos' warning as UN summit begins", "contributor": null, "time": "2022-11-06T13:02:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A3D7/production/_127534914_7c8393641ba3745c95db58367a506d7d8b7fa8f80_378_3632_20433632x2043.jpg", "content": [{"text": "The UN's climate change summit has opened in Egypt with a warning that our planet is \"sending a distress signal\".", "type": "b"}, {"text": "Secretary-General Antonio Guterres was responding to a UN report released on Sunday saying the past eight years were on track to be the warmest on record.", "type": "p"}, {"text": "More than 120 world leaders are due to arrive at the summit known as COP27, in the Red Sea resort of Sharm el-Sheikh. ", "type": "p"}, {"text": "This will kick off two weeks of negotiations between countries on climate action.", "type": "p"}, [{"text": "PM urges world to move faster on renewable energy ", "type": "a", "href": "https://www.bbc.co.uk/news/uk-63527460"}], [{"text": "Why the latest UN climate conference matters", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63502762"}], [{"text": "What is the COP27 climate summit?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63316362"}], {"text": "COP27 president, Egyptian Foreign Minister Sameh Shoukry, urged leaders to not let food and energy crises related to Russia's invasion of Ukraine get in the way of action on climate change.", "type": "p"}, {"text": "\"It is inherent on us all in Sharm el-Sheikh to demonstrate our recognition of the magnitude of the challenges we face and our steadfast resolve to overcome it.\"", "type": "p"}, {"text": "The need for action was laid bare in the latest report from the UN's World Meteorological Organization.", "type": "p"}, {"text": "Mr Guterres sent a video message to the conference in which he called the the State of the Global Climate Report 2022 a \"chronicle of climate chaos\".", "type": "p"}, {"text": "In it, scientists estimate that global temperatures have now risen by 1.15C since pre-industrial times and said the latest eight years were on track to be the warmest on record.", "type": "p"}, {"text": "The report also warned of the other wide-ranging impacts of climate change, including the acceleration of sea level rise, record glacier mass losses and record breaking heatwaves. ", "type": "p"}, {"text": "Mr Guterres said that in light of these findings, COP27 must be the place for urgent and credible climate action. ", "type": "p"}, {"text": "COP27 will really begin in earnest on Monday with a World Leaders' Summit, when heads of state and government leaders deliver five-minute addresses outlining what they want from the meeting.", "type": "p"}, {"text": "UK Prime Minister Rishi Sunak is expected to urge world leaders to move \"further and faster\" in transitioning to renewable energy.", "type": "p"}, {"text": "He will also tell leaders not to \"backslide\" on commitments made at last year's COP26 summit in Glasgow.", "type": "p"}, {"text": "World leaders will speak on Monday and Tuesday, and once they depart, conference delegates get down to the business of negotiation.", "type": "p"}, {"text": "At last year's summit in Glasgow a number of pledges were agreed:", "type": "p"}, [{"text": "to \"phase down\" the use of coal - one of the most polluting fossil fuels", "type": "p"}, {"text": "to stop deforestation by 2030", "type": "p"}, {"text": "to cut methane emissions by 30% by 2030", "type": "p"}, {"text": "to submit new climate action plans to the UN", "type": "p"}], {"text": "Developing nations - which are at the forefront of climate change - are demanding that previous commitments to finance are upheld.", "type": "p"}, [{"text": "Are countries on track to meet the climate goals from Glasgow?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61494531"}, {"text": "Who are the leaders and laggards on climate action?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63458945"}], {"text": "But they also want there to be discussion on \"loss and damage\" finance - money to help them cope with the losses they are already facing from climate change rather than just to prepare for future impacts. Following intense negotiations, the issue is on the official agenda of COP27.", "type": "p"}, {"text": "As well as all the formal negotiations there will be hundreds of events over the two weeks with exhibitions, workshops and cultural performances from youth, business groups, indigenous societies, academia, artists and fashion communities from all over the world.", "type": "p"}, {"text": "Protests - which are normally a vibrant feature of COP summits - are likely to be subdued.", "type": "p"}, {"text": "Egypt's President Abdul Fattah al-Sisi, in power since 2014, has overseen a widespread crackdown on dissent. Rights groups estimate the country has had as many as 60,000 political prisoners, many detained without trial.", "type": "p"}, {"text": "Mr Shoukry has said that space would be set aside in Sharm el-Sheikh for protests to take place. However, Egyptian activists have told the BBC that many local groups had been unable to register for the conference.", "type": "p"}], "tags": ["Egypt", "United Nations", "Climate change"]}