{"link": "https://www.bbc.com/news/technology-63534240", "category": "technology", "title": "Twitter users jump to Mastodon - but what is it?", "contributor": null, "time": "2022-11-06T13:40:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6241/production/_127535152_gettyimages-1244516684.jpg", "content": [{"text": "In the wake of Elon Musk's takeover of Twitter, some users have been seeking alternative platforms. One of the biggest beneficiaries has been Mastodon. But what is it?", "type": "b"}, {"text": "The social network says it now has over 655,000 users - with over 230,000 having joined in the last week. ", "type": "p"}, {"text": "On the surface Mastodon looks like Twitter - account users write posts (called \"toots\"), which can be replied to, liked and re-posted, and they can follow each other.", "type": "p"}, {"text": "Under the bonnet, though, it works in a different way.", "type": "p"}, {"text": "That's one of the reasons it is attracting fresh users, but it has caused some confusion to new people signing up.", "type": "p"}, {"text": "The platform is six years old but its current activity is unprecedented and it is struggling under the weight of new joiners.", "type": "p"}, {"text": "Here's a brief guide to finding your way around it.", "type": "p"}, {"text": "The first thing you have to do when you sign up is choose a server. There are loads of them, They are themed - many by country, city or interest - like UK, social, technology, gaming and so on.", "type": "p"}, {"text": "It doesn't hugely matter which one you are on because you will be able to follow users on all the others anyway, but it does give you a starting community who are more likely to post things you are interested in as well.", "type": "p"}, {"text": "Some of the popular ones - such as social and UK - are currently running very slowly because of demand.", "type": "p"}, {"text": "Ryan Wild, who is running the MastodonApp.UK server via his firm Superior Networks, said he had over 6,000 new joiners in 24 hours and had to pause registration. ", "type": "p"}, {"text": "\"I wanted to see what the hype was about,\" he said.", "type": "p"}, {"text": "\"I stood the server up at 10pm Friday night, and I woke up next morning to 1,000 people I didn't know would rock up.\"", "type": "p"}, {"text": "The server you choose becomes part of your user name - so for example, I used my current Twitter handle, zsk, and chose the UK server, making my user name @zsk@mastodonapp.uk. And that's my address there - what you would look up to find me.", "type": "p"}, {"text": "If you are on the same server, you can search just using the person's name, but if they are on a different server you will need their full address. ", "type": "p"}, {"text": "Unlike Twitter, Mastodon won't suggest followers you may be interested in. ", "type": "p"}, {"text": "You can also search hashtags.", "type": "p"}, {"text": "Okay, this is complicated, but I'm going to try to keep it very simple.  ", "type": "p"}, {"text": "Mastodon is not one platform. It's not one \"thing\" and it is not owned by one person or firm. All of these different servers link together, and form a collective network, but they are owned by different people and organisations. ", "type": "p"}, {"text": "This is called decentralised, and fans of decentralised platforms like them for exactly this reason - they can't be run at the whim of a single entity, bought or sold. ", "type": "p"}, {"text": "However the downside of this is that you are instead at the whim of the person or organisation running your server - if they decide to abandon it, you lose your account. Mastodon is asking server owners to give their users three months notice if they decide to close it.", "type": "p"}, {"text": "The original founder of Twitter, Jack Dorsey, is working on a new network called BlueSky, by the way - and he has said he wants that to be decentralised too.", "type": "p"}, {"text": "This is a real hot potato. At the moment all the servers have their own moderation rules, and some have none. Some servers are choosing not to link to others that are full of bots or seem to have a high quantity of hateful content - this means they will not be visible to those on the servers where they are blocked. Posts can also be reported to the server owners.", "type": "p"}, {"text": "If it's hate speech or illegal content then those owners can delete it - but that does not necessarily delete it everywhere. ", "type": "p"}, {"text": "It's going to be a huge issue if this platform continues to grow.", "type": "p"}, {"text": "There are already reports of people being targeted by hateful content and the BBC has seen examples of homophobic abuse.", "type": "p"}, {"text": "No. There are no ads although there's also nothing to stop you writing a post promoting your company or product. ", "type": "p"}, {"text": "Mastodon also doesn't offer a curated experience like Twitter does in terms of how you view posts - you generally see what your followers are saying, as they say it. ", "type": "p"}, {"text": "It depends which server you are on - some are asking for donations, as they don't get paid, but it is largely free. ", "type": "p"}, {"text": "You can follow Zoe Kleinman on Mastodon @zsk@mastodonapp.uk (or Twitter ", "type": "b"}], "tags": ["Social media", "Twitter"]}