{"link": "https://www.bbc.com/news/business-61785111", "category": "business", "title": "Ukraine war: Russia earns $97bn on energy exports since invasion", "contributor": null, "time": "2022-06-13T15:02:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2F56/production/_125381121_gettyimages-1240472726.jpg", "content": [{"text": "Russia earned nearly $100bn (£82.3bn) from oil and gas exports during the first 100 days of the war in Ukraine, according to a report. ", "type": "b"}, {"text": "Revenues have been falling since March, as many countries shunned Russian supplies, but remain high, the independent Centre For Research on Energy and Clean Air (CREA) found. ", "type": "p"}, {"text": "It also warned of potential loopholes in efforts to curb imports from Russia.", "type": "p"}, {"text": "The EU, US and UK are among those to have pledged to cut Russian imports.", "type": "p"}, {"text": "But the CREA report found Russia still earned $97bn in revenue from fossil fuel exports in the first 100 days of the Ukraine conflict, from 24 February to 3 June. ", "type": "p"}, {"text": "The European Union made up 61% of these imports, worth approximately $59bn.", "type": "p"}, {"text": "Overall, exports of Russian oil and gas are falling and Moscow's revenue from energy sales has also declined from a peak of well over $1bn a day in March. ", "type": "p"}, {"text": "But revenues still exceeded the cost of the Ukraine war during the first 100 days - with the CREA estimating that Russia is spending around $876m per day on the invasion. ", "type": "p"}, [{"text": "Can the world cope without Russian oil and gas?", "type": "a", "href": "https://www.bbc.co.uk/news/58888451"}, {"text": "Putin: West unlikely to reject our energy for years", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-61752779"}], {"text": "The EU plans to ban Russian oil imports arriving by sea by the end of 2022, which would cut imports by two-thirds.", "type": "p"}, {"text": "In March, the bloc also committed to reducing gas imports from Russia by two-thirds within a year.", "type": "p"}, {"text": "However, so far it has been unable to agree on an outright ban. ", "type": "p"}, {"text": "Meanwhile, the US has declared a complete ban on Russian oil, gas and coal imports. The UK is to phase out Russian oil imports by the end of the year.", "type": "p"}, {"text": "The CREA report said the EU's planned oil embargo would have a significant impact. ", "type": "p"}, {"text": "But it warned large quantities of Russian crude oil were now being shipped to India, which increased its share of Russia's total crude exports from around 1% before the invasion of Ukraine to 18% in May. ", "type": "p"}, {"text": "The report said a \"significant share\" of this was being refined and sold on - often to customers in the US and Europe - which it described as \"an important loophole to close\".", "type": "p"}, {"text": "It added that strong sanctions against tankers transporting Russian crude would significantly limit the scope for this practice. ", "type": "p"}, {"text": "The report points out that as Russia seeks new markets for oil, much of it is being transported by ship - and the majority of the vessels used are owned by European and US companies. ", "type": "p"}, {"text": "As well as India, other countries that increased imports of Russian fuel included France, China, the United Arab Emirates and Saudi Arabia, the report said. ", "type": "p"}, {"text": "On the face of it, this report contains a lot of bad news. Energy sales are still in effect funding the war in Ukraine, with high prices offsetting efforts to reduce demand. ", "type": "p"}, {"text": "But that doesn't mean pressure on Moscow won't tell in the end. The report's authors expect a partial EU embargo on Russian oil to cut revenues by some $36bn a year, for example. Exports of gas have already fallen dramatically - and there are plans to reduce Europe's reliance on Russia still further. ", "type": "p"}, {"text": "Yet embargoes have to be effective. The report points out that more and more Russian oil is being exported to India for refining. And some of those refined products are finding their way back onto European markets. ", "type": "p"}, {"text": "Since refined products are not covered by the EU ban, this is a clear potential loophole. ", "type": "p"}, {"text": "And with Russian oil being diverted from pipelines and onto ships as Moscow seeks new markets, there is growing demand for vessels to carry it. But the majority of the oil tankers currently being used are owned by European companies. ", "type": "p"}, {"text": "For pressure on Russia to be most effective, issues like these will have to be addressed.", "type": "p"}], "tags": ["Russia-Ukraine war", "Russia", "Oil & Gas industry"]}