{"link": "https://www.bbc.com/news/entertainment-arts-61792250", "category": "entertainment & arts", "title": "Sir Mick Jagger tests positive for Covid", "contributor": "Hamzah Abbas", "time": "2022-06-13T19:34:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F904/production/_125384736_gettyimages-863227756.jpg", "content": [{"text": "Sir Mick Jagger has tested positive for Covid-19, prompting The Rolling Stones to cancel a performance in Amsterdam.", "type": "b"}, {"text": "The band said the show at the Johan Cruijff Arena would be rescheduled and that they were \"deeply sorry\".", "type": "p"}, {"text": "Sir Mick, 78, added in a message to fans: \"Thank you for your patience and understanding.\"", "type": "p"}, {"text": "The band are currently on their Sixty tour, where they had planned to play 14 shows in 10 European countries.", "type": "p"}, {"text": "Tickets for the original show will be honoured for the new date once the show is postponed.", "type": "p"}, {"text": "The Stones had already played three of their tour dates, including one in the UK at Anfield in Liverpool.", "type": "p"}, {"text": "A statement on behalf of the band said: \"The Rolling Stones have been forced to call off tonight's concert in Amsterdam at the Johan Cruijff Arena, following Mick Jagger testing positive after experiencing symptoms of Covid upon arrival at the stadium.", "type": "p"}, {"text": "\"The Rolling Stones are deeply sorry for tonight's postponement, but the safety of the audience, fellow musicians and the touring crew has to take priority\".", "type": "p"}, {"text": "Writing on Twitter, Sir Mick, added: \"I'm so sorry that we've had to postpone the Amsterdam show with such short notice tonight.", "type": "p"}, {"text": "\"I have unfortunately just tested positive for Covid. We aim to reschedule the date ASAP and get back as soon as we can. Thank you for your patience and understanding. Mick.\"", "type": "p"}, {"text": "A further two dates are planned in the UK as part of BST Hyde Park, a music festival. They are due to play on the 25 June and 2 July.", "type": "p"}, {"text": "Two more performances, in Switzerland and Italy, are also planned within the next ten days. ", "type": "p"}, {"text": "There has been no announcement yet about whether these shows will go ahead as planned.", "type": "p"}], "tags": ["Mick Jagger", "The Rolling Stones", "Coronavirus pandemic"]}