{"link": "https://www.bbc.com/news/business-67036172", "category": "business", "title": "Car workers strike not expanded as concession made", "contributor": null, "time": "2023-10-06T20:54:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EC03/production/_131291406_whatsubject.jpg", "content": [{"text": "The United Auto Workers (UAW) union has not expanded its strike action against three of America's biggest car firms, citing \"significant\" progress in talks. ", "type": "b"}, {"text": "Union boss Shawn Fain said it would hold off after General Motors had agreed that workers at its electric vehicle battery factories would automatically become union members. ", "type": "p"}, {"text": "But while it will not stage walk outs at new locations, the strike continues.", "type": "p"}, {"text": "\"Our strike is working but we're not there yet,\" said Mr Fain.", "type": "p"}, {"text": "Roughly 25,000 car workers at GM, Ford Motor and Chrysler parent Stellantis are currently on the picket line.", "type": "p"}, {"text": "The union, which represents roughly 146,000 people at the firms, declared a strike in mid-September, after contracts between the two parties expired. ", "type": "p"}, {"text": "It is the first industrial action by the UAW to target all three companies at once, but it has remained limited in scope, as the union calls on select locations to participate, wielding the threat of more to try to pressure the companies to agree a deal. ", "type": "p"}, {"text": "So far, the union has ordered walkouts at five factories and 38 parts depots operated by GM and Stellantis.", "type": "p"}, {"text": "This week, the UAW considered a strike at GM's SUV manufacturing plant in Arlington, Texas, but Mr Fain said the company had \"leapfrogged\" the pack in talks.", "type": "p"}, {"text": "GM said in a statement that negotiations were \"ongoing\", adding the company would \"continue to work toward finding solutions to address outstanding issues\".", "type": "p"}, {"text": "\"Our goal remains to reach an agreement that rewards our employees and allows GM to be successful into the future,\" the car maker said.", "type": "p"}, [{"text": "Why are US car workers on strike?", "type": "a", "href": "https://www.bbc.co.uk/news/business-66847747"}], {"text": "The union opened negotiations calling for pay rise of roughly 40% over four years and an end to practices that give newer hires lower pay and fewer benefits, among other demands. ", "type": "p"}, {"text": "The companies have maintained that the union's requests would impact their ability to invest in the long term. They have countered with pay increase of about 20% and some other concessions.", "type": "p"}, {"text": "How workers at battery plants, formed by joint ventures, would be treated had loomed over the talks, as the industry prepares to ramp up electric vehicle production. ", "type": "p"}, {"text": "US President Joe Biden and former President Donald Trump, who is running for re-election, have both visited Detroit area to address the strikes, which comes as labour tensions simmer across the country.", "type": "p"}, {"text": "Mr Fain said the fight for better contracts was about more than workers, saying: \"This is the entire working class,\" at an event in Detroit.", "type": "p"}, {"text": "\"It's shameful where we are as a nation,\" he added.", "type": "p"}], "tags": []}