{"link": "https://www.bbc.com/news/entertainment-arts-67032473", "category": "entertainment & arts", "title": "Ed Sheeran scores seventh straight number one album with Autumn Variations", "contributor": null, "time": "2023-10-06T16:54:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9DD5/production/_131350404_ed.jpeg.png", "content": [{"text": "Ed Sheeran has secured his seventh straight UK number one album with the seasonally-fitting Autumn Variations.", "type": "b"}, {"text": "It means all of the singer's albums, from his 2011 debut + to his latest collection, have reached the summit.", "type": "p"}, {"text": "But he said the latest achievement \"means more than any other award I've had\" as this is the first time he's released an album on his own label.", "type": "p"}, {"text": "Autumn Variations, a collaboration with The National's Aaron Dessner, is the star's second album of 2023.", "type": "p"}, {"text": "As with its predecessor, - (Subtract), it finds Sheeran in reflective mode, surveying the personal crises and upheavals his friends went through in 2022.", "type": "p"}, {"text": "The 32-year-old said the record was loosely inspired by Edward Elgar, whose 1899 Enigma Variations also featured 14 sketches of his wife, friends and colleagues. ", "type": "p"}, {"text": "It received mixed reviews - both tricks and treats, to continue the October theme - on its release last week. ", "type": "p"}, {"text": "The Guardian's Rachel Aroesti gave the album two-stars, saying it was-\"as flat and dull as a grey sky\". ", "type": "p"}, {"text": "\"Plodding, genre-hopping songs all end up as unimaginative ballads, their dreary lyrics littered with gibberish - though Sheeran's hooks remain strong,\" she wrote.", "type": "p"}, {"text": "NME's Thomas Smith agreed, also offering two-stars for \"a pumpkin-spiced snoozer\". ", "type": "p"}, {"text": "\"Four months after the soul-baring Subtract, Sheeran returns with a cloying, seasonal-themed endeavour,\" he said.", "type": "p"}, {"text": "Three stars were dished out by The Independent's Helen Brown, who said: \"There's no standout tune on here to match Elgar's Nimrod, of course, but there's enough soupy seasonal sentimentality to fill the Royal Albert Hall.\"", "type": "p"}, {"text": "The Times' Will Hodgkinson was more generous, however, awarding four stars while saying Sheeran \"has a way of taking mundane aspects of life and imbuing them with real feeling within a melody that sticks in the mind.\" He added: \"For all his apparent normality, that really is a rare skill\". ", "type": "p"}, {"text": "Sheeran has shrugged off critics, telling Rolling Stone magazine their opinions are redundant in the streaming era.", "type": "p"}, {"text": "\"Why do you need to read a review? Listen to it. It's freely available!\" he said.", "type": "p"}, {"text": "\"Make up your own mind. I would never read an album review and go, 'I'm not gonna listen to that now.'\"", "type": "p"}, {"text": "Instead, he said it had been \"amazing to get reconnected with the fans\" over the summer, and promised a follow-up album next year.", "type": "p"}, {"text": "One fan, Kari, was even treated to a surprise home visit from the star who performed the album's lead single  American Town for her and her friend in her living room. ", "type": "p"}, {"text": "Video of the stunt was shared on social media during the week.", "type": "p"}, {"text": "Autumn Variations sold the most vinyl of any record in the UK over the past seven days, too, relieving Kylie's Tension of top spot, and also keeping Olivia Rodrigo's Guts at bay in second place.", "type": "p"}, {"text": "Jorja Smith's second full-length release, Falling or Flying, saw her land at number three; while the year's biggest-selling album, The Weeknd's greatest hits collection The Highlights, held firm at number five.", "type": "p"}, {"text": "Meanwhile, US rock band Haim saw their debut album return to the top 20 for the first time since 2013, thanks to a 10th anniversary reissue.", "type": "p"}, [{"text": "Haim on their first decade: 'No-one wanted to sign us!'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66993259"}], {"text": "There could be more movement on next week's chart, after Canadian star Drake dropped his long-awaited eighth album, For All The Dogs, on Friday.", "type": "p"}, {"text": "Elsewhere, in this week's singles chart, Doja Cat was able to Paint the Town Red for a fifth consecutive week at the top.", "type": "p"}, {"text": "Her rap track, which samples Dionne Warwick's classic Walk On By, was the most-streamed song of the week in the UK, with over five million plays.  ", "type": "p"}, {"text": "Not far behind though was newcomer Kenya Grace with her vibey drum and bass breakthrough, Strangers.", "type": "p"}, {"text": "BTS member Jung Kook also became the first K-pop solo artist to achieve two UK top five singles with his Jack Harlow collaboration, 3D.", "type": "p"}], "tags": []}