{"link": "https://www.bbc.com/news/business-66857146", "category": "business", "title": "FTX: 'King of Crypto' parents sued over missing millions", "contributor": null, "time": "2023-09-19T17:48:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DEBF/production/_131132075_bankman-fried-2comp-getty-85.jpg", "content": [{"text": "The parents of FTX founder Sam Bankman-Fried are being sued for money they allegedly received improperly from the crypto firm ahead of its collapse. ", "type": "b"}, {"text": "In a filing, managers at the bankrupt firm accuse the couple of holding millions of \"fraudulently transferred\" dollars and of turning a blind eye to misconduct at the company.", "type": "p"}, {"text": "The action was filed on behalf of those owed money after the firm's failure.", "type": "p"}, {"text": "The fall of the company led to the arrest of Mr Bankman-Fried last year.", "type": "p"}, {"text": "US prosecutors have accused the former billionaire, once dubbed the \"King of Crypto\", of illegally transferring millions from the exchange to plug losses at his trading firm, make political donations and buy property.", "type": "p"}, {"text": "He has denied the charges and is in jail awaiting trial next month. ", "type": "p"}, {"text": "Attorneys for his parents said the claims against them were \"completely false\" and designed to hurt their son's chances at trial. ", "type": "p"}, {"text": "The legal action, filed as part of a wider bankruptcy suit, says Mr Bankman-Fried's parents - then both professors at Stanford University - exploited their \"access and influence within the FTX enterprise to enrich themselves, directly and indirectly, by millions of dollars\".", "type": "p"}, {"text": "They received a $10m (£8m) gift in cash from funds that belonged to Alameda, an FTX partner company, while FTX also gave them a $16.4m property in the Bahamas, according to the filing. ", "type": "p"}, {"text": "FTX was once one of the biggest cryptocurrency trading firms in the world, holding assets worth an estimated $15bn in 2021. It filed for bankruptcy last year, after a sudden rush by customers to withdraw funds revealed a huge gap in the company's finances reportedly worth up to $8bn.", "type": "p"}, {"text": "Managers for the bankrupt firm say it was used by Mr Bankman-Fried and other \"insiders\" as a \"piggy bank\" and his parents \"helped perpetuate or benefited from this fraudulent largesse\".", "type": "p"}, {"text": "The filing claims his father, Allan Joseph Bankman, an expert on US tax law, served as an adviser to FTX and \"played a key role in perpetuating this culture of misrepresentations and gross mismanagement and helped cover up allegations that would have exposed the fraud\".", "type": "p"}, {"text": "He also helped to quash an internal complaint alleging price manipulation made in 2019, it adds.", "type": "p"}, {"text": "Mr Bankman was allegedly treated to stays at hotels charging $1,200 a night, while the lawsuit cites messages in which he complains about receiving a $200,000 salary, claiming it is supposed to be $1m. ", "type": "p"}, {"text": "Meanwhile Mr Bankman-Fried's mother, Barbara Fried, helped direct her son's political donations, encouraging him to obscure their source, according to the filing. ", "type": "p"}, {"text": "Managers for FTX are seeking to recover money from the couple. ", "type": "p"}, {"text": "The downfall of Mr Bankman-Fried, one of the most high-profile players in the industry, sent shudders through the sector and helped to galvanise regulatory scrutiny. ", "type": "p"}, [{"text": "BBC Panorama's Downfall of the Crypto King will be on BBCiPlayer (UK) on Monday, 25 September", "type": "p"}]], "tags": []}