{"link": "https://www.bbc.com/news/entertainment-arts-66856089", "category": "entertainment & arts", "title": "Russell Brand: BBC pledges full transparency in internal review", "contributor": null, "time": "2023-09-19T20:40:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AA48/production/_131129534_brandbbc.jpg", "content": [{"text": "The BBC's director general said there's \"no room for complacency\" in the TV industry as he announced a review of complaints against Russell Brand during his time working for the broadcaster.", "type": "b"}, {"text": "Brand hosted programmes on BBC 6 Music and Radio 2 between 2006 and 2008, as well as being a guest on other shows.", "type": "p"}, {"text": "The corporation has already removed some programmes featuring the comedian and actor from its streaming services. ", "type": "p"}, {"text": "It comes after he was accused of rape and sexual assaults, which he denies.", "type": "p"}, {"text": "Brand has said his relationships were \"always consensual\" and that he is the subject of a \"co-ordinated attack\".", "type": "p"}, {"text": "On Tuesday, director general Tim Davie told staff the BBC's internal review would \"look at any complaints made about Russell Brand's conduct during his time, what was known at the time, what was done\", and promised \"full transparency\".", "type": "p"}, {"text": "He said: \"The objective is to be totally transparent - just share what we have and be really supportive in terms of how we do it.\"", "type": "p"}, {"text": "He added that he wanted the review to be completed in \"weeks not months\", and \"we do want to get to the facts\".", "type": "p"}, [{"text": "Follow live: Latest on Russell Brand claims", "type": "a", "href": "https://www.bbc.co.uk/news/live/uk-66849965"}, {"text": "YouTube suspends Russell Brand from advert income", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66851698"}, {"text": "Russell Brand gives a sobering reminder of the noughties", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66843160"}], {"text": "Channel 4, where Brand also worked as a presenter, has also announced an internal investigation.", "type": "p"}, {"text": "Although the alleged assaults are not said to have taken place on BBC or Channel 4 premises, the allegations have led to questions over whether broadcasters were aware of, and acted on, any complaints.", "type": "p"}, {"text": "The assault allegations were made at the weekend in a joint investigation between Channel 4's Dispatches, the Times and the Sunday Times.", "type": "p"}, {"text": "They quoted sources claiming a complaint was made to BBC management about an \"alarming display of aggression and disrespect\" from Brand while he was hosting his show.", "type": "p"}, {"text": "One of Brand's accusers, a woman known as Alice, said a car provided by the BBC for Brand collected her and took her to his house, when he was in his 30s and she was a 16-year-old schoolgirl.", "type": "p"}, {"text": "She now wants to know \"why more wasn't done at the time\" to protect young women.", "type": "p"}, {"text": "Mr Davie confirmed the review would look into \"the position regarding any cars used by the BBC at that time\".", "type": "p"}, {"text": "Dispatches also broadcast clips of Brand on air in 2007 offering to send his female assistant to meet Jimmy Savile naked, and discussing his sexual fantasies about an \"erotic\" Radio 2 newsreader. He was also said to have exposed himself while urinating in a bottle in front of colleagues and guests.", "type": "p"}, {"text": "Mr Davie said the BBC had changed since then. \"When I listened back, frankly, to some of those broadcasts I go, that is just completely unacceptable,\" he said. \"What led to that being on air?\"", "type": "p"}, {"text": "He said the TV industry had experienced \"significant issues\" with \"a deep power imbalance\" between presenters and other staff.", "type": "p"}, {"text": "\"There is no room for complacency,\" he continued. \"I do feel we're in a different place, I'm proud of our culture, but to say that doesn't mean there aren't dangers. We should all be looking after each other, we should be very vigilant, we should keep improving our processes.\"", "type": "p"}, {"text": "The comedian resigned from the BBC in 2008 after a prank call on the show with comedian Jonathan Ross to Fawlty Towers actor Andrew Sachs.", "type": "p"}, {"text": "He did return as a guest, and the corporation has removed some programmes that \"now falls below public expectations\" from BBC iPlayer and BBC Sounds.", "type": "p"}, {"text": "An episode of QI and a Joe Wicks podcast, both of which featured appearances by Brand, are believed to have been removed, although other programmes, such as his 2013 appearance on Radio 4's Desert Island Discs, are still online.", "type": "p"}, {"text": "\"The BBC does not ban or remove content when it is a matter of public record, unless we have justification for doing so,\" a spokesperson said.", "type": "p"}, {"text": "Channel 4 has removed all programmes featuring the comedian.", "type": "p"}, {"text": "The chair of the House of Commons media committee has written to the two broadcasters about their investigations. ", "type": "p"}, {"text": "\"The allegations have been widely described by reporters in the press and on social media as an 'open secret' and quite often these secrets are shared between friends and colleagues just to keep each other safe,\" Dame Caroline Dinenage said. ", "type": "p"}, {"text": "\"But my concern is when people in power are aware of rumours or stories yet don't act, then a culture is allowed to permeate.\"", "type": "p"}, {"text": "In a letter to Dame Caroline, Channel 4 chief executive Alex Mahon said she was \"appalled\" by the allegations. She said the company had \"carried out extensive document searches\" but had \"found no evidence to suggest the alleged incidents were brought to the attention of Channel 4 management at the time\".", "type": "p"}, {"text": "She added: \"We will continue to look at this issue and will forensically examine any further information, including the accounts of those affected.\"", "type": "p"}, {"text": "She said she had also asked Banijay, the company that now owns the producer of programmes he hosted like Big Brother's Big Mouth to \"urgently and comprehensively investigate these allegations and report their findings properly and satisfactorily to us\".", "type": "p"}, {"text": "Dame Caroline also wrote to GB News about presenter Beverly Turner's support for Brand in a tweet over the weekend and her defence of it while presenting coverage of the allegations on Monday.", "type": "p"}, {"text": "While Turner was challenged on her comments by co-presenter Andrew Pierce, the MP said the committee was \"concerned that having a presenter so clearly supporting an individual who is the subject of intense media coverage, including seeking their appearance on the show, undermines any perception of due impartiality in the broadcasting\".", "type": "p"}, {"text": "Also on Tuesday, YouTube announced it had suspended Brand's channels from making money from adverts for \"violating\" its \"creator responsibility policy\", while podcast platform Acast said adverts were turned off \"immediately\" for Brand's Under The Skin podcast following the allegations. ", "type": "p"}, {"text": "Dame Caroline has written to TikTok to ask whether Brand will still receive ad revenue from its platform, and what procedures are in place to ensure creators cannot undermine the welfare of victims.", "type": "p"}], "tags": []}