{"link": "https://www.bbc.com/news/science-environment-66847977", "category": "science & environment", "title": "Google DeepMind AI speeds up search for disease genes", "contributor": null, "time": "2023-09-19T14:30:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FA20/production/_131123046_deepmind.png", "content": [{"text": "Google's AI firm DeepMind has used artificial intelligence to identify changes in human DNA that might cause diseases.", "type": "b"}, {"text": "The researchers believe they have pinpointed 89% of all the key mutations.", "type": "p"}, {"text": "The development is expected to speed up diagnosis and help in the search for better treatments.", "type": "p"}, {"text": "A leading independent scientist told BBC News that the work was \"a big step forward\".", "type": "p"}, {"text": "Prof Ewan Birney, deputy director general of the European Molecular Biology Laboratory, said: \"It will help clinical researchers prioritise where to look to find areas that could cause disease.\"", "type": "p"}, {"text": "The technique works by checking the order of the components in human DNA strands.", "type": "p"}, {"text": "All living organisms are built from DNA. It is made from four blocks of chemicals called adenine (A), cytosine (C), guanine (G) and thymine (T). In humans, when an embryo is developing, the order of these letters are read to produce proteins, which are the building blocks of the the cells and tissues that make up various parts of the body.", "type": "p"}, {"text": "But if the letters are in the wrong order - perhaps because of an inherited disorder - the body cells and tissues aren't made properly - and this can lead to disease.", "type": "p"}, {"text": "Last year Google DeepMind's AI worked out the shape of nearly all proteins in the human body. ", "type": "p"}, {"text": "The new system, called AlphaMissense, can tell If the letters in the DNA will produce the correct shape. If not, it is listed as potentially disease-causing.", "type": "p"}, {"text": "Currently genetic disease hunters have fairly limited limited knowledge of which areas of human DNA can lead to disease. They have classified 0.1% of letter changes, or mutations, as either benign or disease causing.", "type": "p"}, {"text": "Google DeepMind's Pushmeet Kohli said that the new model pushed that percentage up to 89%.", "type": "p"}, {"text": "Currently, researchers have to search for potentially disease-causing regions across billions of chemical building blocks that make up DNA. That has now changed, according to Mr Kohli.", "type": "p"}, {"text": "''Researchers can now focus their efforts on the new areas, that they were not aware of and we have highlighted as potentially disease-causing,'' he said. ", "type": "p"}, {"text": "The new tool - published in the journal Science - has been tested by Genomics England, who work with the NHS. According to Dr Ellen Thomas, who is the deputy chief medical officer at Genomics England, the health service will be among the first organisations to benefit from the new development. ", "type": "p"}, {"text": "\"The new tool is really bringing  a new perspective to the data. It will help clinical scientists make sense of genetic data so that it is useful  for patients and for their clinical teams,\" she said.", "type": "p"}, {"text": "Prof Birney said he expected AI to become a massive part of molecular biology and life sciences.", "type": "p"}, {"text": "\"I don't know where it's going to end but it's changing nearly everything we do at the moment,\" he said.", "type": "p"}, {"text": "Follow Pallab on X, formally known as Twitter", "type": "p"}], "tags": []}