{"link": "https://www.bbc.com/news/technology-66850821", "category": "technology", "title": "Elon Musk: Social media platform X, formerly Twitter, could go behind paywall", "contributor": null, "time": "2023-09-19T02:17:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D892/production/_131124455_gettyimages-1663931480.jpg", "content": [{"text": "Elon Musk has suggested that all users of X, formerly called Twitter, may have to pay for access to the platform.", "type": "b"}, {"text": "In a conversation with Israeli Prime Minister Benjamin Netanyahu, the billionaire said a payment system was the only way to counter bots.", "type": "p"}, {"text": "\"We're moving to having a small monthly payment for use of the system,\" the Tesla and SpaceX boss said.", "type": "p"}, {"text": "The BBC approached X for further details but has not yet received a statement from the company.", "type": "p"}, {"text": "It is unclear whether this was just an off-the-cuff comment, or a signal of firmer plans that have yet to be announced.", "type": "p"}, {"text": "Mr Musk has long said that his solution for getting rid of bots and fake accounts on the social media platform is charging for verification.", "type": "p"}, {"text": "Since taking over Twitter last year he has looked to incentivise users to pay for an enhanced service, which is now called X Premium.", "type": "p"}, {"text": "This has been done by giving paid subscribers more features, like longer posts and increased visibility on the platform. ", "type": "p"}, {"text": "However, users can currently still use X for free.", "type": "p"}, {"text": "Although there is a clear financial interest for the company to charge users, Mr Musk insisted that getting people to pay for the service is aimed at tackling bots.", "type": "p"}, {"text": "\"A bot costs a fraction of a penny\" to make he said. \"But if somebody even has to pay a few dollars or something, some minor amount, the effective cost to bots is very high\".", "type": "p"}, {"text": "X Premium currently costs $8 (£6.50) a month in the US. The price differs depending on which country a subscriber is in.", "type": "p"}, {"text": "The world's richest person said that he was now looking at cheaper options for users.", "type": "p"}, {"text": "\"We're actually going to come up with a lower tier pricing. So we just want it to be just a small amount of money,\" he said.", "type": "p"}, {"text": "\"This is a longer discussion, but in my view, this is actually the only defence against vast armies of bots,\" Mr Musk added.", "type": "p"}, {"text": "However, a risk is that by putting X behind a paywall it may lose a large chunk of its users. That in turn, could drive down advertising revenue, which currently accounts for the vast majority of the company's income.", "type": "p"}, {"text": "Mr Musk's conversation with the Israeli prime minister also touched on antisemitism on X.", "type": "p"}, {"text": "The platform has been accused by the Anti-Defamation League (ADL) campaign group of not doing enough to stop antisemitic content.", "type": "p"}, {"text": "In a statement, the organisation said that Mr Musk was \"engaging with and elevating\" antisemites.", "type": "p"}, {"text": "Earlier this month, he said that the company would sue the ADL to \"clear our platform's name\".", "type": "p"}, {"text": "In the conversation with Mr Netanyahu, Mr Musk reiterated that he was \"against antisemitism\".", "type": "p"}, {"text": "Mr Netanyahu accepted the balance between free speech and content moderation was a challenge but urged Mr Musk to get the balance right.", "type": "p"}, {"text": "\"I hope you find within the confines of the First Amendment, the ability to stop not only antisemitism... but any collective hatred of people that antisemitism represents,\" he said.", "type": "p"}, {"text": "\"I know you're committed to that\", Mr Netanyahu added.", "type": "p"}], "tags": []}