{"link": "https://www.bbc.com/news/business-64585145", "category": "business", "title": "Half-term border queues warning due to strikes", "contributor": null, "time": "2023-02-09T17:46:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1406C/production/_128582028_pandotodaynew.jpg", "content": [{"text": "Half-term holidaymakers are being warned of delays on the way back into the UK, during planned strike action by Border Force staff.", "type": "b"}, {"text": "The PCS union expects 1,000 members at the ports of Calais, Dunkirk and Dover, and the Coquelles Channel Tunnel Terminal, to walk out between Friday 17 February and Monday 20 February.", "type": "p"}, {"text": "It is part of their ongoing pay dispute.", "type": "p"}, {"text": "The government said getting through passport control could take longer.", "type": "p"}, {"text": "Under the \"juxtaposed controls\" system, UK officers check inbound passengers and freight in France and Belgium, before they begin their journey.", "type": "p"}, [{"text": "Eurostar carrying almost a third fewer passengers", "type": "a", "href": "https://www.bbc.co.uk/news/business-64390979"}, {"text": "EU biometric border system faces more delays", "type": "a", "href": "https://www.bbc.co.uk/news/business-64311737"}, {"text": "Holidaymakers spending more as bookings rise", "type": "a", "href": "https://www.bbc.co.uk/news/business-64234234"}], {"text": "The military and civil servants will provide cover during the strike, although military personnel will not be sent over to France. ", "type": "p"}, {"text": "They will also help at other UK ports and airports, filling in for Border Force staff being moved to those locations directly affected.", "type": "p"}, {"text": "The Home Office said people travelling into any UK port during the strike should be prepared for longer wait times at border control.", "type": "p"}, {"text": "The PCS says its campaign of industrial action is over pay, pensions, redundancy terms and job security.", "type": "p"}, {"text": "Steve Dann, Border Force's chief operating officer, described the strike as \"disappointing\".  ", "type": "p"}, {"text": "He said safety and border security was a priority, and the organisation was working with its French counterparts and the travel industry to \"meet critical demand and support the flow of passengers and goods through our border\". ", "type": "p"}, {"text": "February half-term is traditionally a busy time for travel, and this will be the first since the lifting of Covid travel restrictions last March. ", "type": "p"}, {"text": "Abta, the trade association for travel businesses, said bookings had been ramping up over the last few months.", "type": "p"}, {"text": "But it added that most half-term holidaymakers would travel by plane - for example, to places like the Canary Islands and mainland Spain.", "type": "p"}, {"text": "And it pointed out that previous strikes by Border Force staff at six UK airports over Christmas did not cause significant delays or disruption.", "type": "p"}, {"text": "Meanwhile, ferry services between Dover and Calais were suspended for most of Thursday due to separate strike action in France. ", "type": "p"}], "tags": []}