{"link": "https://www.bbc.com/news/entertainment-arts-64587070", "category": "entertainment & arts", "title": "Burt Bacharach, one of pop's greatest songwriters, dies aged 94", "contributor": null, "time": "2023-02-09T18:47:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AFC5/production/_128579944_glasto2015_reu.jpg", "content": [{"text": "One of pop music's greatest composers, Burt Bacharach, has died aged 94.", "type": "b"}, {"text": "He wrote enduring hits like I Say A Little Prayer, Walk On By and What The World Needs Now Is Love.", "type": "p"}, {"text": "Along with lyricist Hal David, he also wrote numerous movie themes including What's New Pussycat?, Alfie and The Look Of Love - a major hit for Dusty Springfield.", "type": "p"}, {"text": "Another collaborator, Dionne Warwick, said the songwriter's death was like \"losing a family member\".", "type": "p"}, [{"text": "12 of Burt Bacharach's greatest songs", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64586383"}, {"text": "Obituary: Burt Bacharach", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-11573995"}, {"text": "Listen to Burt Bacharach at the BBC on BBC Sounds", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/m001jk85"}], {"text": "Bacharach died on Wednesday at home in Los Angeles of natural causes, his publicist Tina Brausam said.", "type": "p"}, {"text": "Known for his airborne melodies and sumptuous orchestral arrangements, Bacharach was one of the most important songwriters of the 20th Century.", "type": "p"}, {"text": "Over his career, he scored more than 50 chart hits in the US and UK, with artists including Warwick, Frank Sinatra, The Beatles, Barbra Streisand, Tom Jones, Aretha Franklin and Elvis Costello all recording his songs.", "type": "p"}, [{"text": "Magic Moments - Perry Como", "type": "p"}, {"text": "I Say A Little Prayer - Aretha Franklin", "type": "p"}, {"text": "I'll Never Fall In Love Again - Dionne Warwick", "type": "p"}, {"text": "The Look of Love - Dionne Warwick", "type": "p"}, {"text": "Close To You - The Carpenters", "type": "p"}, {"text": "Alfie - Dionne Warwick", "type": "p"}, {"text": "Raindrops Keep Fallin' on My Head - BJ Thomas", "type": "p"}, {"text": "24 Hours From Tulsa - Gene Pitney", "type": "p"}, {"text": "Make It Easy on Yourself - The Walker Brothers", "type": "p"}, {"text": "I Just Don't Know What to Do With Myself - Dusty Springfield", "type": "p"}, {"text": "Alfie - Cilla Black", "type": "p"}, {"text": "What's New, Pussycat? - Tom Jones", "type": "p"}, {"text": "Arthur's Theme - Christopher Cross", "type": "p"}, {"text": "Anyone Who Had A Heart - Dionne Warwick/Cilla Black", "type": "p"}], {"text": "Bacharach won three Oscars, two Golden Globes and six competitive Grammy Awards, and was hailed as music's \"greatest living composer\" when he accepted the Grammy lifetime achievement honour in 2008.", "type": "p"}, {"text": "In her tribute, Warwick said: \"These words I've been asked to write are being written with sadness over the loss of my Dear Friend and my Musical Partner.", "type": "p"}, {"text": "\"On the lighter side we laughed a lot and had our run-ins but always found a way to let each other know our family like roots were the most important part of our relationship.\"", "type": "p"}, {"text": "Other music stars shared their thoughts about Bacharach. The Beach Boys' Brian Wilson said he was \"a hero of mine and very influential on my work\", adding: \"He was a giant in the music business. His songs will live forever,\" he added.", "type": "p"}, {"text": "Former Oasis star Noel Gallagher posted: \"RIP Maestro. It was a pleasure to have known you.\" ", "type": "p"}, {"text": "Oscar-winning songwriter Diane Warren said the field had \"lost its Beethoven\", while film and TV composer David Arnold agreed he was \"one of the greatest songwriters of all time\".", "type": "p"}, {"text": "The Kinks guitarist Dave Davies said Bacharach was \"probably one of the most influential songwriters of our time\" and \"a great inspiration\".", "type": "p"}, {"text": "Charlatans frontman Tim Burgess said Bacharach left \"one of the greatest songwriting legacies in the history of ever\", adding: \"Farewell Burt Bacharach, you were a king.\"", "type": "p"}, {"text": "Bacharach's music touched multiple genres, from cool jazz and rhythm and blues, to bossa nova and traditional pop - but they shared one thing in common: you could recognise them within a couple of notes.", "type": "p"}, {"text": "It was a style inspired by his tutor, French jazz musician Darius Milhaud. ", "type": "p"}, {"text": "\"His observation was: Never be ashamed of something that's melodic, one could whistle,\" Bacharach recalled. \"That was a valuable lesson I learned from him. Never forgot that one. Never be afraid of something that you can whistle.\"", "type": "p"}, {"text": "Born in Missouri, Bacharach grew up in New York City, where he first studied cello, drums and piano as a child. ", "type": "p"}, {"text": "Enraptured by jazz and be-bop, he would often sneak out to watch sets by his heroes Dizzy Gillespie and Charlie Parker, and began playing in jazz bands of his own in the 1940s.", "type": "p"}, {"text": "After graduating from school, he studied music theory and composition. Even when his education was interrupted by a spell in the military, he toured army bases as a uniformed concert pianist.", "type": "p"}, {"text": "After returning home, he toured with Marlene Dietrich, becoming her personal conductor - but said his early success was all down to luck.", "type": "p"}, {"text": "\"I wasn't chasing it. I didn't know what I wanted to do. I was caught in the drift of things,\" he later reflected. \"I'm not a person who will walk over people, kill people, step on people to get to the next place where they want to be. Things just happened for me. I was very fortunate.\"", "type": "p"}, {"text": "In the 1950s, he was hired to work in New York's Brill Building, an epicentre of the music industry, and started writing country-rock smashes like The Man Who Shot Liberty Valance and Only Love Can Break A Heart for Gene Pitney.", "type": "p"}, {"text": "He scored his first UK number one in 1957 with Michael Holliday's sweet-but-charming The Story of My Life - a song that was originally recorded by Marty Robbins in the US.", "type": "p"}, {"text": "That song also happened to be his first collaboration with Hal David, with whom he forged one of the most successful songwriting partnerships of the '60s.", "type": "p"}, {"text": "Their sophisticated, debonair pop was often at odds with the more raucous sounds of rock 'n' roll, but the hits kept coming - especially when they teamed up with Dionne Warwick. ", "type": "p"}, {"text": "Over a period of 10 years, the trio enjoyed 39 consecutive US hits, including such memorable songs as Walk On By, Don't Make Me Over, I'll Never Fall In Love Again and Promises, Promises.", "type": "p"}, {"text": "Warwick later sued Bacharach after he and David stopped working together, leaving her without new material to record. ", "type": "p"}, {"text": "It was a \"very costly and unfortunate\" dispute, Bacharach told the Guardian in 2019, adding: \"I stupidly handled it wrong.\"", "type": "p"}, {"text": "He and Warwick reconciled for the 1985 charity single That's What Friends Are For, which raised $1.5m for the American Foundation for Aids Research (AmFar) - and also featured vocals from Elton John, Stevie Wonder and Gladys Knight.", "type": "p"}, {"text": "Outside of that partnership, Bacharach and David won a Grammy and an Oscar in 1969 for Raindrops Keep Falling on My Head, performed by BJ Thomas and featured in the film Butch Cassidy and the Sundance Kid.", "type": "p"}, {"text": "Bacharach's music for the film also won the Oscar for best original score.", "type": "p"}, {"text": "Although his hits tailed off in later years, Bacharach remained a popular figure, collaborating with Adele, Sheryl Crow and Dr Dre, among others.", "type": "p"}, {"text": "Oasis guitarist Noel Gallagher was a huge admirer, and once admitted to lifting the chords for Half The World Away from Bacharach's This Guy's In Love With You.", "type": "p"}, {"text": "\"It sounds exactly the same. I'm surprised he's not sued me yet.\"", "type": "p"}, {"text": "Bacharach made a memorable appearance in the second Austin Powers film, performing I'll Never Fall in Love Again on an open top bus with Elvis Costello.", "type": "p"}, {"text": "In 2016, he also wrote the score for John Asher's indie drama Po, saying he identified with the story, which explores the impact of autism on children. ", "type": "p"}, {"text": "Bacharach's daughter Nikki had died of suicide in 2007, at the age of 40, after a lifelong struggle with Asperger's syndrome.   ", "type": "p"}, {"text": "The musician was married four times, to Paula Stewart in 1953, actress Angie Dickinson in 1958, his frequent musical collaborator Carole Bayer Sager in 1982, and finally Jane Hansen in 1993.", "type": "p"}, {"text": "He is survived by Hansen and their children Oliver and Raleigh, as well as son Cristopher from his marriage to Bayer Sager.", "type": "p"}], "tags": []}