{"link": "https://www.bbc.com/news/science-environment-64590147", "category": "science & environment", "title": "Starship: SpaceX tests the most powerful ever rocket system", "contributor": null, "time": "2023-02-09T21:24:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BBB0/production/_128584084_screenshot2023-02-09at21.17.07.png", "content": [{"text": "Elon Musk's SpaceX company has performed a key test on its huge new rocket system, Starship.", "type": "b"}, {"text": "Engineers conducted what's called a \"static fire\", simultaneously igniting 31 out of 33 of the engines at the base of the vehicle's lower-segment.", "type": "p"}, {"text": "The firing lasted only a few seconds, with everything clamped in place to prevent any movement.", "type": "p"}, {"text": "Starship will become the most powerful operational rocket system in history when it makes its maiden flight.", "type": "p"}, {"text": "This could occur in the coming weeks, assuming SpaceX is satisfied with the outcome of Thursday's test.", "type": "p"}, {"text": "The static fire took place at SpaceX's R&D facility in Boca Chica on the Texas/Mexico border.", "type": "p"}, {"text": "On Twitter Elon Musk said that the team had turned off one engine before the test and that another engine stopped itself, leaving 31 engines firing overall.", "type": "p"}, {"text": "But, he added, it was \"still enough engines to reach orbit\".", "type": "p"}, {"text": "Even though this was not the full contingent of engines, it was still notable for the number of engines working in concert. The closest parallel is probably the N1 rocket that the Soviets developed in the late 1960s to take cosmonauts to the Moon.", "type": "p"}, {"text": "It had 30 engines arranged in two rings. But the N1 failed on all four of its flights and was eventually cancelled.", "type": "p"}, {"text": "The SpaceX Super Heavy booster, with all 33 modern power units, should produce roughly 70% more thrust off the launch pad than the N1. Even the US space agency Nasa's new mega-rocket, the Space Launch System (SLS), which flew for the first time back in November, is dwarfed by the capability being built into Starship.", "type": "p"}, {"text": "Mr Musk has high hopes for the vehicle. The entrepreneur wants to use it to send satellites and people into Earth orbit and beyond.", "type": "p"}, {"text": "Nasa has already contracted SpaceX to develop a version that can play a role in its Artemis programme, to once again land astronauts on the Moon. ", "type": "p"}, {"text": "Mr Musk himself is focused on Mars. He's long held the ambition to get to the Red Planet, to establish settlements and, as he puts it, to make humans \"a multi-planet species\". He's also talked about point-to-point travel, taking passengers from one side of the planet to the other in rapid time.", "type": "p"}, {"text": "If Starship can be made to work it will be a game-changer, not just because of the mass it will be able to lift into space.", "type": "p"}, {"text": "The concept is designed to be fully reusable, with both parts - the Super Heavy booster and the ship on top - coming back to Earth to fly time and time again.", "type": "p"}, {"text": "This means it could operate much like an airliner. The long-term cost savings compared with conventional, one-time-use rockets would be immense.", "type": "p"}], "tags": []}