{"link": "https://www.bbc.com/news/business-61957774", "category": "business", "title": "Credit Suisse bank found guilty over money laundering charges", "contributor": null, "time": "2022-06-27T20:32:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17D0/production/_125669060_mediaitem125669059.jpg", "content": [{"text": "Credit Suisse has been found guilty and fined for involvement in money laundering related to a Bulgarian drugs ring.", "type": "b"}, {"text": "Switzerland's criminal court found that the bank did not do enough to prevent members of the crime syndicate from profiting off the trafficking of cocaine in to Europe.", "type": "p"}, {"text": "It was fined around £1.7m and ordered to pay £15m to the Swiss government.", "type": "p"}, {"text": "The bank denies wrongdoing and said it would appeal against the ruling.", "type": "p"}, {"text": "Former Bulgarian tennis player, Elena Pampoulova-Bergoni, who worked at the bank for a period, was found guilty of money laundering by Switzerland's highest criminal court and received a 20-month suspended prison sentence.", "type": "p"}, {"text": "The court heard evidence around the bank's role in accepting millions of Euros in bank deposits between 2004 and 2008, which it said was full of red flags.Prosecutors said that Ms Pampoulova-Bergomi had built a relationship with former Bulgarian wrestler Evelin Banev, who was a major figure in a European cocaine smuggling ring.The court heard that Pampoulova-Bergomi regularly collected bags full of cash amounting to £400,000 from people known to the wrestler.", "type": "p"}, {"text": "\"The court found deficiencies within the bank... with regard to the management of client relations with the criminal organisation.", "type": "p"}, {"text": "\"These deficiencies enabled the withdrawal of the criminal organisation's assets,\" the court wrote in a statement.", "type": "p"}, {"text": "Credit Suisse is Switzerland's second largest bank and denies wrongdoing. It is the first time a Swiss bank has been subject to criminal proceedings.", "type": "p"}, {"text": "In a statement, the bank wrote that it is \"continuously testing its anti-money laundering framework and has been strengthening it over time, in accordance with evolving regulatory standards\".", "type": "p"}, {"text": "Shares in Credit Suisse fell 0.7% in afternoon trading.", "type": "p"}], "tags": ["Companies", "Banking", "Money laundering", "Credit Suisse"]}