{"link": "https://www.bbc.com/news/entertainment-arts-61949412", "category": "entertainment & arts", "title": "Mad House: Stranger Things star David Harbour praised for West End role", "contributor": "Steven McIntosh", "time": "2022-06-27T10:59:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13047/production/_125659877_gettyimages-1241553513.jpg", "content": [{"text": "Stranger Things star David Harbour has been praised for his performance in a new play which opened in the West End on Sunday.", "type": "b"}, {"text": "Harbour stars alongside Bill Pullman in Mad House, written by Theresa Rebeck.", "type": "p"}, {"text": "Critics described their performances as \"magnificent\" and \"exemplary\", although some said the play itself was weaker.", "type": "p"}, {"text": "Harbour told BBC News that many of his own experiences of mental health had been written into the play, after conversations he'd had with Rebeck.", "type": "p"}, {"text": "\"I've had experiences with what society would deem mental illness,\" he explained after the play officially opened on Sunday.", "type": "p"}, {"text": "\"And certainly the cornerstone of that for me has been the idea that sometimes groups of people want to brand you crazy because you see life in a certain way, or have a certain sensitivity to the existential demands of consciousness.", "type": "p"}, {"text": "\"So the specifics are not mine, but the idea of someone who feels crazy in a world of callousness, is definitely at the heart of what I experienced when I was younger.\" ", "type": "p"}, {"text": "The actor's character in Mad House, Michael, is seen attempting to care for his cantankerous ill father Daniel (Pullman) while trying not to let his own mental health deteriorate.", "type": "p"}, {"text": "Michael struggles to deal with arguments between his siblings over inheritance and his sister's efforts to get him re-admitted to a psychiatric hospital.", "type": "p"}, {"text": "\"I look out [into the audience] and a few people are crying, a few people are laughing,\" Harbour said. \"It's one of those plays where it sort of sneaks up on you, because it's really funny, it lures you in to dealing with these issues like death and mental illness, and the pain of everything, but it does it in such a fun way.\"", "type": "p"}, {"text": "Harbour's wife, singer Lily Allen, was among the stars spotted in the audience of Sunday's opening night, which saw the cast receive a standing ovation. But the show has received mixed reviews from critics.", "type": "p"}, {"text": "The Guardian's Arifa Akbar said \"performances are magnificent across the board\" but only awarded the show as a whole three stars.", "type": "p"}, {"text": "\"It is ultimately a play with bits of brilliance,\" she wrote, \"aspiring for the power and reach of an Arthur Miller or Eugene O'Neill drama but falling - heroically - short.\"", "type": "p"}, {"text": "Also awarding the show three stars, the Independent's Alice Saville said: \"Harbour delivers a memorable performance as this tormented everyman, but this play isn't solidly built enough for it to hit home.", "type": "p"}, {"text": "\"It feels like the show's creators were so keen to knock things off at the two-hour mark that the play just ends, without resolving the assisted suicide-related moral dilemma it sets up.\"", "type": "p"}, {"text": "Clive Davis of the Times said the first hour of the play \"delivers an absorbing blend of dark and light, anguish and humour\". ", "type": "p"}, {"text": "\"Sadly, that delicate balance goes awry later,\" he added in his three-star review. \"It's still a thought-provoking piece, but you're left wondering what might have been. Still, we get two exemplary main performances.\"", "type": "p"}, {"text": "While some critics gave lukewarm reviews to the play, Pullman told the BBC on Sunday: \"The content of it is landing curiously well [with audiences], there's something about Theresa's magic of opening people up with laughter and then hitting them hard with some aspect of how torturous it can be to live with a family. ", "type": "p"}, {"text": "\"Part of the climate of our times is there are very brutal things that people say to each other, and you can't imagine there's any reconciliation - in a way, the world is a family that's been saying awful things to each other and been very angry with each other. ", "type": "p"}, {"text": "\"And you think, how can this ever come together, watching this play where that division is so torturing and outrageous. But there are moments towards the end where there are some moments of reconciliation.\"", "type": "p"}, {"text": "Playwright Rebeck has enjoyed a distinguished career in theatre, while her film and TV credits include Law & Order, LA Law and the Jessica Chastain-starring action film The 355.", "type": "p"}, {"text": "Variety's David Benedict wrote: \"When the second half is bent on examining everything from mental health and self-protection to scarred childhoods and assisted dying, the plot twists become ever more jarring and the form grows increasingly at war with the content. ", "type": "p"}, {"text": "\"Despite the light touch of the hard-working cast, the play's over-inflated highs and lows are like eating a meal of sugary food: It provides a rush, but leaves you unsatisfied.\"", "type": "p"}, {"text": "In another three-star review, The Telegraph's Dominic Cavendish said he \"wanted to love it more\".", "type": "p"}, {"text": "\"The dark comedy draws you in, but hits the snag of leaving you a bit high and dry when you yourself are required to care.", "type": "p"}, {"text": "\"As the damaged man-child, Harbour delivers the requisite goods: hefty, forceful, brooding, tilting between sardonic intensity, petulance and yowling rage. As his dad, however, Pullman often seems more sweetly helpless than residually noxious.\"", "type": "p"}, {"text": "But Broadway World's Jonathan Marshall was more positive: \"Audiences are gifted a pacey, provocative and pithy production that pleasingly lives up to its hype.", "type": "p"}, {"text": "\"There is a great deal packed into the play, yet Rebeck, the cast and creatives ensure it is all excavated and executed in the most dramatically engaging of ways.\"", "type": "p"}, {"text": "Harbour is also currently appearing in Netflix's sci-fi horror Stranger Things, the latest episodes of which are due to be released on Friday.", "type": "p"}, {"text": "The first half of the fourth series, released earlier this month, prompted a resurgence of the Kate Bush song Running Up That Hill, which topped the chart decades after its original release.", "type": "p"}, {"text": "The song is currently spending its second week at number one, and is used repeatedly in the series during pivotal moments of one character, Max.", "type": "p"}, {"text": "Speaking to the BBC on Sunday, Harbour joked: \"I mean, I can't believe she hasn't been number one for decades! That song, and she, are so damn good. But yeah, man, it's the zeitgeist, we know how to bring back that 80s music like nobody else.\"", "type": "p"}, {"text": "Mad House, which is directed by Moritz von Stuelpnagel, is playing at London's Ambassadors Theatre until 4 September.", "type": "p"}], "tags": ["Theatre", "Television", "Stranger Things"]}