{"link": "https://www.bbc.com/news/science-environment-61929966", "category": "science & environment", "title": "Earliest evidence of wildfire found in Wales", "contributor": "Jonathan Amos", "time": "2022-06-27T11:21:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AE6C/production/_125625644_c0506420-silurian_plants_illustration.jpg", "content": [{"text": "The oldest evidence of wildfire has been identified in South Wales.", "type": "b"}, {"text": "It takes the form of some truly ancient, charred remnants trapped in some truly ancient mudstone.", "type": "p"}, {"text": "And by ancient we're talking 430 million years ago, during the Silurian Period of Earth history.", "type": "p"}, {"text": "Back then, only a few pioneering plants had made it on to land, so what was it that caught fire and produced the charcoal? Most likely it was a forest of giant fungi.", "type": "p"}, {"text": "\"The Silurian vegetation was very different to what it is today,\" explained palaeobotanist Ian Glasspool. ", "type": "p"}, {"text": "\"There were no woody plants at this time; most of the vegetation was very small. However, there was one giant that dwarfed the landscape. There's a very enigmatic fossil called Prototaxites. ", "type": "p"}, {"text": "\"It grew anything up to 8m in height, and about a metre in diameter. A sort of funky, humongous fungus; erect, very phallic structures; pillars of fungus that could weigh up to 10 metric tonnes,\" he told the Science In Action programme on the BBC World Service. ", "type": "p"}, [{"text": "'Chief dragon' is UK's oldest meat-eating dinosaur", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58806682"}, {"text": "'Jurassic Pompeii' yields astounding fossil haul", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-57853537"}, {"text": "Warning from 'Antarctica's last forests'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-47806440"}], {"text": "It's these strange organisms that went up in flames and left the blackened traces, Dr Glasspool believes. ", "type": "p"}, {"text": "His Welsh mudstone was drilled from deep under Rumney on the outskirts of Cardiff. These sediments were laid down when what is now the British Isles would have been in the Southern Hemisphere. ", "type": "p"}, {"text": "The rock records a near-shore marine setting, meaning the tiny fragments (2-3mm in length) of charcoal were being washed out to sea. That in itself is instructive because to have left their mark, it suggests the Prototaxites fires on land were sufficiently large and widespread.  ", "type": "p"}, {"text": "Dr Glasspool has similar evidence from Winnica, in the Kielce region of Poland.", "type": "p"}, {"text": "Together, the observations push the earliest evidence for wildfire on Earth back by about 10 million years.", "type": "p"}, {"text": "And in doing so, this science reveals something else about Earth during the Silurian: the amount of oxygen in the atmosphere. ", "type": "p"}, {"text": "The concentration of O2 in the air today is about 21%, but early in Earth's history it was much less. It took photosynthetic algae in the oceans millions of years to terraform the planet.", "type": "p"}, {"text": "Dr Glasspool said: \"For fires to propagate, you really need three things: A source of fuel, which, surprisingly, we seem to have in sufficient amounts in the Silurian; you need a source of ignition, which is lightning strikes as the most likely source; and then you need at least 16% atmospheric oxygen.", "type": "p"}, {"text": "\"There are many geochemical proxy models that look at atmospheric oxygen, but there's quite a large discrepancy between many of them. So our charcoal data helps proof these models, and with enough data points, we can then get a better feel for how atmospheric oxygen was trending during this time interval.\"  ", "type": "p"}, {"text": "Ian Glasspool reports the fire evidence with colleague Robert Gastaldo in the journal Geology.", "type": "p"}, {"text": "Both scientists are affiliated to Colby College in Maine, US.", "type": "p"}], "tags": ["Earth science", "Plants", "Geology", "Wildfires", "Rumney"]}