{"link": "https://www.bbc.com/news/entertainment-arts-64612217", "category": "entertainment & arts", "title": "Brit Awards 2023: The eclectic outfits turning heads on the red carpet", "contributor": null, "time": "2023-02-11T19:48:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3D72/production/_128603751_mediaitem128603750.jpg", "content": [{"text": "Stars on this year's red carpet opted for a mix of unusual silhouettes, bare baby bumps, sparkles, ruffles, metallics and pearls.", "type": "b"}, {"text": "There was something for everyone's fashion tastes this year - plus plenty more besides.", "type": "p"}, {"text": "Some stars opted for traditional red-carpet looks, while others wore unconventional outfits, guaranteed to attract attention.", "type": "p"}, {"text": "Double nominee Sam Smith (pictured above) went for the latter, and looked like they might float away in this eye-catching black, plastic ensemble - we hope they're ok when they try to sit down. ", "type": "p"}, {"text": "US singer and rapper Ashnikko's eye-catching outfit merged with her body like a second layer of highly unusual skin, topped off with her trademark blue hair. ", "type": "p"}, {"text": "The often colourful Harry Styles, who has four nominations, wore a flared black jacket and trousers, with an enormous matching corsage on his neck. ", "type": "p"}, {"text": "Lizzo, who is up for two awards, looked as Good as Hell in a fabulous gold, full-length ruffle, framing her dark metallic dress.", "type": "p"}, {"text": "Eliza Rose, who is up for song of the year, was resplendent in head-to-toe Vivienne Westwood, including the late designer's trademark orb and pearl necklace. ", "type": "p"}, {"text": "Wet Leg, the Brits' most-nominated band, wore a mixture of belts, lace and ruffles, combined with earthy-toned suits and shirts, plus boots and pretty some comfy-looking shoes. ", "type": "p"}, {"text": "Nova Twins, up for best group, wore stunning dresses framed by hoop petticoats and adorned with safety pins and tartan, adding a splash of colour to the red carpet.", "type": "p"}, {"text": "If you have a beautiful baby bump, why not show it off? The singer Jessie J's bright red ruffles and lace outfit highlighted hers. ", "type": "p"}, {"text": "The singer Kamille, swathed in green, silky fabric, also made her baby bump the focus of her outfit, cradling it in matching gloves.", "type": "p"}, {"text": "Singer MNEK opted for full coverage in a lot of pink, with customised sparkling eye-makeup and nails, and a matching clutch bag. ", "type": "p"}, {"text": "Flo, winners of the rising star award, opted for dresses made from the same burgundy material shaped into figure-hugging gowns, each with its own individual twist of style. ", "type": "p"}, {"text": "The singer Lewis Capaldi carried a huge, imaginary Brit Award as he walked down the red carpet. ", "type": "p"}, {"text": "S Club 7 fans will have been delighted to see Jo O'Meara, Rachel Stevens and Tina Barrett lined up together, all in traditional full-length gowns. ", "type": "p"}, {"text": "Meanwhile the Sugababes' Keisha Buchanan, Mutya Buena and Siobhan Donaghy joined forces - it was a mix of sharp suits for Keisha and Siobhan, and a black dress for Mutya, showcasing her body art. ", "type": "p"}, {"text": "RuPaul's Drag Race judge Michelle Visage, one of the red carpet livestream hosts, dazzled in a patriotic Union flag-inspired outfit.", "type": "p"}, {"text": "Clara Amfo, co-hosting live from the red carpet for ITV2, was looking fierce in some very high heels and a classy black gown with a long train. ", "type": "p"}, {"text": "Maya Jama, also a red carpet host, wore black, with gold jewellery, adding a splash of glitter on the front of her fitted dress that tied in with her matching earrings and shoes. ", "type": "p"}], "tags": []}