{"link": "https://www.bbc.com/news/business-61497817", "category": "business", "title": "Markets fall as retailers ring alarm over US economy", "contributor": null, "time": "2022-05-18T21:39:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8EE4/production/_124808563_hi076098273.jpg", "content": [{"text": "US shares have seen their biggest one-day drop since 2020, after downbeat reports from some of America's biggest retailers added to fears rising prices will send the economy into slowdown.", "type": "b"}, {"text": "Target said unexpectedly high fuel and freight costs had cut into profits, which halved compared with a year ago.", "type": "p"}, {"text": "Its report followed a similarly grim update from rival Walmart earlier.", "type": "p"}, {"text": "Executives said customers were increasingly looking for affordability, limiting plans for price rises.", "type": "p"}, {"text": "The update sent shares in Target plunging 25% - the biggest decline in more than three decades of trade.", "type": "p"}, {"text": "Financial markets tumbled on Wednesday amid concerns about the implications for other firms and the wider US economy, which is driven by consumer spending.", "type": "p"}, {"text": "\"What people are worried about after seeing Target is, will more earnings [estimates] have to be taken down?\" said Thomas Hayes, chairman of Great Hill Capital in New York. ", "type": "p"}, {"text": "\"Consumer sentiment is at multi-year lows and tied at the hip with inflation. So people are looking for signs of inflation moderating, and Target did not give them any today.\"", "type": "p"}, [{"text": "Shares fall in Asia and US as interest rates rise", "type": "a", "href": "https://www.bbc.co.uk/news/business-61337624"}, {"text": "Amazon sell-off ends dismal month for US shares", "type": "a", "href": "https://www.bbc.co.uk/news/business-61279988"}], {"text": "The S&P 500 index, which tracks shares of a wide swathe of America's biggest companies, plunged more than 4%, while the Dow Jones dropped 3.5%.", "type": "p"}, {"text": "The tech-heavy Nasdaq fell 4.7%. The falls added to weeks of declines on US financial markets. ", "type": "p"}, {"text": "The updates from Target and Walmart were closely watched for signs of how consumer spending is holding up in the world's largest economy, as inflation reaches 40-year highs. ", "type": "p"}, {"text": "Official government data recently showed retail sales rose a healthy 0.9% in April, but some analysts have warned the figures may be understating signs of slowdown - especially for lower-income families - since they are not adjusted for inflation.", "type": "p"}, {"text": "Earlier this year, Amazon reported a surprise drop in online sales in the first three months of the year.", "type": "p"}, {"text": "Target said sales at stores open for at least a year were up more than 3% in the three months to May compared to 2021. But executives said as prices rise, shoppers are spending more on essentials and cutting back on discretionary items, such as television sets and apparel.", "type": "p"}, {"text": "It warned investors that costs would be $1bn higher than expected this year, driven by fuel and freight.  The firm said it did not see supply chain pressures clearing until at least 2023.", "type": "p"}], "tags": ["NASDAQ", "S&P 500", "Dow Jones Industrial Average"]}