{"link": "https://www.bbc.com/news/entertainment-arts-61491629", "category": "entertainment & arts", "title": "Platinum Jubilee concert: Diana Ross and Queen to perform for the Queen", "contributor": null, "time": "2022-05-18T21:09:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/130B0/production/_124800087_gettyimages-1190953248_2.jpg", "content": [{"text": "Diana Ross, Queen and Adam Lambert, Duran Duran and Sir Rod Stewart will perform at a star-studded concert to celebrate the Queen's Platinum Jubilee.", "type": "b"}, {"text": "Alicia Keys, Hans Zimmer, Mabel and Eurovision singer Sam Ryder will also appear in front of Buckingham Palace.", "type": "p"}, {"text": "The Platinum Party at the Palace will be watched by 22,000 people live and will be broadcast on BBC One on 4 June.", "type": "p"}, {"text": "Queen guitarist Brian May will return, 20 years after he famously performed on the palace roof for the Golden Jubilee.", "type": "p"}, {"text": "The legendary pop group and their frontman Lambert will open the concert to mark the monarch's 70 years on the throne.", "type": "p"}, {"text": "May hinted that he may pop up in an unexpected location this time, saying in a statement: \"There was a moment when I wondered, after Buckingham Palace roof where can you go? Well… you will see!\"", "type": "p"}, {"text": "The show will be closed by veteran soul singer Ross, who said she was \"absolutely delighted to receive an invitation to perform on such a momentous and historic occasion\".", "type": "p"}, {"text": "Other musicians on the bill include Craig David, Ella Eyre, Elbow, Jax Jones, Celeste, Andrea Bocelli, Sigala and Nile Rogers.", "type": "p"}, {"text": "Sir Elton John will take part too, although his performance will be pre-recorded because he is currently on a European tour.", "type": "p"}, {"text": "In addition to the musical performances, there will be appearances from film, TV and sports stars such as Sir David Attenborough, Emma Raducanu, David Beckham, Stephen Fry and Dame Julie Andrews. Some will be there in person, with others seen on screen.", "type": "p"}, {"text": "The BBC said the evening would \"pivot around global themes that have been born, or evolved, during the breadth of Her Majesty's reign\". Those themes include fashion, sport, the environment and pop music and musicals from the last 70 years. ", "type": "p"}, {"text": "Composers Andrew Lloyd Webber and Lin-Manuel Miranda will help celebrate musicals, as will the casts of The Phantom of the Opera, Hamilton, Six, The Lion King and Joseph and the Amazing Technicolour Dreamcoat.", "type": "p"}, {"text": "The concert will be one of the centrepieces of the Jubilee celebrations, which will take place over a festive four-day bank holiday weekend in June.", "type": "p"}, {"text": "Other events will include a carnival pageant on the streets of London, featuring performances by Ed Sheeran and Sir Cliff Richard; while the weekend will also see Jubilee lunches and the lighting of beacons across the world.", "type": "p"}, {"text": "The two-and-a-half-hour Platinum concert will feature three stages and 3D projections across the face of the palace.", "type": "p"}, {"text": "Ross's performance at the event will kick off a series of live UK gigs, including a slot at the Glastonbury Festival on 26 June.", "type": "p"}, {"text": "In a statement, the singer said: \"I have had the honour of meeting The Queen many times throughout my life, including when I was with my family. Her Majesty has and continues to be such an incredible inspiration to so many across the world.\"", "type": "p"}, {"text": "Kirsty Young and Roman Kemp will host live coverage of the concert, which will be broadcast on BBC One, iPlayer and Radio 2. ", "type": "p"}, {"text": "Of the 22,000 attendees, 10,000 received tickets in a public ballot, while more than 7,500 tickets have been given to key workers, members of the Armed Forces, volunteers and charities.", "type": "p"}], "tags": ["Rod Stewart", "Sam Ryder", "Elton John", "Queen", "Elbow", "Celeste", "Nile Rodgers", "Platinum Jubilee of Elizabeth II", "Craig David", "Alicia Keys", "Music", "Diana Ross"]}