{"link": "https://www.bbc.com/news/science-environment-61497315", "category": "science & environment", "title": "EU reveals its plans to stop using Russian gas", "contributor": "Jonah Fisher", "time": "2022-05-18T17:11:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14D7A/production/_124807358_gettyimages-1167527107.jpg", "content": [{"text": "The European Commission has given more details on how it plans to end Europe's dependence on Russian fossil fuels. ", "type": "b"}, {"text": "Russia supplies 40% of the EU's natural gas and 27% of its imported oil. The EU sends the country roughly €400 billion a year in return. ", "type": "p"}, {"text": "Now the EU plans to speed up its shift to green energy but says it must also invest in pipelines in other countries.", "type": "p"}, {"text": "It has been accused of helping fund the war in Ukraine through its use of Russian energy.", "type": "p"}, {"text": "The REPowerEU strategy was first announced in March with the stated aim of reducing Russian gas imports by two thirds in 2022.    ", "type": "p"}, {"text": "Rising energy costs have also put financial pressure on consumers and businesses in Europe now facing higher bills.", "type": "p"}, {"text": "The updated proposals outline not just how the EU plans to negotiate both the immediate gas crisis, but also deliver on promises to completely wean itself off Russian energy by 2030.", "type": "p"}, {"text": "The strategy focuses on three key topic areas. Improving energy efficiency, expanding the use of renewable energy and securing non-Russian suppliers of oil and gas. ", "type": "p"}, {"text": "\"We are taking our ambition to yet another level,\" European Commission President Ursula von der Leyen said as she presented the update at a briefing in Brussels, Belgium.", "type": "p"}, [{"text": "How reliant is the world on Russia for oil and gas?", "type": "a", "href": "https://www.bbc.co.uk/news/58888451"}, {"text": "Can Africa replace Russian gas supplies to Europe?", "type": "a", "href": "https://www.bbc.co.uk/news/world-africa-61334470"}, {"text": "Why are prices rising so quickly?", "type": "a", "href": "https://www.bbc.co.uk/news/business-12196322"}], {"text": "The REPowerEU plan is estimated to cost €210 billion (£178 billion) over the next five years.", "type": "p"}, {"text": "The Commission report highlights energy saving as the \"cheapest, safest and cleanest\" way to reduce dependence on Russian fuel. ", "type": "p"}, {"text": "It wants to improve how buildings of insulated, as well as encourage consumers to be more aware of energy use.", "type": "p"}, {"text": "It also plans to speed up the transition from fossil fuel burning boilers to electric heat pumps (a device that absorbs heat from the air, ground or water around a building)", "type": "p"}, {"text": "Plans to reduce energy consumption in the EU have also made more ambitious, from the original plan of a 9% cut to 13% cut by 2030.", "type": "p"}, {"text": "The bloc has earmarked €113 billion for a \"massive scale up in renewables\" and new hydrogen infrastructure.  ", "type": "p"}, {"text": "New EU legislation is being proposed to make it easier to build solar and wind farms.", "type": "p"}, {"text": "\"Whenever we talk about rapid deployment of renewables, there is an elephant in the room-  getting a permit,\" said Frans Timmermans, vice president of the European Commission. ", "type": "p"}, {"text": "\"It might take as long as nine years for wind and up to four years for solar projects, so this is time that we do not have and we have to speed things up,\" he added.", "type": "p"}, {"text": "The Commission has proposed specially designated \"go-to\" areas where permission can be given in just one year. Certain new buildings could also be required to have solar panels installed on the roof.", "type": "p"}, {"text": "The EU target for renewable energy has also been more raised. The goal is for green energy to provide 45% of energy needs by 2030, up from 40%. ", "type": "p"}, {"text": "Even if they are fast-tracked in special zones, new wind and solar plants will still take time. ", "type": "p"}, {"text": "To quickly diversify from Russian fossil fuels, the EU is investing up to €12 billion in pipelines and Liquified Natural Gas (LNG) terminals to improve access to gas and oil from other countries including Egypt, Israel and Nigeria.", "type": "p"}, {"text": "Some environmental groups have criticised the news. Instead they want to see a decisive break with fossil fuels.", "type": "p"}, {"text": "\"The European Commission's latest strategy gives with one hand and takes with the other,\" said Eilidh Robb, an anti-fossil fuels campaigner at Friends of the Earth. ", "type": "p"}, {"text": "\"So-called REPowerEU contains useful and necessary strides towards renewable solutions but it simultaneously enables almost 50 fossil fuel infrastructure projects and expansions,\" she added.", "type": "p"}], "tags": ["Russia-Ukraine war", "European Commission", "Climate change", "European Union", "Renewable energy", "Natural gas"]}