{"link": "https://www.bbc.com/news/business-63631875", "category": "business", "title": "Cost of living: Japan economy unexpectedly shrinks after yen slide", "contributor": null, "time": "2022-11-15T04:42:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/124C9/production/_127635947_gettyimages-1242855809.jpg", "content": [{"text": "Japan's economy has unexpectedly shrunk for the first time in a year as the rising cost of living hit consumer spending growth.", "type": "b"}, {"text": "Gross domestic product (GDP) fell by an annualised 1.2% in the three months to the end of September.", "type": "p"}, {"text": "People reined in spending amid fears of a global slowdown and as the weak yen made imports more expensive.", "type": "p"}, {"text": "However, economists expect the world's third biggest economy to avoid recession as it bounces back this year.", "type": "p"}, {"text": "\"We are expecting a flip back into expansion\" by the end of 2022, Darren Tay, Japan economist at Capital Economics said in a note to investors.", "type": "p"}, {"text": "The Japanese economy \"will benefit from a rebound in inbound tourism and a stronger trade balance. But virus risks and rising inflation will limit the extent of the recovery,\" he added.", "type": "p"}, [{"text": "What is happening to the Japanese yen?", "type": "a", "href": "https://www.bbc.co.uk/news/business-63335371"}, {"text": "Japanese yen touches 32-year low against US dollar", "type": "a", "href": "https://www.bbc.co.uk/news/business-63252034"}, {"text": "Japan to lift restrictions on foreign tourists", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-63003802"}], {"text": "Along with global economy slowing and inflation rising around the world, Japan has struggled as its currency fell in value against the US dollar this year.", "type": "p"}, {"text": "Last month the yen hit fresh 32-year lows against the dollar, which has made the cost of imported goods - from oil to food - more expensive for Japan's households and businesses.", "type": "p"}, {"text": "The yen's slide in recent months has been driven by the difference between interest rates in Japan and the US.", "type": "p"}, {"text": "Since March, the US Federal Reserve has aggressively raised its main interest rate as it tries to tackle the rising cost of living.", "type": "p"}, {"text": "Meanwhile, the Bank of Japan has kept its key rate below zero.", "type": "p"}, {"text": "Higher interest rates tend to make a currency more attractive to investors.", "type": "p"}, {"text": "As a result there is less demand for currencies from countries with lower rates and those currencies fall in value.", "type": "p"}, {"text": "However, EY's Nobuko Kobayashi highlighted that the currency's slide is good news for Japanese companies that sell their goods abroad.", "type": "p"}, {"text": "\"For the exporters, a weaker yen is definitely positive as it pushes down the cost. For those who produce and locally serve overseas markets, the profit converted into yen is inflated because of cheaper yen. Thus, automotive and electronics sectors benefit from weaker yen,\" she said.", "type": "p"}, {"text": "Ms Kobayashi added that the weak yen may also be good for Japan's economy as it could help to attract investment from overseas.", "type": "p"}], "tags": ["Japan", "Japanese Yen (JPY)", "Cost of living", "Asia economy"]}