{"link": "https://www.bbc.com/news/entertainment-arts-63636591", "category": "entertainment & arts", "title": "Beyoncé, Kendrick Lamar and Adele dominate Grammy Award nominations", "contributor": null, "time": "2022-11-15T19:26:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5018/production/_127640502_gettyimages-161430288.jpg", "content": [{"text": "Beyoncé and Adele are the stars to beat at the 2023 Grammy Awards, and will go head-to-head for all the major prizes.", "type": "b"}, {"text": "Both artists have been nominated for album of the year - Adele for her sumptuous fourth album 30, and Beyoncé for her dancefloor opus Renaissance.", "type": "p"}, {"text": "Adele's single Easy On Me and Beyoncé's Break My Soul are each up for song and record of the year.", "type": "p"}, {"text": "British stars Harry Styles and Coldplay are also in the running for best album, alongside Swedish pop icons Abba.", "type": "p"}, {"text": "The quartet have received their first ever album of the year nomination for last year's Voyage - which saw them emerge from a 39-year hibernation.", "type": "p"}, [{"text": "Grammy Awards 2023: The main nominees", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63636596"}, {"text": "Nicki Minaj complains about Grammy category change", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63254873"}, {"text": "The unintended side effects of a Grammy nomination", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62153682"}], {"text": "The nominations were announced on Tuesday, and Beyoncé leads the pack with nine overall - including nods in the dance and R&B categories.", "type": "p"}, {"text": "She is now tied with her husband Jay-Z as the most-nominated artist in Grammy history, with a total of 88, overtaking Sir Paul McCartney and Quincy Jones.", "type": "p"}, {"text": "However, the star has not won a prize in any of the three biggest categories (album, record and song of the year) since Single Ladies was named song of the year in 2010.", "type": "p"}, {"text": "But if she collects four (or more) awards next February, she will beat conductor Sir George Solti's all-time record of 31 Grammys.", "type": "p"}, {"text": "Kendrick Lamar is this year's second biggest nominee, with eight nods for his fourth album Mr Morale and the Big Steppers - a pensive rumination on the state of the world and his own moral failings - and the freestyle The Heart Part 5.", "type": "p"}, {"text": "Adele and country star Brandi Carli are tied in third place, with seven nominations each.", "type": "p"}, {"text": "Taylor Swift has received multiple nominations for her epic re-recording of 2012's All Too Well, but her latest album, Midnights, was released too late for inclusion in the 2023 field.", "type": "p"}, {"text": "And Puerto Rican rapper and singer Bad Bunny has made history by landing the first ever album of the year nomination for a Spanish language album.", "type": "p"}, {"text": "His record, Un Verano Sin Ti (A Summer Without You), dominated the US Billboard charts this summer, racking up 13 weeks at number one.", "type": "p"}, {"text": "British artists have had a particularly strong year. Along with Adele, Harry Styles has nominations for album of the year (Harry's House) as well as record and song of the year (As It Was). ", "type": "p"}, {"text": "Ozzy Osbourne picks up several nominations in the rock categories for his solo record Patient Number 9; while the Isle Of Wight duo Wet Leg get a nod for best new act.", "type": "p"}, {"text": "Drake and The Weeknd, who would have been likely frontrunners in the main categories, withdrew their latest albums from consideration. Both artists have long maintained, with some justification, that the Grammys sideline black artists to genre-based categories.", "type": "p"}, {"text": "Bruno Mars and Anderson .Paak, whose side project Silk Sonic also declined to submit their album. Rather than criticise the voters, however, Mars said it \"would be crazy to ask for anything more\" after winning song and record of the year for Leave The Door Open at this year's ceremony.", "type": "p"}, {"text": "Last month, the rapper Nicki Minaj protested that her hit song Super Freaky Girl had been moved from rap to the pop categories during the shortlisting process. In the end, it failed to pick up any nominations.", "type": "p"}, {"text": "Other snubs included Elton John, whose hit collaboration with Dua Lipa, Cold Heart, was expected to pick up a nomination for best pop duo/group performance; and Ed Sheeran, whose fifth album = was completely overlooked.", "type": "p"}, {"text": "But the Grammys can be strangely cautious of mainstream success. At this year's ceremony, for example, Jon Batiste won album of the year for the handsome soul record We Are, beating big sellers like Olivia Rodrigo's Sour and Lil Nas X's Montero. ", "type": "p"}, {"text": "His victory reinforced the perception that Grammy voters care more about tradition and musical chops than innovation and commercial performance - something many former nominees have grumbled about. ", "type": "p"}, {"text": "However, that could change this year, after almost 2,000 new members joined the voting organisation, 44% of whom come \"from traditionally underrepresented communities,\" according to the Recording Academy. \"And almost 50% are under the age of 40,\" noted chief executive, Harvey Mason Jr.", "type": "p"}, {"text": "The nominees were announced in a livestream from the Grammy Museum in Los Angeles by former winners including Olivia Rodrigo, Cyndi Lauper and John Legend.", "type": "p"}, {"text": "Here's a rundown of the major categories, and who might stand to win at the ceremony on 5 February, 2023.", "type": "p"}, [{"text": "Abba - Voyage", "type": "p"}, {"text": "Adele - 30", "type": "p"}, {"text": "Bad Bunny - Un Verano Sin Ti", "type": "p"}, {"text": "Beyoncé - Renaissance", "type": "p"}, {"text": "Mary J Blige - Good Morning Gorgeous", "type": "p"}, {"text": "Brandi Carlile - In These Silent Days", "type": "p"}, {"text": "Lizzo - Special", "type": "p"}, {"text": "Coldplay - Music of the Spheres", "type": "p"}, {"text": "Kendrick Lamar - Mr Morale & The Big Steppers", "type": "p"}, {"text": "Harry Styles - Harry's House", "type": "p"}], {"text": "The headline here is the repeat of 2017's best album race, in which Adele's 25 controversially beat Beyoncé's Lemonade. ", "type": "p"}, {"text": "On stage, Adele said: \"I can't possibly accept this award. I'm very humbled and very grateful and gracious but my life is Beyoncé.\" In the end, she held on to the trophy - but when it arrived in the mail it was broken in two. That's symbolism.", "type": "p"}, {"text": "So who will take top honours this time? Beyoncé's Renaissance is undoubtedly the better album - a bold blast of dancefloor catharsis, which champions the black and queer roots of house music. But Grammy voters often play it safe, choosing \"traditional\" songcraft over innovation. ", "type": "p"}, {"text": "The academy's membership has been revamped since the upset of 2017, potentially tipping the balance in Beyoncé's favour. But Adele has won all 13 Grammys she's been nominated for since 2012.", "type": "p"}, [{"text": "Gayle - ABCDEFU", "type": "p"}, {"text": "Lizzo - About Damn Time", "type": "p"}, {"text": "Taylor Swift - All Too Well (10 Minute Version)", "type": "p"}, {"text": "Harry Styles - As It Was", "type": "p"}, {"text": "Steve Lacy - Bad Habit", "type": "p"}, {"text": "Beyoncé - Break My Soul", "type": "p"}, {"text": "Adele - Easy On Me", "type": "p"}, {"text": "DJ Khaled - God Did", "type": "p"}, {"text": "Kendrick Lamar - The Heart Part 5", "type": "p"}, {"text": "Bonnie Raitt - Just Like That", "type": "p"}], {"text": "This is Taylor Swift's sixth song of the year nomination - meaning she now ties with Sir Paul McCartney and Lionel Richie as the category's most-nominated writer. The recognition comes for All To Well, a break-up ballad that originally appeared on her 2012 album Red, but was re-recorded with extra verses (and extra juicy details) last year.", "type": "p"}, {"text": "However, Swift has never won best song - and her competition this year is especially tough. ", "type": "p"}, {"text": "Adele's comeback Easy On Me is the presumed frontrunner: A big blustery ballad, it sold more in the US than her previous song of the year winner, Hello, and spent 10 weeks at number one.", "type": "p"}, {"text": "Harry Styles can beat that, though. As It Was, a pop song whose nimble melody disguises lyrics about loneliness and doubt, enjoyed 15 weeks atop the US charts earlier this year. ", "type": "p"}, [{"text": "Abba - Don't Shut Me Down", "type": "p"}, {"text": "Adele - Easy On Me", "type": "p"}, {"text": "Beyoncé - Break My Soul", "type": "p"}, {"text": "Mary J Blige - Good Morning", "type": "p"}, {"text": "Brandi Carlile ft Lucius - You And Me On The Rock", "type": "p"}, {"text": "Doja Cat - Woman", "type": "p"}, {"text": "Steve Lacy - Bad Habit", "type": "p"}, {"text": "Kendrick Lamar - The Heart Part 5", "type": "p"}, {"text": "Lizzo - About Damn Time", "type": "p"}, {"text": "Harry Styles - As It Was", "type": "p"}], {"text": "While the song of the year award recognises music and lyrics, record of the year looks at the finished product - the actual sound recording. ", "type": "p"}, {"text": "However, there's significant crossover between the categories, with Adele, Beyoncé, Lizzo and Styles all picking up duplicate nominations.", "type": "p"}, {"text": "Once again, Adele leads the pack, but Lizzo's outrageously charismatic About Damn Time could be a contender.", "type": "p"}, {"text": "Meanwhile, Swedish pop legends Abba gained a surprise nomination for Don't Shut Me Down, taken from their comeback album Voyage. ", "type": "p"}, {"text": "The sumptuously-recorded vocals alone could be enough to earn them a Grammy award - which would be the band's first.", "type": "p"}, [{"text": "Anitta", "type": "p"}, {"text": "Omar Apollo", "type": "p"}, {"text": "Domi and JD Beck", "type": "p"}, {"text": "Muni Long", "type": "p"}, {"text": "Samara Joy", "type": "p"}, {"text": "Latto", "type": "p"}, {"text": "Maneskin", "type": "p"}, {"text": "Tobe Nwigwe", "type": "p"}, {"text": "Molly Tuttle", "type": "p"}, {"text": "Wet Leg", "type": "p"}], {"text": "Most years provide a breakout star whose victory in the best new artist category seems nailed on. Last year it was Olivia Rodrigo. This year, it's an entirely open field.", "type": "p"}, {"text": "Predicted nominations for rapper Jack Harlow and singer-songwriter Gayle failed to materialise, despite nominations in other categories.", "type": "p"}, {"text": "As a result, the smart money is on Atlanta rapper Latto, thanks to her breakout hit Big Energy, for which she bagged a guest appearance from music legend Mariah Carey. ", "type": "p"}, {"text": "Meanwhile, former Eurovision winners Maneskin have made huge inroads in the US, and British indie duo Wet Leg are building a sizeable audience for quirky hits like Chaise Longue and Ur Mum.", "type": "p"}, {"text": "There's also a big opportunity for Brazilian star Anitta - who has had a breakthrough year in the States, after releasing her fifth album, Versions Of Me, in April.", "type": "p"}, {"text": "While her decade-long career might seem grounds for disqualification, the criteria for best new artist are fairly relaxed. ", "type": "p"}, {"text": "Artists are eligible if they have broken into public consciousness over the past 12 months, even if they've received prior Grammy nominations.", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Grammy Awards", "Beyoncé", "Music", "Adele"]}