{"link": "https://www.bbc.com/news/health-63622595", "category": "health", "title": "How you're born alters vaccines' power", "contributor": null, "time": "2022-11-15T18:03:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C474/production/_127629205_howyou'reborn.jpg", "content": [{"text": "How we are born - by Caesarean-section or vaginal delivery - alters how our immune system responds to vaccines, a Scottish and Dutch study suggests. ", "type": "b"}, {"text": "Babies born vaginally had double the level of protective antibodies produced after childhood vaccines.", "type": "p"}, {"text": "The researchers said the difference was caused by the types of good bacteria, which colonise our bodies at birth.", "type": "p"}, {"text": "And while C-section babies do get protection, it may need topping up with probiotics or extra vaccines. ", "type": "p"}, {"text": "Our birth is the moment we emerge from the sterile world of the womb to one teeming with microscopic life. ", "type": "p"}, {"text": "Microbes - including bacteria, fungi, viruses and archaea - make our bodies home and eventually outnumber our \"human\" cells. ", "type": "p"}, {"text": "This hidden half of ourselves is known as the microbiome and one of its roles is training our immune system early in life. ", "type": "p"}, [{"text": "Listen to: The Second Genome Podcast exploring our hidden microbial selves on BBC Sounds", "type": "a", "href": "https://www.bbc.co.uk/sounds/brand/b09zgykv"}], [{"text": "Does vaginal seeding boost health?", "type": "a", "href": "https://www.bbc.co.uk/news/health-43785523"}, {"text": "More than half your body is not human", "type": "a", "href": "https://www.bbc.co.uk/news/health-43674270"}, {"text": "Why a faecal transplant could save your life", "type": "a", "href": "https://www.bbc.co.uk/news/health-43815369"}], {"text": "If you are born through your mother's birth canal then the first microbes you encounter are the ones that live in her vagina. A C-section sets you on a different path, as those early colonisers of your body are bugs living on people's skin or in the hospital or home. ", "type": "p"}, {"text": "The researchers at the University of Edinburgh as well as Spaarne Hospital and Utrecht University Medical Centre in the Netherlands wanted to know what impact this had on vaccines. ", "type": "p"}, {"text": "They tracked the gut microbiomes of 120 babies from their first dark green sticky poo (the meconium) until they were a year old. ", "type": "p"}, {"text": "The results published in the journal Nature Communications showed higher levels of Bifidobacterium and Escherichia coli species (only a few strains of E. coli are dangerous) in the children born vaginally. ", "type": "p"}, {"text": "They said these beneficial bacteria were leading to around double the levels of antibodies in response to the pneumococcal and meningococcal vaccines. Other vaccines including flu and BCG for tuberculosis have already been shown to be influenced by the microbiome.", "type": "p"}, {"text": "\"The initial communication between the immune system and microbes is important,\" Prof Debby Bogaert, the chair of paediatric medicine at the University of Edinburgh, told me.", "type": "p"}, {"text": "She said gut bacteria released chemicals - called short chain fatty acids - that told the immune system it was time to switch on. Without them \"you see less B-cell development\" which are the cells that produce antibodies. ", "type": "p"}, {"text": "All the babies were healthy and had reached full term so the findings are not affected by other diseases or premature birth. ", "type": "p"}, {"text": "Notably all children did make antibodies after vaccination, so C-section babies are not unprotected. However, the researchers said the findings were particularly important for those with genetic disorders or who are born premature, as their immune systems are already not fully developed. ", "type": "p"}, {"text": "There is often a medical need for C-sections to protect the health of mother or baby. ", "type": "p"}, {"text": "There has been a recent trend for \"vaginal seeding\" in which C-section babies are smeared with vaginal fluids from the mother. And a recent study even performed a faecal transplant - or trans-poo-tion- which gives the mother's gut bacteria to the child. Both aim to replace the missing microbes. ", "type": "p"}, {"text": "However, Prof Bogaert told me: \"Theoretically it might be ideal to give missing microbes back to the child born by C-section, but in practice that is quite complicated and you have to make sure it is not dangerous.\"", "type": "p"}, {"text": "The scientific trials screened the faecal matter for any dangerous infections, which is less practical if it has to be done for every C-section baby.", "type": "p"}, {"text": "Prof Bogaert thinks giving a precise cocktail of beneficial bacteria - a probiotics - to C-section babies would be a \"safer route\". Alternatively C-section babies could be given an extra dose of vaccine. ", "type": "p"}, {"text": "Prof Neil Mabbott, an expert in immunology at The Roslin Institute, also University of Edinburgh, said it was uncertain that microbe levels in the body were directly responsible for increased antibody responses.", "type": "p"}, {"text": "But he added: \"This study raises the possibility that it may be possible to treat infants, especially caesarean-delivered infants, with a bacterial supplement or even a product produced by these beneficial bacteria to help improve their immune systems, enhance their responses to certain vaccines and reduce their susceptibility to infections.\"", "type": "p"}, {"text": "Dr George Savva, a statistician at the Quadram Institute Bioscience, said: \"This paper is important in beginning to understand the factors that contribute to vaccine response in infants and the role of the microbiome.\"", "type": "p"}, {"text": "But he said it was a relatively small study, and that further research would be needed before it was safe to draw firm conclusions.", "type": "p"}, {"text": "Follow James on Twitter", "type": "p"}], "tags": ["Medical research", "James Gallagher", "Babies & toddlers", "Immune system"]}