{"link": "https://www.bbc.com/news/science-environment-63617400", "category": "science & environment", "title": "COP27: Fears of compromise on key 1.5C global temperature issue", "contributor": null, "time": "2022-11-14T00:56:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B240/production/_127623654_gettyimages-1440934803.jpg", "content": [{"text": "A key target to stop climate change raising global temperatures is under threat at a UN summit.", "type": "b"}, {"text": "Climate change talks have been trying to limit the average rise in temperatures to 1.5C.", "type": "p"}, {"text": "But at talks in the Egyptian resort of Sharm el-Sheik, there are concerns that target will slip.", "type": "p"}, {"text": "Senior figures here in Egypt are worried about backsliding on efforts to keep the 1.5C goal. ", "type": "p"}, {"text": "There is a sense the Egyptian presidency is struggling to find common ground between rich and poor, and some delegates fear the focus on 1.5C may be softened to find agreement.", "type": "p"}, {"text": "The limit is important because climate scientists say temperature rises must slow down if we want to avoid the worst consequences of climate change. They say global warming needs to be kept to 1.5C by 2100.", "type": "p"}, [{"text": "Why is the climate target of 1.5C so important?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-45678338"}, {"text": "Biden issues climate rallying cry to world leaders", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63599415"}, {"text": "Fossil fuel delegates spike at climate summit", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63571610"}], {"text": "Ministers and their negotiators face an intensive week of talks in Sharm El-Sheikh as pressure grows to conclude this meeting with a strong political message. ", "type": "p"}, {"text": "According to the UN's climate chief, not enough progress has been made so far.", "type": "p"}, {"text": "\"My observations are that there are too many unresolved issues,\" Simon Stiell said to the meeting over the weekend.", "type": "p"}, {"text": "\"If we create a log-jam in the process, we will not deliver an outcome that is deserving of the crisis.\"", "type": "p"}, {"text": "An analysis on the state of the negotiations by the Carbon Brief website shows widespread disagreement between parties.", "type": "p"}, {"text": "One of the big concerns though is that as the organisers struggle to find a way forward, a clear statement on the commitment to 1.5C figure might be fudged. ", "type": "p"}, {"text": "In last year's Glasgow climate pact, all countries agreed to \"keep 1.5C alive\" by undertaking \"rapid, deep and sustained\" cuts in greenhouse gases.", "type": "p"}, {"text": "But at a G20 meeting in Indonesia in August, ministers were unable to agree a communique on climate change, as China and India were reported to have questioned the scientific feasibility of the 1.5C threshold.", "type": "p"}, {"text": "Such are the differences between countries here, there are fears that the final document being drafted by the Egyptians may dilute or exclude the 1.5C goal. ", "type": "p"}, {"text": "\"I have been worried that there seems to some kind of attempt to say maybe 1.5C is not achievable any more,\" the former President of Ireland, Mary Robinson, told the Irish Times on the sidelines of this summit. ", "type": "p"}, {"text": "\"That is not acceptable,\" she said.", "type": "p"}, {"text": "Mrs Robinson, who is chair of the Elders group of former political leaders, has released a statement with around 200 of the world's largest businesses and civil society groups urging governments to align their national targets with 1.5C. ", "type": "p"}, {"text": "Other senior figures were also clear that whatever the difficulties in the negotiations, 1.5C must remain at the heart of the message.", "type": "p"}, {"text": "\"The cover text must make sure countries are fully committed to the 1.5C target,\" said Laurence Tubiana, one of the architects of the Paris climate agreement and head of the European Climate Foundation.", "type": "p"}, {"text": "\"The world is witnessing the impact of the EU fossil fuels addiction, it should not repeat the same mistakes,\" she said.", "type": "p"}, {"text": "Concerns over 1.5C have also prompted an unusually strong statement from the Least Developed Countries (LDC) group within the talks. ", "type": "p"}, {"text": "Representing the 46 countries that are most vulnerable to the impacts of rising temperatures, they are resolutely opposed to any watering down of this key commitment. ", "type": "p"}, {"text": "\"COP27 must send a strong political signal and show that the world is united on fighting climate change,\" said Madeleine Diouf Sarr, from Senegal, the chair of the LDC.", "type": "p"}, {"text": "\"This means that at COP27, the 1.5C goal must remain within reach by having strong commitments to halving emissions by 2030.\"", "type": "p"}, {"text": "There are many other outstanding issues to be covered by ministers and their officials over the next few days including money to help countries adapt to rising temperatures. ", "type": "p"}, {"text": "Progress on the challenging issue of loss and damage will also be key as to whether COP27 is a success or failure. ", "type": "p"}, {"text": "Developing countries are pleased that this issue of cash to cope with the immediate impacts of warming is at least being discussed, but the developed world is being criticised for dragging their heels on this hot button issue.", "type": "p"}, {"text": "There is also likely to be great excitement in the conference this week with the anticipated arrival of Brazil's newly elected president, Luiz Inácio Lula da Silva. ", "type": "p"}, {"text": "Negotiators will also be keeping a keen eye on events at the G20 meeting in Bali. A strong signal of commitment to climate change from leaders there may help overcome the divisions in evidence in Egypt. ", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc.", "type": "p"}], "tags": ["Intergovernmental Panel on Climate Change", "Paris climate agreement"]}