{"link": "https://www.bbc.com/news/technology-63635380", "category": "technology", "title": "Google to pay record $391m privacy settlement", "contributor": null, "time": "2022-11-15T14:06:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C7AA/production/_127641115_gettyimages-1243527255.jpg", "content": [{"text": "Google will pay $391.5m (£330m) to settle allegations about how it collects data from users.", "type": "b"}, {"text": "The technology giant tracked the location of users who opted out of location services on their devices, 40 US states said.", "type": "p"}, {"text": "Google has been told to be transparent about location tracking in the future and develop a web page telling people about the data it collects.", "type": "p"}, {"text": "It is the largest privacy-related multi-state settlement in US history.", "type": "p"}, {"text": "A Google official said: \"Consistent with improvements we've made in recent years, we have settled this investigation, which was based on outdated product policies that we changed years ago.\"", "type": "p"}, {"text": "Last month, Google agreed to pay Arizona $85m over similar issues concerning how it collects location data.", "type": "p"}, {"text": "There remains one outstanding case on the topic in the US courts, after Texas, Indiana, Washington and the District of Columbia took legal action against Google in January.", "type": "p"}, {"text": "Knowing a user's location helps advertisers target products.", "type": "p"}, {"text": "And location services help Google generate $200bn in annual advertising revenue.", "type": "p"}, {"text": "Oregon Attorney General Ellen Rosenblum, who led the case - alongside Nebraska Attorney General Doug Peterson - said: \"For years Google has prioritised profit over its users' privacy. ", "type": "p"}, {"text": "\"It has been crafty and deceptive. ", "type": "p"}, {"text": "\"Consumers thought they had turned off their location-tracking features on Google - but the company continued to secretly record their movements and use that information for advertisers.\"", "type": "p"}, {"text": "The attorneys general said Google had been misleading consumers about location tracking since at least 2014, breaking state consumer-protection laws.", "type": "p"}, {"text": "The company has been told to significantly improve user controls and the way it discloses location tracking, starting from 2023.", "type": "p"}], "tags": ["Google", "Internet privacy", "United States", "Privacy"]}