{"link": "https://www.bbc.com/news/entertainment-arts-65729361", "category": "entertainment & arts", "title": "Phillip Schofield admits lying about relationship with younger ITV employee", "contributor": null, "time": "2023-05-26T20:47:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BBA6/production/_129883084_hi084791349.jpg", "content": [{"text": "Phillip Schofield has quit ITV after admitting he had an affair with a younger male ITV employee and lied to cover it up.", "type": "b"}, {"text": "The ex-This Morning host said the relationship with his junior colleague was \"unwise but not illegal\".", "type": "p"}, {"text": "In a statement to the Daily Mail, Schofield said he \"met the man when he was a teenager and was asked to help him to get into television\".", "type": "p"}, {"text": "He apologised for lying to colleagues, employers, the media and public.", "type": "p"}, {"text": "An ITV spokesperson said they were \"deeply disappointed by the admissions of deceit\" made by Schofield and confirmed it had cut all ties with the host.", "type": "p"}, {"text": "It means the 61-year-old will no longer present the British Soap Awards next month.", "type": "p"}, {"text": "He will also not front a new prime-time series which ITV had said last week they were developing with him.", "type": "p"}, {"text": "Schofield left his role at This Morning last week after reports of a rift with co-star Holly Willoughby.", "type": "p"}, {"text": "He said his departure from the show was unrelated to the affair with the colleague, who the BBC is not naming.", "type": "p"}, {"text": "The TV presenter was still married to his wife Stephanie Lowe at the time of the relationship. They separated in 2020, after Schofield came out as gay.", "type": "p"}, {"text": "Schofield said he was \"so, very, very sorry\" for being unfaithful to his wife, and for lying to his colleagues, agents, employers, friends, the media and the public.", "type": "p"}, {"text": "The TV host said he would reflect on his \"very bad judgement in both participating in the relationship and then lying about it\".", "type": "p"}, {"text": "An ITV spokesperson said: \"The relationships we have with those we work with are based on trust.  ", "type": "p"}, {"text": "\"Phillip made assurances to us which he now acknowledges were untrue and we feel badly let down.\"", "type": "p"}, {"text": "His announcement follows significant online speculation over several months about Schofield's personal relationships.", "type": "p"}, {"text": "Talent agency YMU has also cut ties with Schofield following his announcement about the affair.", "type": "p"}, {"text": "In a statement to the BBC, the TV presenter said: \"It is with the most profound regret that after 35 years of being faultlessly managed by YMU I have agreed to step down from their representation with immediate effect.\"", "type": "p"}, {"text": "Some former ITV daytime figures, including Eamonn Holmes and Dan Wootton, have suggested the network has questions to answer about how much managers knew about the relationship and what action they took. ", "type": "p"}, {"text": "\"I am making this statement via the Daily Mail to whom I have already apologised personally for misleading, through my lawyer who I also misled, about a story which they wanted to write about me a few days ago.", "type": "p"}, {"text": "\"The first thing I want to say is: I am deeply sorry for having lied to them, and to many others about a relationship that I had with someone working on This Morning. I did have a consensual on-off relationship with a younger male colleague at This Morning. ", "type": "p"}, {"text": "\"Contrary to speculation, whilst I met the man when he was a teenager and was asked to help him to get into television, it was only after he started to work on the show that it became more than just a friendship. That relationship was unwise, but not illegal. It is now over. ", "type": "p"}, {"text": "\"When I chose to come out I did so entirely for my own wellbeing. Nobody 'forced' me out. Neither I nor anyone else, to my knowledge, has ever issued an injunction, super or otherwise, about my relationship with this colleague, he was never moved on or sacked by or because of me.", "type": "p"}, {"text": "\"In an effort to protect my ex-colleague I haven't been truthful about the relationship. But my recent, unrelated, departure from This Morning fuelled speculation and raised questions which have been impacting him, so for his sake it is important for me to be honest now.", "type": "p"}, {"text": "\"I am painfully conscious that I have lied to my employers at ITV, to my colleagues and friends, to my agents, to the media and therefore the public and most importantly of all to my family. I am so very, very sorry, as I am for having been unfaithful to my wife.", "type": "p"}, {"text": "\"I have therefore decided to step down from the British Soap Awards, my last public commitment, and am resigning from ITV with immediate effect expressing my immense gratitude to them for all the amazing opportunities that they have given me.", "type": "p"}, {"text": "\"I will reflect on my very bad judgement in both participating in the relationship and then lying about it.", "type": "p"}, {"text": "\"To protect his privacy, I am not naming this individual and my deepest wish is that both he and his family can now move on with their lives free from further intrusion, and that this statement will enable them to do so. ", "type": "p"}, {"text": "\"I ask the media now to respect their privacy. They have done nothing wrong, and I ask that their privacy should be respected.\"", "type": "p"}, {"text": "Schofield's final appearance on this morning was on Thursday 18 May. He announced his departure from the ITV daytime show that weekend.", "type": "p"}, {"text": "Cover presenters Alison Hammond and Dermot O'Leary paid tribute to Schofield at the start of Monday's programme. ", "type": "p"}, {"text": "Schofield had presented This Morning show since 2002, with Willoughby joining him as a co-presenter in 2009.", "type": "p"}, {"text": "Willoughby is currently on holiday but set to return to the show on Monday 5 June.", "type": "p"}, {"text": "Earlier this year, his brother Timothy Schofield was jailed for 12 years after being found guilty of sexually abusing a boy.", "type": "p"}], "tags": []}