{"link": "https://www.bbc.com/news/health-65717487", "category": "health", "title": "Neuralink: Elon Musk's brain chip firm wins US approval for human study", "contributor": null, "time": "2023-05-26T15:25:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C81B/production/_129872215_806fa50d14700ee7344f8f84ddd22dcc42e6bd610_90_4000_22501000x563.jpg", "content": [{"text": "Elon Musk's brain-chip firm says it has received approval from the US Food and Drugs Administration (FDA) to conduct its first tests on humans. ", "type": "b"}, {"text": "The Neuralink implant company wants to help restore vision and mobility to people by linking brains to computers.", "type": "p"}, {"text": "It says it does not have immediate plans to start recruiting participants. Mr Musk's previous ambitions to begin tests came to nothing.", "type": "p"}, {"text": "The FDA said it acknowledged Neuralink's announcement.", "type": "p"}, {"text": "An earlier bid by Neuralink to win FDA approval was rejected on safety grounds, according to a report in March by the Reuters news agency that cited multiple current and former employees. ", "type": "p"}, [{"text": "What is Neuralink?", "type": "a", "href": "https://www.bbc.co.uk/newsround/60116608"}], {"text": "Neuralink hopes to use its microchips to treat conditions such as paralysis and blindness, and to help certain disabled people use computers and mobile technology.", "type": "p"}, {"text": "The chips - which have been tested in monkeys - are designed to interpret signals produced in the brain and relay information to devices via Bluetooth.  ", "type": "p"}, {"text": "Experts have cautioned that Neuralink's brain implants will require extensive testing to overcome technical and ethical challenges if they are to become widely available.", "type": "p"}, {"text": "Mr Musk has also previously suggested that the proposed technology could help ease concerns about humans being displaced by AI.", "type": "p"}, {"text": "Announcing Thursday's news on Twitter, Neuralink talked of an \"important first step that will one day allow our technology to help many people\".", "type": "p"}, {"text": "The approval was \"the result of incredible work by the Neuralink team in close collaboration with the FDA\", it said.", "type": "p"}, {"text": "The firm promised more information \"soon\" on plans to sign up trial participants.", "type": "p"}, {"text": "Its website promises that \"safety, accessibility and reliability\" are all priorities during its engineering process.", "type": "p"}, {"text": "The company - which was co-founded by Mr Musk in 2016 - has repeatedly overestimated the speed at which it can execute its plans.", "type": "p"}, {"text": "Its initial aim was to start planting chips in human brains in 2020, in order to honour a pledge made the year before. It later vowed to get started in 2022.", "type": "p"}, {"text": "The business was dealt another setback in December last year, after reportedly coming under investigation for alleged animal welfare violations in its work. It earlier denied similar claims.", "type": "p"}, {"text": "Its announcement on FDA approval for human tests follows recent news of a similar breakthrough involving brain implants by Swiss researchers.", "type": "p"}, {"text": "A paralysed man from the Netherlands was able to walk simply by thinking about it - thanks to a system of implants which wirelessly transmit his thoughts to his legs and feet.", "type": "p"}], "tags": []}