{"link": "https://www.bbc.com/news/business-66285161", "category": "business", "title": "Barbie movie wins box office battle in US", "contributor": null, "time": "2023-07-23T21:32:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7FF7/production/_130495723_barbie.jpg", "content": [{"text": "The Barbie film has become the US and Canada's biggest film of the year so far, said distributor Warner Bros.", "type": "b"}, {"text": "An estimated $155m (£120m) was made in its opening weekend, the company said.", "type": "p"}, {"text": "Meanwhile, new release Oppenheimer - also out on Friday - made $93.7m (£72m) in the US, said Universal Pictures.", "type": "p"}, {"text": "The features come at a time when cinemas in general are struggling as they lose out to competition from streaming.", "type": "p"}, {"text": "Meanwhile, in the UK, Vue said both films had led to the cinema chain seeing its busiest weekend in four years.", "type": "p"}, {"text": "Vue, which has 91 cinemas throughout the UK and Ireland, said it saw its biggest weekend in four years and second biggest weekend in history by admissions, with director Greta Gerwig's Barbie on track to become the biggest film of 2023, ahead of Super Mario Bros.", "type": "p"}, {"text": "The two films brought in half a million people to Vue screens, with 4,000 sold out viewings for Barbie across the UK and Ireland, the company said.", "type": "p"}, {"text": "Vue added that its most popular sites for Barbie include Cambridge, Glasgow St Enoch, Leeds Kirkstall, Bolton, Islington in London and Bolton. ", "type": "p"}, {"text": "Oppenheimer's plot is centred on the development of the first atomic bomb, starring Cillian Murphy and directed by Christopher Nolan. ", "type": "p"}, {"text": "Meanwhile, Barbie tells a coming-of-age story of the children's character where she explores her identity and encourages boyfriend Ken to establish individuality.", "type": "p"}, {"text": "The two films were both released on Friday and the competition between them both was referred to on social media as \"Barbenheimer\".", "type": "p"}, {"text": "The opening weekend for Barbie, starring Margot Robbie and Ryan Gosling, has seen its ticket sales overtake that for the opening weekend of blockbuster Super Mario Bros, making Barbie the biggest film of 2023 so far. ", "type": "p"}, {"text": "Worldwide, Barbie's debut took in $337m (£293m).", "type": "p"}, {"text": "On Twitter, one user said that it had been years since she had felt like going to the theatres to re-watch a movie, but Barbie had achieved that for her. She said it would \"remain a timeless masterpiece over the years - ideas really are forever\".", "type": "p"}, {"text": "Before the films' release, Odeon in the UK said more than 200,000 advance tickets had been bought and some 10,000 filmgoers were expected to see both the Barbie and Oppenheimer films during the opening weekend.", "type": "p"}, {"text": "Meanwhile, Vue cinema in the UK reported on Friday that Barbie's pre-sale purchases were \"higher than any other blockbuster released this year\". Admissions on Friday were the highest for any Friday since the pandemic - and the chain's third biggest Friday ever.", "type": "p"}, {"text": "Universal Pictures said Oppenheimer had made £8.05m in the UK and Ireland since Friday.", "type": "p"}, {"text": "It added that Oppenheimer was forecast to have a better opening three days than Christopher Nolan's other blockbusters - space-themed Interstellar, war thriller Dunkirk and sci-fi hit Inception.", "type": "p"}, {"text": "Earlier in July, stars left the premiere of Oppenheimer early because of strike action over grievances including the encroachment of artificial intelligence in the making and writing of Hollywood films.", "type": "p"}, {"text": "The film made $93.7m (£75m) in international markets, bringing its global total to $174.2m (£135m), Universal Pictures said.", "type": "p"}], "tags": []}