{"link": "https://www.bbc.com/news/entertainment-arts-66280190", "category": "entertainment & arts", "title": "Latitude Festival: Are Young Fathers the UK's most thrilling live band?", "contributor": null, "time": "2023-07-23T04:10:56.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/D231/production/_130490835_gettyimages-1546958473.jpg", "content": [{"text": "You have never seen a live band like Young Fathers.", "type": "b"}, {"text": "Headlining the BBC Sounds stage at the Latitude festival, you don't even need to know their songs to be swept away by the sheer force of their musical attack. ", "type": "p"}, {"text": "This is a show that is pure propulsion.", "type": "p"}, {"text": "The band's music is a blend of soul, gospel, hip-hop and tribal chants: I Saw has a loping glam rock beat and a playground chorus;  Geronimo is all coiled, sinister tension; and the anthemic hook of Get Up is so incendiary, it threatens to set the moshpit on fire. ", "type": "p"}, {"text": "On this tour, founder members Alloysious Massaquoi, Kayus Bankole and Graham 'G' Hastings are joined on stage by two female vocalists - and, at times, each of them seems to be singing their own version of the same song, lost in the music, before they suddenly snap back in sync with a ferocious roar. ", "type": "p"}, {"text": "The show is thrilling to watch, to be a part of, and it has rightfully earned them a reputation as Britain's most exciting live act. ", "type": "p"}, {"text": "It's a title they prize. ", "type": "p"}, {"text": "Before making their latest album, Heavy Heavy, the Edinburgh trio drew a chart of the bands they wanted to emulate: Talking Heads, Massive Attack, Suicide, Sly and the Family Stone.", "type": "p"}, {"text": "\"What I was trying to do was write a list of bands who have created their own artistic thing,\" says Hastings, speaking to the BBC backstage at Latitude.", "type": "p"}, {"text": "\"They don't sound like anyone else. They live in their own space. That's what we were trying to do.\"", "type": "p"}, {"text": "It was almost as if they needed something to aspire to, says Massaquoi.", "type": "p"}, {"text": "\"If you train yourself to run a mile in under five minutes, you notice over the months that you have more energy and you can run further. Whereas, with music and creativity, it's hard to gauge when you've improved.\"", "type": "p"}, {"text": "They decided to rely on their instincts. ", "type": "p"}, {"text": "Their messy studio, a windowless squat next to a graveyard in Scotland, was set up so that they could record \"as soon as we came through the door\", says Massaquoi. ", "type": "p"}, {"text": "The goal was to capture the spontaneity and joy they've always conveyed on stage - a decision prompted by the pandemic, when \"everybody had time to reflect and gain a bit of appreciation for what we do\".", "type": "p"}, {"text": "In practice, it meant the album was created in the almost the same way they started out, rapping into a karaoke machine in Hastings' teenage bedroom.", "type": "p"}, {"text": "Vocals were sung communally around the microphone. If one person made a mistake, the other two would roll with it, folding the chaos into the creative process.", "type": "p"}, {"text": "\"We hardly even talk,\" says Massaquoi. \"A lot of it is instinctual.\"", "type": "p"}, [{"text": "BBC iPlayer: Young Fathers at Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/iplayer/episode/p0ft0qj0/glastonbury-young-fathers"}, {"text": "Pulp review: The mischievous Jarvis Cocker in party mode", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66276151"}, {"text": "Sophie Ellis-Bextor on the perfect festival set", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66248011"}], {"text": "In the end, they recorded over four album's worth of material - a patchwork of group vocals, free-flowing percussion, politically-charged hip-hop and African melodies.", "type": "p"}, {"text": "But, betraying their origins as a \"weird kind of boyband\" (their words), they edited that music down to a ruthlessly efficient 32 minutes.", "type": "p"}, {"text": "\"As people that love a pop song, we're pretty brutal with ourselves,\" says Hastings, recalling how direct the studio conversations could be: \"Just take that out. Get to the point. This is the best it.\"", "type": "p"}, {"text": "\"We like short songs and hooks and sweet things,\" he explains.", "type": "p"}, {"text": "The reviews were effusive, even for a band that's used to critical acclaim. ", "type": "p"}, {"text": "\"Heavy Heavy pulls in the listener with an empathetic lust for life that never wavers,\" wrote AllMusic's Andy Kellman.", "type": "p"}, {"text": "\"From the opening woody drag of the bassline on Rice to the chug and claps of Holy Moly, Heavy Heavy bursts with overwhelming momentum, as if to say, 'Keep up, if you can,'\" added Will Pritchard in Pitchfork.", "type": "p"}, {"text": "\"Succinct and underpinned by a catchy melodic structure, it further cements Young Fathers' as one of the more unique acts to exist today,\" concluded the NME's Dhruva Balram.", "type": "p"}, {"text": "The album is already being tipped for a nomination at this year's Mercury Prize (they previously won with their debut, Dead, in 2014) and it's success has seen them rise to the top of this summer's festival bills.", "type": "p"}, {"text": "But even though they're a semi-mainstream prospect in 2023, they've never felt fully embraced by the industry.", "type": "p"}, {"text": "The trio met at a high school youth club and were signed at the age of 15 to what they've previously called, \"a nasty, horrible production deal\".", "type": "p"}, {"text": "After a series of false starts, they landed on their unique sound over two mixtapes, Tape One and Tape Two, the second of which won them the Scottish Music Prize.", "type": "p"}, {"text": "\"When we were young, we were outsiders in Scotland,\" says Hastings. \"We were outsiders at hip-hop nights, we were outsiders at any night.\"", "type": "p"}, {"text": "\"None of our friends used to come to the gigs,\" adds Massaquoi. \"Some of them didn't like the music - although I like that. That's honest.\"", "type": "p"}, {"text": "Despite, or perhaps because of, those challenges, they maintain an enormous sense of self-belief.", "type": "p"}, {"text": "\"We're one of these bands that comes about every 15 or 20 years,\" says Massaquoi, referencing that list of iconoclasts that Hastings drew up in the studio. ", "type": "p"}, {"text": "\"In the end, people will realise that, but you have to hold onto the vision and say, 'people will get it eventually'.", "type": "p"}, {"text": "\"It's frustrating while it's happening but the world doesn't owe you any favours. All you can do is put in the time and the effort and increase your chances of the luck happening.\"", "type": "p"}, {"text": "The band hit the headlines with their Glastonbury performance last month, after they dedicated Shame to Home Secretary Suella Braverman, leading the audience in a chant of: \"Say it loud and say it clear, refugees are welcome here\". ", "type": "p"}, {"text": "As with everything they do, Young Fathers' protest came from experience. Massaquoi came to the UK when he was four years old, as his parent fled the civil war in Liberia.", "type": "p"}, {"text": "He doesn't remember much of the transition - but what sticks is hearing Maxi Priest's version of Wild World in a refugee camp in Ghana.", "type": "p"}, {"text": "The song's message of hope amidst the sadness of leaving home resonates with him to this day. ", "type": "p"}, {"text": "He wants Young Fathers' music to have the same impact on their fans - and being outside pop's inner circle makes that easier, they argue.", "type": "p"}, {"text": "\"Historically, a lot of bands get worse over time,\" observes Hastings. ", "type": "p"}, {"text": "\"But when you get a bit more comfortable and things get a bit easier and there's a bit of budget from the record label, you start to realise why the music can take second place to the lifestyle... Not that I'm living a mad lifestyle, but you can see the seeds of it happening.", "type": "p"}, {"text": "\"But because we can work on our own - the three of us in a room, no windows, pretty spartan - I hope that makes us a bit foolproof.\"", "type": "p"}, {"text": "\"We're a working class band at a time when there's a lack of them, and that's a completely different mind-set to have,\" adds Massaquoi.", "type": "p"}, {"text": "\"We come from a place where if we're not doing this, we have to get a job.\"", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": []}