{"link": "https://www.bbc.com/news/health-66259223", "category": "health", "title": "Baby loss in pregnancy: Pledge to store remains in dignified way", "contributor": null, "time": "2023-07-22T10:54:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2524/production/_130480590_1f9072ca-64d8-4aca-a1b8-e5b716ab8c4d.jpg", "content": [{"text": "Women who lose babies during pregnancy have been promised improved care, including better ways for remains to be collected and stored with dignity.", "type": "b"}, {"text": "The government will also introduce a voluntary certificate for parents who lose their baby before 24 weeks. ", "type": "p"}, {"text": "The commitments come in response to an independent review of care in England.", "type": "p"}, {"text": "In the past, women have been told to retrieve baby-loss remains from toilets and store them in home fridges.", "type": "p"}, {"text": "As part of new measures focusing on women's health, the NHS website will also be updated to include more content on hormone replacement therapy and to allow people to search for the local availability of in vitro fertilisation treatment (IVF).", "type": "p"}, {"text": "Officials acknowledged the work of BBC presenter Naga Munchetty and patient groups to raise awareness of the painful womb condition adenomyosis and said they would provide more information online.", "type": "p"}, {"text": "Myleene Klass, musician and TV presenter, who lost four babies during pregnancies and campaigned for the reforms said: \"I wanted to use my voice for something really powerful, but it turns out we've just gone on to move a mountain.\"", "type": "p"}, {"text": "Describing the changes as one of her proudest achievements, she said women would no longer have to endure the \"hell\" she suffered. ", "type": "p"}, {"text": "The separate independent Pregnancy Loss Review made 73 recommendations for improving care for people who experience baby loss before 24 weeks.", "type": "p"}, {"text": "There are around 500 miscarriages a day in the UK - defined as a loss of a pregnancy before 24 weeks. For many women this happens at home, with little support or pain relief. ", "type": "p"}, {"text": "Jessica Wharton, 28, an English tutor from Wythenshawe, had two early pregnancy losses last year.", "type": "p"}, {"text": "She says the lack of acknowledgement of her losses left her feeling heartbroken. ", "type": "p"}, {"text": "She said: \"Apart from us as a couple and our friends and family, no-one really acknowledged our loss. ", "type": "p"}, {"text": "\"When I asked the hospital for something to acknowledge them they said they couldn't do that.", "type": "p"}, {"text": "\"We felt the baby was part of us and we had tried for a long time. This was still our child.\"", "type": "p"}, {"text": "She said her experiences would have been improved by staff being more empathetic, more available to listen to her and to tell her what to expect.", "type": "p"}, {"text": "\"A year later it is still very raw. We are trying to take each day as it comes and hold them in our hearts.\" ", "type": "p"}, {"text": "While babies born after 24 weeks gestation are official recorded as stillbirths, there is currently no formal way to mark losses before this time.", "type": "p"}, {"text": "The government says a voluntary certificate would be made available from October, and while not a legal document, would help \"provide comfort and help parents validate their loss\". ", "type": "p"}, {"text": "Commitments include:", "type": "p"}, [{"text": "Beginning to explore how women who have experienced baby loss can get 24/7 access to care and how those experiencing multiple miscarriages receive treatment and testing ", "type": "p"}, {"text": "Developing and creating \"a bespoke holder\" to allow remains to be collected and stored with due dignity ", "type": "p"}], {"text": "The independent review said early loss was commonly viewed as a \"clinical episode\" with some healthcare professionals not taking individuals' emotional and physical care seriously.", "type": "p"}, {"text": "The co-lead of the review, Zoe Clark-Coates, who is also a baby loss charity founder, said that after losing five babies herself she saw that proper support did not exist.", "type": "p"}, {"text": "\"I want to see people stopping having to hit Google to find out 'what care should I be receiving, where should I be going for support' - this support should be easily available to every single person,\" she said.", "type": "p"}, {"text": "She told BBC Radio 4's Today programme that changing the language around baby loss was essential. \"I absolutely will always call miscarriages baby losses… it's really important to acknowledge that,\" she said.", "type": "p"}, {"text": "She added that baby loss affected whole families and was not just a women's issue. \"Nobody is left untouched by the tragedy,\" she said.", "type": "p"}, {"text": "Other recommendations in the review include:", "type": "p"}, [{"text": "Education in schools on the symptoms of all types of baby loss and where to seek help", "type": "p"}, {"text": "Routine offers of mental health support for women and partners", "type": "p"}, {"text": "Support to understand why the loss occurred with appointments and advice for future pregnancies ", "type": "p"}, {"text": "Private spaces in hospitals for patients experiencing baby loss", "type": "p"}, {"text": "Further research on the increased risk for women from Black, Asian and ethnic minority backgrounds and people from more deprived areas", "type": "p"}], {"text": "Ms Caulfield, minister for women's health, said: \"We will keep working and investing so girls and women across the country can benefit from the world-class healthcare they deserve.\"", "type": "p"}, {"text": "She told Sky News that the government wanted to end the \"three miscarriage rule\", under which women are referred for help and advice only after they have lost three babies during pregnancy.", "type": "p"}, {"text": "A pilot project in Birmingham will give women testing and advice following the loss of a first, second, or third baby during pregnancy - and the government will evaluate the outcomes of the pilot at the end of the year.", "type": "p"}, {"text": "The BBC Action line has more details of organisations offering advice and support.", "type": "p"}, {"text": "Additional reporting by Charley Adams.", "type": "p"}], "tags": []}