{"link": "https://www.bbc.com/news/business-66486803", "category": "business", "title": "Amazon releases some seller funds after complaints", "contributor": null, "time": "2023-08-12T15:58:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B822/production/_130783174_mediaitem130783173.jpg", "content": [{"text": "Amazon has started releasing some sellers' funds back to them after many UK and EU sellers complained of money being held unexpectedly.", "type": "b"}, {"text": "The change in policy comes after the BBC reported it led to some sellers' business being close to collapse. ", "type": "p"}, {"text": "Amazon told some sellers it will now delay the temporary holds on money until January 2024.", "type": "p"}, {"text": "But one ink seller, Daniel Moore, who had £230,000 frozen, said Amazon were only \"delaying our anguish\".", "type": "p"}, {"text": "Amazon wrote in an email to one seller in the early hours of Saturday: \"We understand that the transition to this policy on 3 August has caused a one-time cash-flow issue for your business. To support you in preparing for the policy change, we have extended your policy transition until 31 January 2024\".", "type": "p"}, {"text": "Amazon's initial policy update sent in May stated it would temporarily hold seller funds to cover customer refund demands. It said sellers' would be able to withdraw their money only from the delivery date plus a further seven days. ", "type": "p"}, {"text": "The policy was implemented on 3 August across the UK and EU for sellers registered before August 2016.", "type": "p"}, {"text": "But its email about the change was not seen by many EU and UK sellers, and in many cases was automatically sent to their junk folder.", "type": "p"}, {"text": "The change comes at a time businesses are struggling with the soaring costs of living and increases in energy bills, materials and operating costs.", "type": "p"}, {"text": "Andy Pycock, 53, from Buckinghamshire, has been selling home, garden and leisure products on Amazon and had £25,000 frozen on 3 August.", "type": "p"}, {"text": "He had taken out a loan with Amazon Lending to cover the period of withdrawals being frozen - and paid fees to have it restructured.", "type": "p"}, {"text": "But hours later on early Saturday morning, he was told of Amazon's policy change, meaning his takings were available again.", "type": "p"}, {"text": "He said his business had suffered a slowdown as he was unable to afford to restock and fulfil orders during the period his money was frozen.", "type": "p"}, {"text": "Andy, who has been selling on Amazon since 2016, said the lack of notification, and last-minute changes from Amazon, has made him question his future involvement with the firm. ", "type": "p"}, {"text": "He said Amazon's explanations as to why it will be holding money from established sellers like him sounded like \"corporate gobbledegook\".", "type": "p"}, {"text": "\"This doesn't make any sense,\" Andy told the BBC. \"Amazon is toxic as equally as it is brilliant - but we also feel they're our greatest enemy right now\".", "type": "p"}, {"text": "He says he \"dreads\" looking at his Amazon Seller account due to its various changes and \"confusing\" implementation of policy.", "type": "p"}, {"text": "Amazon said the policy was introduced to align all sellers worldwide on to the same policy.", "type": "p"}, {"text": "However, some UK and EU sellers have been told it will be implemented in September, whilst others are now being told it will be implemented in January next year. ", "type": "p"}, {"text": "One seller on Amazon's Seller Forums called the situation \"shambolic\". ", "type": "p"}, [{"text": "Amazon sellers fear collapse as site withholds cash", "type": "a", "href": "https://www.bbc.co.uk/news/business-66437327"}, {"text": "Minister demands Amazon answer on freezing seller cash", "type": "a", "href": "https://www.bbc.co.uk/news/business-66474221"}], {"text": "Daniel Moore said that amount of his takings which Amazon had frozen was \"disproportionately high versus the potential refunds processed by customer returns or non-delivery\".", "type": "p"}, {"text": "Having hundreds of thousands of pounds of his takings frozen meant he was unable to pay his VAT bill on time, or order new stock. ", "type": "p"}, {"text": "He says he received notification on Saturday saying all of his takings had now been released, but that the pause in income led to issues along his whole supply chain that could take up to two further weeks to resolve.", "type": "p"}, {"text": "He said the delay in the implementation of Amazon's temporary hold policy was \"initially good news\", but that \"it simply kicks the can down the road to a month where corporation tax and personal tax is due. January is a very difficult month\".", "type": "p"}, {"text": "Daniel said the policy \"is still unfair\" and that established sellers like his firm Ink Jungle posed \"no risk\" to Amazon.", "type": "p"}, {"text": "\"If items are being delivered tracked or by FBA what is the risk? It makes no sense to hold onto the funds for so long after delivery\", Daniel added.", "type": "p"}, {"text": "FBA, Fulfilled by Amazon, is where sellers keep their stock in Amazon's warehouse, and Amazon delivers the goods to buyers once sold.", "type": "p"}, {"text": "Amazon's change in policy implementation for affected sellers comes after small business minister Kevin Hollinrake had demanded the tech giant explain how it will \"mitigate\" the effects of the policy on many sellers, in a letter seen by the BBC.", "type": "p"}, {"text": "Seller Mario Katz says he has now had £5,000 released from his frozen funds. He was \"happy\" that he could now resume withdrawing amounts daily for the day-to-day running of his business.", "type": "p"}, {"text": "\"But I cannot celebrate, as I cannot trust Amazon.", "type": "p"}, {"text": "\"I'm still scared about the policy taking effect in January\", he said.", "type": "p"}, {"text": "Amazon said the vast majority of its sellers were not affected by the temporary hold implemented on 3 August.", "type": "p"}, {"text": "It is not yet clear if those companies will receive compensation for any losses incurred during the period that their withdrawals were frozen.", "type": "p"}, {"text": "Amazon has been contacted for comment.", "type": "p"}, {"text": "The issues are similar to those faced by Etsy sellers after that marketplace began withholding 75% of sellers' funds for around 45 days. Hundreds of sellers complained it was undermining their businesses. Etsy reduced the amount it was holding after a BBC report in to the problem. ", "type": "p"}], "tags": []}