{"link": "https://www.bbc.com/news/technology-66465230", "category": "technology", "title": "Prototype 'Brain-like' chip promises greener AI, says tech giant", "contributor": null, "time": "2023-08-10T18:30:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13039/production/_130718877_gettyimages-1466716029.jpg", "content": [{"text": "A prototype \"brain-like\" chip could make artificial intelligence (AI) more energy efficient, its developer, technology giant IBM, has said.", "type": "b"}, {"text": "Concerns have been raised about emissions associated with warehouses full of computers powering AI systems.", "type": "p"}, {"text": "IBM said its prototype could lead to more efficient, less battery draining AI chips for smartphones.", "type": "p"}, {"text": "Its efficiency is down to components that work in a similar way to connections in human brains, it said.", "type": "p"}, {"text": "Compared to traditional computers, \"the human brain is able to achieve remarkable performance while consuming little power\", said scientist Thanos Vasilopoulos, based at IBM's research lab in Zurich, Switzerland.", "type": "p"}, {"text": "He told the BBC the superior energy efficiency would mean \"large and more complex workloads could be executed in low power or battery-constrained environments\", for example, cars, mobile phones and cameras. ", "type": "p"}, {"text": "\"Additionally, cloud providers will be able to use these chips to reduce energy costs and their carbon footprint,\" he added. ", "type": "p"}, {"text": "Most chips are digital, meaning they store information as 0s and 1s, but the new chip uses components called memristors [memory resistors] that are analogue and can store a range of numbers.", "type": "p"}, {"text": "You can think of the difference between digital and analogue as like the difference between a light switch and a dimmer switch.", "type": "p"}, {"text": "The human brain is analogue, and the way memristors work is similar to the way synapses in the brain work.", "type": "p"}, {"text": "Prof Ferrante Neri, from the University of Surrey, explains that memristors fall into the realm of what you might call nature-inspired computing that mimics brain function.", "type": "p"}, {"text": "A memristor could \"remember\" its electric history, in a similar way to a synapse in a biological system.", "type": "p"}, {"text": "\"Interconnected memristors can form a network resembling a biological brain,\" he said.", "type": "p"}, {"text": "He was cautiously optimistic about the future for chips using this technology: \"These advancements suggest that we may be on the cusp of witnessing the emergence of brain-like chips in the near future.\"", "type": "p"}, {"text": "However, he warned that developing a memristor-based computer is not a simple task and that there would be a number of challenges ahead for widespread adoption, including the costs of materials and manufacturing difficulties. ", "type": "p"}, {"text": "Using these components makes the new chip more energy efficient but the new chip also has digital elements.", "type": "p"}, {"text": "This makes the chip easier to put into existing AI systems.", "type": "p"}, {"text": "Many phones now have AI chips on board to help with things like processing photos. For example, the iPhone has a chip with a \"neural engine\".", "type": "p"}, {"text": "In the future, IBM hopes chips in phones and cars could be more efficient, promising longer battery life and new applications.", "type": "p"}, {"text": "Eventually, chips like IBM's prototype could help save lots of energy if they replaced the chips in the banks of computers powering applications powerful AI systems.", "type": "p"}, {"text": "They could also cut the water needed to cool the power hungry datacentres. Data centres need huge amounts of electricity to keep them going - a large facility will use as much electricity as a medium-sized town.", "type": "p"}, {"text": "Professor of IT at the University of Bath, James Davenport, said IBM's finding were \"potentially interesting\" but warned that the chip was not an \"easy to use\" solution to the problem but more like \"a possible first step\".", "type": "p"}], "tags": []}