{"link": "https://www.bbc.com/news/business-63347870", "category": "business", "title": "Spain lifts final Covid rules for UK travellers", "contributor": null, "time": "2022-10-21T13:52:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AE00/production/_124844544_tv076149161.jpg", "content": [{"text": "Brits travelling to Spain can enter the country without having to prove their Covid or vaccination status, after travel restrictions were dropped.", "type": "b"}, {"text": "Before, people needed to show they were fully-vaccinated, provide a negative Covid test or prove they had recently recovered.", "type": "p"}, {"text": "The drop in the remaining Covid restrictions comes as families prepare to head off on half-term holidays.", "type": "p"}, {"text": "Travel agents said a \"final hurdle\" for holidays had been removed.", "type": "p"}, {"text": "Other European destinations such as France, Italy and Greece lifted their rules prior to Spain, which is the most popular destination for UK overseas holidaymakers.", "type": "p"}, {"text": "The Spanish Health Ministry announced on Thursday that people entering from outside the European Union would no longer be subject to the controls, effective from Friday.", "type": "p"}, {"text": "Julia Lo Bue-Said, chief executive of the travel agent network Advantage Travel Partnership, said restrictions had been a barrier, particularly for people who were not vaccinated.", "type": "p"}, {"text": "\"We saw other destinations where restrictions were eased earlier in the year, such as Greece, benefit from an overall increase in demand over the summer\", she said. ", "type": "p"}, {"text": "Ms Lo Bue-Said described Spain's move as \"better late than never and good news\".", "type": "p"}, {"text": "It's not the first time Spain has been relatively slow to ease its Covid rules.  ", "type": "p"}, {"text": "The requirement for children over the age of 12 to be double vaccinated to enter the Spanish mainland was only scrapped just before the February half-term, after tourism businesses warned that it was driving families to book trips to other countries instead.", "type": "p"}, {"text": "Many countries around the world including the US still have Covid entry rules in place.", "type": "p"}, {"text": "Travel firms have continued to report strong demand for bookings, despite the cost of living pressures affecting households, with Heathrow Airport saying it expects Christmas to be busy.", "type": "p"}, {"text": "However, it warned there was still uncertainty about the winter due to \"growing economic headwinds, a new wave of Covid, and the escalating situation in Ukraine\". ", "type": "p"}, {"text": "The industry had a difficult summer as demand for international travel bounced back strongly, but businesses found themselves struggling to cope amid staffing shortages.", "type": "p"}, {"text": "It still faces various challenges as it looks to recover, including in recruitment as the labour market remains tight.", "type": "p"}, {"text": "Elsewhere, the Port of Dover and Eurostar are in discussions with the French and UK governments about how a new EU border control system will work.", "type": "p"}, {"text": "The IT system due to come in next May, will require travellers to register their fingerprints and a photo when leaving the UK, but Dover is concerned that the registration process could cause queues.", "type": "p"}], "tags": ["Tourism", "Spain", "Coronavirus pandemic"]}