{"link": "https://www.bbc.com/news/entertainment-arts-66933423", "category": "entertainment & arts", "title": "Alison Hammond praised for 'joyous' Great British Bake Off presenting debut", "contributor": null, "time": "2023-09-27T11:34:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0420/production/_131265010_75227_s14_thegreatbritishbakeoffs14firstlook.jpg", "content": [{"text": "Alison Hammond has been praised as a \"joyous\" and \"welcome\" new ingredient on the Great British Bake Off.", "type": "b"}, {"text": "The This Morning presenter made her debut alongside regular Bake Off co-host Noel Fielding as the Channel 4 baking show returned on Tuesday.", "type": "p"}, {"text": "It saw a fresh batch of 12 amateur bakers being set challenges by judges Paul Hollywood and Dame Prue Leith.", "type": "p"}, {"text": "In a four-star review, the Guardian said: \"Hammond's sheer joy has reinvigorated this show.", "type": "p"}, {"text": "\"While some of the handshakes and soggy bottom shtick has been getting stale, season 14 has wisely injected the most lovable jolt of energy in the form of Alison Hammond, who replaces Matt Lucas to present alongside Noel Fielding,\" wrote the newspaper's critic Leila Latif.", "type": "p"}, {"text": "\"Hammond's infectious cheeriness, which has melted everyone from Harrison Ford to Mariah Carey, is unparalleled. ", "type": "p"}, {"text": "She noted that while the \"laughs are limited\" in episode one - apart from \"Prue's sexual innuendos about beavers\" having \"everyone in stitches\" - the bakers were \"warmed by Hammond's sweetness\".", "type": "p"}, [{"text": "First deaf contestant to compete on Bake Off ", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-bristol-66854273"}], {"text": "Hammond was described as \"a welcome newbie\" in another four-star review from the Telegraph's Anita Singh.", "type": "p"}, {"text": "\"The joy is back and challenges have stopped being impossibly difficult - but Fielding's quirks seem out of place next to Hammond's warmth.\"", "type": "p"}, {"text": "She noted how Hammond \"has escaped (temporarily) from the chip pan fire that is This Morning, and found sanctuary in the tent\".", "type": "p"}, {"text": "\"She's a good signing,\" she continued. \"The show had lost its way in the past couple of years. The joy had gone out of it, challenges were too hard, moments of meanness were sneaking in. Change was needed, and Hammond is a lovely, sunny presence. A little Alison goes a long way, but she's deployed at just the right level here.\"", "type": "p"}, {"text": "\"The only problem is that, beside her, co-host Noel Fielding now looks creepy,\" she added. \"What seemed quirky when paired with Matt Lucas, or even Sandi Toksvig, is just plain weird in this new context.", "type": "p"}, {"text": "\"He doesn't supply any comedy, but merely wanders around being vaguely supportive and resembling an ungainly Chrissie Hynde.\"", "type": "p"}, {"text": "***The next part of this article contains some spoilers of what happened in episode one***", "type": "b"}, {"text": "Hammond, who previously appeared on the show as a contestant, has replaced comedian Lucas, who announced in December he was to step down from his presenting role after a three series-stint.", "type": "p"}, {"text": "Ahead of Tuesday's show she told her This Morning colleagues she had been nervous about her Bake Off presenting debut, saying she felt \"privileged\" to be doing it and \"didn't want it upstage anyone\". But, she added: \"I couldn't help the laugh. The laugh always comes out\".", "type": "p"}, {"text": "Kicking off with cake week, the fresh contestants were tasked with baking a vertical layer cake and a chocolate cake in the technical challenge, before a sponge showstopper.", "type": "p"}, {"text": "The episode saw 42-year-old civil engineering resource planner Dan, from Cheshire, awarded the star baker title.", "type": "p"}, {"text": "The episode was awarded four stars by the Independent's Michael Hogan, who said was served up with \"its innuendoes and irresistible sense of fun, and new host Alison Hammond's influence is already clear\".", "type": "p"}, {"text": "\"Key to the tweaked recipe is new presenter Alison Hammond - a natural fit and immediate hit,\" he wrote, referencing \"a Mafia-spoofing\" opening sketch which saw Hammond welcomed to the family by Hollywood, aka \"The Breadfather\".", "type": "p"}, {"text": "\"Hammond replaces previous incumbent Matt Lucas, who was fine but too similar to his co-host Noel Fielding,\" he opined. \"Born within a year of each other, both were best known as the dafter half of comic double acts. And on Bake Off, their surreal skits became a distraction from the main action. ", "type": "p"}, {"text": "\"Hammond is a 'proper' presenter, and right from the start, she puts the focus firmly back on the bakers.\"", "type": "p"}, {"text": "Hogan said Hollywood \"holds back his coveted handshake for when it's really merited\" this time around. \"It had become a devalued accolade in recent series,\" said the critic. \"The arrival of the tactile Hammond, however, has rubbed off on the tent's resident alpha male.\"", "type": "p"}, {"text": "When one baker, the \"giggly\" and \"eccentric\" Sri Lankan intelligence analyst Saku, admitted to feeling nervous, Hollywood even \"gives her a calming cuddle\", he pointed out.", "type": "p"}, {"text": "\"Bake Off has discreetly gone back to basics after viewers slung doughnuts at it last year for becoming all a bit much,\" suggested James Jackson of the Times.", "type": "p"}, {"text": "\"If 2022 was something of a cakus horribilis for the show, this opening episode showed a kindly, consciously warm-hearted tent.\"", "type": "p"}, {"text": "He concluded: \"Matt Lucas? Long gone. Accidentally offensive cultural appropriation? None (there was that hoo-ha over 'Mexican week' last time). ", "type": "p"}, {"text": "\"Instead, Bake Off 3.0 got straight down to a gentle layer cake challenge with Lucas's replacement Hammond bringing her force-10 warmth to bear on the 12 new baking hopefuls.", "type": "p"}, {"text": "\"Despite all the Hammond pre-hype, she wasn't quite as dominant as one might have expected, the editors perhaps being judicious to bed her in with viewers.\"", "type": "p"}, {"text": "Deli and grocery manager Amos was the first contestant to be eliminated from the new series, after failing to impress the judges with his final bake - despite placing second in the technical challenge.", "type": "p"}, {"text": "\"It has been amazing being in that group of people walking into the tent on the first day, and that is softening the blow a little bit,\" he said, describing the new Hammond/Fielding double act as \"cheeky and naughty\".", "type": "p"}, {"text": "\"I remember being on the other side of the tent but just always being able to hear Alison's laugh which then made us laugh without even hearing what was said to make her laugh,\" he said.", "type": "p"}, {"text": "\"One of the funniest moments in the tent was Alison thinking my apple buttercream was champagne flavoured,\" he added.", "type": "p"}, {"text": "Emily Baker of iNews offered another four stars, saying Hammond had brought \"a stale format back to life\". ", "type": "p"}, {"text": "\"Her bubbly energy has an inviting-hug appeal that makes it easy to see why she was the perfect pick for a show where the contestants are placed in highly pressurised situations,\" added Digital Spy's Janet A Leigh.", "type": "p"}, {"text": "As well as the reviewers and bakers, the Daily Mail's Sean O'Grady pointed out how Hammond's debut had also gone \"down a treat with viewers\", with one person online describing her appointment as \"a stroke of genius\".", "type": "p"}, {"text": "The Great British Bake Off continues on Tuesdays on Channel 4. ", "type": "p"}], "tags": []}