{"link": "https://www.bbc.com/news/technology-66941337", "category": "technology", "title": "Meta announces AI chatbots with 'personality'", "contributor": null, "time": "2023-09-27T19:45:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FFF7/production/_131272556_zuck.jpg", "content": [{"text": "Meta has announced a series of new chatbots to be used in its Messenger service. ", "type": "b"}, {"text": "The chatbots will have \"personality\" and specialise in certain subjects, like holidays or cooking advice. ", "type": "p"}, {"text": "It is the latest salvo in a chatbot arms race between tech companies desperate to produce more accurate and personalised artificial intelligence.", "type": "p"}, {"text": "The chatbots are still a work in progress with \"limitations\", said boss Mark Zuckerberg.", "type": "p"}, {"text": "In California, during Meta's first in-person event since before the pandemic, Mr Zuckerberg said that it had been an \"amazing year for AI\".", "type": "p"}, {"text": "The company is calling its main chatbot \"Meta AI\" and can be used in messaging. For example, users can ask Meta AI questions in chat \"to settle arguments\" or ask other questions. ", "type": "p"}, {"text": "The BBC has not yet tested the chatbot which is based on Llama 2, the large language model that the company released for public commercial use in July. ", "type": "p"}, {"text": "Several celebrities have also signed up to lend their personalities to different types of chatbots, including Snoop Dogg and Kendall Jenner. ", "type": "p"}, {"text": "The idea is to create chatbots that are not just designed to answer questions.", "type": "p"}, {"text": "\"This isn't just going to be about answering queries,\" Zuckerberg said. \"This is about entertainment\". ", "type": "p"}, {"text": "According to Meta, NFL star Tom Brady will play an AI character called 'Bru', \"a wisecracking sports debater\" and YouTube star MrBeast will play 'Zach', a big brother \"who will roast you\". ", "type": "p"}, {"text": "However the new chatbots will not have access to real-time information - and Mr Zuckerberg said there were still \"a lot of limitations\" around what the bots could answer.", "type": "p"}, {"text": "Mr Zuckerberg also discussed the metaverse - a virtual world - which is a concept that Mr Zuckerberg has so far spent tens of billions of dollars on. ", "type": "p"}, {"text": "Although Meta had already announced its new virtual reality headset, Quest 3, the company gave further details at the event.", "type": "p"}, {"text": "Meta's boss described the headset as the first \"mainstream\" mixed reality headset. Cameras facing forward will mean the headset will allow for augmented reality. It will be available from 10 October. ", "type": "p"}, {"text": "The firm's big, long-term bet on the metaverse still appears yet to pay off, with Meta's VR division suffering $21bn (£17bn) in losses since the start of 2022.", "type": "p"}, {"text": "The Quest 3 came after Apple entered the higher-priced mixed reality hardware market with the Vision Pro earlier this year.", "type": "p"}], "tags": []}