{"link": "https://www.bbc.com/news/entertainment-arts-64518168", "category": "entertainment & arts", "title": "Sam Smith 'truly overwhelmed' by number one album Gloria", "contributor": null, "time": "2023-02-03T17:59:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7A81/production/_128516313_gettyimages-1449496940.jpg", "content": [{"text": "Sam Smith says they are \"truly overwhelmed\" after their album Gloria went straight to number one.", "type": "b"}, {"text": "It is the 30-year-old singer's third album to reach the top of the charts after their 2014 debut The Lonely Hour and 2017's The Thrill Of It All.", "type": "p"}, {"text": "The album features collaborations with Koffee, Jessie Reyez and Ed Sheeran.", "type": "p"}, {"text": "It comes as the pop artist's music video for song I'm Not Here to Make Friends was criticised online this week for being over-sexualised.", "type": "p"}, {"text": "They are seen dancing in a corset and nipple tassels, surrounded by scantily-clad dancers.", "type": "p"}, [{"text": "What's behind the backlash to Sam Smith's video?", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-64451510"}, {"text": "Sam Smith changes pronouns to they/them", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-49688123"}], {"text": "Fans have been defending Smith, saying they are being targeted for being queer and plus size.", "type": "p"}, {"text": "Smith, who identifies as non-binary and uses they/them pronouns, said: \"Thank you to all my amazing sailors who have made Gloria this week's number one album.", "type": "p"}, {"text": "\"I'm truly overwhelmed and could not have done this without you. I love you all, this is for us.\"", "type": "p"}, {"text": "Smith is set to perform at this weekend's Grammy Awards and could collaborate with German trans singer Kim Petras on the album's lead single Unholy.", "type": "p"}, {"text": "Gloria has been described by Smith in the past as feeling \"like a coming of age\" and that it helped them \"through some dark times\".", "type": "p"}, {"text": "Elsewhere on the singles chart, Miley Cyrus held on to number one for a third consecutive week with Flowers, which this week was streamed more than 12 million times.", "type": "p"}], "tags": ["Ed Sheeran", "Sam Smith", "Pop music", "Official UK music charts"]}