{"link": "https://www.bbc.com/news/technology-64512053", "category": "technology", "title": "Twitter: Number of staff suing goes up daily - lawyer", "contributor": null, "time": "2023-02-03T16:13:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/111E9/production/_128512107_musk-twitter-reuters.jpg", "content": [{"text": "The number of sacked Twitter staff launching legal action against the company \"goes up daily\", according to a lawyer representing some of them.", "type": "b"}, {"text": "Lisa Bloom has told the BBC she has already taken on the cases of about 100 former employees but the number is rising.", "type": "p"}, {"text": "One of her clients, Amir Shevat, told the BBC that Twitter boss Elon Musk had \"failed\" in his leadership of the firm.", "type": "p"}, {"text": "Twitter did not respond to the BBC's request for comment.", "type": "p"}, {"text": "In an interview with BBC World Service programme Tech Tent, Mr Shevat recalled the turbulent time at Twitter after Mr Musk went through with his $44bn (£39.3bn) takeover in November.", "type": "p"}, {"text": "Mr Shevat was the head of product for the Twitter developer platform, in charge of about 150 staff.", "type": "p"}, {"text": "He said almost his entire team was laid off over the course of a night.", "type": "p"}, {"text": "\"We got an email saying there was some sort of restructuring and then what happened is, I was communicating with my team, and one after the other they were telling me that their computer got 'bricked',\" he said.", "type": "p"}, {"text": "\"Bricked is the process of turning a computer into something that looks more like a brick - so you can't log in, you can't do anything with that computer.\"", "type": "p"}, {"text": "He added: \"It was a very, very hard experience which left a lot of the engineers, who cared deeply about the company, very discouraged.\"", "type": "p"}, [{"text": "Five ways Musk's Twitter has changed for users", "type": "a", "href": "https://www.bbc.co.uk/news/technology-64289251"}, {"text": "Musk to quit as Twitter CEO when replacement found   ", "type": "a", "href": "https://www.bbc.co.uk/news/business-64037261"}], {"text": "Around half of Twitter's 8,000-strong workforce were sacked when Mr Musk took over.", "type": "p"}, {"text": "At the time Mr Musk warned the company was losing money at an alarming rate and was in \"the fast lane to bankruptcy\", although he has since said it is now moving in a \"good direction\" following the cuts.", "type": "p"}, {"text": "Mr Shevat joined Twitter in 2021 when his start-up called Reshuffle was acquired by the social media network.", "type": "p"}, {"text": "He is now entering into an arbitration process with his former employer, represented by lawyer Ms Bloom.", "type": "p"}, {"text": "She told the BBC she was representing about 100 laid-off Twitter staff in the US, but \"the number goes up daily\".", "type": "p"}, {"text": "Ms Bloom added there were a variety of claims including alleged breaches of contract and discrimination.", "type": "p"}, {"text": "Employees sacked in the UK are also pursuing legal action, while workers at the only African Twitter office in Ghana have also hired legal representation.", "type": "p"}, {"text": "As the takeover went through in November, Mr Shevat logged on to an \"all hands\" meeting Mr Musk held, which he described as an \"awkward\" experience.", "type": "p"}, {"text": "\"We were trying to get him to tell us what he wants with the company and what's the direction. And his answers were not 100% on point but also not very inspiring,\" he said.", "type": "p"}, {"text": "\"For example, when we asked him: 'what is the future of Twitter?' He answered that he thinks that we will help him reach Mars.  I don't know how to connect building a social application into reaching Mars.\"", "type": "p"}, [{"text": "What is behind the big tech companies' job cuts? ", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63635821"}], {"text": "Twitter is just one of a host of big tech companies which has pushed through mass layoffs in recent months, with the likes of Amazon, Meta and Microsoft also carrying out cuts.", "type": "p"}, {"text": "Mr Shevat said he was not \"objecting to the downsizing\", but rather the way in which it was done at Twitter.", "type": "p"}, {"text": "\"The way to do it is in a legal way, empathetic way and a highly communicative way. And in all of these Elon, in his leadership, failed,\" he said.", "type": "p"}, {"text": "Mr Shevat told the BBC that workers were initially promised four months' pay as severance by Twitter, but were offered only one month in the end - with \"zero justification\" for the reduction in package. ", "type": "p"}, {"text": "He described the treatment of staff by Mr Musk as \"unjustifiable\" and added he was \"worried\" about the future of Twitter.", "type": "p"}, {"text": "\"We wanted to make people's lives more pleasant and more productive. And all of that went to garbage when Elon bought the company,\" he said.", "type": "p"}], "tags": ["Elon Musk", "Twitter", "United States"]}