{"link": "https://www.bbc.com/news/business-65501159", "category": "business", "title": "CBI hires ethics consultancy to overhaul culture", "contributor": null, "time": "2023-05-05T17:36:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6D2F/production/_129515972_newton-smith.jpg", "content": [{"text": "The CBI has hired a team of ethics advisors to help overhaul its operations, following allegations of serious sexual misconduct by staff.", "type": "b"}, {"text": "The business lobby group's new head Rain Newton-Smith told members on Friday it had taken on the consultancy firm Principia Advisory. ", "type": "p"}, {"text": "The CBI is trying to claw back its reputation following the allegations, which include rape.", "type": "p"}, {"text": "But it has already suffered an exodus of members.", "type": "p"}, {"text": "Principia Advisory bills itself as a \"leading advisor on organisational ethics\". ", "type": "p"}, {"text": "Its website suggests that ethical crises should be dealt with using a \"whole systems' approach\" involving accountability by identifying individuals responsible, followed by \"deeper changes\".", "type": "p"}, {"text": "The allegations at the CBI include claims of harassment and sexual assault including two allegations of rape, one at a summer party held by the group in 2019, another at one of its overseas offices.", "type": "p"}, {"text": "The City of London Police is currently investigating the rape allegations.", "type": "p"}, {"text": "The CBI has suspended day-to-day operations pending an extraordinary general meeting scheduled for 6 June, at which it is expected to outline a new strategy.", "type": "p"}, {"text": "When the first allegations of harassment and sexual assault emerged in early April, the lobby group asked the law firm Fox Williams to investigate.", "type": "p"}, {"text": "In response to Fox Williams' report, the CBI admitted it had hired \"culturally toxic\" staff and had failed to fire people who sexually harassed female colleagues. That had led a \"very small minority\" of staff to believe they could get away with harassment or violence against women, the group said.", "type": "p"}, {"text": "An earlier report by the law firm led to the dismissal of Ms Newton-Smith's predecessor, Tony Danker. He was the subject of separate complaints of workplace misconduct, for which he has apologised. ", "type": "p"}, [{"text": "Business group hired 'toxic' staff and failed to act", "type": "a", "href": "https://www.bbc.co.uk/news/business-65375311"}, {"text": "New CBI boss: I saw sexual harassment and acted", "type": "a", "href": "https://www.bbc.co.uk/news/business-65397281"}, {"text": "Business group CBI is finished, says City boss", "type": "a", "href": "https://www.bbc.co.uk/news/business-65384749"}], {"text": "The CBI said Ms Newton-Smith had spoken to more than 250 members and former members in an effort to shore up support.", "type": "p"}, {"text": "But some of its most high profile members have deserted the organisation, including John Lewis and BMW. Others such as Tesco and Sainsbury's have suspended their engagement.", "type": "p"}, {"text": "The government has also suspended any activity with the lobby group, with Chancellor Jeremy Hunt saying there was \"no point\" engaging with the CBI when its own members had deserted it.", "type": "p"}], "tags": []}