{"link": "https://www.bbc.com/news/technology-65497186", "category": "technology", "title": "Ex-Uber security chief sentenced over covering up hack", "contributor": null, "time": "2023-05-05T15:41:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A8D5/production/_129612234_gettyimages-1249056700.jpg", "content": [{"text": "Uber's former chief security officer has avoided jail and been sentenced to three years' probation for covering up a cyber-attack from authorities.", "type": "b"}, {"text": "Joseph Sullivan was found guilty of paying hackers $100,000 (£79,000) after they gained access to 57 million records of Uber customers, including names and phone numbers.", "type": "p"}, {"text": "He must also pay a fine of $50,000, and serve 200 hours of community service.", "type": "p"}, {"text": "Prosecutors originally asked for a 15-month prison sentence.", "type": "p"}, {"text": "Sullivan was also found guilty of obstructing an investigation from the Federal Trade Commission.", "type": "p"}, {"text": "According to the Wall Street Journal, judge William Orrick said he was showing Sullivan leniency partly because this was the first case of its kind, but also because of his character.", "type": "p"}, {"text": "\"If there are more, people should expect to spend time in custody, regardless of anything, and I hope everybody here recognises that,\" he said.", "type": "p"}, {"text": "Sullivan began his role as Uber's chief security officer in 2015.", "type": "p"}, {"text": "In November 2016, the attackers who targeted Uber emailed Sullivan and told him they had stolen a large amount of data, which they would delete in return for a ransom, according to the US Department of Justice (DOJ).", "type": "p"}, {"text": "Staff working for Sullivan confirmed data, including records of 57 million Uber users and 600,000 driving licence numbers, had been stolen.", "type": "p"}, {"text": "According to the DOJ, Sullivan arranged for the hackers to be paid $100,000 in exchange for them signing non-disclosure agreements to not reveal the hack to anyone.", "type": "p"}, {"text": "The hackers were paid in December 2016, disguised as a \"bug bounty\" - a reward used to pay cyber-security researchers who disclose vulnerabilities so they can be fixed.", "type": "p"}, {"text": "The hackers subsequently faced conspiracy charges in 2019 and pleaded guilty.", "type": "p"}], "tags": []}