{"link": "https://www.bbc.com/news/business-65022389", "category": "business", "title": "Zhao Weiguo: Chinese regulator accuses chip tycoon of corruption", "contributor": null, "time": "2023-03-21T05:03:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F590/production/_129046826_zhaoweiguo.png", "content": [{"text": "China's anti-fraud watchdog has accused chip tycoon Zhao Weiguo of corruption, in the latest sign of trouble faced by the country's semiconductor industry.", "type": "b"}, {"text": "Mr Zhao is the former chairman of computer chipmaker Tsinghua Unigroup.", "type": "p"}, {"text": "Key players in the sector were investigated for corruption last year after the government poured billions of dollars into projects which stalled or failed.", "type": "p"}, {"text": "Mr Zhao and Tsinghua Unigroup did not respond to BBC requests for comment.", "type": "p"}, {"text": "In a statement, the Central Commission for Discipline Inspection alleges that Mr Zhao \"took the state-owned company he managed as his private fiefdom.\"", "type": "p"}, {"text": "The regulator says he handed profitable businesses to his relatives and friends, and purchased goods and services from companies managed by his associates at \"prices significantly higher than the market\".", "type": "p"}, {"text": "Mr Zhao's case, it adds, has been handed to prosecutors who will file charges against him.", "type": "p"}, [{"text": "The US is beating China in the battle for chips", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-pacific-64143602"}, {"text": "Why do Chinese billionaires keep vanishing?", "type": "a", "href": "https://www.bbc.co.uk/news/business-64781986"}], {"text": "Tsinghua Unigroup was once a branch of the prestigious Tsinghua University, attended by President Xi Jinping.", "type": "p"}, {"text": "Over the last decade, the state-backed company made a series of acquisitions and emerged as one of China's leading chipmakers.", "type": "p"}, {"text": "However, it racked up debt under Mr Zhao's leadership and defaulted on several bond payments in 2020.", "type": "p"}, {"text": "The company completed a 20-month restructuring last July. This placed it under the control of a consortium led by two state-backed venture capital firms.", "type": "p"}, {"text": "Around that time, Mr Zhao stepped down as the chairman of Tsinghua Unigroup. Chinese media outlets reported that he had been taken from his home by authorities for investigation.", "type": "p"}, {"text": "Several other leading figures in the Chinese semiconductor industry have also been placed under investigation.", "type": "p"}, {"text": "Semiconductors, which power everything from mobile phones to military hardware, are at the centre of a bitter dispute between the US and China.", "type": "p"}, {"text": "In October, Washington announced that it would require licences for companies exporting chips to China using US tools or software, no matter where they were made in the world.", "type": "p"}, {"text": "Earlier this month, the Netherlands said it also planned to put restrictions on its \"most advanced\" microchip technology exports to protect national security.", "type": "p"}, {"text": "China has invested billions of dollars in recent years to build up its domestic chip-making capabilities.", "type": "p"}, {"text": "In 2019, the country set up a new national $29bn (£23.7bn) semiconductor fund to reduce its reliance on the West.  ", "type": "p"}], "tags": []}