{"link": "https://www.bbc.com/news/entertainment-arts-65031622", "category": "entertainment & arts", "title": "Ed Sheeran 'didn't want to live' after his friends Jamal Edwards and Shane Warne died", "contributor": null, "time": "2023-03-21T17:30:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16850/production/_126904229_hi073419077.jpg", "content": [{"text": "Ed Sheeran says he \"didn't want to live any more\" after the deaths of his friends SBTV founder Jamal Edwards and cricketer Shane Warne in 2022.", "type": "b"}, {"text": "Speaking to Rolling Stone magazine, the star said he had dealt with depression \"throughout my life\" and felt the feelings resurface last year.", "type": "p"}, {"text": "\"You're under the waves drowning. You're just sort of in this thing. And you can't get out of it.\"", "type": "p"}, {"text": "He worried his thoughts were \"selfish\", given that he is a parent to two girls.", "type": "p"}, {"text": "\"Especially as a father, I feel really embarrassed about it,\" the 32-year-old said.", "type": "p"}, [{"text": "Ed Sheeran says wife developed tumour in pregnancy", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64809475"}, {"text": "Sheeran: I owe my career to Jamal Edwards", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62976468"}, {"text": "Ed Sheeran wins Shape of You copyright case", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61006984"}], {"text": "Sheeran credited his wife, Cherry Seaborn, with encouraging him to seek help.", "type": "p"}, {"text": "\"No one really talks about their feelings where I come from,\" he said. \"People think it's weird getting a therapist in England.… I think it's very helpful to be able to speak with someone and just vent and not feel guilty about venting. ", "type": "p"}, {"text": "\"Obviously, like, I've lived a very privileged life. So my friends would always look at me like, 'Oh, it's not that bad.'", "type": "p"}, {"text": "\"The help isn't a button that is pressed, where you're automatically OK,\" he continued. \"It is something that will always be there and just has to be managed.\"", "type": "p"}, {"text": "Edwards, who gave Sheeran his first big break, died suddenly from a heart attack in February 2022 after taking cocaine and drinking alcohol, a coroner concluded.", "type": "p"}, {"text": "Sheeran said the tragedy convinced him to kick a drug habit he had developed in his 20s.", "type": "p"}, {"text": "\"I remember just being at a festival and being like, 'Well, if all of my friends do it, it can't be that bad,'\" he said. \"And then it just turns into a habit that you do once a week and then once a day and then, like, twice a day and then, like, without booze. It just became bad vibes.", "type": "p"}, {"text": "\"I would never, ever, ever touch anything again, because that's how Jamal died,\" he added. \"And that's just disrespectful to his memory to even, like, go near.\"", "type": "p"}, {"text": "Shortly after Edwards' death, Sheeran's wife was diagnosed with a tumour which could not be operated on until after she had given birth to their second daughter, Jupiter. ", "type": "p"}, {"text": "\"You feel so powerless,\" Sheeran recalled. \"There's nothing you can do about it.\" ", "type": "p"}, {"text": "Seaborn ultimately carried the baby to term and had successful surgery in June 2022, the morning that Sheeran headlined Wembley Stadium, Rolling Stone said.", "type": "p"}, {"text": "The emotional toll of those events can be seen in a trailer for Sheeran's forthcoming Disney+ documentary, The Sum Of It All.", "type": "p"}, {"text": "In one scene, the star is pictured crying on stage, as he grapples with Edwards' death and Seaborn's health condition, while simultaneously facing a lengthy copyright trial.", "type": "p"}, {"text": "\"I've never seen him cry on stage,\" Seaborn observes in the clip. \"He hasn't had the time to process and be at peace with his thoughts.\"", "type": "p"}, {"text": "Sheeran has previously revealed that his new album, Subtract, was completely re-written against the \"backdrop of grief and hope\" he experienced last year.", "type": "p"}, {"text": "Originally intended to be a collection of acoustic songs recorded over a 10-year period, he scrapped the project and started again, using songwriting to \"make sense\" of his feelings.", "type": "p"}, {"text": "He made the record with The National's Aaron Dessner, who previously co-produced Taylor Swift's lockdown albums Folklore and Evermore.", "type": "p"}, {"text": "Dessner told Rolling Stone he'd encouraged the star to show \"a more vulnerable\" and \"elemental\" side to his music.", "type": "p"}, {"text": "As he had done with Swift, the musician started sending Sheeran instrumental tracks to craft into finished songs.", "type": "p"}, {"text": "\"I had these instrumentals, and I would write to them in the backs of cars or planes or whatever,\" Sheeran said. ", "type": "p"}, {"text": "\"And then it got done. And that was the record. It was all very, very, very fast.\"", "type": "p"}, {"text": "The star added that he recorded a second, entirely separate, album with Dessner which has no firm release date at present. ", "type": "p"}, {"text": "He also revealed the existence of a collaborative album with reggaeton star J Balvin, as well as forthcoming music with Pharrell, Shakira, David Guetta and Justin Bieber.", "type": "p"}, {"text": "In fact, he told Rolling Stone he has five more albums in mind using another category of symbols. ", "type": "p"}, {"text": "He plans to work on the last one in that series on and off for the rest of his life, \"adding songs here and there. And just have it in my will that after I die, it comes out\". ", "type": "p"}, [{"text": "If you have been affected by any of these issues, you can visit the BBC's Action Line or contact the Samaritans.", "type": "a", "href": "https://www.bbc.co.uk/programmes/articles/4WLs5NlwrySXJR2n8Snszdg/information-and-support-suicide-emotional-distress"}]], "tags": []}