{"link": "https://www.bbc.com/news/science-environment-65013560", "category": "science & environment", "title": "Five things we've learned from UN climate report", "contributor": null, "time": "2023-03-20T18:14:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DE70/production/_129044965_mediaitem129044964.jpg", "content": [{"text": "The scientific body that advises the UN on rising temperatures has just released a new report. It's an important summary of six key pieces of research completed over the past five years. Our environment correspondent Matt McGrath considers the critical messages.", "type": "b"}, {"text": "The sober tones of this study by the Intergovernmental Panel on Climate Change (IPCC) make clear that there is very little chance of keeping the world from warming by more than 1.5C. Governments had previously agreed to act to avoid that. But the world has already warmed by 1.1C and now experts say that it is likely to breach 1.5C in the 2030s, despite all the political speechmaking.", "type": "p"}, {"text": "\"It has always been clear in the IPCC and in climate science, that it's not very likely that we always will stay below 1.5C,\" said Dr Oliver Geden, from the German Institute for International and Security Affairs and a member of the report's core writing team.", "type": "p"}, {"text": "Dr Geden and his colleagues now argue that coming back down as quickly as possible after overshooting this mark is where the focus should be. ", "type": "p"}, {"text": "Overshooting is risky, as the report acknowledges, because it might trip tipping points that can't be uncrossed, such as the melting of permafrost that would in turn release vast amounts of warming gases.  ", "type": "p"}, {"text": "Coming back from overshooting will need expensive, unproven technology to pull CO2 from the air, something known as carbon capture.", "type": "p"}, {"text": "It also means that it's even more urgent to get as quickly as possible to net zero - where the amount of greenhouse gas in the atmosphere does not increase. Every increment of global warming and every year that goes by really matters. ", "type": "p"}, {"text": "While the report doesn't definitively say it, there's some clear indications that there's no future for coal, oil and gas on a liveable planet.", "type": "p"}, {"text": "It highlights how renewable forms of energy such as wind and solar are now cheaper and that sticking with fossil fuels may be more expensive in many places than switching to low carbon systems.", "type": "p"}, {"text": "\"The message in terms of urgency, I think, is stop burning fossil fuels as fast as humanly possible,\" Dr Friederike Otto, one of the report's authors told BBC News.", "type": "p"}, {"text": "\"It is not because we are lacking some important piece of technology or some important knowledge. It is because so far, the sense of urgency has been lacking in the places where the important decisions are made.\"", "type": "p"}, {"text": "While it is easy to think that scientific reports on climate change are all about governments and energy policy, the IPCC has been moving to highlight the fact that the actions that people can take make by themselves make massive difference to the overall picture. ", "type": "p"}, {"text": "\"We could cut 40 to 70% of projected 2050 emissions with end-use measures,\" said Kaisa Kosonen from Greenpeace, who was an observer at the IPCC approval session.", "type": "p"}, {"text": "This includes shifting to plant-based diets, avoiding flights, building more walkable and bikeable cities,\" she told BBC News. ", "type": "p"}, {"text": "The report nudges governments towards reforming their transport, industry and energy systems so that making these low carbon choices becomes much easier and cheaper for individuals.", "type": "p"}, {"text": "It's amazing to think that the decisions we make around the world over the next seven years will echo down the centuries.", "type": "p"}, {"text": "The report warns that with sustained warming of between 2 and 3C, the Greenland and West Antarctic ice sheets will be lost \"almost completely and irreversibly\" over multiple millenia.", "type": "p"}, {"text": "Many other thresholds will be crossed at low levels of heating, impacting things like the world's glaciers. ", "type": "p"}, {"text": "To stop this runaway train of warming, governments need to up their commitments before 2030, to reach net zero by 2050, in order to keep warming in or around 1.5C by 2100. ", "type": "p"}, {"text": "\"I think our climate system, but also our social systems and our ecosystems, all show us that it's bloody urgent, so that we can still change the world to make it a better place for all of us,\" said Dr Otto.", "type": "p"}, {"text": "The real strength of the IPCC is that their reports are agreed with governments - and as such the reports are approved by their representatives in the presence of the scientists who research and write them.", "type": "p"}, {"text": "But the future of fossil fuels is becoming more and more a political question. ", "type": "p"}, {"text": "Last November in Sharm el-Sheikh, a number of countries tried but failed to get the UN to agree to phase out oil and gas as well as coal. ", "type": "p"}, {"text": "This argument is not going away - with the EU now openly supporting such a move.", "type": "p"}, {"text": "This new IPCC report will be central to it when countries meet again at COP28 in Dubai later this year. ", "type": "p"}], "tags": []}