{"link": "https://www.bbc.com/news/technology-65032848", "category": "technology", "title": "Bill Gates: AI is most important tech advance in decades", "contributor": null, "time": "2023-03-21T19:56:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/84EB/production/_129072043_gettyimages-1247163886.jpg", "content": [{"text": "Microsoft co-founder Bill Gates says the development of artificial intelligence (AI) is the most important technological advance in decades.", "type": "b"}, {"text": "In a blog post on Tuesday, he called it as fundamental as the creation of the microprocessor, the personal computer, the Internet, and the mobile phone.", "type": "p"}, {"text": "\"It will change the way people work, learn, travel, get health care, and communicate with each other,\" he said.", "type": "p"}, {"text": "He was writing about the technology used by tools such as chatbot ChatGPT. ", "type": "p"}, {"text": "Developed by OpenAI, ChatGPT is an AI chatbot which is programmed to answer questions online using natural, human-like language. ", "type": "p"}, {"text": "The team behind it in January 2023 received a multibillion dollar investment from Microsoft - where Mr Gates still serves as an advisor.", "type": "p"}, {"text": "But it is not the only AI-powered chatbot available, with Google recently introducing rival Bard.", "type": "p"}, {"text": "I was one of the first people to get access to Bard and my colleagues and I are trying to put it through its paces. ", "type": "p"}, {"text": "So far it's given me a philosophical answer to the meaning of life. ", "type": "p"}, {"text": "It gave a competent potted history of Russia-China relations to a colleague covering the meeting between President Putin and Xi Jinping - unlike ChatGPT, Bard can access current affairs. ", "type": "p"}, {"text": "A programme editor asked it for a good running order for her news show. Start with the biggest story of the day, Bard suggested, and end with a musician or comedian. It also did a decent if generic job of a poem about trees and blossom. ", "type": "p"}, {"text": "I haven't yet started trying to get it to be rude to me, or about others. I'll report back on that…", "type": "p"}, {"text": ".", "type": "b"}, {"text": "Mr Gates said he had been meeting with OpenAI - the team behind the artificial intelligence that powers chatbot ChatGPT - since 2016. ", "type": "p"}, {"text": "In his blog, Mr Gates said he challenged the OpenAI team in 2022 to train an AI that can pass an Advanced Placement (AP) Biology exam - roughly equivalent to an A-level exam - with the strict rule that the AI could not be specifically trained to answer Biology questions.", "type": "p"}, {"text": "A few months later they revealed the results - a near perfect score, he said, missing only one mark out of 50.", "type": "p"}, {"text": "After the exam, Mr Gates said he asked the AI to write a response to a father with a sick child.", "type": "p"}, {"text": "\"It wrote a thoughtful answer that was probably better than most of us in the room would have given,\" he said.", "type": "p"}, {"text": "\"I knew I had just seen the most important advance in technology since the graphical user interface (GUI).\"", "type": "p"}, {"text": "A GUI is a visual display - allowing a person to interact with images and icons, rather than a display that shows only text and requires typed commands.", "type": "p"}, {"text": "Its development led to the Windows and Mac OS operating systems in the 1980s, and remains a key part of computing.", "type": "p"}, {"text": "And Mr Gates says he believes AI tech will lead to similar advancements.", "type": "p"}, {"text": "Mr Gates, who co-chairs the charitable Bill & Melinda Gates Foundation, called on governments to work with industry to \"limit the risks\" of AI, but said the technology could be used to save lives.", "type": "p"}, {"text": "\"AI-driven improvements will be especially important for poor countries, where the vast majority of under-5 deaths happen,\" he wrote.", "type": "p"}, {"text": "\"Many people in those countries never get to see a doctor, and AIs will help the health workers they do see be more productive.\"", "type": "p"}, {"text": "Some examples of this he gave include completing repetitive tasks such as insurance claims, paperwork, and note-taking.", "type": "p"}, {"text": "But in order for this to happen, Mr Gates called on a targeted approach to AI technology in the future.", "type": "p"}, {"text": "\"Market forces won't naturally produce AI products and service that help the poorest,\" he said. \"The opposite is more likely.", "type": "p"}, {"text": "\"With reliable funding and the right policies, governments and philanthropy can ensure that AIs are used to reduce inequity.", "type": "p"}, {"text": "\"Just as the world needs its brightest people focused on its biggest problems, we will need to focus the world's best AIs on its biggest problems.\"", "type": "p"}], "tags": []}