{"link": "https://www.bbc.com/news/business-62770283", "category": "business", "title": "Ukraine war: G7 agrees to impose price cap on Russian oil", "contributor": "Michael Race", "time": "2022-09-02T15:33:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8A2C/production/_120727353__112965584_gettyimages-976188246-1.jpg", "content": [{"text": "Members of the G7 have agreed to impose a price cap on Russian oil in a bid to hit Moscow's ability to finance the war in Ukraine.", "type": "b"}, {"text": "Finance ministers said the cap on crude oil and petroleum products would also help reduce global energy prices. The cap will be set at a level based on a range of technical inputs.", "type": "p"}, {"text": "\"We will continue to stand with Ukraine for as long as it takes,\" the G7 said.", "type": "p"}, {"text": "Russia said it would stop selling oil to countries that imposed price caps.", "type": "p"}, {"text": "\"Companies that impose a price cap will not be among the recipients of Russian oil,\" Kremlin spokesman Dmitry Peskov said.", "type": "p"}, {"text": "The G7 (Group of Seven) consists of the UK, US, Canada, France, Germany, Italy and Japan. The group is an organisation of the world's seven largest \"advanced\" economies, which dominate global trade and the international financial system.", "type": "p"}, [{"text": "How can the world cope without Russian oil and gas?", "type": "a", "href": "https://www.bbc.co.uk/news/58888451"}, {"text": "Why won't the world's big oil producers lower prices?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61188579"}], {"text": "At their virtual meeting, the finance ministers said the oil price cap plan was \"specifically designed\" to reduce Russian revenues and its ability to \"fund its war of aggression\". They also said they wanted to minimise the damaging economic fallout of the conflict, \"especially on low and middle-income countries\".", "type": "p"}, {"text": "The introduction of a price cap on Russian oil means countries that sign up to the policy will only be permitted to purchase Russian oil and petroleum products transported via sea that are sold at or below the price cap. ", "type": "p"}, {"text": "In the aftermath of Russia's invasion of Ukraine the price of oil soared and has remained at high levels, meaning Russia has increase its revenues from the fossil fuel despite its export volumes falling.", "type": "p"}, {"text": "The EU plans to impose an embargo on Russian crude oil from 5 December. It will apply to crude shipped by tanker and most piped supplies.", "type": "p"}, {"text": "China and India - major trading partners for Russia - may not follow G7 policy on Russian oil, analysts say. They have not joined the Western sanctions targeting Russia.", "type": "p"}, {"text": "UK Chancellor Nadhim Zahawi said the G7 were \"united against this barbaric aggression\", adding the price cap would \"curtail Putin's capacity to fund his war\".", "type": "p"}, {"text": "US Treasury Secretary Janet Yellen said a cap would also help fight inflation, which is on the rise in many of the world's economies. ", "type": "p"}, {"text": "The price cap helps achieve \"our dual goals of putting downward pressure on global energy prices while denying Putin revenue to fund his brutal war in Ukraine\", she said.", "type": "p"}, {"text": "The G7 agreement to impose a cap on the price of Russian oil is certainly symbolic. How effective it is in practice will depend on the level of the cap and how it is enforced.", "type": "p"}, {"text": "Energy prices have soared since Russia invaded Ukraine - and the revenues from oil sales have been helping to finance Vladimir Putin's aggression. ", "type": "p"}, {"text": "So cut off that financial lifeline, and waging war becomes much more difficult.", "type": "p"}, {"text": "In fact, oil from Russia has been a lot cheaper than crude from other sources for months, due to a combination of official sanctions and a reluctance by some to trade in it.", "type": "p"}, {"text": "But refiners in places like India and China have still been happy to buy it, and Russia's coffers have been filling up as a result.", "type": "p"}, {"text": "So the price cap needs to be a lot lower than the level Russian oil is already trading at - and the enforcement mechanism needs to be absolutely watertight.", "type": "p"}, {"text": "The devil will be in the detail - and the detail is something we don't yet have.", "type": "p"}], "tags": ["Russia-Ukraine war", "Russia", "Oil", "G7"]}