{"link": "https://www.bbc.com/news/entertainment-arts-62775132", "category": "entertainment & arts", "title": "Jane Fonda: Hollywood star having chemotherapy for cancer", "contributor": "Alex Binley", "time": "2022-09-02T21:14:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C249/production/_126573794_gettyimages-1393277830.jpg", "content": [{"text": "Actress Jane Fonda has revealed she has been diagnosed with cancer and is having chemotherapy.", "type": "b"}, {"text": "In a post to her 1.9m Instagram followers, the 84-year-old said she has non-Hodgkin's lymphoma.", "type": "p"}, {"text": "Fonda described it as \"a very treatable cancer... so I feel very lucky\".", "type": "p"}, {"text": "The Hollywood icon used her post to highlight the state of healthcare in the US and said she will continue with her climate activism.", "type": "p"}, {"text": "She wrote she felt \"lucky because I have health insurance and access to the best doctors and treatments. ", "type": "p"}, {"text": "\"I realize, and it's painful, that I am privileged in this. ", "type": "p"}, {"text": "\"Almost every family in America has had to deal with cancer at one time or another and far too many don't have access to the quality health care I am receiving and this is not right.\"", "type": "p"}, {"text": "Non-Hodgkin's lymphoma is a less common cancer which develops in the lymphatic system - the vast network of vessels and glands in the body.", "type": "p"}, {"text": "Fonda wrote that she will undergo six months of chemotherapy but \"will not let any of this interfere with my climate activism\".", "type": "p"}, {"text": "The Oscar-winning actress made her debut in 1960, becoming famous for starring in films including Barbarella, Nine to Five and On Golden Pond.", "type": "p"}, {"text": "Her most recent performance was in the Netflix comedy series Grace and Frankie.", "type": "p"}, {"text": "Fonda is also well known as a political activist. In the 1960s she vocally opposed the Vietnam War. ", "type": "p"}, {"text": "More recently she became a campaigner against climate change. In 2016, she spent Thanksgiving among the protesters at Standing Rock, demonstrating against the construction of the Dakota Access Pipeline.", "type": "p"}, {"text": "In her post Fonda said her diagnosis has highlighted the importance of community to her.", "type": "p"}, {"text": "\"Cancer is a teacher and I'm paying attention to the lessons it holds for me. ", "type": "p"}, {"text": "\"One thing it's shown me already is the importance of community. ", "type": "p"}, {"text": "\"Of growing and deepening one's community so that we are not alone. And the cancer, along with my age - almost 85 - definitely teaches the importance of adapting to new realities.", "type": "p"}, {"text": "\"We're living through the most consequential time in human history because what we do or don't do right now will determine what kind of future there will be and I will not allow cancer to keep me from doing all I can.\"", "type": "p"}, {"text": "Ending her post, Fonda highlighted November's midterm elections - in which all seats in the US House of Representatives and just over one-third of those in the Senate, are up for grabs. ", "type": "p"}, {"text": "\"The midterms are looming, and they are beyond consequential so you can count on me to be right there together with you as we grow our army of climate champions,\" she wrote.", "type": "p"}], "tags": ["Jane Fonda", "United States", "Cancer"]}