{"link": "https://www.bbc.com/news/health-62764402", "category": "health", "title": "Mystery pneumonia: Argentina investigates three deaths", "contributor": "Michelle Roberts", "time": "2022-09-02T12:19:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8D32/production/_126564163_gettyimages-1218725091.jpg", "content": [{"text": "A third person has died this week in Argentina from an unexplained type of pneumonia that has affected nine people in total so far. ", "type": "b"}, {"text": "All of the cases centre around a private medical clinic in northwestern Tucuman province. ", "type": "p"}, {"text": "Authorities say they have ruled out Covid and common types of flu but are continuing other infection checks. ", "type": "p"}, {"text": "Tests on the local water supply and air conditioners are also being done in the hunt for the cause. ", "type": "p"}, {"text": "The third victim was a 70-year-old woman who had been admitted to the clinic for a surgical procedure.", "type": "p"}, {"text": "Doctors believe she may have been \"patient zero\" for the respiratory illness. The others who have fallen ill with the lung condition were medical staff at the centre. ", "type": "p"}, {"text": "Their close contacts are under follow-up but none have developed symptoms to date. ", "type": "p"}, {"text": "The mystery disease claimed its first victim among workers at the clinic on Monday and a second two days later. Both, like the 70-year-old woman, had other underlying health conditions. ", "type": "p"}, {"text": "The first six patients started showing symptoms between August 18 and 23.", "type": "p"}, {"text": "Tucuman health minister Luis Medina Ruiz said on Wednesday the patients were struck with \"a severe respiratory condition with bilateral pneumonia...very similar to Covid\".", "type": "p"}, {"text": "Symptoms included a high fever, body aches and difficulty breathing.  ", "type": "p"}, {"text": "Hector Sale, president of the Tucuman provincial medical college, told local reporters: \"We are not dealing with a disease that causes person-to-person transmission\" as no cases have been identified among close contacts of any of the patients.", "type": "p"}, {"text": "The Pan American Health Organization is monitoring the situation along with the Argentina health authorities.", "type": "p"}, {"text": "Prof Paul Hunter, professor in medicine at the University of East Anglia, told the BBC that at this stage, it was \"pretty much impossible\" to say what the impact might be.", "type": "p"}, {"text": "\"These things happen from time to time. Often they just fizzle out, but not always. ", "type": "p"}, {"text": "\"Sometimes they cause a substantial local outbreak or something even bigger.\"", "type": "p"}, {"text": "He said experts should have more answers within days thanks to the rapid speed that checks and tests can give results. ", "type": "p"}, {"text": "Prof Beate Kampmann from The London School of Hygiene and Tropical Medicine said: \"It is too early to comment on whether this represents a threat to a wider population or remains restricted to the institution, or whether it might be caused by a new pathogen or one we already know about.\"", "type": "p"}, {"text": "Prof Sir Peter Horby from Oxford University said there were echoes of how the Covid outbreak began with infections in healthcare workers involving severe pneumonia. ", "type": "p"}, {"text": "But he added: \"People shouldn't be overly alarmed. There are other potential explanations.", "type": "p"}, {"text": "\"At the moment I'm not overly concerned but I'll be watching it like a Hawk.\"", "type": "p"}], "tags": ["Infectious disease"]}