{"link": "https://www.bbc.com/news/science-environment-62758811", "category": "science & environment", "title": "How Pakistan floods are linked to climate change", "contributor": "Georgina Rannard", "time": "2022-09-02T13:42:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/112F2/production/_126568307_gettyimages-1241745727.jpg", "content": [{"text": "The devastating floods in Pakistan are a \"wake-up call\" to the world on the threats of climate change, experts have said. ", "type": "b"}, {"text": "The record-breaking rain would devastate any country, not just poorer nations, one climate scientist has told BBC News.", "type": "p"}, {"text": "The human impacts are clear - another 2,000 people were rescued from floodwaters on Friday, while ministers warn of food shortages after almost half the country's crops were washed away.", "type": "p"}, {"text": "A sense of injustice is keenly felt in the country. Pakistan contributes less than 1% of the global greenhouse gases that warm our planet but its geography makes it extremely vulnerable to climate change.", "type": "p"}, {"text": "\"Literally, one-third of Pakistan is underwater right now, which has exceeded every boundary, every norm we've seen in the past,\" Climate minister Sherry Rehman said this week.", "type": "p"}, {"text": "Pakistan is located at a place on the globe which bears the brunt of two major weather systems. One can cause high temperatures and drought, like the heatwave in March, and the other brings monsoon rains. ", "type": "p"}, {"text": "The majority of Pakistan's population live along the Indus river, which swells and can flood during monsoon rains.", "type": "p"}, {"text": "The science linking climate change and more intense monsoons is quite simple. Global warming is making air and sea temperatures rise, leading to more evaporation. Warmer air can hold more moisture, making monsoon rainfall more intense.", "type": "p"}, {"text": "Scientists predict that the average rainfall in the Indian summer monsoon season will increase due to climate change, explains Anja Katzenberger at the Potsdam Institute for Climate Impact Research. ", "type": "p"}, {"text": "But Pakistan has something else making it susceptible to climate change effects - its immense glaciers.", "type": "p"}, {"text": "The northern region is sometimes referred to as the 'third pole' - it contains more glacial ice than anywhere in the world outside of the polar regions.", "type": "p"}, {"text": "As the world warms, glacial ice is melting. Glaciers in Pakistan's Gilgit-Baltistan and Khyber Pakhtunkhwa regions are melting rapidly, creating more than 3,000 lakes, the the UN Development Programme told BBC News. Around 33 of these are at risk of sudden bursting, which could unleash millions of cubic meters of water and debris, putting 7 million people at risk.", "type": "p"}, [{"text": "Map and photos show extent of Pakistan floods", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-62728678"}, {"text": "World's glaciers melting at faster rate", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-56921164"}, {"text": "Climate change swells odds of Pakistan heatwave", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61484697"}], {"text": "Pakistan's government and the UN are attempting to reduce the risks of these sudden outburst floods by installing early-warning systems and protective infrastructure.", "type": "p"}, {"text": "In the past poorer countries with weaker flood defences or lower-quality housing have been less able to cope with extreme rainfall.", "type": "p"}, {"text": "But climate impact scientist Fahad Saeed told BBC News that even a rich nation would be overwhelmed by the catastrophic flooding this summer.", "type": "p"}, {"text": "\"This is a different type of animal - the scale of the floods is so high and the rain is so extreme, that even very robust defences would struggle,\" Dr Saeed explains from Islamabad, Pakistan.", "type": "p"}, {"text": "He points to the flooding in Germany and Belgium that killed dozens of people in 2021.", "type": "p"}, {"text": "Pakistan received nearly 190% more rain than its 30-year average from June to August - reaching a total of 390.7mm.", "type": "p"}, {"text": "He says that Pakistan's meteorological service did a \"reasonable\" job in warning people in advance about flooding. And the country does have some flood defences but they could be improved, he says. ", "type": "p"}, {"text": "People with the smallest carbon footprints are suffering the most, Dr Saeed says. ", "type": "p"}, {"text": "\"The victims are living in mud homes with hardly any resources - they have contributed virtually nothing to climate change,\" he says.", "type": "p"}, {"text": "The flooding has affected areas that don't normally see this type of rain, including southern regions Singh and Balochistan that are normally arid or semi-arid.", "type": "p"}, [{"text": "Singh province awaits more devastation", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-62707436"}], {"text": "Yusuf Baluch, a 17-year-old climate activist from Balochistan, says that inequality in the country is making the problem worse. He remembers his own family home being washed away by flooding when he was six years old.", "type": "p"}, {"text": "\"People living in cities and from more privileged backgrounds are least affected by the flooding,\" he explains.", "type": "p"}, {"text": "\"People have the right to be angry. Companies are still extracting fossil fuels from Balochistan, but people there have just lost their homes and have no food or shelter,\" he says. He believes the government is failing to support communities there.", "type": "p"}, {"text": "Dr Saeed says the floods are \"absolutely a wake-up call\" to governments globally who promised to tackle climate change at successive UN climate conferences. ", "type": "p"}, {"text": "\"All of this is happening when the world has warmed by 1.2C - any more warming than that is a death sentence for many people in Pakistan,\" he adds.", "type": "p"}], "tags": ["Pakistan", "Climate change"]}