{"link": "https://www.bbc.com/news/entertainment-arts-67187916", "category": "entertainment & arts", "title": "Stampy's Lovely World: 1.7m say farewell to YouTube series", "contributor": null, "time": "2023-10-22T13:49:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5276/production/_131501112_josephgarrett.png", "content": [{"text": "A UK YouTuber thanked his millions of subscribers for years of support as he called time on an 800-episode series.", "type": "b"}, {"text": "Joseph Garrett, from Hampshire, voiced his character Stampy Cat for the final time on Saturday, drawing 1.7m viewers.", "type": "p"}, {"text": "The online feline leads players through the video game Minecraft, building his own world and commentating as he goes.", "type": "p"}, {"text": "\"It is sad to be saying goodbye to my lovely world, but I think it's the right moment to do it,\" Garrett said in the final episode.", "type": "p"}, {"text": "\"Thank you to everyone who has watched me over the years. It has been a truly special chapter of my life,\" he added in the video description.", "type": "p"}, [{"text": "Minecraft first video game to hit 300m sales", "type": "a", "href": "https://www.bbc.co.uk/news/technology-67105983"}], {"text": "Garrett launched his Stampy YouTube channel in 2011 at the age of 20. He started uploading \"Let's Play\" videos of Minecraft in 2012 - a format which documents the playthrough of the game with a running commentary. ", "type": "p"}, {"text": "The videos resulted in rapid growth for his channel and were a big hit among children, his primary audience.", "type": "p"}, {"text": "By the time of Saturday's final episode of the Stampy's Lovely World series more than a decade later, the channel had amassed 10.8m subscribers.", "type": "p"}, {"text": "Saturday's episode, titled \"Thanks for Watching\", has been viewed more than 1.7m times and attracted thousands of comments from fans wishing to pay tribute to Garrett's career as Stampy.", "type": "p"}, {"text": "\"Stampy didn't just construct hundreds of buildings in Lovely World, he constructed millions of childhoods,\" said one fan.", "type": "p"}, {"text": "\"This man raised a whole generation,\" another wrote. ", "type": "p"}, {"text": "Writing on social media platform X afterwards, Garrett described his time as Stampy as a \"fantastic ride\", adding: \"I'm glad I got to go out in the way I wanted.\"", "type": "p"}, {"text": "Minecraft is the world's best-selling video game. It is extremely popular with children, young adults, and adults alike, due to its sandbox nature - meaning if you can imagine it, you can build it with the game's Lego-like blocks.", "type": "p"}, {"text": "Last weekend, developer Mojang Studios revealed it had now sold more than 300 million copies worldwide. ", "type": "p"}, {"text": "There are several different game modes to choose from but there is a large amount of freedom involved. ", "type": "p"}, {"text": "Minecraft was released by Mojang Studios in November 2011, but a pre-release, unfinished version of the game was first available in 2009.", "type": "p"}, {"text": "It was bought by Microsoft in 2014 for $2.5bn (£2bn) and has become a mainstay in its gaming empire - which Microsoft has just significantly expanded with its record-breaking $69bn takeover of Call of Duty maker Activision Blizzard.", "type": "p"}], "tags": []}