{"link": "https://www.bbc.com/news/health-67133882", "category": "health", "title": "Clampdown on unproven fertility treatment add-ons", "contributor": null, "time": "2023-10-18T23:56:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6BC2/production/_131468572_gettyimages-1330885428.jpg", "content": [{"text": "Fertility treatment \"add-ons\" offered to patients in the UK do not always improve their chances of having a baby, according to a new ratings system from the fertility regulator.", "type": "b"}, {"text": "It follows concerns clinics are offering unproven treatments costing hundreds or thousands of pounds.", "type": "p"}, {"text": "Clinics must give clear information on costs and success rates, experts say.", "type": "p"}, {"text": "Support groups hope the ratings will improve the stressful process of buying private fertility treatment.", "type": "p"}, {"text": "Add-ons are optional, non-essential treatments that may be offered in addition to proven fertility treatments, such as IVF (in-vitro fertilisation), in private clinics. ", "type": "p"}, {"text": "Support group Fertility Network UK welcomed the new HFEA ratings system, which uses five colours - ranging from green to red - to indicate the amount of evidence an add-on is effective at improving the chances of having a baby.", "type": "p"}, {"text": "Examples include:", "type": "p"}, [{"text": "pre-implantation genetic testing for aneuploidy (PGT-A) - where a cell is removed from the embryo and tested for chromosomal abnormalities - rated red", "type": "p"}, {"text": "endometrial scratching - the theory is that this triggers the body to repair the site of the scratch, releasing chemicals and hormones that make the womb lining more receptive to an embryo implanting - rated amber", "type": "p"}, {"text": "immunological tests - rated red", "type": "p"}], {"text": "None of those listed on the regulator's website had been rated green, Fertility Network UK pointed out, encouraging patients to look at all the information provided before making decisions.", "type": "p"}, {"text": "\"For defined patient groups, there are particular treatment add-ons that may be potentially beneficial - but we know that for the vast majority of patients, more rounds of proven treatment could be more effective,\" Prof Tim Child, who chairs the Human Fertilisation and Embryology Authority (HFEA) Scientific and Clinical Advances Advisory Committee, said.", "type": "p"}, {"text": "\"These emotionally and financially difficult decisions often centre on whether to try expensive fertility treatment add-ons and are typically made when patients are at their most vulnerable - desperate to try anything if there is a chance it may help them become parents,\" head of policy at Fertility Network UK Dr Catherine Hill said.  ", "type": "p"}, {"text": "The HFEA said patients should not be left in the dark - and add-ons with no strong evidence of safety or effectiveness should be offered only as part of research.", "type": "p"}, {"text": "\"Clinics must give patients a clear idea of what any treatment add-on will involve, how likely it is to increase their chance of a successful pregnancy and how much it will cost, and link to the HFEA ratings system,\" chief executive Peter Thompson said.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}