{"link": "https://www.bbc.com/news/business-65041649", "category": "business", "title": "US raises interest rates despite banking turmoil", "contributor": null, "time": "2023-03-22T20:41:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9450/production/_129086973_gettyimages-1247891136.jpg", "content": [{"text": "The US central bank has raised interest rates again, despite fears that the move could add to financial turmoil after a string of bank failures.", "type": "b"}, {"text": "The Federal Reserve increased its key rate by 0.25 percentage points, calling the banking system \"sound and resilient\".", "type": "p"}, {"text": "But it also warned that fallout from the bank failures may hurt economic growth in the months ahead.", "type": "p"}, {"text": "The Fed has been raising borrowing costs in a bid to stabilise prices.", "type": "p"}, {"text": "But the sharp increase in interest rates since last year has led to strains in the banking system.", "type": "p"}, {"text": "Two US banks - Silicon Valley Bank and Signature Bank - collapsed this month, buckling in part due to problems caused by higher interest rates.", "type": "p"}, {"text": "Authorities around the world have said they do not think the failures threaten widespread financial stability and need to distract from efforts to bring inflation under control.", "type": "p"}, {"text": "Last week, the European Central Bank raised its key interest rate by 0.5 percentage points. ", "type": "p"}, {"text": "The Bank of England is due to make its own interest rate decision on Thursday, a day after official figures showed that inflation unexpectedly shot up in February to 10.4%.", "type": "p"}, {"text": "Federal Reserve chairman Jerome Powell said the Fed remained focused on its inflation fight. He described Silicon Valley bank as an \"outlier\" in an otherwise strong financial system. ", "type": "p"}, {"text": "But he acknowledged that the recent turmoil was likely to drag on growth, with the full impact still unclear. ", "type": "p"}, {"text": "Forecasts released by the bank show officials expect the economy to grow just 0.4% this year and 1.2% in 2024, a sharp slowdown from the norm - and less than officials projected in December.", "type": "p"}, {"text": "The announcement from the Fed also toned down earlier statements which had said \"ongoing\" increases in interest rates would be needed in the months ahead.", "type": "p"}, {"text": "Instead, the Fed said: \"Some additional policy firming may be appropriate\".", "type": "p"}, {"text": "The moves \"signal clearly that the Fed is nervous\", said Ian Shepherdson, chief economist at Pantheon Macroeconomics. ", "type": "p"}, {"text": "Wednesday's rate rise is the ninth in a row by the Fed. It lifts its key interest rate to 4.75%-5%, up from near zero a year ago - the highest level since 2007.", "type": "p"}, {"text": "Higher interest rates mean the cost to buy a home, borrow to expand a business or take on other debt goes up.", "type": "p"}, {"text": "By making such activity more expensive, the Fed expects demand to fall, cooling prices.", "type": "p"}, {"text": "That has started to happen in the US housing market, where purchases have slowed sharply over the last year and the median sales price in February was lower than it was a year ago - the first such decline in more than a decade.", "type": "p"}, {"text": "But overall the economy has held up better than expected and prices continue to climb faster than the 2% rate considered healthy.", "type": "p"}, {"text": "Inflation, the rate at which prices climb, jumped 6% in the 12 months to February. The cost of some items, including food and airfare, is surging even faster.", "type": "p"}, {"text": "Before the bank failures, Mr Powell had warned that officials might need to push interest rates higher than expected to bring the situation under control.", "type": "p"}, {"text": "The bank projections show policymakers expect inflation to fall this year - but less than expected a few months ago.", "type": "p"}, {"text": "Still, they forecast interest rates of roughly 5.1% at the end of 2023 - unchanged since December - implying the Fed is poised to stop raising rates soon.", "type": "p"}, {"text": "Mr Powell described the effect of the recent turmoil as the \"equivalent of a rate hike\".", "type": "p"}, {"text": "He said the Fed may be able raise its key rate less aggressively, if the turmoil in the financial system prompts banks to limit lending, and the economy to slow more quickly. ", "type": "p"}, {"text": "But he repeated that the Fed would not shy away from its inflation fight. ", "type": "p"}, {"text": "\"We have to bring down inflation down to 2%,\" he said. \"There are real costs to bringing it down to 2% but the costs of failing are much higher.\"", "type": "p"}], "tags": []}