{"link": "https://www.bbc.com/news/health-65012596", "category": "health", "title": "Progestogen-only pill breast cancer risk revealed", "contributor": null, "time": "2023-03-21T18:00:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A26F/production/_129038514_gettyimages-1148160913.jpg", "content": [{"text": "Taking a progestogen-only 'mini pill' carries a small risk of breast cancer - similar to combined oral contraceptive pills, say researchers. ", "type": "b"}, {"text": "The study, in PLoS Medicine journal, is one of the first big ones able to assess the odds for users of this type of birth control.", "type": "p"}, {"text": "It shows a tiny risk, skewed towards older users, which goes away within a few years of stopping the medication. ", "type": "p"}, {"text": "On the flip side the pills protect against some other female cancers. ", "type": "p"}, {"text": "Women who take hormonal contraceptives have a lower risk of womb and ovarian cancer, with that protection lasting for decades, the researchers, from Oxford University, say. And people should weigh up all the pros and cons. ", "type": "p"}, {"text": "Mostly used as a contraceptive but sometimes for help with painful, heavy periods, the mini-pill:", "type": "p"}, [{"text": "contains just one hormone, progestogen (a synthetic version of progesterone), while the combined pill also contains oestrogen", "type": "p"}, {"text": "can be a good alternative for those who cannot use oestrogen - if breastfeeding or with an increased risk of blood clots, for example ", "type": "p"}, {"text": "taken daily, with no break between pill packs, can be more than 99% effective against pregnancy", "type": "p"}, {"text": "can be used up to the menopause or the age of 55, if generally fit and well", "type": "p"}, {"text": "can be bought without a prescription at pharmacies", "type": "p"}, {"text": "will not protect against sexually-transmitted infections", "type": "p"}], {"text": "Breast cancer is relatively rare among younger women - the age group most likely to be on the pill. ", "type": "p"}, {"text": "So a slight increase in risk during the time a woman uses hormonal contraceptives means only a small number of extra cases of the disease.", "type": "p"}, {"text": "The researchers looked at nearly 30,000 patient records held by family doctors. ", "type": "p"}, {"text": "They found being on these pills for five years increased a woman's chance of developing breast cancer within the next 15 by 20-30%, depending on how old she was at the time. ", "type": "p"}, {"text": "That sounds large, until you look at absolute risk - for example, the number of extra breast-cancer cases for every 100,000 women on the pill:", "type": "p"}, [{"text": "eight, if they take the pill in their late teens ", "type": "p"}, {"text": "265, if they take the pill in their late 30s", "type": "p"}], {"text": "Experts say the findings are reassuring. ", "type": "p"}, {"text": "One of the Oxford University researchers, Prof Gillian Reeves, said: \"I don't really see that there's any indication here to say that women need to necessarily change what they're doing.", "type": "p"}, {"text": "\"The main purpose of doing this research was really to fill a gap in our knowledge.\"", "type": "p"}, {"text": "Dr Michael Jones, from The Institute of Cancer Research, London, said: \"These findings suggest the use of hormonal contraceptives is associated with a slight increase in breast cancer risk before the menopause. ", "type": "p"}, {"text": "\"The results were similar for different types of hormonal contraception, including progestogen-only contraceptives, where less is currently known about their risks.\"", "type": "p"}, {"text": "Prof Stephen Duffy, head of the Centre for Cancer Prevention, Detection and Diagnosis, at Queen Mary University of London, said: \"10 years after stopping, there was no excess risk associated with oral contraceptive use.\"", "type": "p"}, {"text": "Dr Kotryna Temcinaite, from the charity Breast Cancer Now, said: \"If you're worried about breast cancer and contraception, or are unsure of what type you're using, talk to your doctor or family-planning clinic. You can also speak to our expert nurses by calling our free helpline.\"", "type": "p"}, {"text": "According to Cancer Research UK, there are other, bigger avoidable risk factors for developing breast cancer. ", "type": "p"}, {"text": "An estimated eight out of every 100 breast-cancer cases is linked to obesity. Alcohol is thought to contribute to a similar proportion.", "type": "p"}, {"text": "Older age is the main risk factor though. Genetics or family history can also play a part. And men can develop breast cancer too.", "type": "p"}, [{"text": "Contraceptive mini pill can be sold over the counter", "type": "a", "href": "https://www.bbc.co.uk/news/health-57384096"}], {"text": "Senior Health Information Manager at Cancer Research UK, Claire Knight, said: \"For anyone looking to lower their cancer risk, not smoking, eating a healthy balanced diet, drinking less alcohol, and keeping a healthy weight will have the most impact.", "type": "p"}, {"text": "\"There are lots of possible benefits to using contraception, as well as other risks not related to cancer. That's why deciding to take them is a personal choice and should be done after speaking to your doctor so you can make a decision that is right for you.\"", "type": "p"}, {"text": "Common breast-cancer signs and symptoms include:", "type": "p"}, [{"text": "a lump or swelling in the breast, upper chest or armpit ,which may not be visible", "type": "p"}, {"text": "changes in the size or shape of the breast", "type": "p"}, {"text": "puckering or dimpling of the skin", "type": "p"}, {"text": "a change in the colour of the breast - it may look red or inflamed", "type": "p"}, {"text": "rash, crusting or changes to the nipple", "type": "p"}, {"text": "any unusual discharge from either nipple", "type": "p"}]], "tags": []}