{"link": "https://www.bbc.com/news/technology-65042762", "category": "technology", "title": "Why a TikTok ban could be hard to enforce", "contributor": null, "time": "2023-03-22T19:30:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17370/production/_129088059_gettyimages-1247744388.jpg", "content": [{"text": "The US government is demanding that TikTok's Chinese owners sell the social media platform, or risk facing a ban.", "type": "b"}, {"text": "It comes as more and more countries have been expressing concerns about what China might do with user data from the app.", "type": "p"}, {"text": "But banning the app is not straightforward - here's what might be involved.", "type": "p"}, {"text": "TikTok gathers similar kinds of data as other apps, but US officials are concerned that this data could fall into the hands of the Chinese government. ", "type": "p"}, {"text": "The US says this data could be used to spy on Americans, or to spread propaganda. It has already banned the app from government devices, a move also taken by the UK, Canada and the EU. India also banned the app altogether in 2020.", "type": "p"}, {"text": "TikTok insists it operates no differently from other social media companies and says it would never comply with an order to transfer data to Chinese officials.", "type": "p"}, {"text": "One in three Americans uses TikTok, and a ban on such a popular app would be unprecedented in the US. ", "type": "p"}, {"text": "The most likely route for enforcing a government ban would be to order app stores, such as those operated by Apple and Google, to remove TikTok from their platforms.", "type": "p"}, {"text": "That would mean people could no longer download the app that way, but those who already have the app would still have it on their phones. Over time, the app would stop receiving updates, which could cause issues for users.", "type": "p"}, {"text": "The region of the app store can be changed on most mobile devices, allowing you to access apps from other countries - though this may break the terms of service of the apps downloaded, or of the devices themselves.", "type": "p"}, {"text": "It's also possible to install apps downloaded from the internet, rather than app stores, by modifying your device - though this may break copyright law.", "type": "p"}, {"text": "Ultimately, Apple and Google could decide to send updates to US devices which specifically stop the TikTok app from working altogether, making these workarounds null and void.", "type": "p"}, {"text": "When the Indian government banned TikTok, it disabled downloads and demanded that internet service providers (ISPs) block it altogether.", "type": "p"}, {"text": "This made it more difficult to access the app or website from most ISPs in India - although there are some workarounds.", "type": "p"}, {"text": "Notably, variants of the app have popped up online, which people can download to their modified devices in order to use it.", "type": "p"}, {"text": "Some people have used VPNs - or virtual private network - which is a secure connection between your device and another computer over the internet, which makes it appear as if you are based in a different country or region.", "type": "p"}, {"text": "But this may not be enough to circumvent the ban. ", "type": "p"}, {"text": "According to TikTok's help page, it collects information on your approximate location by checking your Sim card and IP address.", "type": "p"}, {"text": "In other words, if your device's phone number begins +1, TikTok knows you're in the US and could block your device from accessing the app.", "type": "p"}, {"text": "But it is unknown if TikTok would choose to bar users from using the app - it could decline to assist the government with any measures, and instead allow people in the US to use the platform so long as they can find workarounds to access it.", "type": "p"}, {"text": "TikTok could be ordered to block accounts from the US altogether, which means people or businesses would not be able to post unless they could make use of any workarounds. ", "type": "p"}, {"text": "Many people, from businesses to content creators, have used TikTok as a way to gain celebrity and income. People use it to sell products around the world and publicise their content.", "type": "p"}, {"text": "According to TikTok, more than 5 million businesses use the app in the US. If the small enterprises don't have an audience on other social media channels, a ban could dramatically impact their business.", "type": "p"}, {"text": "China has accused the US of spreading disinformation and suppressing TikTok, and it has accused the government of overreacting when it ordered federal employees to remove TikTok from government-issued devices.", "type": "p"}, {"text": "\"How unsure of itself can the world's top superpower like the US be to fear young people's favourite app like that?\" said spokeswoman Mao Ning.", "type": "p"}], "tags": []}