{"link": "https://www.bbc.com/news/business-61966202", "category": "business", "title": "Walgreens abandons Boots sale after market turmoil", "contributor": null, "time": "2022-06-28T14:44:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/84E1/production/_125671043_boots.jpg", "content": [{"text": "US pharmacy giant Walgreens has dropped plans to sell Boots, saying buyers were unable to raise enough funds due to instability in financial markets.", "type": "b"}, {"text": "Walgreens said it had various offers for the pharmacy business after it put Boots up for sale in January.", "type": "p"}, {"text": "But none of the offers adequately reflected the high potential value of the UK pharmacy chain, it said.", "type": "p"}, {"text": "The Walgreens Boots Alliance said it would now keep Boots and the No7 beauty brand.", "type": "p"}, {"text": "Potential buyers reportedly included Indian billionaire Mukesh Ambani and US buyout firm Apollo Global Management, who made an offer valuing the business at about £5bn.", "type": "p"}, {"text": "The Walgreens merger deal for Boots in 2014 valued the firm at about £9bn at the time.", "type": "p"}, {"text": "Walgreens said it had moved away from plans to offload Boots after an \"unexpected and dramatic change\" in the financial markets.", "type": "p"}, {"text": "\"As a result of market instability severely impacting financing availability, no third party has been able to make an offer that adequately reflects the high potential value of Boots and No7 Beauty Company,\" it said.", "type": "p"}, [{"text": "Boots criticised over pill boxes for the elderly", "type": "a", "href": "https://www.bbc.co.uk/news/health-61881272"}], {"text": "Rosalind Brewer, chief executive of Walgreens Boots Alliance, said: \"We have now completed a thorough review of Boots and No7 Beauty Company, with the outcome reflecting rapidly evolving and challenging financial market conditions beyond our control.\"", "type": "p"}, {"text": "\"It is an exciting time for these businesses, which are uniquely positioned to continue to capture future opportunities presented by the growing healthcare and beauty markets.", "type": "p"}, {"text": "\"The board and I remain confident that Boots and No7 Beauty Company hold strong fundamental value, and longer term, we will stay open to all opportunities to maximise shareholder value for these businesses and across our company.\"", "type": "p"}, {"text": "Retail analyst Catherine Shuttleworth said that Walgreens had wanted more for Boots than suitors had been prepared to pay for it.", "type": "p"}, {"text": "\"Boots needs an awful lot of work,\" she said.", "type": "p"}, {"text": "She said raising the necessary funds to buy it would have been difficult in the current market, and that Boots has a \"significant\" pensions liability.", "type": "p"}, {"text": "One of the main challenges for Boots, she said, is that it is possible to buy equivalent products from competitors such as supermarkets and online shops.", "type": "p"}, {"text": "In addition, Boots used to get a lot of \"lunchtime trade\" from people working in offices in city centres, but now more people were spending time working from home.", "type": "p"}, {"text": "The 173-year-old Boots business includes 2,200 UK stores.", "type": "p"}, {"text": "In 2020, Walgreens cut 4,000 jobs at Boots and closed some of its shops as the Covid-19 pandemic hit sales.", "type": "p"}], "tags": ["Companies", "Retailing", "Boots UK"]}