{"link": "https://www.bbc.com/news/entertainment-arts-61959015", "category": "entertainment & arts", "title": "BBC pays damages to ex-producer over Martin Bashir's Princess Diana interview", "contributor": null, "time": "2022-06-28T15:13:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E661/production/_125677985_diana3_1.1.3.jpg", "content": [{"text": "The BBC has paid \"a significant sum\" and apologised to a former producer who tried to raise concerns about Martin Bashir's interview with Princess Diana.", "type": "b"}, {"text": "Mark Killick worked on Panorama at the time of the 1995 interview.", "type": "p"}, {"text": "He alerted editors to faked documents that Bashir used to get access to the princess, but was later dismissed.", "type": "p"}, {"text": "Last year, Bashir was found to have acted in a \"deceitful\" way to get the interview. On Tuesday, the BBC said Mr Killick had \"acted entirely properly\".", "type": "p"}, {"text": "Mr Killick told an inquiry last year that he had raised concerns with managers at the time about the authenticity of bank statements, which he was worried had been used to deceive the Princess of Wales's brother Earl Spencer in order to get to her.", "type": "p"}, {"text": "But he was accused of being jealous of Bashir and leaking information about Panorama, and last year said he was \"let go\", being told \"we only want loyal people on the programme\".", "type": "p"}, {"text": "Mr Killick told Lord Dyson's inquiry that he believed there had been \"an institutional cover-up and the deliberate character assassination of myself and my colleagues who had sought to speak the truth\".", "type": "p"}, {"text": "Speaking after the publication of Lord Dyson's report, Mr Killick said: \"Many people, both on the Princess Diana side of the line and in the BBC, had their reputations destroyed by a smear campaign authorised by BBC senior management, and many of them lost their jobs.\"", "type": "p"}, {"text": "On Tuesday, a statement from the corporation said: \"Following publication of the Dyson Report last year, the BBC and former BBC Panorama senior reporter/producer, Mark Killick, today announce that a settlement has been reached between them.", "type": "p"}, {"text": "\"The BBC apologises unreservedly for defamatory statements made of Mr Killick in 1996 in internal BBC documents during the corporation's investigations into events surrounding the interview with Diana, Princess of Wales.", "type": "p"}, {"text": "\"Mr Killick acted entirely properly in referring his concerns about Martin Bashir's interview with Diana, Princess of Wales to senior management. The BBC has agreed to pay Mr Killick a significant sum in damages and costs, and we wish him all the best for the future.\"", "type": "p"}, {"text": "The settlement comes eight months after the BBC paid compensation to Matt Wiessler, the graphic designer who Bashir commissioned to mock up the statements, who said he had been \"made a scapegoat\".", "type": "p"}, {"text": "Earlier this year, the corporation paid damages to Diana's former private secretary, Patrick Jephson, for the \"harm caused to him\" over the interview.", "type": "p"}, {"text": "Bashir's interview with Princess Diana, broadcast by Panorama in late 1995, was considered a huge scoop for the BBC at the time.", "type": "p"}], "tags": ["Princess Diana, Princess of Wales", "Television", "BBC"]}