{"link": "https://www.bbc.com/news/science-environment-61970370", "category": "science & environment", "title": "UK-built Forum satellite will measure greenhouse effect", "contributor": "Jonathan Amos", "time": "2022-06-28T15:37:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9585/production/_125677283_artist-view-forum1-copyrightairbus.jpg", "content": [{"text": "A spacecraft measuring Earth's warming 'greenhouse' effect in its greatest ever detail will be built in the UK.", "type": "b"}, {"text": "The Forum satellite will be assembled by aerospace giant Airbus at its factory in Stevenage.", "type": "p"}, {"text": "It will monitor far-infrared radiation coming up from our planet's surface.", "type": "p"}, {"text": "It's this particular type of light that makes molecules of gases such as carbon dioxide and water vapour vibrate, leading to a heating of the atmosphere - a key aspect of climate change.  ", "type": "p"}, {"text": "Forum is an Earth observation mission of the European Space Agency (Esa). Its procurement contract with Airbus is worth €160m (£140m).", "type": "p"}, [{"text": "AI space tech to help farmers see their fields ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60513742"}, {"text": "Radar satellite's stunning map of UK and Ireland", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60044065"}, {"text": "UK science minister sets out space strategy", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58708121"}], {"text": "The paperwork was signed at the House of Commons on Monday night in the presence of Minister for Science, Research and Innovation George Freeman.", "type": "p"}, {"text": "He described Forum as another brilliant Esa project that played to UK strengths in climate change studies and satellite manufacturing.", "type": "p"}, {"text": "\"Capturing Earth observation data and developing a whole series of applications from it - we're very good at all that stuff. So, I think we're poised for a very exciting time,\" he told his audience.", "type": "p"}, {"text": "Forum is an acronym that stands for Far-infrared Outgoing Radiation Understanding and Monitoring.", "type": "p"}, {"text": "The near-one-tonne satellite is expected to be launched on a Vega rocket in 2027.", "type": "p"}, {"text": "How does the 'greenhouse effect' work?", "type": "b"}, {"text": "Earth's surface temperature would be many degrees below zero were it not for its atmosphere.", "type": "p"}, {"text": "Incoming shortwave radiation from the Sun is absorbed at the surface and re-emitted at longer wavelengths, in the infrared.", "type": "p"}, {"text": "If there were no water vapour, carbon dioxide or other greenhouse gases in the air, this energy would pass straight back out into space.", "type": "p"}, {"text": "But the molecules of these gases trap the radiation, warming the planet. And more than half of that absorption occurs in the far-infrared portion of the light spectrum.", "type": "p"}, {"text": "Forum will circle the globe, mapping this emitted light energy using a Fourier Transform Spectrometer. The instrument will be supplied by OHB-System, a German manufacturer headquartered in Bremen.", "type": "p"}, {"text": "Analysis of Forum's data is expected to improve the performance of climate models that describe how the Earth system works and how it is likely to react as the concentration of heat-trapping gases in the atmosphere is increased, a trend world governments are struggling to constrain.", "type": "p"}, {"text": "\"We would not know about the state of our climate without satellites,\" said Josef Aschbacher, the director general of Esa.", "type": "p"}, {"text": "\"Our satellites deliver about 60-70% of all the information data which climate scientists use to predict what that state is, and will be, and to develop ways to combat it.\"", "type": "p"}, {"text": "Forum falls in Esa's Earth Explorer class of missions. These are experimental satellites that do novel science in areas of pressing environmental interest. ", "type": "p"}, {"text": "Forum would be the ninth one in the series.", "type": "p"}, {"text": "The UK has played significant roles in the preceding missions, at both manufacturer and science investigator level. ", "type": "p"}], "tags": ["Earth observation", "Airbus Group", "European Space Agency", "Climate change", "Aerospace", "Space exploration"]}