{"link": "https://www.bbc.com/news/business-62058512", "category": "business", "title": "Norway calls off gas strikes that risked UK supply", "contributor": "Oliver Smith & Jennifer Meierhans", "time": "2022-07-05T22:03:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15DEB/production/_125797598_easington.jpg", "content": [{"text": "Strikes which threatened to cut off most of the UK's gas imports from Norway have been called off.", "type": "b"}, {"text": "The Norwegian labour ministry confirmed it had stepped in to end industrial action set for later this week.", "type": "p"}, {"text": "\"Workers are going back to work as soon as possible. We are cancelling the planned escalation,\" Lederne union leader Audun Ingvartsen told Reuters.", "type": "p"}, {"text": "The Department for Business had insisted: \"The UK has no issues with gas supply.\"", "type": "p"}, {"text": "The UK imports about 50% of its gas and Norway is its biggest supplier making up 77% of imports, ONS data shows.", "type": "p"}, {"text": "Oil and gas from Norway, Europe's second-largest energy supplier after Russia, is in high demand as many countries reduce their dependence on Russian supplies in response to the war in Ukraine.", "type": "p"}, [{"text": "Can the world cope without Russian oil and gas?", "type": "a", "href": "https://www.bbc.co.uk/news/58888451"}], {"text": "The industrial action started on Monday following a pay dispute between the employer's organisation, the Norwegian Oil and Gas Association, and the union Lederne, which represents oil and gas workers. ", "type": "p"}, {"text": "The first phase forced the Norwegian energy company Equinor to shut down three of its oil and gas fields. More strikes were expected on Tuesday evening, impacting three more Equinor facilities.", "type": "p"}, {"text": "The union had threatened to take further strike action from Saturday if the dispute was not resolved. ", "type": "p"}, {"text": "But labour minister, Marte Mjoes Persen, told Reuters the government had exercised its right to intervene.", "type": "p"}, {"text": "\"Norway plays a vital role in supplying gas to Europe, and the planned escalation [of the strike] would have had serious consequences, for Britain, Germany and other nations,\" he said.", "type": "p"}, {"text": "\"The volume impact would have been dramatic in light of the current European situation.\"", "type": "p"}, {"text": "Reacting to the strike being called off, NOG, the oil lobby, said in a statement: \"We are glad to see that the government understood the seriousness of the situation and acted to uphold Norway's reputation as a reliable and stable supplier of natural gas to Europe.\"", "type": "p"}, {"text": "Norwegian gas arrives in the UK at two terminals - Easington in Yorkshire and St Fergus in Scotland.", "type": "p"}, {"text": "It was Saturday's planned strike that would have affected UK supplies as it would have temporarily closed the Sleipner field - a key distribution point for gas exports to the UK.", "type": "p"}, {"text": "Norwegian-state owned Gassco had told the BBC \"in a worst case scenario, from this Saturday there will be zero deliveries to Easington\", a gas terminal on the East Yorkshire coast, something reported by the Financial Times.", "type": "p"}, {"text": "But while the potential strike action would only have impacted the operations at Easington, Gassco said that was by far the most significant of the two, receiving 80% to 90% of the gas from Norway. ", "type": "p"}, {"text": "The Department for Business said: \"We have one of the most reliable and diverse energy systems in the world, with access to our own North Sea gas reserves, and the second largest LNG port infrastructure in Europe.\"", "type": "p"}, {"text": "Gassco transports gas to other European countries including Germany and Belgium. It's thought strike action would have prevented up to 170 million cubic litres of gas from being delivered, around 50% of the total daily delivery amount from the company. ", "type": "p"}], "tags": ["Easington", "Norway", "Oil & Gas industry", "Strike action"]}