{"link": "https://www.bbc.com/news/entertainment-arts-62048413", "category": "entertainment & arts", "title": "Mona Hammond: Trailblazing EastEnders actress dies aged 91", "contributor": null, "time": "2022-07-05T11:16:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13400/production/_125784887_mona.jpg", "content": [{"text": "Mona Hammond, the former EastEnders star and champion of black theatre acting talent, has died aged 91.", "type": "b"}, {"text": "The Jamaican-British actress was best known for playing the matriarch Blossom Jackson on the soap from 1994 to 1997, briefly reprising her role in 2010.", "type": "p"}, {"text": "An EastEnders spokeswoman said they were \"deeply saddened\" at the news.", "type": "p"}, {"text": "\"Mona created a no-nonsense grandmother in Blossom Jackson, who was adored by the audience and everyone who worked with her.\"", "type": "p"}, {"text": "News of her death was announced on Twitter by Marcus Ryder, chair of the Royal Academy of Dramatic Art (Rada), where Hammond studied in the 1960s.", "type": "p"}, {"text": "Hammond also co-founded the groundbreaking Talawa Theatre Company in Croydon in 1986 to help address the \"lack of creative opportunities for black actors and the marginalisation of black peoples from cultural processes\".", "type": "p"}, {"text": "In a statement given to the BBC, the organisation said it was \"devastated\" at news of Hammond's death, describing her as their \"national treasure.\"", "type": "p"}, {"text": "\"As one of the founders of Talawa, a trailblazer and champion of Black British theatre, Mona's passion and vision will remain fundamental to all we do, and her legacy will forever burn bright,\" it read.", "type": "p"}, {"text": "A tribute for Hammond will be held in September, the theatre added.", "type": "p"}, {"text": "Before gracing Albert Square, Hammond portrayed Auntie Susu in the Channel 4 sitcom Desmond's in the early 1990s, and its subsequent spin-off, Porkpie.", "type": "p"}, {"text": "Bafta said it was \"saddened\" at the news of the death of the \"trailblazing actor who played a range of memorable roles across British television\".", "type": "p"}, {"text": "Former EastEnders actress Michelle Gayle led the tributes, again calling Hammond \"a trailblazer\" and \"a queen\".", "type": "p"}, {"text": "Another former EastEnders star Cheryl Fergison described her as an \"inspiration\" on Twitter.", "type": "p"}, {"text": "Former Coronation Street star Ray Fearon wrote: \"RIP Jamaican Queen. Gone but never forgotten.\"", "type": "p"}, {"text": "Loose Women presenter Charlene White also paid her respects online in similar fashion.", "type": "p"}, {"text": "Hammond was best known to viewers as the leader of the Jackson family in the mid 1990s.", "type": "p"}, {"text": "The character came to east London from Tobago as a young child. Her first marriage to Nathan ended after he left her, and she spent much of her later life living with common-law husband, Bill, until his death 1993.", "type": "p"}, {"text": "The Walford Weekly podcast said on Tuesday that Blossom was \"a great character during the early years of EastEnders and was a great family figure for the Jackson family in their early days.\"", "type": "p"}, {"text": "After leaving the soap in 1997, Hammond's Blossom returned with her on-screen grandson Alan Jackson for several episodes in 2010, in connection with the funeral of her great-grandson Billie.", "type": "p"}, {"text": "Her first appearance in the show though came in a more minor role, as Michelle Fowler's midwife in 1986.", "type": "p"}, {"text": "Born in Jamaica in 1931, to Jamaican and Chinese parents, Hammond moved to the UK in her late 20s on a scholarship, working for an architecture firm.", "type": "p"}, {"text": "After attending acting evening classes for two years she was awarded a Rada scholarship, later cutting her teeth in theatre productions such as Josephine House and Macbeth.", "type": "p"}, {"text": "She subsequently spent two years at the Royal National Theatre, where her credits included The Crucible, Fuente Ovejuna and Peer Gynt.", "type": "p"}, {"text": "Moving into television, Hammond appeared in shows like The Sweeney, Juliet Bravo, and had a cameo in Coronation Street, before making her way to Albert Square via Desmond's - which become Channel 4's longest running sitcom.", "type": "p"}, {"text": "The Peckham-based show featured a predominantly black British Guyanese cast.", "type": "p"}, {"text": "Hammond also played Mabel Thompson in The Archers on Radio 4.", "type": "p"}, {"text": "Her later acting credits included TV shows like Holby City, Doctors and Death in Paradise, as well as the 2008 Roland Emmerich-directed movie 10,000 BC.", "type": "p"}, {"text": "She was made an OBE in the 2005 for her services to drama in the UK, and the following year she was presented with the Screen Nation Film and Television Awards' highest UK honour - the Edric Connor Inspiration Award.", "type": "p"}, {"text": "In 2018, Hammond was awarded the Women of the World lifetime achievement award for her theatre career and championing of black British actors; and a year later she received an honorary Rada Fellowship.", "type": "p"}], "tags": ["Television", "EastEnders"]}