{"link": "https://www.bbc.com/news/technology-62003253", "category": "technology", "title": "MPs call for UK ban on two Chinese CCTV firms", "contributor": "Chris Vallance", "time": "2022-07-03T23:19:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8053/production/_119915823_gettyimages-1266205793.jpg", "content": [{"text": "A group of 67 MPs and Lords have called on the government to ban the sale and use of Hikvision and Dahua surveillance equipment in the UK.", "type": "b"}, {"text": "Supporters range across the parties and include Lib Dem leader Sir Ed Davey and four ex-Conservative ministers. ", "type": "p"}, {"text": "Reports have linked the two companies with human rights violations in China.", "type": "p"}, {"text": "The BBC asked both firms for comment. Hikvision accused anti-CCTV \"fringe groups\" of \"demonising\" the company. ", "type": "p"}, {"text": "Recent research by campaign group Big Brother Watch suggests that many public bodies across the UK use CCTV cameras made by the firms.", "type": "p"}, {"text": "This includes 73% of UK councils, 57% of secondary schools in England, and six out of 10 NHS trusts, as well as UK universities and police forces.", "type": "p"}, {"text": "A number of government departments, including the Home Office and the Department for Business, Energy and Industrial Strategy, have Hikvision cameras visibly in use on the front of their buildings, according to the civil liberties campaign group.", "type": "p"}, {"text": "These figures are based on replies received from Freedom of Information requests sent out by the group. It submitted more than 4,500, but fewer than three in 10 public bodies responded.", "type": "p"}, {"text": "More than a million Uyghurs and other minorities are estimated to have been detained at camps in the north-west region of Xinjiang, where allegations of torture, forced labour and sexual abuse have emerged.", "type": "p"}, {"text": "China has denied the allegations, and claimed the camps are \"re-education\" facilities used to combat terrorism.", "type": "p"}, {"text": "The calls for a ban, co-ordinated by Big Brother Watch, echo the Foreign Affairs Select Committee's July 2021 report, which said: \"Equipment manufactured by companies such as Hikvision and Dahua should not be permitted to operate within the UK.\"", "type": "p"}, {"text": "The committee found that: \"Cameras made by the Chinese firm Hikvision have been deployed throughout Xinjiang, and provide the primary camera technology used in the internment camps.\"", "type": "p"}, {"text": "In its response, the government said that it was \"aware of reports that have suggested links between a number of Chinese technology companies, including Hikvision and Dahua, and human rights violations in Xinjiang\".", "type": "p"}, {"text": "But so far it has not followed the committee's recommendations of a ban on the companies in the UK.", "type": "p"}, {"text": "In response to the parliamentarian's action it told the BBC \"We take the security of our citizens, systems and establishments very seriously and have a range of measures in place to scrutinise the integrity of our arrangements.''", "type": "p"}, {"text": "The parliamentarians are calling for \"a ban on the sale and operation of Hikvision and Dahua surveillance equipment in the UK and also condemn their involvement in technology-enabled human rights abuses in China\".", "type": "p"}, {"text": "They also want the government to commission an independent national review of the use of CCTV in the UK.", "type": "p"}, {"text": "Among those backing the ban are former Conservative ministers David Davis MP, Lord Bethell, Steve Baker MP, and Damien Green MP; Labour peers Baroness Chakrabarti and Baroness Kennedy of the Shaws; SNP Foreign Affairs Spokesperson Alyn Smith; Green MP Caroline Lucas.", "type": "p"}, {"text": "Big Brother Watch's Madeleine Stone said \"no democracy should have this kind of surveillance tech on its streets\".", "type": "p"}, {"text": "Hikvision directed the BBC to  governance reports in which it maintains that throughout its business operations it honours human rights. ", "type": "p"}, {"text": "It has previously said that it does not oversee or control its devices once they are passed to installers - in its latest governance report it said it \"continued to seek best practices to prevent end user's improper use of products, which leads to interference with human rights\".", "type": "p"}, {"text": "Dahua has in the past said that it follows \"all applicable local, national and international laws, regulations and conventions\" and states that it \"has not and never will develop solutions targeting any specific ethnic group.\"", "type": "p"}, {"text": "Reports have alleged Dahua developed tools designed to identify Uyghurs.", "type": "p"}, {"text": "The move comes as discussion of the Procurement Bill resumes in Parliament on Monday.", "type": "p"}, {"text": "An amendment to the bill, supported by Big Brother Watch, would allow potential suppliers to be excluded because of concerns about human rights abuses.", "type": "p"}, {"text": "A recent proposal by the biometrics and surveillance camera commissioner, Fraser Sampson, to include consideration of suppliers' human rights record in the rules regulating police and local authorities' CCTV use was rejected by government.", "type": "p"}, [{"text": "Councils must 'weigh CCTV firms' human rights records'", "type": "a", "href": "https://www.bbc.co.uk/news/technology-59222751"}, {"text": "CCTV watchdog criticises Hikvision Uyghur response", "type": "a", "href": "https://www.bbc.co.uk/news/technology-58188325"}], {"text": "Responding to news of the call for a ban, Prof Sampson told the BBC: \"The people we trust - the police and other emergency services, local authorities and the government itself - must be able to trust their surveillance partners\".", "type": "p"}, {"text": "He added, \"we're now at a moment where most people would agree there's a duty to act\".", "type": "p"}, {"text": "In a statement Hikvision told the BBC, \"CCTV has always played a critical role in the UK in the fight against crime and terrorism. Hikvision is proud of the role we play in that.", "type": "p"}, {"text": "\"The UK also has fringe groups who would like to see a massive reduction of CCTV in the UK who are willing to throw allegations around about CCTV, and who would lie to demonise Hikvision.", "type": "p"}, {"text": "\"Hikvision has always worked with government bodies to provide solutions to the UK's CCTV requirements\".", "type": "p"}, {"text": "The firm also said its cameras \"are compliant with the applicable rules and regulations of the countries we operate in and are subject to strict security requirements\".  ", "type": "p"}], "tags": []}