{"link": "https://www.bbc.com/news/business-62488144", "category": "business", "title": "Elon Musk sells $6.9bn of Tesla shares as Twitter lawsuit looms", "contributor": "Peter Hoskins", "time": "2022-08-10T04:35:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16BD0/production/_126263139_tv077913143.jpg", "content": [{"text": "Tesla boss Elon Musk has sold another 7.92 million shares in the electric car maker, worth around $6.88bn (£5.7bn).", "type": "b"}, {"text": "The sales took place after the firm's annual shareholder meeting last week, regulatory filings show.", "type": "p"}, {"text": "Mr Musk says he needs the money in case he is forced to buy Twitter for $44bn.", "type": "p"}, {"text": "The multi-billionaire is currently embroiled in a legal battle with the social media platform after saying last month he would pull out of a deal to buy it.", "type": "p"}, {"text": "The latest transactions were carried out on 5, 8 and 9 August, according to six filings with the US Securities and Exchange Commission.", "type": "p"}, {"text": "After news of the share sale was made public Mr Musk responded to a tweet asking whether he had finished selling Tesla shares with \"yes\", adding that he needed the money in case he was forced to buy Twitter and was unable to secure some of the funding for the deal.", "type": "p"}, {"text": "\"It is important to avoid an emergency sale of Tesla stock,\" he said.", "type": "p"}, {"text": "Asked by another user whether he would buy Tesla shares again if the Twitter takeover does not take place Mr Musk also responded \"yes\".", "type": "p"}, {"text": "In July, Mr Musk said he planned to walk away from his bid to buy Twitter, prompting the company to sue him.", "type": "p"}, {"text": "The world's richest person has accused the company of withholding information about fake accounts.", "type": "p"}, {"text": "Last month, a US judge ruled that Twitter's lawsuit against Mr Musk should go to trial in October.", "type": "p"}, {"text": "Twitter hopes that the court will order Mr Musk to complete the takeover at the agreed price of $54.20 per share.", "type": "p"}, {"text": "Mr Musk has countersued Twitter, although the details of that lawsuit have not been made public.", "type": "p"}, {"text": "Also in July, Twitter said that between April and June it had spent $33m on the proposed deal.", "type": "p"}, {"text": "It also said its number of monthly daily users had risen to 237m - but it reported a net loss of $270m, which was worse than expected.", "type": "p"}, [{"text": "Who is Elon Musk?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61234231"}, {"text": "Musk denies affair with Google co-founder's wife", "type": "a", "href": "https://www.bbc.co.uk/news/business-62288139"}], {"text": "Meanwhile, Tesla revealed last month that it had offloaded 75% of its Bitcoin, which was worth about $2bn at the end of 2021.", "type": "p"}, {"text": "The company made waves last year when it revealed a major investment in in the world's biggest cryptocurrency.", "type": "p"}, {"text": "Tesla said it bought traditional currencies with the $936m proceeds of its Bitcoin sales.", "type": "p"}], "tags": ["Elon Musk", "Tesla", "Stock markets"]}