{"link": "https://www.bbc.com/news/entertainment-arts-62497452", "category": "entertainment & arts", "title": "Marcus Mumford reveals he was sexually abused aged six", "contributor": null, "time": "2022-08-10T18:36:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6745/production/_126273462_mm.jpg", "content": [{"text": "Marcus Mumford, the frontman of the band Mumford & Sons, has revealed he was sexually abused as a six-year-old.", "type": "b"}, {"text": "\"Not by family and not in the church, which might be some people's assumption,\" he told GQ magazine.", "type": "p"}, {"text": "The 35-year-old singer said he addressed the issue in the lyrics to his recent solo single, Hannibal.", "type": "p"}, {"text": "\"Like lots of people - and I'm learning more and more about this as we go and as I play it to people - I was sexually abused as a child,\" he said.", "type": "p"}, {"text": "\"But I hadn't told anyone about it for 30 years.\"", "type": "p"}, {"text": "Mumford, whose parents were international leaders of evangelical Christian denomination the Vineyard Churches, said he had sought therapy after hitting \"rock bottom\" at the end of his band's 2018 tour in support of their latest album, Delta.", "type": "p"}, {"text": "\"I'd had the people closest to me hold up a mirror and say, like, 'Dude, something's not right here and it's your responsibility to go figure it out,'\" he said.", "type": "p"}, {"text": "In his second session with a therapist, who specialises in trauma, Mumford was physically sick talking about his childhood experiences. ", "type": "p"}, {"text": "\"Apparently, it's very common,\" he noted. \"Once you basically unhook the denial and start the process of removing some suppression, then it's very natural for that stuff to come out.", "type": "p"}, {"text": "\"I'd had problems breathing all my life - not asthma but just, like, catching my breath.\"", "type": "p"}, {"text": "Mumford described the abuse as \"the first of a string of really unusual, unhealthy sexual experiences at a really early age\".", "type": "p"}, {"text": "\"And for some reason, and I can't really understand why,\" he said, \"I didn't become a perpetrator of sexual abuse - although, I've done my fair share of [bad] behaviour.\"", "type": "p"}, {"text": "Mumford, who is married to the British actress Carey Mulligan, added he had spent his life until now \"in layers of shame\" he had become \"addicted to\".", "type": "p"}, {"text": "The lyrics to the aforementioned and deeply personal new track, which will feature on his forthcoming self-titled debut solo album, go as follows:", "type": "p"}, {"text": "\"I can still taste you and I hate it / That wasn't a choice in the mind of a child and you knew it / You took the first slice of me and you ate it raw / Ripped it in with your teeth and your lips like a cannibal / You [expletive] animal\".", "type": "p"}, {"text": "Steven Spielberg directed the video for the song, shot in a high-school gym in New York.", "type": "p"}, {"text": "In the comments section under Mumford's tweet plugging the GQ article, fans thanked him for sharing.", "type": "p"}, {"text": "\"This article is everything,\" wrote one. ", "type": "p"}, {"text": "\"It's so so we'll written and moving and thought provoking. Thank you.\"", "type": "p"}, {"text": "\"So beautiful,\" wrote another. \"Thank you for sharing this. This will help so many people.\"", "type": "p"}, {"text": "Mumford & Sons formed in London in 2007.", "type": "p"}, {"text": "Rising to fame with hits such as Little Lion Man and I Will Wait, they headlined the Glastonbury Festival in 2013.", "type": "p"}, {"text": "Last year, banjo player Winston Marshall said he had quit the band to spare his bandmates from abuse, after he endorsed a book by conservative journalist Andy Ngo.", "type": "p"}, [{"text": "Information and support for those affected by abuse is available at BBC Action Line", "type": "a", "href": "https://www.bbc.co.uk/programmes/articles/22VVM5LPrf3pjYdKqctmMXn/information-and-support-sexual-abuse-and-violence"}]], "tags": ["Child abuse", "Music"]}