{"link": "https://www.bbc.com/news/health-62469534", "category": "health", "title": "US doctor issues warning of many undiagnosed polio cases", "contributor": "Naomi Grimley", "time": "2022-08-09T02:00:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FA77/production/_125591146_gettyimages-78567966-1.jpg", "content": [{"text": "A health official in New York State has told the BBC there could be hundreds or even thousands of undiagnosed cases of polio there. ", "type": "b"}, {"text": "It follows an announcement last month that an unvaccinated man had been paralysed by the virus in Rockland County, New York.", "type": "p"}, {"text": "His case has been linked genetically to traces of polio virus found in sewage in London and Jerusalem. ", "type": "p"}, {"text": "Developed countries have been warned to boost vaccination rates.", "type": "p"}, {"text": "Dr Patricia Schnabel Ruppert, health commissioner for Rockland County, said she was worried about polio circulating in her state undetected. ", "type": "p"}, {"text": "\"There isn't just one case of polio if you see a paralytic case. The incidence of paralytic polio is less than 1%,\" she said. ", "type": "p"}, {"text": "\"Most cases are asymptomatic or mildly symptomatic, and those symptoms are often missed. ", "type": "p"}, {"text": "\"So there are hundreds, perhaps even thousands of cases that have occurred in order for us to see a paralytic case.\"", "type": "p"}, [{"text": "What is polio and how can you protect yourself?", "type": "a", "href": "https://www.bbc.co.uk/news/health-61900915"}, {"text": "The truth behind polio rumours spreading online", "type": "a", "href": "https://www.bbc.co.uk/news/health-61915794"}], {"text": "Dr Ruppert confirmed that scientists are looking at \"a linkage\" between the New York paralysis case and traces of poliovirus found in wastewater in London and Jerusalem, after genome sequencing was conducted on samples from the three locations. ", "type": "p"}, {"text": "\"This is a very serious issue for our global world - it's not just about New York. We all need to make sure all our populations are properly vaccinated,\" she said. ", "type": "p"}, {"text": "The US man who was paralysed has a form of \"vaccine-derived\" polio, which occurs because some countries use a weakened form of the virus in their vaccinations. ", "type": "p"}, {"text": "In rare cases, it can mutate and then be transmitted through poor hygiene to others who are unvaccinated. ", "type": "p"}, {"text": "Global travel means these cases can crop up in countries which are not used to seeing polio, but where there are pockets of low vaccination. ", "type": "p"}, {"text": "Although weaker than the original or \"wild\" form of the disease, vaccine-derived polio can still cause serious illness. The virus can attack the nerves in the spine and base of the brain. This can cause paralysis, usually in the legs, but if the breathing muscles are affected too, it can also be life-threatening.", "type": "p"}, {"text": "The US and most developed countries use a newer form of the vaccine, which does not contain any live virus. ", "type": "p"}, {"text": "Dr Ruppert said she never thought she would see a case of polio in the US in her lifetime. ", "type": "p"}, {"text": "Some areas of Rockland County have historically low vaccination rates of only 60%. In 2018, there was an outbreak of measles there. ", "type": "p"}, {"text": "Field teams are now being sent into these areas to encourage better uptake of polio vaccination, particularly in children.", "type": "p"}, {"text": "In the UK, more testing is currently being carried out after traces of polio virus were found over several weeks at Beckton sewage works during wastewater surveillance. ", "type": "p"}, {"text": "The UK Health Security Agency is expected to release more details soon about which areas of London are most affected.", "type": "p"}], "tags": ["Sewage", "New York", "United States"]}