{"link": "https://www.bbc.com/news/science-environment-62465805", "category": "science & environment", "title": "Wildlife under stress as dry spell shrinks rivers", "contributor": "Helen Briggs", "time": "2022-08-10T02:19:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AD61/production/_126258344_fish2tonyjolliffebbc.jpg", "content": [{"text": "Environmental groups say the prolonged dry spell is having a \"serious\" impact on wildlife in rivers.", "type": "b"}, {"text": "With rivers already under pressure from pollution and use for drinking water, they say the looming drought is adding to the strain.", "type": "p"}, {"text": "Chalk streams, which support iconic species such as the salmon, kingfisher and otter, are of particular concern, according to the Rivers Trust.", "type": "p"}, {"text": "Only 200 exist globally, 85% of which are in southern and eastern England.", "type": "p"}, {"text": "\"This is our Barrier Reef or our Amazon rainforest; it's our unique contribution to global wildlife and biodiversity,\" said Christine Colvin of the Rivers Trust. ", "type": "p"}, {"text": "She said some small chalk streams were starting to dry up, while larger rivers were experiencing low flows.", "type": "p"}, {"text": "\"The wildlife here is already stressed as a result of the hotter temperatures and their habitat is shrinking as the water levels are getting lower and lower,\" she added. \"We don't want them to go any lower than they are now.\"", "type": "p"}, [{"text": "What is biodiversity and how can we protect it?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-60823267"}, {"text": "Pressure grows for global deal to save nature ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60737448"}, {"text": "Nature's true value overlooked in decision making", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62116655"}], {"text": "Jamie Marsh, reserves manager for the Hampshire and Isle of Wight Wildlife Trust, warned of \"a serious situation\" for wildlife as rivers run low in parts of the region.", "type": "p"}, {"text": "At one nature reserve on the banks of the River Itchen in Winchester, a pond has completely dried up, while low river flow is hitting food sources for fish, insects and invertebrates, with knock-on effects for animals higher up the food chain such as water voles and otters.", "type": "p"}, {"text": "\"Our water resources are under a lot of pressure and this long period of drought is exacerbating those issues,\" he said.", "type": "p"}, {"text": "\"What we can do to help is we as a society can look at our water consumption and try and reduce down our consumption. ", "type": "p"}, {"text": "\"For many of our rivers, they're not in a natural state; they've been heavily modified and engineered. Many of our river systems are acting more like drains than actual rivers now.\"", "type": "p"}, {"text": "Chalk streams and rivers rise from springs in chalk bedrock - a layer of spongy rock found beneath much of southern and eastern England, that can hold vast quantities of water. ", "type": "p"}, {"text": "This layer of white limestone is composed of the same material that makes up the white cliffs of Dover and supplies water for rivers and taps in much of the south east of England.", "type": "p"}, {"text": "Water is pumped out of the ground or taken directly from rivers, to the tune of millions of litres a day.", "type": "p"}, {"text": "Southern Water, which supplies water to Hampshire and the Isle of Wight, said the decision to introduce a hosepipe ban was a \"vital step\" to protect the habitats of the River Test and the River Itchen, where it extracts water.", "type": "p"}, {"text": "The company has said river flows were about 25% lower than they should be for July.", "type": "p"}, {"text": "And according to the latest projections by scientists, river flows are expected to remain exceptionally low in central and southern England for the rest of the summer.", "type": "p"}, {"text": "Water UK, which represents the water industry, has said water companies with chalk streams in their regions have invested hundreds of millions of pounds in reducing and ending abstractions of water and further reductions will take place over the next few years.", "type": "p"}, {"text": "However, the Rivers Trust has called for a total rethink in the way we use water to cope as dry hot summers likely become more frequent. ", "type": "p"}, {"text": "\"We want to see government and the water companies responding in a coordinated way,\" said Christine Colvin. ", "type": "p"}, {"text": "\"This hot spell and this prolonged dry period is a pressure test for us now to get ready for the long haul because we're going to be seeing many more summers like this in years to come.\"", "type": "p"}, {"text": "Other wildlife is also struggling to find food during the long dry spell, including birds that feed on worms in the soil and ground-feeding mammals such as badgers.", "type": "p"}, {"text": "Butterflies, solitary bees, hoverflies and insects may also be suffering as plants produce less nectar when they are experiencing water stress, said the Royal Horticultural Society. ", "type": "p"}, {"text": "Helen Bostock, RHS senior wildlife specialist said: \"With many species of wild pollinator still in decline they need all the help they can get, but we can think of gardens as service stations for these pollinating insects. In a drought your garden might be the only reliable place a bumblebee or hoverfly can find water and nectar. \"", "type": "p"}, {"text": "Follow Helen on Twitter @hbriggs.", "type": "p"}], "tags": ["Rivers", "Environment"]}