{"link": "https://www.bbc.com/news/business-62946359", "category": "business", "title": "eBay bans sale of Queen lying-in-state wristbands", "contributor": null, "time": "2022-09-18T14:47:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D79B/production/_126759155_gettyimages-1424010099.jpg", "content": [{"text": "eBay is removing sales listings for wristbands for the queue to see the Queen lying-in-state in London.", "type": "b"}, {"text": "Sellers were offering the paper coloured bands, which mark mourners' place in the queue as memorabilia.", "type": "p"}, {"text": "The bands are marked as non-transferable and do not guarantee entry into Westminster Hall to file past the Queen's coffin.", "type": "p"}, {"text": "A spokesperson for the auction website said: \"These items are against our policies and we are removing them.\"", "type": "p"}, {"text": "A few of the wristbands remained on the site under the header \"new listing\" on Sunday morning but did not link to an active auction or buy-it-now page.", "type": "p"}, {"text": "Some used wristbands were attracting bids of up to £70,000 before they were removed, the Guardian has reported. However, it is not known whether the bids were genuine.", "type": "p"}, {"text": "eBay allows tickets to past events such as concerts or sports fixtures to be sold as memorabilia. However its policy states it may prohibit the sale of tickets to events that are free to the public.", "type": "p"}, {"text": "Its policy also says tickets for yet-to-take place events such as concerts, festivals, sports or theatre cannot be listed on the site.", "type": "p"}, {"text": "People are being warned not to travel to join the queue to \"avoid disappointment\".", "type": "p"}, {"text": "A decision about what time the line to see the lying in state at Westminster Hall with be closed is expected to be taken this afternoon, the Department for Digital, Culture, Media and Sport (DCMS) tweeted.", "type": "p"}, {"text": "Government officials also said the current wait time is at least 13 hours.", "type": "p"}, {"text": "Public viewing of the Queen lying in state will officially close at 06:30 BST on Monday, four and a half hours before the late monarch's state funeral is due to begin at Westminster Abbey.", "type": "p"}, {"text": "Watch: Queen Elizabeth II's lying-in-state", "type": "p"}, {"text": "What time is the Queen's funeral? And other questions", "type": "p"}, {"text": "What next? A day-by-day guide from now to the funeral", "type": "p"}, {"text": "Queen's funeral plans: What will happen on the day", "type": "p"}], "tags": ["eBay", "London", "Queen Elizabeth II"]}