{"link": "https://www.bbc.com/news/science-environment-62950404", "category": "science & environment", "title": "Perseverance: Nasa Mars rover collects 'amazing' rock samples", "contributor": "Jonathan Amos", "time": "2022-09-18T21:20:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E0E5/production/_122237575_m2.jpg", "content": [{"text": "The US space agency's Perseverance rover is close to completing its first set of objectives on Mars.", "type": "b"}, {"text": "The Nasa robot has collected a diverse set of rock samples that it will soon deposit on the surface, awaiting carriage to Earth by later missions.", "type": "p"}, {"text": "It's 17 months since the vehicle arrived in an area called Jezero Crater, slung below a rocket crane.", "type": "p"}, {"text": "Everything \"Percy\" has seen since confirms to scientists the rover is in the perfect place to hunt for life.", "type": "p"}, {"text": "It's not looking for any organisms that are alive today; the harsh environment on Mars makes their presence highly improbable. Rather, the robot is searching for the traces of a biology that could have existed billions of years ago when Jezero was filled with a lake.", "type": "p"}, {"text": "This ancient history, scientists hope, is now recorded in the \"amazing\" rock samples that will be laid down in \"a depot\" in the next couple of months.", "type": "p"}, {"text": "\"If [Jezero's ancient] conditions existed pretty much anywhere on Earth at any point in time over the last 3.5 billion years, I think it's safe to say, or at least assume, that biology would have done its thing and left its mark in these rocks for us to observe,\" said David Shuster, a Perseverance mission scientist from the University of California, Berkeley. ", "type": "p"}, [{"text": "UK Mars rover will have to aim for the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62327231"}, {"text": "Nasa rover begins key drive to find life on Mars", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61470537"}, {"text": "Perseverance Mars rover finds its 'baseline' rocks", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59677383"}], {"text": "Nasa and the European Space Agency are working up a plan to retrieve the rock cache. It's an audacious plan that will involve another landing system, some helicopters, a Martian rocket and an interplanetary freighter. ", "type": "p"}, {"text": "The goal is to have the samples back on Earth in 2033.", "type": "p"}, {"text": "The delivery will include some examples of igneous, or volcanic, rocks that Perseverance drilled out on the crater floor. These will tell the story, mostly, of Jezero before it was filled with lake water.", "type": "p"}, {"text": "Critically, the samples are of a rock type that can be definitively dated. At present, ages on Mars can only be inferred indirectly.", "type": "p"}, {"text": "The other part of the cache will include sedimentary type rocks that Perseverance has been collecting in recent months from the delta deposits in the western sector of the 45km-wide crater.", "type": "p"}, {"text": "A delta is a structure built up from the silt and sand dumped by a river as it slows on entry into a wider body of water.", "type": "p"}, {"text": "It's the kind of geological feature that might just have trapped traces of past microbial life.", "type": "p"}, {"text": "One of the sedimentary samples, from a rock nicknamed \"Wildcat Ridge\", was formed when muds settled in the Jezero lake as it was evaporating. It's full of salts. But the rover's instrumentation shows that Wildcat Ridge also contains abundant organic, or carbon-rich, compounds.", "type": "p"}, {"text": "This is a tantalising observation but comes with important caveats. ", "type": "p"}, {"text": "\"All life as we know it is made up of organics. But, importantly, organic matter can also be made up by processes that are chemical and not related to life; for instance, through water rock interactions. And organics are also found in interstellar dust,\" said Sunanda Sharma, a mission instrument scientist at Nasa's Jet Propulsion Laboratory (JPL).", "type": "p"}, {"text": "For the last four months, Perseverance has been working on the 40m-high scarp that represents the edge of the delta. ", "type": "p"}, {"text": "The robot will shortly drive off this slope to a nearby flat area of the crater floor where the rock samples, in their protective titanium tubes, can be deposited on the ground.", "type": "p"}, {"text": "\"We're looking at the potential of putting down 10 to 11 sample tubes here on the surface,\" said JPL project systems engineer Rick Welch.", "type": "p"}, {"text": "\"It would then take about two months to probably put those samples down and actually carefully document where they are, so that a future mission can actually find them.\"", "type": "p"}, [{"text": "Mars scientists now know where to look for life", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58852236"}, {"text": "Nasa confirms Mars rover has its first rock sample", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58398904"}], {"text": "Nasa engineers have been practising how the tubes, currently in the belly of Perseverance, will be ejected. They have a full-sized copy of the rover at JPL on which to simulate manoeuvres before sending up commands to Mars to carry out the actions for real.", "type": "p"}, {"text": "A go/no-go decision is expected to be made by Nasa following a meeting on 19 October.", "type": "p"}, {"text": "It may be that this first depot dropped by Perseverance becomes an insurance back-up, to be collected for return to Earth only if the rover suffers a catastrophic failure on the rest of its mission.  ", "type": "p"}, {"text": "Scientists want to collect many more samples, in which case the retrieval plan may focus on where the robot goes in future. ", "type": "p"}, {"text": "A final determination will be driven by events on Mars.", "type": "p"}, {"text": "Lori Glaze, the director of Nasa's planetary science division, lauded the \"incredible Perseverance team\" for the mission achievements so far.", "type": "p"}, {"text": "\"We not only went to the right place, but we sent the right spacecraft with the right science instruments to explore this amazing ancient environment on Mars,\" she told reporters.", "type": "p"}], "tags": ["Mars", "Nasa", "Geology", "European Space Agency", "Nasa Perseverance Mars rover", "Space exploration", "Mars rovers"]}