{"link": "https://www.bbc.com/news/technology-62937678", "category": "technology", "title": "IHG hack: 'Vindictive' couple deleted hotel chain data for fun", "contributor": "Joe Tidy", "time": "2022-09-17T05:48:49.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/7C80/production/_126727813_gettyimages-1243009006.jpg", "content": [{"text": "Hackers have told the BBC they carried out a destructive cyber-attack against Holiday Inn owner Intercontinental Hotels Group (IHG) \"for fun\".", "type": "b"}, {"text": "Describing themselves as a couple from Vietnam, they say they first tried a ransomware attack, then deleted large amounts of data when they were foiled.", "type": "p"}, {"text": "They accessed the FTSE 100 firm's databases thanks to an easily found and weak password, Qwerty1234.", "type": "p"}, {"text": "An expert says the case highlights the vindictive side of criminal hackers.", "type": "p"}, {"text": "UK-based IHG operates 6,000 hotels around the world, including the Holiday Inn, Crowne Plaza and Regent brands.", "type": "p"}, {"text": "On Monday last week, customers reported widespread problems with booking and check-in.", "type": "p"}, {"text": "For 24 hours IHG responded to complaints on social media by saying that the company was \"undergoing system maintenance\".", "type": "p"}, {"text": "Then on the Tuesday afternoon it told investors that it had been hacked.", "type": "p"}, {"text": "\"Booking channels and other applications have been significantly disrupted since yesterday,\" it said in an official notice lodged with the London Stock Exchange.", "type": "p"}, [{"text": "Holiday Inn hotels hit by cyber-attack ", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62814943"}, {"text": "Holiday Inn hotels hit by payment hack", "type": "a", "href": "https://www.bbc.co.uk/news/technology-39642172"}], {"text": "The hackers, calling themselves TeaPea, contacted the BBC on the encrypted messaging app, Telegram, providing screenshots as evidence that they had carried out the hack. ", "type": "p"}, {"text": "The images, which IHG has confirmed are genuine, show they gained access to the company's internal Outlook emails, Microsoft Teams chats and server directories.", "type": "p"}, {"text": "\"Our attack was originally planned to be a ransomware but the company's IT team kept isolating servers before we had a chance to deploy it, so we thought to have some funny [sic]. We did a wiper attack instead,\" one of the hackers said.", "type": "p"}, {"text": "A wiper attack is a form of cyber-attack that irreversibly destroys data, documents and files.", "type": "p"}, {"text": "Cyber-security specialist Rik Ferguson, vice-president of security at Forescout, said the incident was a cautionary tale as, even though the company's IT team initially found a way to fend them off, the hackers were still able to find a way to inflict damage.", "type": "p"}, {"text": "\"The hackers' change of tactic seems born out of vindictive frustration,\" he said. \"They couldn't make money so they lashed out, and that absolutely betrays the fact that we are not talking about 'professional' cybercriminals here.\"", "type": "p"}, {"text": "IHG says customer-facing systems are returning to normal but that services may remain intermittent.", "type": "p"}, {"text": "The hackers are showing no remorse about the disruption they have caused the company and its customers. ", "type": "p"}, {"text": "\"We don't feel guilty, really. We prefer to have a legal job here in Vietnam but the wage is average $300 per month. I'm sure our hack won't hurt the company a lot.\"", "type": "p"}, {"text": "The hackers say no customer data was stolen but they do have some corporate data, including email records.", "type": "p"}, {"text": "TeaPea say they gained access to IHG's internal IT network by tricking an employee into downloading a malicious piece of software through a booby-trapped email attachment.", "type": "p"}, {"text": "They also had to bypass an additional security prompt message sent to the worker's devices as part of a two-factor authentication system.", "type": "p"}, {"text": "The criminals then say they accessed the most sensitive parts of IHG's computer system after finding login details for the company's internal password vault.", "type": "p"}, {"text": "\"The username and password to the vault was available to all employees, so 200,000 staff could see. And the password was extremely weak,\" they told the BBC.", "type": "p"}, {"text": "Surprisingly, the password was Qwerty1234, which regularly appears on lists of most commonly used passwords worldwide.", "type": "p"}, {"text": "\"Sensitive data should only be available to employees who need access to that data to do their job, and they should have the minimum level of access [needed] to use that data,\" said Mr Ferguson, after seeing the screenshots. ", "type": "p"}, {"text": "\"Even a highly complex password is just as insecure as a simple one if it is left exposed.\"", "type": "p"}, {"text": "An IHG spokeswoman disputed that the password vault details were not secure, saying that the attacker had to evade \"multiple layers of security\", but would not give details about the extra security.", "type": "p"}, {"text": "\"IHG employs a defence-in-depth strategy to information security that leverages many modern security solutions,\" she added.", "type": "p"}], "tags": []}