{"link": "https://www.bbc.com/news/business-66424359", "category": "business", "title": "Barbie film hits $1bn mark at global box office", "contributor": null, "time": "2023-08-06T19:23:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14DEA/production/_130528458_f16bkiaaiaaq5zc.jpg", "content": [{"text": "The Barbie film has hit the billion-dollar mark just 17 days after it was released, according to distributor Warner Bros.", "type": "b"}, {"text": "The movie will finish the weekend with $1.03bn (£808m) in ticket sales at the global box office, it said in a statement on Sunday.", "type": "p"}, {"text": "It means Greta Gerwig has become the first woman to reach the milestone as a solo director.", "type": "p"}, {"text": "Warner Bros described it as a \"watershed moment\".", "type": "p"}, {"text": "Jeff Goldstein, president of domestic distribution in the US, said: \"No-one but Greta Gerwig could have brought this cross-generational icon and her world to life in such a funny, emotional and entertaining story... literally turning the entire world pink.\"", "type": "p"}, {"text": "He said that long lines in cinemas and repeat viewings \"prove that movies are back\" after the cinema industry suffered due to pandemic lockdowns and competition from streamers.", "type": "p"}, {"text": "Michael De Luca and Pam Abdy, co-chairs and bosses of Warner Bros Motion Picture Group, described audiences as \"embracing the Barbie movie in a profound way\".", "type": "p"}, {"text": "The pink-hued film has received praise from critics and inspired scores of selfies at doll boxes installed in cinemas across the UK too.", "type": "p"}, {"text": "Starring Margot Robbie as Barbie and Ryan Gosling as Ken, it has drawn in $459m so far in the US and $572m internationally.", "type": "p"}, [{"text": "Critics give their verdicts on the Barbie movie", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66242100"}, {"text": "Barbie toy maker looks to more movies as sales fall", "type": "a", "href": "https://www.bbc.co.uk/news/business-66321176"}, {"text": "Why are we all obsessed with the Barbie movie?", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-66184513"}], {"text": "Achieving \"Barbillion\" - as described by Warner Bros - is no mean feat. Just five other films have done so since the pandemic, including The Super Mario Brothers Movie earlier this year, Spider-Man: No Way Home, Top Gun: Maverick, Jurassic World Dominion and the Avatar sequel.", "type": "p"}, {"text": "Cinema-goers have often paired a viewing of Barbie, which tells a coming-of-age story of the iconic doll, with Christopher Nolan's Oppenheimer - a story about the development of the first atomic bomb.", "type": "p"}, {"text": "UK-based cinema chain Vue recently said both films had led to the firm seeing its busiest weekend in four years.", "type": "p"}, {"text": "Margot Robbie also served as one of the producers on Barbie. According to an interview with Collider, she banked on making a billion dollars in early meetings.", "type": "p"}, {"text": "\"I think I told them that it'd make a billion dollars, which maybe I was overselling, but we had a movie to make, okay?!\" she told the publication.", "type": "p"}, {"text": "The film's marketing campaign has been huge, with pink billboards installed in cities around the world while a pink Tardis also appeared at Tower Bridge.", "type": "p"}, {"text": "Toy-maker Mattel is hoping to repeat the same success with other films.", "type": "p"}, {"text": "Other Mattel brands - including Barney, Hot Wheels and Polly Pocket - are set to feature in upcoming Hollywood movies.", "type": "p"}, {"text": "It released a soundtrack album and entered into more than 165 consumer product partnerships for the Barbie film, although it recently reported that its sales fell by 12% for the three months to end of June.", "type": "p"}], "tags": []}