{"link": "https://www.bbc.com/news/health-66394117", "category": "health", "title": "Chance discovery helps fight against malaria", "contributor": null, "time": "2023-08-04T00:19:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A090/production/_130640114_insectary.jpg", "content": [{"text": "Scientists have found a naturally occurring strain of bacteria which can help stop the transmission of malaria from mosquitoes to humans. ", "type": "b"}, {"text": "They found it by chance, after a colony of mosquitoes in one experiment did not develop the malaria parasite.", "type": "p"}, {"text": "The researchers say the bacteria could be a new tool for fighting one of the world's oldest diseases, which kills 600,000 people every year. ", "type": "p"}, {"text": "Trials assessing its safety in the real world are now taking place.", "type": "p"}, {"text": "Scientists at a research facility in Spain, run by the GSK pharmaceutical company, made the discovery after noticing that a colony of mosquitoes being used for drug development had stopped carrying malaria. ", "type": "p"}, {"text": "\"The infection rate in the mosquitoes started dwindling and so by the end of the year the mosquitoes just would not be infected with the malaria parasite,\" says Dr Janneth Rodrigues, who led the programme. ", "type": "p"}, {"text": "The team froze the samples from their 2014 experiment and went back to them two years later to explore what had happened. ", "type": "p"}, [{"text": "US health alert over malaria cases in Florida and Texas", "type": "a", "href": "https://www.bbc.co.uk/news/health-66018630"}, {"text": "Belize declared free from malaria by health chiefs", "type": "a", "href": "https://www.bbc.co.uk/news/world-latin-america-65974440"}, {"text": "Ghana first to approve 'world-changer' malaria vaccine", "type": "a", "href": "https://www.bbc.co.uk/news/health-65252511"}], {"text": "Further studies revealed that a specific strain of bacteria - TC1 - which is naturally present in the environment, had stopped the development of the malaria parasites in the gut of the mosquitoes. ", "type": "p"}, {"text": "\"Once it colonises the mosquito, it lasts for the entire lifespan,\" says Dr Rodrigues.", "type": "p"}, {"text": "\"And we found out that, yes, it is the bacteria which was responsible for reducing transmission in those mosquitoes.\" ", "type": "p"}, {"text": "New data published in Science magazine suggests the bacteria can reduce a mosquito's parasite load by up to 73%.", "type": "p"}, {"text": "The bacteria works by secreting a small molecule, known as harmane, which inhibits the early stages of the malaria parasite growing in the mosquito's gut. ", "type": "p"}, {"text": "In conjunction with Johns Hopkins University, the GSK scientists discovered that harmane can either be ingested orally by the mosquito, if mixed with sugar, or absorbed through its cuticle on contact. ", "type": "p"}, {"text": "This lays open the possibility of treating surfaces in areas where the insects rest with the active compound.", "type": "p"}, {"text": "More trials are now taking place at a contained field research facility called MosquitoSphere in Burkina Faso to assess how effective and safe it would be to use harmane at scale in the real world. ", "type": "p"}, {"text": "The hope is that by developing this bacteria-based intervention into a product, scientists may soon have another tool in the box against one of the world's oldest diseases. ", "type": "p"}, {"text": "Malaria kills about 620,000 people a year - often children under the age of five. Vaccines have now been developed, but they are still in the early stages of being rolled out in Africa. ", "type": "p"}, {"text": "Gareth Jenkins, from the charity Malaria No More, said the new discovery was promising. ", "type": "p"}, {"text": "\"Malaria kills a child every minute. Significant progress has been made in reducing the global burden of malaria, but to get us back on track we need new and innovative tools in the arsenal. ", "type": "p"}, {"text": "\"With a strong innovation pipeline, it is possible to end the threat of malaria in our lifetimes.\"", "type": "p"}], "tags": []}