{"link": "https://www.bbc.com/news/technology-64346921", "category": "technology", "title": "Google parent Alphabet to cut 12,000 jobs", "contributor": null, "time": "2023-01-20T12:30:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5893/production/_128357622_gettyimages-1246072219.jpg", "content": [{"text": "Google's parent company Alphabet will cut 12,000 jobs, in the latest staff redundancies to hit the tech industry.", "type": "b"}, {"text": "Google and Alphabet CEO Sundar Pichai said he took \"full responsibility\" for the cuts, in an internal email.", "type": "p"}, {"text": "The cuts will affect 6% of Alphabet's workforce worldwide, in teams including recruitment and engineering. ", "type": "p"}, {"text": "This comes days after Microsoft announced 10,000 jobs would be lost, and weeks after Amazon announced 18,000 job cuts.", "type": "p"}, {"text": "Mr Pichai thanked staff for \"working so hard\" in their roles, adding that their \"contributions have been invaluable\".", "type": "p"}, {"text": "He wrote: \"While this transition won't be easy, we're going to support employees as they look for their next opportunity.", "type": "p"}, {"text": "\"Until then, please take good care of yourselves as you absorb this difficult news. As part of that, if you are just starting your work day, please feel free to work from home today.\"", "type": "p"}, {"text": "According to a recent filing with Companies House, Google has more than 5,500 staff in the UK. But it is unclear how many of these will be affected by the cuts.", "type": "p"}, {"text": "Mr Pichai announced severance packages for US employees, who will receive at least 16 weeks of salary, their 2022 bonus, paid vacations and six months of health coverage.", "type": "p"}, {"text": "He said he remained \"optimistic about our ability to deliver on our mission, even on our toughest days\".", "type": "p"}, {"text": "Wall Street welcomed the cuts - Alphabet shares rose by 3.5% in electronic trading before the stock market opened.", "type": "p"}, {"text": "Analysts have said tech's big guns had previously overspent, not seeing a slowdown on the horizon.", "type": "p"}, [{"text": "Are tech job cuts a warning for the wider economy? ", "type": "a", "href": "https://www.bbc.co.uk/news/business-64189106"}, {"text": "What is behind the big tech companies' job cuts? ", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63635821"}], {"text": "Daniel Ives of Wedbush Securities said the layoffs highlight irresponsible spending across a sector basking in \"hypergrowth\".", "type": "p"}, {"text": "\"The reality is tech stalwarts over-hired at a pace that was unsustainable and now darker macro is forcing these layoffs across the tech space,\" he said.", "type": "p"}, {"text": "According to tech site Layoffs.fyi, nearly 194,000 industry employees have lost their jobs in the US since the beginning of 2022, not including those announced by Alphabet on Friday.", "type": "p"}, {"text": "Hewlett Packard and cloud computing giant Salesforce also announced major cuts this month, as rampant inflation and rising interest rates have slowed growth.", "type": "p"}, {"text": "US tech giants have also been facing scrutiny in the European Union, which has started enforcing regulations to stop them avoiding tax, stifling competition, profiting from news content without paying and serving as platforms for disinformation and hate.", "type": "p"}], "tags": ["Alphabet", "Google"]}