{"link": "https://www.bbc.com/news/entertainment-arts-65735702", "category": "entertainment & arts", "title": "Phillip Schofield: Holly Willoughby says she is hurt over affair lies", "contributor": null, "time": "2023-05-27T19:04:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13CCA/production/_129889018_hi084877409.jpg", "content": [{"text": "Holly Willoughby has said it was \"very hurtful\" to discover her former co-host Phillip Schofield lied to her about his affair with a younger colleague.", "type": "b"}, {"text": "On Friday, Schofield confirmed he had had a relationship with a younger male ITV employee while still married.", "type": "p"}, {"text": "In a statement, Willoughby said: \"When reports of this relationship first surfaced, I asked Phil directly if this was true and was told it was not.", "type": "p"}, {"text": "\"It's been very hurtful to now find out that this was a lie.\"", "type": "p"}, {"text": "Writing on Instagram, Willoughby added it had \"taken time to process yesterday's news\".", "type": "p"}, {"text": "The pair presented ITV daytime show This Morning together for 14 years until Schofield's exit last week.", "type": "p"}, {"text": "Schofield then quit ITV on Friday after admitting to the affair with the man, which he described as \"unwise, but not illegal\".", "type": "p"}, {"text": "Some former ITV daytime figures, such as Eamonn Holmes and Dan Wootton, said the revelations raised questions about how much the network's managers knew about the relationship.", "type": "p"}, {"text": "ITV responded on Saturday by saying it had investigated rumours of a relationship between Schofield and a younger employee in 2020 - but that both had \"repeatedly denied\" it.", "type": "p"}, {"text": "An ITV spokesman said: \"Further to our statement last night, ITV can confirm that when rumours of a relationship between Phillip Schofield and an employee of ITV first began to circulate in early 2020, ITV investigated. ", "type": "p"}, {"text": "\"Both parties were questioned and both categorically and repeatedly denied the rumours, as did Phillip's then agency YMU. ", "type": "p"}, {"text": "\"In addition, ITV spoke to a number of people who worked on This Morning and were not provided with, and did not find, any evidence of a relationship beyond hearsay and rumour.", "type": "p"}, {"text": "\"Phillip's statement yesterday reveals that he lied to people at ITV, from senior management to fellow presenters, to [Schofield's agents] YMU, to the media and to others over this relationship.\" ", "type": "p"}, {"text": "Schofield confessed to the affair in a statement to the Daily Mail on Friday, saying: \"I did have a consensual on-off relationship with a younger male colleague at This Morning.\"", "type": "p"}, {"text": "He was still married to his wife Stephanie Lowe at the time. They separated in 2020 after he came out as gay.", "type": "p"}, {"text": "Schofield said he was \"so, very, very sorry\" for being unfaithful to his wife, and for lying to his colleagues, agents, employers, friends, the media, the public and his family about the relationship.", "type": "p"}, {"text": "He continued: \"Contrary to speculation, whilst I met the man when he was a teenager and was asked to help him to get into television, it was only after he started to work on the show that it became more than just a friendship.\"", "type": "p"}, {"text": "He also said he would \"reflect on my very bad judgement in both participating in the relationship and then lying about it\".", "type": "p"}, {"text": "It followed rumours circulating on social media over several months about Schofield's personal relationships.", "type": "p"}, {"text": "The 61-year-old's exit from ITV means he will no longer present the British Soap Awards next month.", "type": "p"}, {"text": "He will also not front a new prime-time series which the network originally said last week they were developing with him.", "type": "p"}, {"text": "Dermot O'Leary, who has been covering for Schofield on This Morning since his exit, declined to discuss the matter on Saturday.", "type": "p"}, {"text": "\"I don't think it's appropriate for me to comment, especially without any knowledge,\" he told reporters outside BBC Radio 2, where he presents a weekend show.", "type": "p"}, {"text": "Schofield left his role at This Morning last week following reports of a rift with co-star Willoughby. ", "type": "p"}, {"text": "He had presented the ITV show since 2002, with Willoughby joining him as a co-presenter in 2009.", "type": "p"}, {"text": "In his statement on Friday, Schofield said his departure from This Morning was unrelated to the affair with the colleague, who the BBC is not naming.", "type": "p"}, {"text": "His final appearance on the programme was on Thursday 18 May, before he announced his departure from the show that weekend.", "type": "p"}, {"text": "Cover presenters Hammond and O'Leary paid tribute to Schofield at the start of Monday's programme. ", "type": "p"}, {"text": "Willoughby is currently taking time off from the show but is set to return to presenting duties on Monday 5 June.", "type": "p"}, {"text": "Talent agency YMU has also cut ties with Schofield following his announcement about the affair. ", "type": "p"}, {"text": "In a statement to the BBC, Schofield said: \"It is with the most profound regret that after 35 years of being faultlessly managed by YMU I have agreed to step down from their representation with immediate effect.\"", "type": "p"}, {"text": "In May, his brother Timothy Schofield was jailed for 12 years after being found guilty of sexually abusing a boy.", "type": "p"}], "tags": []}