{"link": "https://www.bbc.com/news/technology-65708114", "category": "technology", "title": "ChatGPT-maker U-turns on threat to leave EU over AI law", "contributor": null, "time": "2023-05-26T09:26:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17D6E/production/_129864679_gettyimages-1490689874.jpg", "content": [{"text": "The boss of the company behind ChatGPT has said it has no plans to leave Europe. ", "type": "b"}, {"text": "OpenAI CEO Sam Altman U-turned on a threat he made earlier this week to leave the block if it becomes too hard to comply with upcoming laws on artificial intelligence (AI).", "type": "p"}, {"text": "The EU's planned legislation could be the first to legislate on AI which the tech boss said was \"over-regulating\".", "type": "p"}, {"text": "But he backtracked after wide-spread coverage of his comments. ", "type": "p"}, {"text": "\"We are excited to continue to operate here and of course have no plans to leave,\" he tweeted.", "type": "p"}, {"text": "The proposed law could require generative AI companies to reveal which copyrighted material had been used to train their systems to create text and images.", "type": "p"}, {"text": "Many in the creative industries accuse AI companies of using the work of artists, musicians and actors to train systems to imitate their work.", "type": "p"}, {"text": "But Mr Altman is worried it would be technically impossible for OpenAI to comply with some of the AI Act's safety and transparency requirements, according to Time magazine.", "type": "p"}, {"text": "At an event at University College London on Wednesday, Mr Altman added he was optimistic AI could create more jobs and reduce inequality.", "type": "p"}, {"text": "He also met Prime Minister Rishi Sunak and the heads of AI companies DeepMind and Anthropic to discuss the technology's risks - from disinformation to national security and even \"existential threats\" - and the voluntary actions and regulation required to manage them.", "type": "p"}, {"text": "Some experts fear super-intelligent AI systems could threaten humanity's existence.", "type": "p"}, {"text": "But Mr Sunak said AI could \"positively transform humanity\" and \"deliver better outcomes for the British public, with emerging opportunities in a range of areas to improve public services\".", "type": "p"}, {"text": "At the G7 summit in Hiroshima, the leaders of the US, UK, Germany, France, Italy, Japan and Canada agreed creating \"trustworthy\" AI must be \"an international endeavour\".", "type": "p"}, {"text": "And before any EU legislation comes into effect, the European Commission aims to develop an AI pact with Google's parent company, Alphabet. ", "type": "p"}, {"text": "International cooperation is vital to regulating AI, according to EU industry chief Thierry Breton, who met with Google chief executive Sundar Pichai in Brussels.", "type": "p"}, {"text": "\"Sundar and I agreed that we cannot afford to wait until AI regulation actually becomes applicable - and to work together with all AI developers to already develop an AI pact on a voluntary basis ahead of the legal deadline,\" Mr Breton said.", "type": "p"}, {"text": "Silicon Valley veteran, author and O'Reilly Media founder Tim O'Reilly said the best start would be mandating transparency and building regulatory institutions to enforce accountability.", "type": "p"}, {"text": "\"AI fearmongering, when combined with its regulatory complexity, could lead to analysis paralysis,\" he said.", "type": "p"}, {"text": "\"Companies creating advanced AI must work together to formulate a comprehensive set of metrics that can be reported regularly and consistently to regulators and the public, as well as a process for updating those metrics as new best practices emerge.\" ", "type": "p"}], "tags": []}