{"link": "https://www.bbc.com/news/business-64591805", "category": "business", "title": "Kanye West: Adidas warns of losses from Yeezy fallout", "contributor": null, "time": "2023-02-10T04:54:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5151/production/_127771802_gettyimages-543531002.jpg", "content": [{"text": "Adidas has warned of a potential major impact on its profits after ending its partnership with rapper and fashion designer Kanye West last November.", "type": "b"}, {"text": "The firm's new boss said it could lose hundreds of millions of dollars this year if it decides not to sell its stock of Yeezy sneakers.", "type": "p"}, {"text": "The sportswear giant cut ties with West, known as Ye, after he posted anti-Semitic comments on social media.", "type": "p"}, {"text": "The announcement marks the company's fourth profit warning since July.", "type": "p"}, {"text": "\"The numbers speak for themselves. We are currently not performing the way we should,\" Adidas' chief executive Bjørn Gulden, said in a statement.", "type": "p"}, {"text": "Adidas said it was still deciding whether to scrap its remaining Yeezy stock and would take a €500m (£443m) hit to its profits if it is all written off.", "type": "p"}, {"text": "The company also expects a shake-up of the business to cost a further €200m. That could mean Adidas is pushed into a €700m operating loss this year. Although the company expects to return to profit in 2024.", "type": "p"}, {"text": "At the same time the company revealed that its profit for last year had fallen to €669m.", "type": "p"}, {"text": "In October, the company announced that it was ending the highly profitable partnership with West after he caused an outcry over his anti-Semitic comments.", "type": "p"}, {"text": "While the decision to end its partnership with Yeezy had a major negative impact on Adidas, it has also faced other challenges over the last year.", "type": "p"}, {"text": "Mr Gulden joined Adidas at the start of this year from rival Puma after his predecessor was ousted in the wake of a series of profit warnings.", "type": "p"}, {"text": "In March, the company announced that it would close its shops in Russia and suspend its online store there as it joined a raft of global brands that pulled out of the country in the wake of the invasion of Ukraine.", "type": "p"}, {"text": "The firm's business in China was also impacted by Beijing's strict zero Covid measures that saw major cities across the country put into lockdown.", "type": "p"}], "tags": []}