{"link": "https://www.bbc.com/news/entertainment-arts-64614277", "category": "entertainment & arts", "title": "Brit Awards 2023: The real winners and losers", "contributor": null, "time": "2023-02-12T05:27:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2CBA/production/_128605411_1a3e16650c2d86fd9b8adb989cc015a08237b42c.jpg", "content": [{"text": "Harry Styles has stolen all the headlines, and all the hearts, and probably a few bottles of champagne - but there's always more to the Brits than the awards.", "type": "b"}, {"text": "On a night of inflatable trousers, dancing owls and awkward pauses, who were the real winners and losers at the O2 Arena?", "type": "p"}, {"text": "Thirteen years after he auditioned for the X Factor, Harry Styles is officially Britain's biggest pop star. His quartet of prizes included best artist, best pop act and song of the year, for the ubiquitous and wonderful As It Was.", "type": "p"}, {"text": "He also won the controversial best artist prize - which was created last year after separate male and female categories were merged. Aware that no women had been nominated in the category, Styles dedicated the prize to the people he'd usurped.", "type": "p"}, {"text": "\"I'm very aware of my privilege up here tonight, so this award is for Rina [Sawayama], Charli [XCX], Florence, Mabel and Becky [Hill], thank you so much.\"", "type": "p"}, {"text": "Sam Smith waddled onto the red carpet in a custom-made black latex outfit by London fashion house Harri.", "type": "p"}, {"text": "So voluminous was the costume that they had to forgo the standard golf buggy from the dressing room, and teeter around the outskirts of the O2 in high heels.", "type": "p"}, {"text": "Fans, meanwhile, couldn't decide whether Smith was paying tribute to David Bowie or a spatchcock chicken.", "type": "p"}, {"text": "\"There's a singer-songwriter who is the spirit of the Brit Awards distilled in human form,\" announced host Mo Gilligan from the floor of the O2 Arena.", "type": "p"}, {"text": "\"Here with his amazing number one single Forget Me, it's the brilliant Sam Capaldi.\"", "type": "p"}, {"text": "Sam Capaldi? Half Sam Smith, half Lewis Capaldi. A monstrous experiment in gene-splicing. Like Jeff Goldblum in The Fly, but with a penchant for sensitive ballads.", "type": "p"}, {"text": "Thankfully, however, the Brit Award organisers haven't gone completely drunk with power. It was simply an error on the autocue.", "type": "p"}, {"text": "And true to form, Lewis Capaldi had the last laugh on his Twitter feed...", "type": "p"}, [{"text": "Harry Styles sweeps the Brit Awards with four wins", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64612218"}, {"text": "Brit Awards 2023: Full list of winners and nominees", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64251988"}, {"text": "Brit Awards 2023: The eclectic red carpet outfits", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64612217"}], {"text": "Pop star Mimi Webb sparkled on the red carpet, thanks to a diamond necklace that was worth a whopping £1.2m.", "type": "p"}, {"text": "\"I can't believe I'm wearing it,\" said the 22-year-old.", "type": "p"}, {"text": "The necklace even had its own security guard, who tailed Mimi all night in case anyone tried to grab the jewels.", "type": "p"}, {"text": "\"If it was me or the diamonds,\" she noted, \"he'd save the diamonds.\"", "type": "p"}, {"text": "Luckily, no harm befell Mimi or the neckpiece, and she got to celebrate her first ever Brits with her mum and dad.", "type": "p"}, {"text": "When the Brits failed to nominate any women for the best artist prize, organisers went on the defensive. ", "type": "p"}, {"text": "Acknowledging the situation was \"disappointing\", a spokesperson for the awards added: \"We also have to recognise that 2022 saw fewer high-profile female artists in cycle with major releases, as was the case in 2021.\"", "type": "p"}, {"text": "Charli XCX was not impressed.", "type": "p"}, {"text": "\"I've heard a lot of chat about the fact that there weren't enough females in album cycle,\" she told BBC News. \"But I was in album cycle, and I had a number one album - and there's many of us.", "type": "p"}, {"text": "\"We're doing everything right, so I don't think it's our fault. ", "type": "p"}, {"text": "\"I think it might be theirs.\"", "type": "p"}, {"text": "Rina Sawayama has experience of getting the Brits to change their mind. In 2020, the Japanese-British singer discovered she wasn't eligible for the awards because she doesn't hold a British passport (Japan doesn't allow dual citizenship) and successfully petitioned organisers to change their rules.", "type": "p"}, {"text": "Asked about the lack of female representation this year, she said one simple change could fix the problem.", "type": "p"}, {"text": "\"The problem is that they combined the male and female categories, but they didn't expand the number of nominees,\" she said. \"So I really just want to see the categories get bigger. That's what the Grammys do. ", "type": "p"}, {"text": "\"People don't realise, even a nomination can change an artist's life and it's a shame to take that away because there's only five spots available.\"", "type": "p"}, {"text": "Wet Leg arrived at the Brits fresh from Los Angeles, where they'd just won two Grammy Awards. ", "type": "p"}, {"text": "But they didn't get to bring their trophies home with them.", "type": "p"}, {"text": "\"I think they pop them in the post,\" said singer Rhian Teasdale, who was surprised to discover the awards they received on stage weren't the real deal. ", "type": "p"}, {"text": "\"They had a big mountain of them backstage, and they were like, 'You have a Grammy! You have a Grammy!' and dishing them out.", "type": "p"}, {"text": "\"And then they said, 'Right, you have to give it back,' and they'd give the same trophy to the next act.\"", "type": "p"}, {"text": "\"It was,\" she concluded, \"a bit like discovering Santa doesn't exist.\"", "type": "p"}, {"text": "The band went on to collect two Brits trophies - for best group and best new artist - while performing their cult hit Chaise Longue surrounded by morris dancers and human-sized owls.", "type": "p"}, {"text": "There has yet to be confirmation on whether they got to take the Brit Award statuettes home.", "type": "p"}, {"text": "Alt-rock duo Nova Twins are known for their hardcore, DIY aesthetic - and that extends to their stage outfits.", "type": "p"}, {"text": "For the Brits, they designed and stitched their own clothes, adopting \"a punk fairy vibe\".", "type": "p"}, {"text": "The outfits were adorned with hundreds of badges, clasps, jewels and safety pins that they sourced from junk shops.", "type": "p"}, {"text": "\"Once we made an outfit out of curtain rings,\" said bassist Georgia South. \"You can be really resourceful.\"", "type": "p"}, {"text": "\"Hopefully it will stay intact,\" noted singer and guitarist Amy Love, who said she'd brought a needle and thread just in case anything pops off.", "type": "p"}, {"text": "\"No nipple slips.\"", "type": "p"}, {"text": "The original line-up of the Sugababes was back on the red carpet for the first time since 2001, when Overload was up for best single.", "type": "p"}, {"text": "But Keisha Buchanan doesn't have the best memories of that night.", "type": "p"}, {"text": "\"I had chicken pox,\" she told the BBC. \"I caught chicken pox the day of the ceremony and didn't know until half way through the night, when I was covered in spots.\"", "type": "p"}, {"text": "\"That shows how young we were - that that was the most rock and roll thing that happened to us.\"", "type": "p"}, {"text": "Harry Styles (who else?) won the best pop and R&B prize this year - a category that was notable for only nominating pop artists, and completely overlooking R&B.", "type": "p"}, {"text": "Wish I Missed My Ex singer Mahalia let her feelings be known on the red carpet, wearing a coat emblazoned with the legend, \"Long live R&B\".", "type": "p"}, {"text": "\"It's a genre I feel very passionate about and I don't think it's talked about enough,\" she told the BBC. ", "type": "p"}, {"text": "\"There's an idea that American R&B artists can be commercially successful, and we [in the UK] can't. That conversation needs to become more positive.\"", "type": "p"}, {"text": "Suggesting that the pop and R&B categories could be separated, she added: \"I just think it would be really powerful for R&B artists to have their own moment to shine.\"", "type": "p"}, {"text": "Sam Smith and Kim Petras's pneumatic performance of Unholy was literally a show-stopper. After they finished playing, a production hitch meant their complex stage setup couldn't be cleared in time. ", "type": "p"}, {"text": "Producers took the unprecedented step of repeating Adele's performance of I Drink Wine from last year's ceremony - but even after that, host Mo Gilligan was left to fill for four awkward minutes of empty airtime. ", "type": "p"}, {"text": "\"Are you enjoying yourself?\" he asked AJ Odudu. \"Are you enjoying yourself?\" he asked Maya Jama. \"Are you enjoying yourself?\" he asked Keith Lemon.", "type": "p"}, {"text": "Readers, they all said \"yes\".", "type": "p"}, {"text": "Everyone at the Brits wants to have a career-making moment like Adele's performance of Someone Like You in 2011.", "type": "p"}, {"text": "On Saturday, the closest contender was newcomer Cat Burns, who used her break-up ballad Go as the perfect showcase for her tender, soulful style.", "type": "p"}, {"text": "Her vocals were perfect: hushed and hurt in the verses, defiant and jubilant in the chorus. And when she transitioned into the song's drum and bass remix, confetti cannons blazing, it felt like Christmas had come early.", "type": "p"}, {"text": "It won't be long before she's back on that stage.", "type": "p"}, {"text": "Bless.", "type": "p"}, {"text": "\"Oooh, it's heavy! Um. OK, wow. Alright. Erm... Eugh.\"", "type": "p"}, {"text": "OK, Becky Hill's speech for best dance act didn't get off to the greatest of starts. Then she tried to thank her fellow nominees, but somehow mentioned people who were nominated in 2022 instead. ", "type": "p"}, {"text": "\"Oh God, I'm making a right pickle of this,\" she cringed.", "type": "p"}, {"text": "But then, she rallied round, quoting Beyoncé and thanking the queer community for making dance music \"the best genre on earth\".", "type": "p"}, {"text": "\"But the biggest thanks of all has to go to my fans who, for another year, have helped me win a Brit Award,\" she said, blinking back tears.", "type": "p"}, {"text": "\"My imposter syndrome kicked straight in when the nominees were announced, and I was so scared. ", "type": "p"}, {"text": "\"But when I read all their comments I was so touched, so thank you!\"", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": []}