{"link": "https://www.bbc.com/news/health-64570089", "category": "health", "title": "NHS to use test that prevents babies going deaf", "contributor": null, "time": "2023-02-09T02:46:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5ACE/production/_128564232_gettyimages-1444106108.jpg", "content": [{"text": "A rapid test that can help preserve the hearing of newborn babies is set to be used by NHS hospitals. ", "type": "b"}, {"text": "For some babies, commonly used antibiotics can become toxic. The drugs damage sensory cells inside the ear leading to permanent hearing loss.  ", "type": "p"}, {"text": "The test - which analyses babies' DNA - can quickly spot those who are vulnerable.", "type": "p"}, {"text": "It means they can be given a different type of antibiotic and avoid having a lifetime of damaged hearing. ", "type": "p"}, {"text": "Gentamicin is the first-choice antibiotic if a newborn develops a serious bacterial infection. It is life-saving and safe for the majority of people. ", "type": "p"}, {"text": "However, it has a rare side effect. About 1,250 babies in England and Wales are born with a subtle change in their genetic code that allows the antibiotic to bind more strongly to the hair cells in their ears, where it becomes toxic.", "type": "p"}, {"text": "These tiny hairs help convert sounds into the electrical signals that are understood by the brain. If they are damaged, it results in hearing loss.  ", "type": "p"}, {"text": "The side effect is well known, but until now there was no test that could get the results fast enough. It would be dangerous to delay treatment, and alternative antibiotics are not used as they have their own side effects and because of concerns about antibiotic resistance.", "type": "p"}, {"text": "The new genedrive kit analyses a sample taken from inside the baby's cheek. Tests at two neonatal intensive care units in Manchester and Liverpool showed it could spot who was susceptible to hearing loss in 26 minutes, and using it did not delay treatment.", "type": "p"}, {"text": "The National Institute for Health and Care Excellence (NICE) - which decides which drugs and technologies the NHS uses - has provisionally approved the test.", "type": "p"}, {"text": "Mark Chapman, interim director of medical technology at NICE, said: \"Hearing loss has a substantial impact on the quality of the life of the baby and their family.", "type": "p"}, {"text": "\"Having this test available to NHS staff can avoid the risk of hearing loss in babies with the variant who need treatment with antibiotics.\"", "type": "p"}, {"text": "He also said the costs of treating hearing loss was \"high\". Fitting a pair of cochlear implants - which use a microphone to convert sounds to an electrical signal - costs about £65,000. ", "type": "p"}, {"text": "The NICE recommendations apply directly to England and Wales, but are often adopted more widely. ", "type": "p"}, {"text": "The test will be made available as part of an early assessment to consider how well it works in a range of hospitals, and to see what impact it has on antibiotic use, before it gets final approval.", "type": "p"}, {"text": "Susan Daniels, chief executive of the National Deaf Children's Society, said: \"It's very encouraging that more evidence will be gathered on this important development. ", "type": "p"}, {"text": "\"I hope this additional evidence will support the argument for the rollout of technology which could play a pivotal role in preventing deafness in a small number of babies in the future.\"", "type": "p"}, {"text": "Follow James on Twitter", "type": "p"}], "tags": []}