{"link": "https://www.bbc.com/news/business-66065050", "category": "business", "title": "Nutmeg co-founder Nick Hungerford sets up charity for bereaved children", "contributor": null, "time": "2023-06-30T12:26:08.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/804D/production/_130154823_newsdailybox.png", "content": [{"text": "Tech entrepreneur Nick Hungerford, who has terminal bone cancer, says his two-year-old daughter inspired him to set up a charity for bereaved children.", "type": "b"}, {"text": "Mr Hungerford, 43, says he has two months left to live and believes children should not have to live with a lifetime of grief and trauma.", "type": "p"}, {"text": "His charity Elizabeth's Smile is named after his daughter.", "type": "p"}, {"text": "He said Elizabeth had been \"very, very brave\" and \"wants to be a doctor so she can help people like Daddy\".", "type": "p"}, {"text": "\"She is so caring for me. She bought a stethoscope and checks me every time I come back from the hospital,\" Mr Hungerford told the BBC's Today programme.", "type": "p"}, {"text": "Mr Hungerford co-founded the investment platform Nutmeg in 2011. The idea was famously rejected 45 times in a row by funders. The firm was bought by JP Morgan in 2021 for a reported £700m.", "type": "p"}, {"text": "Mr Hungerford has Ewing sarcoma, a rare form of bone cancer. He was first diagnosed in 2019 when he felt a pain in his right thigh, and had an operation to remove his femur, but the cancer returned at the end of 2021. This week he revealed in The Telegraph that he had two or three months left to live.", "type": "p"}, {"text": "\"I've had the opportunity to reflect on life in a way that so many people don't get to do,\" he told the BBC, since he knew of his death \"for some time\" since his cancer recurred.", "type": "p"}, {"text": "He said there was a \"real lack of understanding\" of the impact on children of losing a parent.", "type": "p"}, {"text": "\"I don't want to compare it to business problems, but it was like seeing a huge gap in the market,\" he said, adding that he found it unacceptable that his daughter and other children should have to live with the emotional impact of bereaved parents.", "type": "p"}, [{"text": "Listen to the full interview with Nick Hungerford here", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/p0fy5zwz"}], {"text": "So the first thing Elizabeth's Smile is focusing on is building up that knowledge with researchers and clinicians around the world.", "type": "p"}, {"text": "He said the research would contribute towards developing products for the second part of the charity, the Smile Network, which already has a series of books guiding those around bereaved children on how to deal with parental loss. ", "type": "p"}, {"text": "It will also help connect bereaved children to a network that has been set up by a parent, so that when the parent dies, the child can continue to receive advice and guidance around things like which university to go to, or where to work.", "type": "p"}, {"text": "\"If I'm not around, I can't make that introduction,\" Mr Hungerford said. \"It's to make sure not a single child is disadvantaged because of the loss of a parent.\"", "type": "p"}, {"text": "He has also set up an artificial intelligence website with videos of himself answering hundreds of personal questions, so that his daughter will be able to log on and \"talk\" to him. ", "type": "p"}, {"text": "\"She will have pictures, stories and access to my network of friends, so she will be able to build up a full picture of me,\" he said.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}