{"link": "https://www.bbc.com/news/science-environment-66066156", "category": "science & environment", "title": "London Super Sewer gets underground flower garden", "contributor": null, "time": "2023-06-30T15:57:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/548D/production/_130254612_16cf3474-5981-4cc1-91fd-68887d43c429.jpg", "content": [{"text": "A stretch of London's new \"Super Sewer\" has been transformed into a multi-coloured underground garden.", "type": "b"}, {"text": "The 'Loo Garden' has been set up 50m below the streets of the capital.", "type": "p"}, {"text": "Darkness and the challenge of watering meant rented artificial plants were used, as well as repurposed waste materials found along the Thames.", "type": "p"}, {"text": "It aims to highlight the positive environmental impact the Thames Tideway Tunnel will have when it opens.", "type": "p"}, [{"text": "Watch: Bike ride through UK's new Super Sewer", "type": "a", "href": "https://www.bbc.co.uk/news/av/science-environment-65091803"}, {"text": "AI to stop water pollution before it happens", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65913940"}, {"text": "Why is sewage pumped into rivers and the sea?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-62631320"}], {"text": "For decades London's Victorian-era sewers have discharged raw sewage into the River Thames after heavy rain.", "type": "p"}, {"text": "The new sewer aims to prevent 95% of sewage spills and is due to be fully operational in 2025, after some additional construction and testing works.", "type": "p"}, {"text": "Tideway have said that the \"ecological benefits will be significant for the hundreds of species of fish, birds, mammals and riverside flora that call the Thames home\".", "type": "p"}, {"text": "The garden will be in place for three weeks before the tunnel is closed ahead of testing next year. Some members of the public will have a chance to explore the garden and surrounding infrastructure through a competition in Time Out magazine.", "type": "p"}], "tags": []}