{"link": "https://www.bbc.com/news/technology-66065600", "category": "technology", "title": "UK porn age checks raise privacy concerns", "contributor": null, "time": "2023-06-30T17:04:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3313/production/_130257031_index-gettyimages-617719590.jpg", "content": [{"text": "Children will be better protected online under amended internet safety laws, the government insists, despite concerns around privacy.", "type": "b"}, {"text": "The Online Safety Bill will require age verification on services that publish or allow pornographic content.", "type": "p"}, {"text": "But digital rights groups say there is a lack of transparency around the tools and how they collect people's data.", "type": "p"}, {"text": "Tech minister Paul Scully admitted \"no bit of legislation is ever going to be perfect\" but said it was \"flexible\".", "type": "p"}, {"text": "The proposed amendments will mean user-to-user platforms, such as social media sites, that allow pornographic content will have to use age-checking technologies that are \"highly effective\" in identifying whether a user is a child or not - for example, estimating someone's age from a selfie.", "type": "p"}, {"text": "Other methods include checking official ID, bank statements or voice recognition tech - which would then notify that the person wishing to access their service, who is anonymised, is over 18 years old.", "type": "p"}, {"text": "Digital rights campaigners are not convinced that people's privacy will be protected.", "type": "p"}, {"text": "Age assurance tech is being \"introduced in quite a draconian way\", said Dr Monica Horten, policy manager for freedom of expression at Open Rights Group. She said there needed to be more consideration of the risks that come with forcing websites to verify the age of their users.", "type": "p"}, {"text": "\"Some of these systems use facial scanning techniques to identify people's age. The processing of the collection of large pools of children's biometric data by private companies, with no governance structures in place, is something that all parents should be very worried about.", "type": "p"}, {"text": "\"We don't know how these systems work. Is our data being stored? Who has access to it? If so, are they processing it?\" she said. ", "type": "p"}, {"text": "The bill will give the communications regulator Ofcom powers to fine tech companies, block access to sites and also see the introduction of criminal liabilities for executives of companies who fail to co-operate.", "type": "p"}, {"text": "Iain Corby from the Age Verification Providers Association said he welcomed the bill's requirements but \"with five million adult websites, the government still needs to give the regulator better powers to enforce at scale before the bill is finalised\".", "type": "p"}, {"text": "Concerns have also been raised that the requirement for users to provide official documentation could lead to discrimination against certain socio-economic groups, who are more likely to lack these documents.", "type": "p"}, {"text": "Mr Scully rejected criticism that the legislation could mean vital sexual health education content could be blocked.", "type": "p"}, {"text": "\"I want to reassure people working in those areas that they won't be harmed by this bill,\" he said. ", "type": "p"}, {"text": "Mr Scully added it would be up to Ofcom to decide on the guidelines in determining \"what is and what isn't available for under-18s\".", "type": "p"}, {"text": "Children are being exposed to online pornography from as young as nine, according to research. By the age of 13, around 50% had been exposed to it.", "type": "p"}, {"text": "Some teenagers simply lie about their date of birth to get round age restrictions on websites.", "type": "p"}, {"text": "Mr Scully said the amendments would \"stop the majority of children - who don't look for VPN or don't look for other ways around this - just to be able to almost trip over access to pornography, which is the case at the moment\".", "type": "p"}, {"text": "The UK has been grappling over how to protect social media users, and in particular children, from harmful content without damaging free speech.", "type": "p"}, {"text": "New measures will also seek to hold top executives personally responsible for keeping children safe on their platforms, the government said, after agreeing to toughen the bill in January with the prospect of jail time for tech bosses.", "type": "p"}, {"text": "Other changes to the bill will allow regulators to obtain information on a child's social media use if requested by a coroner, which will help bereaved families understand any possible influence of online activity in their death.", "type": "p"}, {"text": "The tech industry, including firms like Apple, have criticised sections of the Online Safety Bill, particularly provisions that could be used to make messaging services break end-to-end encryption in order to scan for child abuse material.", "type": "p"}, {"text": "The government said there would be no further amendments to that part of the bill before it is voted on. ", "type": "p"}, {"text": "The bill, which is possibly months away from being passed, will be voted on next week in the House of Lords.", "type": "p"}], "tags": []}