{"link": "https://www.bbc.com/news/business-64211747", "category": "business", "title": "McDonald's: Former boss Easterbrook fined after staff relationship", "contributor": null, "time": "2023-01-09T17:52:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1523B/production/_113878568_gettyimages-468152866.jpg", "content": [{"text": "The former boss of McDonald's has been fined by the US financial watchdog for misleading investors about his firing in 2019.", "type": "b"}, {"text": "Stephen Easterbrook has agreed to pay a $400,000 penalty, without admitting or denying the claims.", "type": "p"}, {"text": "The fast food chain fired him after finding he had had a consensual relationship with an employee.", "type": "p"}, {"text": "At the time, the Chicago-based firm said that he had \"violated company policy\".", "type": "p"}, {"text": "Further investigation uncovered hidden relationships with other staff members.", "type": "p"}, {"text": "The food giant prohibits \"any kind of intimate relationship between employees in a direct or indirect reporting relationship\".", "type": "p"}, [{"text": "Ex-McDonald's boss pays $105m over staff relationships", "type": "a", "href": "https://www.bbc.co.uk/news/business-59684996"}, {"text": "McDonald's ex-boss 'lied over sexual relationships'", "type": "a", "href": "https://www.bbc.co.uk/news/business-53726216"}], {"text": "The British businessman initially received more than $105m (£86m) as part of a severance package.", "type": "p"}, {"text": "But following an investigation, the other relationships came to light.", "type": "p"}, {"text": "McDonald's said had it been aware of this, it would not have approved the multimillion dollar deal. ", "type": "p"}, {"text": "It launched legal action against Mr Easterbrook, accusing him of lying about sexual relationships with staff.", "type": "p"}, {"text": "In December 2021, Mr Easterbrook returned the money and apologised for failing to uphold the firm's values.", "type": "p"}, {"text": "On Monday, the Securities and Exchange Commission (SEC) in the United States said that he had made \"false and misleading statements to investors\".", "type": "p"}, {"text": "It added: \"Easterbrook knew or was reckless in not knowing that his failure to disclose these additional violations of company policy prior to his termination would influence McDonald's disclosures to investors related to his departure and compensation.\"", "type": "p"}, {"text": "McDonald's was also charged by the SEC with \"shortcomings\" in its public disclosures related to Easterbrook's firing.", "type": "p"}, {"text": "However, the agency said the firm had \"substantially co-operated\" with the investigation and would not be hit with any fines as a result.", "type": "p"}, {"text": "McDonald's said the SEC order reinforced the fact it held Mr Easterbrook \"accountable for his misconduct\".", "type": "p"}, {"text": "\"We fired him, and then sued him upon learning that he lied about his behaviour,\" it said.", "type": "p"}, {"text": "\"The company continues to ensure our values are part of everything we do, and we are proud of our strong 'speak up' culture that encourages employees to report conduct by any employee, including the CEO, that falls short of our expectations.\"", "type": "p"}, {"text": "Mr Easterbrook, a UK citizen who grew up in Watford, Hertfordshire, led McDonald's from March 2015 to November 2019, after previously leading its UK operations.", "type": "p"}, {"text": "He was widely credited with revitalising the firm's menus, remodelling stores and using better ingredients. The value of its shares more than doubled during his tenure in the US.", "type": "p"}], "tags": ["Companies", "Relationships", "Employment", "McDonald's", "US Securities and Exchange Commisson"]}