{"link": "https://www.bbc.com/news/entertainment-arts-64210427", "category": "entertainment & arts", "title": "Eurovision 2023: John Lydon's Public Image Ltd could represent Ireland", "contributor": null, "time": "2023-01-09T11:22:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15CF/production/_128238550_3f20d796c272249d5054d830a3caf071132046fa.jpg", "content": [{"text": "Public Image Ltd - the band John Lydon formed after the Sex Pistols split in 1978 - is in the running to represent Ireland at the Eurovision Song Contest.", "type": "b"}, {"text": "The song, called Hawaii, is described as \"a love letter to Lydon's wife of nearly five decades who is living with Alzheimer's.\"", "type": "p"}, {"text": "Irish broadcaster RTÉ has announced the band will compete with five other acts for the title in a TV show next month.", "type": "p"}, {"text": "This year's Eurovision is taking place in Liverpool in May.", "type": "p"}, {"text": "Hawaii \"is dedicated to everyone going through tough times on the journey of life,\" Lydon said. \"It's also a message of hope that ultimately love conquers all.\"", "type": "p"}, {"text": "Public Image Ltd's current line-up is John Lydon, Lu Edmonds, Scott Firth and Bruce Smith.  ", "type": "p"}, {"text": "As well as the band, who formed 45 years ago, Adgy, Connolly, Wild Youth, Leila Jane and K Muni & ND will all perform on a special edition of the Late Late Show on 3 February.", "type": "p"}, {"text": "The decision will be split between a national jury - made up of music experts, an international jury and a public vote.", "type": "p"}, {"text": "Ireland has won Eurovision seven times, more than any other country, but it has failed to qualify for the grand final since 2018.", "type": "p"}, {"text": "Italy, France, Spain, Germany and the UK automatically get a place in the final because of how much they pay to enter with the remaining acts participating in two semi-finals first.", "type": "p"}, {"text": "Like Ireland, lots of countries choose their Eurovision act via TV competitions, and it is a format the United Kingdom has used in the past to decide its act.", "type": "p"}, {"text": "This year's UK act will be chosen behind-the-scenes, like Sam Ryder was last year, with the BBC hoping to achieve similar success to his second-place position. ", "type": "p"}, {"text": "The 37 countries taking part have until the end of March to confirm their songs and artists for the competition.", "type": "p"}, {"text": "Eurovision grand final will take place on 13 May in Liverpool.", "type": "p"}], "tags": ["Republic of Ireland", "Eurovision Song Contest", "Music"]}