{"link": "https://www.bbc.com/news/science-environment-64215660", "category": "science & environment", "title": "Ozone layer may be restored in decades, UN report says", "contributor": null, "time": "2023-01-09T18:52:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13528/production/_128244197_gettyimages-1170669720-1.jpg", "content": [{"text": "Human action to save the ozone layer has worked as hoped, and it may recover in just decades, the UN says.", "type": "b"}, {"text": "An international agreement in 1987 to stop using the harmful chemicals that were damaging the layer has been successful, the major assessment says.", "type": "p"}, {"text": "The ozone layer is a thin part of the Earth's atmosphere that absorbs most of the ultraviolet radiation from the Sun.", "type": "p"}, {"text": "When it is depleted, this radiation can reach the surface - causing potential harm to humans and other living things.", "type": "p"}, {"text": "Ultraviolet rays can damage DNA and cause sunburn, increasing the long-term risk of problems such as skin cancer.", "type": "p"}, {"text": "The ozone layer began depleting in the 1970s.", "type": "p"}, {"text": "Chlorofluorocarbons (CFCs), which were commonly found in spray cans, fridges, foam insulation and air conditioners, were blamed for eating away at the ozone layer.", "type": "p"}, [{"text": "The environmental disasters we've almost fixed", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58874831"}], {"text": "A gaping hole in the layer was discovered by scientists in 1985. Just two years later, the Montreal Protocol was signed - with 46 countries promising to phase out the harmful chemicals. ", "type": "p"}, {"text": "The deal later became the first UN treaty to achieve universal ratification, and almost 99% of banned ozone-depleting substances have now been phased out.", "type": "p"}, {"text": "The Antarctic ozone hole continued expanding until 2000, after which its area and depth began improving slowly.", "type": "p"}, {"text": "Now, a report co-produced by UN, US and EU agencies says the Montreal Protocol is working as hoped. ", "type": "p"}, {"text": "It says that, if current policies are maintained, the ozone layer will be restored to 1980 values - before the ozone hole appeared - at different points in different places: ", "type": "p"}, [{"text": "2066 over the Antarctic, where ozone depletion was the worst", "type": "p"}, {"text": "2045 over the Arctic", "type": "p"}, {"text": "in about two decades' time everywhere else", "type": "p"}], {"text": "While the depletion of ozone is harmful due to solar radiation, it is not a major cause of climate change. ", "type": "p"}, {"text": "But saving the ozone layer has had a positive knock-on effect on global warming, the report suggests, because some of the harmful chemicals that were phased out are powerful greenhouse gases.", "type": "p"}, {"text": "That phase-out will have prevented up to 1C of warming by the middle of the century - if compared to increasing their use by 3% per year, the scientists found.", "type": "p"}, {"text": "While the report has been hailed as good news - and evidence that rapid, international action to avert environmental crises can work - it warns that continued progress on the ozone layer is not guaranteed.", "type": "p"}, {"text": "For example, proposals to limit global warming by sending millions of tonnes of sulphur dioxide into the upper atmosphere - known as stratospheric aerosol injection - could drastically reverse the ozone layer's recovery.", "type": "p"}], "tags": ["Ozone layer", "United Nations", "Climate change"]}