{"link": "https://www.bbc.com/news/technology-64210289", "category": "technology", "title": "YouTube star Logan Paul apologises for CryptoZoo project failure", "contributor": null, "time": "2023-01-09T13:50:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D6DC/production/_128240055_04b313bf-3bc2-48bb-b77e-2155e2ad9fdf.jpg", "content": [{"text": "YouTuber Logan Paul has apologised to fans who lost money after investing in his cryptocurrency game, CryptoZoo.", "type": "b"}, {"text": "The 27-year-old encouraged people to buy cryptocurrency collectables for what he called a \"really fun game that makes you money\".", "type": "p"}, {"text": "But more than a year after its launch, no game has materialised and Paul has apparently abandoned the project. ", "type": "p"}, {"text": "Now, in response to another YouTuber's investigation into the business, Paul says he wants to \"make this right\".", "type": "p"}, {"text": "CryptoZoo was launched in 2021 after first being discussed on Paul's podcast Impaulsive.", "type": "p"}, {"text": "Paul, who has more than 23 million YouTube subscribers, said he had spent \"probably about one million\" dollars on developing CryptoZoo, and had a \"massive team behind the project\".", "type": "p"}, {"text": "The CryptoZoo website says it is \"undergoing upgrades\". ", "type": "p"}, {"text": "In a now-deleted description, it was described as \"an autonomous ecosystem that allows ZooKeepers to buy, sell, and trade exotic animals and hybrids. CryptoZoo incorporates cryptocurrency and Non Fungible Tokens (NFTs) into a simple, fun game with familiar mechanics\".", "type": "p"}, {"text": "The project sold images of cartoon eggs as NFTs, with the promise that collectors would be able to hatch them into randomly chosen animal images.", "type": "p"}, {"text": "Collectors would then be able to \"breed\" their animal images to create new species and win coins in a linked cryptocurrency called $ZOO. ", "type": "p"}, {"text": "In a since-removed project roadmap, many games were promised in 2022 that would incorporate the animal NFT images but no playable features were delivered.", "type": "p"}, {"text": "It is not known how many investors CryptoZoo has, but the project's Discord server has about 500 members.", "type": "p"}, {"text": "However, after selling millions of dollars worth of NFTs and crypto coins, Paul stopped talking about CrytpoZoo and seemingly abandoned the project. ", "type": "p"}, {"text": "Paul's team has not responded to the BBC's request for comment. ", "type": "p"}, [{"text": "Logan Paul set for Summerslam as he joins WWE", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-62008763"}, {"text": "Paul v Mayweather goes the distance", "type": "a", "href": "https://www.bbc.com/sport/boxing/57381402"}], {"text": "Last month, cryptocurrency scam investigator Stephen Findeisen, known as Coffeezilla on YouTube, began a three-part video series about CryptoZoo, calling it a \"scam\". ", "type": "p"}, {"text": "The American spoke to investors around the world who claimed to have spent hundreds, sometimes thousands of dollars on CryptoZoo items and were angry at Paul.", "type": "p"}, {"text": "In his videos, that have had nearly 18 million views, Coffeezilla accused Paul of scamming investors and abandoning them after selling them \"worthless\" digital items.", "type": "p"}, {"text": "On Thursday, Paul posted an angry rebuttal video admitting that he made a mistake hiring \"conmen\" and \"felons\" to run his project, but denied the failures were his fault. ", "type": "p"}, {"text": "He accused Mr Findeisen of getting facts wrong and threatened to sue him.", "type": "p"}, {"text": "But on Saturday, Paul deleted his video and apologised to the investigator.", "type": "p"}, {"text": "He also wrote on the CryptoZoo Discord page that he would be \"taking accountability, apologising and coming forward with a plan in the near future\".", "type": "p"}, {"text": "No further details have been given about how Paul plans to either reimburse investors or relaunch CryptoZoo.", "type": "p"}, {"text": "One 34-year-old US man told BBC News he had spent $40,000 (£33,000) on NFT eggs after hearing Impaulsive. ", "type": "p"}, {"text": "\"At first, we all thought the project was experiencing a few hiccups - but then the way Logan dragged everyone along and then just abandoned it with no words is just wrong,\" he said.", "type": "p"}, {"text": "\"Now, it seems to me that Logan is only now trying to make amends after the Coffeezilla videos. ", "type": "p"}, {"text": "\"I don't want a refund - I'd like to see the project completed and Logan do what he said at the very beginning.", "type": "p"}, {"text": "\"I don't think it will ever be as big as it could have been - but I think it's important that 'founders' do what they promised investors.\"", "type": "p"}, {"text": "Paul has also been linked to the failed cryptocurrency coin Dink Doink, which he promoted in June 2021.", "type": "p"}, {"text": "Paul first became an internet celebrity by uploading short video clips to the video-sharing platform Vine, before focusing on YouTube. ", "type": "p"}, {"text": "In 2017 he faced a huge backlash over a video which showed the body of an apparent suicide victim in Japan. ", "type": "p"}, {"text": "In recent years Paul and his brother Jake, also a YouTuber, have become professional boxers with high profile and lucrative fights against other YouTubers or retired martial artists.", "type": "p"}, {"text": "Paul also launched a brand of drinks called Prime and has recently signed a deal to perform in the World Wrestling Entertainment series.", "type": "p"}, {"text": "Correction 9 January 2023: An earlier version of this story incorrectly stated Logan Paul had promoted the cryptocurrency coin SafeMoon - in fact, this was his brother, Jake.", "type": "p"}], "tags": ["Media", "YouTube", "NFTs", "Logan Paul", "Cryptocurrency"]}