{"link": "https://www.bbc.com/news/business-66574219", "category": "business", "title": "Domino's Pizza signals closure of Russian business", "contributor": null, "time": "2023-08-21T16:07:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14689/production/_128139538_pizzareuters.png", "content": [{"text": "The franchise owner of Domino's in Russia has signalled it will close its branches there as it announced it will place the business into bankruptcy.", "type": "b"}, {"text": "DP Eurasia said it would end attempts to sell the pizza chain's shops in the country due to an \"increasingly challenging environment\".", "type": "p"}, {"text": "Many Western firms have cut ties with Russia since the invasion of Ukraine and introduction of economic sanctions.", "type": "p"}, {"text": "But some, including Domino's, have faced criticism for not exiting.", "type": "p"}, {"text": "DP Eurasia has 171 Domino's Pizza shops in Russia. It owns 68 of the sites, while 103 are franchised to local operators.", "type": "p"}, {"text": "On Monday, DP Eurasia said in a London Stock Exchange announcement that it had decided its subsidiary in Russia, DP Russia, should file for bankruptcy, rather than seek a buyer.", "type": "p"}, {"text": "\"With the increasingly challenging environment, DP Russia's immediate holding company is now compelled to take this step, which will bring about the termination of the attempted sale process of DP Russia as a going concern and, inevitably, the group's presence in Russia,\" it said.", "type": "p"}, {"text": "The firm previously said it was \"evaluating its presence\" in Russia following sanctions being imposed.", "type": "p"}, {"text": "As well as owning Domino's franchises in Russia, DP Eurasia has master franchise rights for the brand in Turkey, Russia, Azerbaijan and Georgia.", "type": "p"}, {"text": "The Russian economy has been targeted by a raft of sanctions since the outbreak of war in Ukraine in February 2022. ", "type": "p"}, {"text": "Many companies that are household names decided to close their operations in the immediate aftermath of the invasion. Pressure was also mounted on big brands such as McDonald's and Coca-Cola to act. ", "type": "p"}, {"text": "There has also been ongoing criticism for the ones which have continued business.", "type": "p"}, {"text": "Unilever is one company that has defended its decision to keep operating in Russia, with the maker of Dove soap and Cornetto ice cream arguing that it is \"not straightforward\" as its operations would be taken over by the Russian state if it abandoned them.", "type": "p"}, {"text": "It has been claimed that the the firm was contributing £579m to the Russian economy annually.", "type": "p"}, {"text": "Domino's Pizza Inc, the American multi-national business and master franchisor, told the BBC that through its subsidiary companies, it stopped providing \"any support for the Russian market in early 2022\".", "type": "p"}], "tags": []}