{"link": "https://www.bbc.com/news/entertainment-arts-66574424", "category": "entertainment & arts", "title": "Mario: Voice of Nintendo game star Charles Martinet steps down after 27 years", "contributor": null, "time": "2023-08-21T15:46:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7860/production/_130861803_gettyimages-478522438.jpg", "content": [{"text": "Charles Martinet, the voice behind Nintendo's famous character Mario, is to step down from the role, the gaming giant has announced.", "type": "b"}, {"text": "The actor has voiced the Italian plumber in the video games since 1996, starting with Super Mario 64. ", "type": "p"}, {"text": "However, he did not voice the titular character in this year's movie. That honour went to Chris Pratt.", "type": "p"}, {"text": "Nintendo announced the news on X, saying it had been an \"honour\" working with Martinet, 67.", "type": "p"}, {"text": "Martinet will continue to work with Nintendo as a \"Mario ambassador,\" and he seemed pleased with his new role. ", "type": "p"}, {"text": "The latest game starring the heroic Italian, Super Mario Bros. Wonder, was announced earlier this year and the trailer prompted speculation from some fans that Martinet had been replaced. ", "type": "p"}, {"text": "Nintendo's statement on Monday said that \"he will be stepping back from recording character voices for our games, but he'll continue to travel the world sharing the joy of Mario and interacting with you all!", "type": "p"}, {"text": "\"It has been an honour working with Charles to help being Mario to life for so many years and we want to thank and celebrate him. Please keep an eye out for a special video message from Shigeru Miyamoto (the creator of Mario) and Charles himself, which we will post at a future date.\"", "type": "p"}, {"text": "Martinet has voiced the character since 1996, featuring in multiple games such as the Mario Kart and Mario Party series.", "type": "p"}, {"text": "Though Martinet has become synonymous with Mario, it was Hollywood A-lister Pratt who voiced the famous tradesmen in 2023's hugely successful movie, with Martinet providing voices for Giuseppe and Mario's dad instead. ", "type": "p"}, {"text": "In addition to Mario, Martinet also provided the voices for other characters in the Mario series, including Mario's brother Luigi, rivals Wario and Waluigi, as well as the baby versions of the characters.", "type": "p"}, {"text": "2023 has been a big year for the Mario series, with the Mario movie making over $1bn at the box office and further releases to come on the Switch, with Super Mario Bros. Wonder and a remake of Super Mario RPG set for release later this year.", "type": "p"}], "tags": []}