{"link": "https://www.bbc.com/news/health-66545551", "category": "health", "title": "New test could speed up child illness diagnosis", "contributor": null, "time": "2023-08-21T08:24:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16A34/production/_130842729_gettyimages-1131369200.jpg", "content": [{"text": "A new approach to diagnosing illnesses in children could help doctors choose the right treatment in double-quick time, say the researchers behind it.", "type": "b"}, {"text": "Working out what is causing a fever - a virus, bacterial infection or something else - is often difficult and tests can take days or weeks to come back.", "type": "p"}, {"text": "The Imperial College London team says looking at gene patterns in someone's blood could speed up diagnosis.", "type": "p"}, {"text": "Development of the test is still at an early stage.", "type": "p"}, {"text": "But if trials are successful and the approach is approved the blood test could reduce the overuse of antibiotics, which are often prescribed to unwell children even though they only treat bacterial infections, not viruses.", "type": "p"}, {"text": "This contributes to the problem of antimicrobial resistance, when drugs no longer treat infections they were designed to combat.", "type": "p"}, {"text": "Recent research on children in hospital with a fever in nine European countries found that 75% did not get a diagnosis.", "type": "p"}, {"text": "Co-author of the study Dr Myrsini Kaforou, senior lecturer at Imperial College London, said finding out the underlying cause of fever can be the \"biggest challenge\" even with the best tests available.", "type": "p"}, {"text": "And they can take anything from several hours to weeks to provide a result.", "type": "p"}, {"text": "That means there can be delays diagnosing potentially life-threatening infections and diseases, such as sepsis, tuberculosis and pneumonia, and giving patients the right treatment quickly.", "type": "p"}, {"text": "In this study, published in the journal Cell Press Med, researchers used a different approach to diagnosing illness.", "type": "p"}, {"text": "Analysing data from thousands of patients, including 1,000 children, with 18 infectious or inflammatory diseases, they were able to identify which key genes were switched on and off in response to a range of illnesses.", "type": "p"}, {"text": "Some of the diseases analysed included flu, malaria, E.coli, meningitis and arthritis.", "type": "p"}, {"text": "Because the human body needs the same set of genes to fight off diseases, researchers could use that as a basis to test for them.", "type": "p"}, {"text": "These \"molecular signatures\" of disease were then tested in a group of more than 400 child patients, admitted to hospital with sepsis or severe infections, and compared with current gold standard testing methods.", "type": "p"}, {"text": "The study suggests the new approach is more than 90% accurate but the research team emphasises there is still much work to be done before a test can be used in practice.", "type": "p"}, {"text": "\"A future diagnostic test based on this approach could help provide the right treatment, to the right patient, at the right time, while optimising antibiotic use and reducing lengthy time to diagnosis for inflammatory diseases,\" said Dr Kaforou, senior lecturer at Imperial College London.", "type": "p"}, {"text": "The new approach \"could be transformative for healthcare\", said Prof Michael Levin, study co-author and chair in paediatrics at Imperial.", "type": "p"}, {"text": "It is now being trialled in thousands of patients in hospitals in Europe, Africa and Asia. The researchers say the trials will help them discover how much it could improve decisions made in clinics.", "type": "p"}, {"text": "Prof Damian Roland, emergency children's doctor from University Hospitals of Leicester, said being able to promptly diagnose the underlying reason for a child's fever or illness was \"a holy grail\".", "type": "p"}, {"text": "He said the research \"opens up a gateway to a new model of care\" but he cautioned it was still in its early stages. ", "type": "p"}, {"text": "\"Further research in avoiding any unintended consequences of early diagnosis will be vital to maximise the impact of this new innovation,\" the professor said.", "type": "p"}], "tags": []}