{"link": "https://www.bbc.com/news/technology-66543643", "category": "technology", "title": "Pioneering wind-powered cargo ship sets sail", "contributor": null, "time": "2023-08-21T05:20:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14630/production/_130840538_pyxis_ocean_image1_aug.2023.jpg", "content": [{"text": "A cargo ship fitted with giant, rigid British-designed sails has set out on its maiden voyage.", "type": "b"}, {"text": "Shipping firm Cargill, which has chartered the vessel, hopes the technology will help the industry chart a course towards a greener future. ", "type": "p"}, {"text": "The WindWings sails are designed to cut fuel consumption and therefore shipping's carbon footprint.", "type": "p"}, {"text": "It is estimated the industry is responsible for about 2.1% of global carbon dioxide (CO2) emissions.", "type": "p"}, {"text": "The Pyxis Ocean's maiden journey, from China to Brazil, will provide the first real-world test of the WindWings - and an opportunity to assess whether a return to the traditional way of propelling ships could be the way forward for moving cargo at sea.", "type": "p"}, {"text": "Folded down when the ship is in port, the wings are opened out when it is in open water. They stand 123ft (37.5m) tall and are built of the same material as wind turbines, to make them durable.", "type": "p"}, {"text": "Enabling a vessel to be blown along by the wind, rather than rely solely on its engine, could hopefully eventually reduce a cargo ship's lifetime emissions by 30%.", "type": "p"}, {"text": "Jan Dieleman, president of Cargill Ocean Transportation, said the industry was on a \"journey to decarbonise\". He admitted there was \"no silver bullet\" - but said this technology demonstrated how fast things were changing.", "type": "p"}, {"text": "\"Five, six years ago, if you would ask people in shipping about decarbonisng, they would say 'well, it's going to be very difficult, I don't see this happening any time soon',\" he told the BBC.", "type": "p"}, {"text": "\"Five years later, I think the narrative has changed completely and everybody is really convinced that they need to do their part - everybody is just struggling a little on how we're going to do this. ", "type": "p"}, {"text": "\"That's why we've taken the role as one of the larger players to underwrite some of the risk, and try things, and take the industry forward.\"", "type": "p"}, {"text": "The Pyxis Ocean will take an estimated six weeks to reach its destination - but the technology it is using has its origins in something much faster. ", "type": "p"}, {"text": "It was developed by UK firm BAR Technologies, which was spun out of Sir Ben Ainslie's 2017 America's Cup team, a competition sometimes called the 'Formula One of the seas'.", "type": "p"}, {"text": "\"This is one of the most slow-moving projects we've done, but without doubt with the biggest impact for the planet,\" its head John Cooper - who used to work for Formula One team McLaren - told the BBC.", "type": "p"}, {"text": "He thinks this voyage will be a turning point for the maritime industry.", "type": "p"}, {"text": "\"I do predict by 2025 half the new-build ships will be ordered with wind propulsion,\" he said.", "type": "p"}, {"text": "\"The reason I'm so confident is our savings - one-and-a-half tonnes of fuel per day. Get four wings on a vessel, that's six tonnes of fuel saved, that's 20 tonnes of CO2 saved - per day. The numbers are massive.\"", "type": "p"}, {"text": "The innovation has come from the UK but the wings themselves are manufactured in China. Mr Cooper says a lack of government support in reducing the cost of imported steel prevents the company from making them here.", "type": "p"}, {"text": "\"It's a shame, I'd love to build in the UK,\" he told the BBC.", "type": "p"}, {"text": "Experts say wind power is a promising area to explore, as the shipping industry tries to reduce the estimated 837 million tonnes of CO2 it produces each year.", "type": "p"}, {"text": "In July it agreed to reduce planet-warming gases to net-zero \"by or around 2050\" - a pledge critics said was toothless.", "type": "p"}, {"text": "\"Wind power can make a big difference,\" says Dr Simon Bullock, shipping researcher at the Tyndall Centre, at the University of Manchester.", "type": "p"}, {"text": "He said new cleaner fuels will take time to emerge \"so we have to throw everything at operational measures on existing ships - like retrofitting vessels with sails, kites and rotors\".", "type": "p"}, {"text": "\"Ultimately we do need zero-carbon fuels on all ships, but in the meantime, it is imperative to make every journey as efficient as possible. Slower speeds are also a critical part of the solution,\" he told the BBC.", "type": "p"}, {"text": "Stephen Gordon, managing director, at the maritime data firm Clarksons Research, agreed that wind-related technologies were \"gaining some traction\". ", "type": "p"}, {"text": "\"We have the number of ships using this technology doubling over the past 12 months,\" he explained.", "type": "p"}, {"text": "\"This is from a low base, however. In the international shipping fleet and new-build order book of over 110,000 vessels, we have records for under 100 having wind-assisted technology today.\"", "type": "p"}, {"text": "Even if that number dramatically increases, wind technology may not be suitable for all vessels, for example, where the sails interfere with the unloading of containers.", "type": "p"}, {"text": "\"The shipping industry does not yet have a clear decarbonisation pathway and, given the scale the challenge and the diversity of the world shipping fleet, there is unlikely to be a single solution for the industry in the short or medium term,\" Mr Gordon predicted.", "type": "p"}, {"text": "John Cooper, of BAR Technologies, is more bullish though, saying the future for wind wings is \"very rosy.\"", "type": "p"}, {"text": "He also admits he takes a certain satisfaction in the idea of the industry returning to its origins.", "type": "p"}, {"text": "\"The engineers always hate it, but I always say it's back to the future,\" he said.", "type": "p"}, {"text": "\"The invention of big combustion engines destroyed the trade routes and the sailing routes and now we're going to try to reverse that trend, just a bit.\"", "type": "p"}], "tags": []}