{"link": "https://www.bbc.com/news/business-65814031", "category": "business", "title": "Binance accused of 'web of deception' in US", "contributor": null, "time": "2023-06-05T20:06:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6783/production/_129999462_gettyimages-1250852426.jpg", "content": [{"text": "Crypto giant Binance has been accused of engaging in a \"web of deception\" as it was hit with another lawsuit by US financial regulators.", "type": "b"}, {"text": "The Securities and Exchange Commission (SEC) said the trading platform and its founder Changpeng Zhao ignored the rules meant to protect investors to keep operating in the US.", "type": "p"}, {"text": "Both the company and Mr Zhao are accused of mishandling customer funds.", "type": "p"}, {"text": "Binance said it would defend the platform \"vigorously\".", "type": "p"}, {"text": "The complaint from the SEC is the second lawsuit filed against the firm this year and follows promises by the US to police the crypto industry more aggressively.  ", "type": "p"}, {"text": "The company, which was founded in 2017 and is active in more than 100 countries, denied that customer money had been at risk.  ", "type": "p"}, {"text": "\"While we take the SEC's allegations seriously, they should not be the subject of an SEC enforcement action,\" Binance said, adding it had been in discussions with the regulator.", "type": "p"}, {"text": "It said the legal action was an example of regulators' \"misguided and conscious refusal to provide much-needed clarity and guidance to the digital asset industry\".", "type": "p"}, {"text": "Binance, which is registered in the Cayman Islands, is known as the world's largest platform for buying and selling cryptocurrencies and other digital assets.", "type": "p"}, {"text": "The SEC's complaint outlined 13 charges, accusing the company and Mr Zhao of unlawfully soliciting investors and customers, misrepresenting the degree of trading on the platform and misleading the public about its oversight.", "type": "p"}, {"text": "Both the crypto firm and its founder are also alleged to have diverted customer funds to companies controlled by Mr Zhao, a Chinese-Canadian billionaire known in the industry as CZ. ", "type": "p"}, {"text": "Mr Zhao and Binance \"engaged in an extensive web of deception, conflicts of interest, lack of disclosure, and calculated evasion of the law,\" SEC Chair Gary Gensler said in announcing the 136-page lawsuit.", "type": "p"}, {"text": "\"The public should beware of investing any of their hard-earned assets with or on these unlawful platforms,\" he added. ", "type": "p"}, {"text": "The filing comes as US authorities pledge to use existing laws to root out fraud and other issues in the crypto industry, especially after the dramatic collapse of Binance rival FTX last year.", "type": "p"}, {"text": "The Commodity Futures Trading Commission, another US financial regulator, filed its own lawsuit against Binance in March, accusing it of operating in the country illegally. It is also under investigation by the Department of Justice. ", "type": "p"}, [{"text": "Binance accused of breaking US financial laws", "type": "a", "href": "https://www.bbc.co.uk/news/business-65091480"}, {"text": "Crypto giant FTX collapses into bankruptcy", "type": "a", "href": "https://www.bbc.co.uk/news/business-63601213"}], {"text": "The development from the SEC, which is seeking to ban Binance in the US, sent the price of Bitcoin down more than 5%.", "type": "p"}, {"text": "In its complaint, the SEC alleged that Binance and Mr Zhao had \"free reign\" over billions of dollars of crypto assets from the US.", "type": "p"}, {"text": "The agency said this power was used improperly to transfer tens of millions of dollars to accounts at other companies controlled by Mr Zhao, Merit Peak and Sigma Chain. On one occasion, it said one of those accounts subsequently purchased an $11m yacht.", "type": "p"}, {"text": "Binance and Mr Zhao showed \"blatant disregard of the federal securities laws and the investor and market protections these laws provide\", the SEC said in the lawsuit.", "type": "p"}, {"text": "\"In so doing, defendants have enriched themselves by billions of US dollars while placing investors' assets at significant risk.\"", "type": "p"}, {"text": "Efforts to evade regulators were widely recognised inside the firm, which earned at least $11.6bn in revenue from US customers between June 2018 and July 2021, according to the lawsuit, filed on Monday in federal court in Washington, DC.", "type": "p"}, {"text": "\"We are operating as a ... unlicensed securities exchange in the USA bro,\" the company's chief operating officer told another compliance officer, using an expletive, in 2018, according to the lawsuit.  ", "type": "p"}], "tags": []}