{"link": "https://www.bbc.com/news/entertainment-arts-65813146", "category": "entertainment & arts", "title": "Adjoa Andoh: Ofcom will not take action over 'terribly white' comment on ITV", "contributor": null, "time": "2023-06-05T14:35:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/141CB/production/_129997328_aagettyimages-1470376955.jpg", "content": [{"text": "Ofcom will not be taking action over actress Adjoa Andoh's comment that the King's Coronation was \"terribly white\".", "type": "b"}, {"text": "The broadcast regulator received more than 8,000 complaints about the comment, which the actress made during ITV's coverage of the coronation.", "type": "p"}, {"text": "The Bridgerton star was discussing members of the royal family on the Buckingham Palace balcony at the time.", "type": "p"}, {"text": "The watchdog said viewers also objected to ITV News presenters Tom Bradby and Chris Ship referring to the remark.", "type": "p"}, {"text": "Andoh said: \"Looking at all those young people, there is a bit of me that has gone from the rich diversity of [Westminster] Abbey to the terribly white balcony. I'm very struck by that.\"", "type": "p"}, {"text": "Ofcom confirmed on Monday that her remarks were still the watchdog's most complained-about television moment of 2023 so far.", "type": "p"}, {"text": "In a statement, the regulator said: \"We have concluded our assessment of complaints we received about a comment made during ITV's coverage of the coronation of King Charles III, and can confirm we will not be pursuing these further.", "type": "p"}, {"text": "\"We received 8,371 complaints from viewers about a comment made by actress Adjoa Andoh during the live broadcast, which focused on the appearance of the royal family on the balcony of Buckingham Palace.\"", "type": "p"}, {"text": "The regulator added: \"While we understand some viewers had strong feelings about this comment, after careful consideration we have concluded that the comment was a personal observation which was part of a wide-ranging panel discussion which also touched on other diversity-related topics, and which contained a range of viewpoints.", "type": "p"}, {"text": "\"Our decision to not pursue these complaints further also takes into account broadcasters' and guests' right to freedom of expression.\"", "type": "p"}, {"text": "Andoh, who plays Lady Agatha Danbury in Netflix period drama Bridgerton, issued a statement in May following the backlash.", "type": "p"}, {"text": "She said King Charles had made a \"loving prayer, reflecting his wide embrace of the rich diverse peoples celebrating his coronation\" during the service at Westminster Abbey.", "type": "p"}, {"text": "She added: \"Sitting in the warmth of that intentionally wide embrace, I was simply caught by the visual shift on the balcony - not a particularly original observation.", "type": "p"}, {"text": "\"There was no intention to upset anyone. I continue to celebrate the King who created the Prince's Trust [charity], loves the arts, cares for all faiths and for the future of our environment, as he has done for many decades. It's an exciting moment in our history.\"", "type": "p"}, {"text": "Andoh has previously appeared in EastEnders, The Bill, Casualty and Doctor Who. She also often appears as a commentator on news programmes, including BBC Radio 4's Broadcasting House.", "type": "p"}], "tags": []}