{"link": "https://www.bbc.com/news/entertainment-arts-62805073", "category": "entertainment & arts", "title": "Booker Prize: Alan Garner is oldest writer to make the shortlist", "contributor": null, "time": "2022-09-06T18:45:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3F2B/production/_126617161_alangarnertreaclewalkercreditdavidheke.jpg", "content": [{"text": "British writer Alan Garner, 87, has become the oldest writer to be shortlisted for the prestigious Booker Prize.", "type": "b"}, {"text": "His book Treacle Walker is up against five novels including Claire Keegan's Small Things Like These, the shortest ever to make the cut, with 116 pages.", "type": "p"}, {"text": "However, organisers said Treacle Walker is even shorter by word count.", "type": "p"}, {"text": "NoViolet Bulawayo, Percival Everett, Elizabeth Strout and Shehan Karunatilaka are also nominated.", "type": "p"}, {"text": "Zimbabwean author Bulawayo makes her second appearance on the shortlist with her book Glory, an allegory seen through the eyes of animals.", "type": "p"}, {"text": "Garner's book, about an unlikely friendship between a healer and a young boy, took eight years to write.", "type": "p"}, {"text": "On being the oldest ever to be recognised for the prize, he said that \"age, in itself, is irrelevant. However, as with all skills, an apprenticeship has to be served with practice, and experience\".", "type": "p"}, {"text": "The £50,000 prize winner will be announced on 17 October, Garner's 88th birthday, at a ceremony at London's Roundhouse venue.", "type": "p"}, {"text": "Glory by NoViolet Bulawayo", "type": "p"}, {"text": "Animal Farm set in Robert Mugabe's Zimbabwe with the president a horse and his ambitious wife a Gucci-wearing donkey. It sounds unlikely and it is a bit weird when dogs, cats and peacocks are on social media or getting their nails done. But it - mostly - works. ", "type": "p"}, {"text": "The Trees by Percival Everett", "type": "p"}, {"text": "Outstanding. READ THIS BOOK. It will make you laugh, it will make you gasp. What is so impressive is that it takes a shocking story about racism and police violence in the United States and makes it so funny. It is also so fast-paced you cannot put it down. ", "type": "p"}, {"text": "Treacle Walker by Alan Garner", "type": "p"}, {"text": "I suspect you will either love or hate this book. Part fairytale, part fable, it's a peculiar novel in which characters in comics come alive, mirrors sing, skies crack and the prose is punctuated with unfamiliar words such as hurlothrumbo and lomperhomock. But it is an astonishing work of imagination and once you finish it you feel you need to start again to try to make more sense of it. ", "type": "p"}, {"text": "The Seven Moons of Maali Almeida by Shehan Karunatilaka", "type": "p"}, {"text": "This book is difficult to categorise. With ghosts and spirits in the afterlife, it is part supernatural. But it also gives you a thorough grounding in Sri Lankan politics. And as the narrative gathers pace it becomes a whodunnit. The result is a thrilling read.", "type": "p"}, {"text": "Small Things Like These by Claire Keegan", "type": "p"}, {"text": "It is incredible how Claire Keegan manages to compress a whole world into 114 pages. This is an exquisite book, with not a word wasted. I was spellbound by the story set in an Irish town in 1985. But in many ways I wanted more and almost felt as if the story ended just as it started to unfold. ", "type": "p"}, {"text": "Oh William! by Elizabeth Strout", "type": "p"}, {"text": "I am so pleased Elizabeth Strout has made the shortlist because I am a huge fan of her Olive Kitteridge novels. This book is about another of her characters, Lucy Barton, and the friendship she rekindles with her ex-husband. Strout's writing about love, loneliness, ageing and grief is deceptively simple but profound. ", "type": "p"}, {"text": "The majority of the books are inspired by real events such as the murder of Emmett Till (Percival Everett's The Trees) and the fall of Robert Mugabe (Glory). ", "type": "p"}, {"text": "Chair of the judges, Neil MacGregor, said the chosen works all \"speak powerfully about important things\" that \"concern us all\".", "type": "p"}, {"text": "The six authors represent five different nationalities. ", "type": "p"}, {"text": "\"Each written in English, they demonstrate what an abundance of Englishes there are, how many distinct worlds, real and imaginary, exist in that simple-seeming space, the Anglosphere,\" MacGregor said.", "type": "p"}, {"text": "The six shortlisted authors each receive £2,500 and a specially bound edition of their book.", "type": "p"}, {"text": "Last year's prize was won by South African author Damon Galgut for The Promise.", "type": "p"}], "tags": ["Booker Prize", "Books"]}