{"link": "https://www.bbc.com/news/science-environment-62813573", "category": "science & environment", "title": "Fresh wave of sewage pollution hits Britain's beaches", "contributor": "Claire Marshall", "time": "2022-09-06T18:38:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17B25/production/_126616079_sewagepipe.jpg", "content": [{"text": "Pollution warnings are in place for more than 100 British beaches after untreated sewage was discharged into the sea.", "type": "b"}, {"text": "The warnings appear on the Safer Seas and Rivers Service, run by the charity Surfers Against Sewage (SAS), and are based on water firms' data. ", "type": "p"}, {"text": "Discharges are allowed for example after heavy rainfall, to stop the sewage system being overwhelmed.", "type": "p"}, {"text": "But there is mounting public anger at their impacts on rivers and beaches.", "type": "p"}, {"text": "SAS Chief Executive Hugo Tagholm told the BBC that the discharges came after just the \"slightest hint\" of rain.", "type": "p"}, {"text": "He criticised the water companies' use of combined sewer overflows, which are designed to release sewage and rainwater in times of extreme heavy rain. ", "type": "p"}, {"text": "\"Do they think this is a joke? Do they not realise how much anger there is about their profiteering and pollution?\" he said.", "type": "p"}, {"text": "In parliament, Green Party MP Caroline Lucas urged the government to \"cut the crap\" and return the \"failing\" water industry to public hands.", "type": "p"}, {"text": "Over the last 24 hours, one company - Southern Water (SW) - has discharged untreated sewage into almost 30 bathing sites, including the popular resorts of Bognor Regis, Hastings and Cowes. ", "type": "p"}, {"text": "SW's data also show it has released untreated water on 95 occasions since the beginning of September. Two storm discharge pipes, at Southsea East and Stokes Bay, were discharging for more than 24 hours.", "type": "p"}, {"text": " By law, these kinds of sewage discharges are legal only in \"exceptional\" circumstances. ", "type": "p"}, {"text": "In a statement Southern Water said: \"Rain can overwhelm the combined sewer and drainage system which exists in many parts of our region. To protect homes, schools and businesses from flooding, storm overflows act as a release valve and release excess water into the sea. These discharges are heavily diluted, typically being 95% rainwater. There are around 15,000 storm overflows in England and approximately 1,000 in our region.\"", "type": "p"}, {"text": "Why is raw sewage pumped into the sea?", "type": "p"}, {"text": "Strictest sewage targets pledged for England", "type": "p"}, {"text": "Meanwhile, the Environment Agency is warning people not to swim at more than 50 bathing water sites across England, because of the poor water quality.", "type": "p"}, {"text": "The Scottish Environment Protection Agency currently has poor water quality warnings at 18 of its designated bathing waters, while Natural Resources Wales has three water quality warnings in place.", "type": "p"}, {"text": "During an urgent question in the Commons on Tuesday, Environment Secretary George Eustice said discharges of raw sewage into waterways would be cut by a quarter by 2025.", "type": "p"}, {"text": "\"This is the first government to set a clear requirement on water companies to reduce the harm caused by sewage discharges and we've set this in law through the Environment Act,\" he said. ", "type": "p"}, {"text": "Caroline Lucas accused ministers of \"going backwards\" on the issue.", "type": "p"}, {"text": "\"We have a so-called plan that allows water companies to continue polluting until 2035 in areas with significant importance to human and ecological health and until 2050 elsewhere, that's sanctioning almost 30 years more of pollution,\" she said.", "type": "p"}, {"text": "Follow Claire on Twitter", "type": "p"}], "tags": ["Sewage", "Pollution", "Beaches", "Water pollution"]}