{"link": "https://www.bbc.com/news/technology-62814943", "category": "technology", "title": "Holiday Inn hit by cyber attack", "contributor": "Shiona McCallum", "time": "2022-09-06T20:14:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/27C5/production/_126618101_gettyimages-969048076.jpg", "content": [{"text": "Holiday Inn owner, Intercontinental Hotels Group, has confirmed the company has been hit by a cyber attack.", "type": "b"}, {"text": "IHG, which has some of the world's largest hotel chains, issued a statement saying it was investigating \"unauthorised access\" to a number of its technology systems.", "type": "p"}, {"text": "The UK-based company, which manages the Holiday Inn, Crowne Plaza and Regent hotels, said its \"booking channels and other applications\" had been disrupted since Monday. ", "type": "p"}, {"text": "\"IHG is working to fully restore all systems as soon as possible,\" the company said.", "type": "p"}, {"text": "IHG confirmed it was assessing the nature, extent and impact of the incident and had implemented its response plans including appointing external specialists to investigate the breach.", "type": "p"}, {"text": "The company is also in the process of notifying regulatory authorities.", "type": "p"}, [{"text": "Hackers target politicians with fake news site", "type": "a", "href": "https://www.bbc.co.uk/news/62728084"}, {"text": "Nato investigates hacker sale of missile firm data", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62672184"}], {"text": "In a statement, the company said: \"We will be supporting hotel owners and operators as part of our response to the ongoing service disruption. IHG's hotels are still able to operate and to take reservations directly.\"", "type": "p"}, {"text": "But many people trying to book accommodation have been complaining.", "type": "p"}, {"text": "IHG didn't say there had been any loss of customer data. ", "type": "p"}, {"text": "It also did not specifically say it was a ransomware attack, but most of the speculation points in that direction.", "type": "p"}, {"text": "Last month, a Holiday Inn in Istanbul was breached by LockBit who released data stolen from the company. ", "type": "p"}, {"text": "It is not known if there is a connection between the attacks.", "type": "p"}, {"text": "The hotel chain was also the target of a three-month security breach in 2017 when more than 1,200 of its franchised hotels in the US were impacted.", "type": "p"}, {"text": "The hack comes amid increased scrutiny on appropriate defences against cyber attacks, particularly on western financial institutions, in the wake of heightened geopolitical tensions following Russia's invasion of Ukraine early this year.", "type": "p"}], "tags": ["Cyber-crime", "Computer hacking", "Cyber-attacks", "InterContinental Hotels Group"]}