{"link": "https://www.bbc.com/news/business-64123157", "category": "business", "title": "Hershey sued in US over metal in dark chocolate claim", "contributor": null, "time": "2022-12-30T10:30:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/26CF/production/_128153990_7ad82c3ef6b27b0d6ff8d7880758d76ffd47936c.jpg", "content": [{"text": "Chocolate manufacturer Hershey has been sued in the US over claims the firm is selling products containing harmful levels of metal.", "type": "b"}, {"text": "The lawsuit brought by Christopher Lazazzaro alleges the firm misled consumers by failing to disclose the quantities of lead and cadmium in three dark chocolate bars.", "type": "p"}, {"text": "He claimed he would not have purchased the products if he had been aware.", "type": "p"}, {"text": "Hershey's did not immediately respond to a request for comment.", "type": "p"}, {"text": "Some studies suggest that the antioxidants and relatively low levels of sugar in dark chocolate could help prevent heart disease.", "type": "p"}, {"text": "But the lawsuit refers to recent findings by US magazine Consumer Reports (CR), which tested 28 dark chocolate bars for lead and cadmium.", "type": "p"}, {"text": "The magazine alleged that 23 of them, including chocolate from Hershey, Godiva and Lindt, contained \"comparatively higher levels\" of the metals.", "type": "p"}, {"text": "\"For 23 of the bars, eating just an ounce (28g) a day would put an adult over a level that public health authorities and CR's experts say may be harmful for at least one of those heavy metals,\" it claimed.", "type": "p"}, {"text": "In particular, Hershey's Special Dark bar and Lily's 70% bar were high in lead, while Lily's 85% bar was high in lead and cadmium.", "type": "p"}, {"text": "\"Any food can contain heavy metals if they are present in the soil in high concentration,\" nutritionist Sheeba Majmudar told the BBC.", "type": "p"}, {"text": "\"Currently there are no food laws stating that all food batches need to be tested - until they make you sick. While no level of toxins is safe, it is always the 'buyer beware' slogan that comes to mind,\" she added.", "type": "p"}, {"text": "Mr Lazazzaro's lawsuit, filed on Wednesday in a federal court in New York, alleges that he would not have bought or wanted to pay less for the Hershey's Special Dark Mildly Sweet Chocolate, Lily's Extra Dark Chocolate 70% Cocoa and Lily's Extreme Dark Chocolate bars.", "type": "p"}, {"text": "Hershey bought low-sugar treat maker Lily's last June, calling it \"a great addition to Hershey's growing portfolio of better-for-you snacking brands\".", "type": "p"}, {"text": "\"Consumers rely on [Hershey] to be truthful regarding the ingredients,\" the lawsuit argues.", "type": "p"}, {"text": "It adds that \"people are concerned with what is in the food that they are putting into their bodies,\" while parents and caregivers are \"concerned with what they are feeding to children in their care\".", "type": "p"}, {"text": "Mr Lazazzaro is seeking at least $5m (£4.2m) in damages from Hershey in the proposed class action lawsuit.", "type": "p"}, {"text": "Both Hershey and Mr Lazazzaro's lawyers did not immediately respond to BBC requests for comment.", "type": "p"}], "tags": ["Companies", "United States", "Chocolate"]}