{"link": "https://www.bbc.com/news/entertainment-arts-66838556", "category": "entertainment & arts", "title": "Drew Barrymore apology: Star halts talk show until writers strike ends", "contributor": null, "time": "2023-09-17T15:58:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8233/production/_131113333_capture.png", "content": [{"text": "US actress Drew Barrymore has paused the premiere of her US talk show until the Hollywood strikes are over, after a backlash against her decision to resume filming.", "type": "b"}, {"text": "She issued a tearful on-camera apology for continuing her CBS talk show \"The Drew Barrymore Show\".", "type": "p"}, {"text": "Barrymore was planning to return to screens on Monday.", "type": "p"}, {"text": "This was despite the ongoing Writers Guild of America (WGA) strike which began in May.", "type": "p"}, {"text": "Filming for the fourth season of her show took place earlier this week - while her three unionised writers were on strike.", "type": "p"}, {"text": "The 48-year-old initially refused to halt production and said the show complied with strike rules.", "type": "p"}, {"text": "But it sparked a huge backlash with many on social media suggesting she was not standing in solidarity with the cause.", "type": "p"}, {"text": "In a statement shared on Instagram on Sunday, Barrymore said: \"I have listened to everyone and I am making the decision to pause the show's premiere until the strike is over.", "type": "p"}, {"text": "\"I have no words to express my deepest apologies to anyone I have hurt and, of course, to our incredible team who works on the show and has made it what it is today.", "type": "p"}, {"text": "\"We really tried to find our way forward. And I truly hope for a resolution for the entire industry very soon.\"", "type": "p"}, [{"text": "National Book Awards drop Barrymore as host over strike row", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66794346"}, {"text": "Striking writers picket show recording in New York", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66772849"}], {"text": "Barrymore's fresh announcement comes after she posted an emotional video - now deleted - where she \"deeply apologised\" to writers and unions.", "type": "p"}, {"text": "In the video, Barrymore said: \"I believe there is nothing I can do or say in this moment to make it okay. I wanted to own a decision so it wasn't a PR-protected situation.", "type": "p"}, {"text": "\"I want everyone to know my intentions have never been in a place to upset or hurt anyone - it is not who I am.\" ", "type": "p"}], "tags": []}