{"link": "https://www.bbc.com/news/science-environment-66811312", "category": "science & environment", "title": "Major UK methane greenhouse gas leak spotted from space", "contributor": null, "time": "2023-09-16T08:06:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/56C2/production/_131101222_gasflareexampl.jpg", "content": [{"text": "A major UK leak of the extremely potent greenhouse gas methane has been spotted from space for the first time.", "type": "b"}, {"text": "The leak - seen by satellite - occurred over a three-month period at a gas main operated by Wales and West Utilities. The amount leaked could have powered 7,500 homes for a year.", "type": "p"}, {"text": "Satellite detection shows the potential of picking up methane gas leaks quickly so they can be stopped sooner.", "type": "p"}, {"text": "Methane has 28 times the heating potential of CO2.", "type": "p"}, {"text": "It is responsible for about 30% of the rise in global temperatures.", "type": "p"}, {"text": "The leak from a pipeline in Cheltenham, revealed exclusively to the BBC, was discovered in March.", "type": "p"}, [{"text": "Cutting methane gas 'crucial for climate fight'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-56933443"}, {"text": "Huge oil and gas leaks mapped from space", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60203683"}], {"text": "It was detected by Leeds University with the help of specialist satellites.", "type": "p"}, {"text": "Emily Dowd, a PhD researcher at the university's School of Earth and Environment and the National Centre for Earth Observation, had been using satellite imagery to assess methane leaks from landfill sites.", "type": "p"}, {"text": "But she noticed on the images the distinct marker of a methane leak some miles away, coming from a gas pipeline owned by Wales and West Utilities.", "type": "p"}, {"text": "Identifying and tackling methane emissions is a crucial objective of the UK and other countries seeking to tackle climate change.", "type": "p"}, {"text": "Upon discovering the leak Ms Dowd worked with GHGSat - whose satellites provided the original images - to take further surveys from space, while a team from Royal Holloway University made on-the-ground round measurements.", "type": "p"}, {"text": "Ms Dowd said: \"Finding this leak brings a question of how many there are out there and maybe we need to be looking a bit harder to find them and take advantage of the technology we have.\"", "type": "p"}, {"text": "Wales and West Utilities said they became aware of the leak after a member of public reported the smell of gas. They said they were in the process of obtaining the necessary permissions for replacing the gas mains when the leak was picked up by satellite.", "type": "p"}, {"text": "The cause of the leak is unclear but methane leaks in gas pipelines are not uncommon with ageing infrastructure.", "type": "p"}, {"text": "However, the satellite detection process has shown the potential of picking up methane leaks quickly. ", "type": "p"}, {"text": "The main sources of methane are the oil and gas industry, farming and landfill sites. UK methane emissions have fallen significantly since 1990 but in recent years progress has slowed.", "type": "p"}, {"text": "Currently, methane leaks are detected through routine on-the-ground surveys - a very challenging prospect when there are thousands of miles of pipes and sites. And the UK's methane emissions are only an estimate gleaned from economic activity data.  ", "type": "p"}, {"text": "Jean-Francois Gauthier, senior vice-president for strategy at GHGSat, told the BBC: \"It's important to highlight that satellites are just one piece of the puzzle. But satellites have a very unique value... that they can come back [and collect more images] very frequently and they can do so without the need to deploy people on the ground so they can do so effectively and also affordably.\"", "type": "p"}, {"text": "The company has nine satellites in their constellation, which orbit at 500km overhead, and are some of the highest resolution devices able to see gases at 25m resolution. ", "type": "p"}, {"text": "The company has recently signed a £5.5m partnership with the UK - funded by the UK Space Agency - to provide satellite data on methane emissions to UK organisations such as Ordnance Survey.", "type": "p"}, {"text": "The UK Space Agency's CEO, Dr Paul Bate, said: \"Satellites are getting smaller and more powerful, giving us an ideal vantage point from which to monitor global greenhouse gas emissions and inform decision-making on the path to Net Zero.\"", "type": "p"}, {"text": "There are still limitations with the satellites that will need to be developed.", "type": "p"}, {"text": "Prof Grant Allen, lecturer in atmospheric science at the University of Manchester, told the BBC: \"There is still some work to do to fully validate the precise magnitude of such emissions estimated by satellites like GHGSat, but the capability is already proving super useful for identifying where big (preventable) sources may be.\"", "type": "p"}], "tags": []}