{"link": "https://www.bbc.com/news/entertainment-arts-65496426", "category": "entertainment & arts", "title": "Bluey: Episode of children's TV show edited over 'fat-shaming' claims", "contributor": null, "time": "2023-05-05T12:12:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8C1E/production/_129607853_bluey1.jpg", "content": [{"text": "An episode of a popular children's television programme has been edited amid claims of \"fat-shaming\". ", "type": "b"}, {"text": "The latest instalment of Bluey, which was broadcast on ABC in Australia, showed the title character's parents complaining about their weight. ", "type": "p"}, {"text": "Critics said the show could lead to young viewers developing worries about their own bodies. ", "type": "p"}, {"text": "An ABC spokesperson said the episode had been edited and the new version would be distributed globally. ", "type": "p"}, {"text": "Bluey, about a puppy and her family, is shown on ABC, Disney+ and BBC children's channel CBeebies.", "type": "p"}, {"text": "The episode, Exercise, begins with Bluey's father, Bandit, weighing himself while Bluey is in the bath.", "type": "p"}, {"text": "\"Oh man ... I just need to do some exercise,\" Bandit says.", "type": "p"}, {"text": "\"Tell me about it,\" Bluey's mother, Chilli, replies.", "type": "p"}, {"text": "Bandit looks at himself in the mirror, holding his sides.", "type": "p"}, {"text": "\"Why don't you just do some exercise?\" Bluey asks.", "type": "p"}, {"text": "That section of the show has now been cut after some parents and health experts raised concerns on social media about body-shaming. ", "type": "p"}, {"text": "Some said they did not want their children to see adults being dissatisfied with the shape of their bodies, and only using exercise to lose weight.  ", "type": "p"}, {"text": "But others said it was an over-reaction to an episode that promoted the value of exercise.", "type": "p"}, {"text": "A spokesperson for ABC told the BBC: \"The recent episode of Bluey, Exercise, has been republished by the ABC following a decision by the makers of the programme. The new version provides families with the opportunity to manage important conversations in their own way.", "type": "p"}, {"text": "\"As the home of Bluey, the ABC supports the decision to re-edit the program and we have updated the episode on our platforms.", "type": "p"}, {"text": "\"BBC Studios will use this revised version for global distribution and also support this decision.\"", "type": "p"}, {"text": "The decision was welcomed by Dr Laura Renshaw-Vuillier, a senior lecturer at Bournemouth University and an expert on eating disorders and mental illness. ", "type": "p"}, {"text": "\"I think it's extremely important that we have discussions around healthy eating and exercise, but more from a health perspective rather than from a fat-shaming perspective,\" she told BBC News. ", "type": "p"}, {"text": "\"I did not see that episode, but I like how Bandit is so playful with his kids, and I think that if they can promote a way of doing exercise for fun rather than to lose weight it's great.\"", "type": "p"}, {"text": "Dr Elina Telford, a child and adolescent clinical psychologist, said it was not possible to predict how the Bluey episode could affect children. ", "type": "p"}, {"text": "But she added: \"It is reasonable to conclude that it is likely to have been unhelpful to at least some children and young people who internalise such messages and use their body weight and shape as a way to measure their own self worth. ", "type": "p"}, {"text": "\"It is important to add that out relationship to body image, food, exercise and health are highly complex, and simplification of these difficulties maintain unhelpful and often derogating narratives about what it means to be different shapes and sizes.\"", "type": "p"}, {"text": "She added: \"I am pleased that ABC heard the concern of the public and acted accordingly.  In my opinion, their response isn't censorship, it's responsible and responsive broadcasting and that at least, is one thing to be celebrated.\"", "type": "p"}, [{"text": "The Welsh designer who helps brings Bluey to life", "type": "a", "href": "https://www.bbc.co.uk/news/uk-wales-65125514"}], {"text": "The Emmy-award winning Bluey is a huge international success and is broadcast in more than 60 countries including the UK, the US and China. ", "type": "p"}, {"text": "It was streamed for more than 20 billion minutes on Disney+ in the US last year, putting it in the country's top 10 streaming programmes for minutes viewed.", "type": "p"}, {"text": "Bluey was co-commissioned by ABC and BBC Studios - the commercial arm of the BBC - in 2017 and is made by Australian production company Ludo. ", "type": "p"}, {"text": "The ABC has broadcast rights in Australia and the BBC has broadcast and commercial rights internationally. ", "type": "p"}], "tags": []}