{"link": "https://www.bbc.com/news/business-67161638", "category": "business", "title": "Top crypto firms named in $1bn fraud lawsuit", "contributor": null, "time": "2023-10-19T17:32:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/71A9/production/_131479092_gettyimages-1321754622-1.jpg", "content": [{"text": "US prosecutors have accused three high-profile cryptocurrency firms of defrauding investors of more than $1bn.", "type": "b"}, {"text": "New York Attorney General Letitia James said Gemini, a crypto exchange, had lied to customers about the risks of an investment account it offered, which paid high interest rates on crypto.", "type": "p"}, {"text": "Genesis, a crypto lender, and its parent company Digital Currency Group were also involved in the programme.", "type": "p"}, {"text": "It was halted last November, cutting off customer access to funds. ", "type": "p"}, {"text": "That came shortly after the collapse of FTX, the cryptocurrency exchange run by Sam Bankman-Fried, who is now fighting fraud charges of his own. ", "type": "p"}, {"text": "Genesis, which had loaned heavily to his companies, filed for bankruptcy a few months later.", "type": "p"}, {"text": "Attorney General James said her case concerned \"another example of bad actors causing harm throughout the under-regulated cryptocurrency industry\". ", "type": "p"}, {"text": "Digital Currency Group (DCG) and Gemini each said they would fight the claims. ", "type": "p"}, {"text": "\"Honesty and integrity have always been my guiding principles,\" said DCG founder Barry Silbert, calling the allegations \"baseless\". ", "type": "p"}, {"text": "The legal action is the latest to emerge from the implosions in the crypto industry last year as markets for digital currencies soured.", "type": "p"}, {"text": "The three companies had worked together on Gemini Earn, which was launched in 2021 and allowed users to lend crypto to Genesis in exchange for interest rates of more than 7%.", "type": "p"}, {"text": "In the lawsuit, prosecutors said Gemini was aware that Genesis had shaky financials from the start of the programme. ", "type": "p"}, {"text": "But the lawsuit said Gemini failed to alert customers about the risks of lending to the company, instead claiming that it had been subject to vetting.", "type": "p"}, {"text": "In June 2022, the risks increased when Genesis was hit by more than $1bn in losses from the collapse of another crypto firm. ", "type": "p"}, {"text": "Prosecutors said Genesis and DCG tried to hide the situation with financial manoeuvring and false reports, including to Gemini, while claiming publicly that its balance sheet was strong\".", "type": "p"}, {"text": "Genesis and DCG were already facing fraud claims about those efforts from Gemini, a crypto exchange founded by the Winklevoss twins, who are known for claiming that their former Harvard classmate Mark Zuckerberg stole their idea to invent Facebook.", "type": "p"}, {"text": "Gemini said the lawsuit confirmed its claims against Genesis and it disagreed with being named as well. ", "type": "p"}, {"text": "\"Blaming a victim for being defrauded and lied to makes no sense and we look forward to defending ourselves against this inconsistent position,\" it said in a statement shared on social media. ", "type": "p"}, {"text": "But according to the lawsuit, in the summer of 2022, some top Gemini staff became worried enough to withdraw their own funds.", "type": "p"}, {"text": "\"These cryptocurrency companies lied to investors and tried to hide more than a billion dollars in losses, and it was middle-class investors who suffered as a result,\" Attorney General James said.", "type": "p"}, {"text": "She cited a retired 73-year-old grandmother among the 232,000 investors who were victims of the alleged fraud.", "type": "p"}], "tags": []}