{"link": "https://www.bbc.com/news/entertainment-arts-67163601", "category": "entertainment & arts", "title": "Kirsty Wark to leave BBC Newsnight after 30 years", "contributor": null, "time": "2023-10-19T20:07:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/600B/production/_131478542_kirsty_bbc.jpg", "content": [{"text": "Kirsty Wark, the longest-serving presenter of BBC Two's Newsnight, is to step down from the programme.", "type": "b"}, {"text": "Wark made the announcement on Thursday, exactly 30 years after she first hosted the nightly news show.", "type": "p"}, {"text": "She will leave after the next general election, which is expected next year. \"When the time comes it will be a massive wrench,\" she said.", "type": "p"}, {"text": "The news comes amid reports that the show could have its budget slashed and its format overhauled.", "type": "p"}, {"text": "The programme's editor Stewart Maclean also announced his departure last week.", "type": "p"}, {"text": "Wark planned her exit before the recent speculation about the show's future, according to her statement.", "type": "p"}, {"text": "\"Last year I spoke to both to the Director General Tim Davie and to Stewart and signalled my desire to end my three-decade run on the show after the next election, and that's the plan,\" she said.", "type": "p"}, {"text": "\"When the time comes it will be a massive wrench. However, I'll be leaving Newsnight but not the BBC.", "type": "p"}, {"text": "\"I'll still be presenting The Reunion and Start the Week on Radio 4, TV documentaries too as well as finishing, finally, my third novel. There are exciting times ahead.\"", "type": "p"}, {"text": "She added it had been \"an enormous privilege to be involved in such a rigorous, creative programme with a wonderful, talented, bunch of colleagues - actually many bunches over the years\".", "type": "p"}, {"text": "\"There's not a day when I don't look forward to coming to the office, and every day I learn something from the team about all manner of things, from aspects of American foreign policy to how to make a great mojito.\"", "type": "p"}, {"text": "Mr Davie praised her \"authority, her razor-sharp insight and her journalistic flair\".", "type": "p"}, {"text": "He added: \"She sets the standard for engaging yet authoritative presenting. I speak on behalf of the whole BBC when I thank her for the past 30 years.", "type": "p"}, {"text": "\"I'm delighted the BBC is not losing Kirsty altogether when she steps back from Newsnight and look forward to seeing and hearing her beyond the busy political year ahead.\"", "type": "p"}, {"text": "Wark earned between £280,000 and £284,999 in the last financial year, according to the BBC's annual report.", "type": "p"}, {"text": "On social media platform X, formerly called Twitter, Victoria Derbyshire described Wark as an \"incredible journalist\" and \"legend\" while diplomatic editor Mark Urban said her decision to go would \"leave a great gap\".", "type": "p"}, {"text": "Mr Urban added: \"She's always been enthusiastic, inquiring, clear-sighted in the face of spin and full of integrity. And we've had quite a few laughs along the way too!\" ", "type": "p"}], "tags": []}