{"link": "https://www.bbc.com/news/technology-67163680", "category": "technology", "title": "Amazon trials humanoid robots to 'free up' staff", "contributor": null, "time": "2023-10-19T18:46:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11178/production/_131480007_gettyimages-1244689971.jpg", "content": [{"text": "Amazon is trialling humanoid robots in its US warehouses, in the latest sign of the tech giant automating more of its operations. ", "type": "b"}, {"text": "Amazon said the move was about \"freeing employees up to better deliver for our customers\".", "type": "p"}, {"text": "It said it was testing a new robot called Digit, which has arms and legs and can move, grasp and handle items in a similar fashion to a human.", "type": "p"}, {"text": "A union said Amazon had \"been treating their workers like robots for years\".", "type": "p"}, {"text": "\"Amazon's automation is [a] head-first race to job losses. We've already seen hundreds of jobs disappear to it in fulfilment centres,\" said Stuart Richards, an organiser at UK trade union GMB.", "type": "p"}, {"text": "As the announcement was made, Amazon said its robotics systems had in fact helped create \"hundred of thousands of new jobs\" within its operations.", "type": "p"}, {"text": "\"This includes 700 categories of new job types, in skilled roles, which didn't exist within the company beforehand,\" the firm said.", "type": "p"}, {"text": "According to the tech giant, it now has more than 750,000 robots working \"collaboratively\" with its human staff, often being used to take on \"highly repetitive tasks\".", "type": "p"}, [{"text": "Amazon pledges parcels in an hour by using drones", "type": "a", "href": "https://www.bbc.co.uk/news/business-67132527"}, {"text": "US accuses Amazon of illegal monopoly", "type": "a", "href": "https://www.bbc.co.uk/news/business-66920137"}], {"text": "Amazon Robotics' chief technologist, Tye Brady, told reporters at a media briefing in Seattle that people were \"irreplaceable\", and disputed the suggestion that the company could have fully-automated warehouses in the future.", "type": "p"}, {"text": "\"There's not any part of me that thinks that would ever be a reality,\" he said.", "type": "p"}, {"text": "\"People are so central to the fulfilment process; the ability to think at a higher level, the ability to diagnose problems.\"", "type": "p"}, {"text": "Rather than using wheels to move, Digit walks on two legs. It also has arms that can pick up and move packages, containers, customer orders and objects. ", "type": "p"}, {"text": "Scott Dresser of Amazon Robotics told the BBC this allowed it to \"deal with steps and stairs or places in our facility where we need to move up and down\".", "type": "p"}, {"text": "But he said the robot was a prototype and the trial was about seeing whether it could work safely with human employees. ", "type": "p"}, {"text": "\"It's an experiment that we're running to learn a little bit more about how we can use mobile robots and manipulators in our environment here at Amazon,\" he said.", "type": "p"}, {"text": "Mr Dresser suggested that the fears over human jobs being replaced didn't match what had happened at Amazon.", "type": "p"}, {"text": "\"Our experience has been these new technologies actually create jobs, they allow us to grow and expand. And we've seen multiple examples of this through the robots that we have today. ", "type": "p"}, {"text": "\"They don't always run unfortunately and we need people to repair them,\" he said.", "type": "p"}, {"text": "Amazon has ramped up its use of robots in recent years, as pressure has grown to cut costs.", "type": "p"}, {"text": "Last year it announced it was trialling a giant robotic arm that can pick up items. It already uses wheeled robots to move goods around its warehouses, and it has started using drones for delivery in two US states.", "type": "p"}], "tags": []}