{"link": "https://www.bbc.com/news/business-67013020", "category": "business", "title": "Sam Bankman-Fried: FTX crypto empire 'built on lies' - prosecutors", "contributor": null, "time": "2023-10-04T21:54:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/107E/production/_131322240_1784bbcdf8746bcaefcfd05aed9d8788506574ec.jpg", "content": [{"text": "Former crypto CEO Sam Bankman-Fried has appeared in a New York court to answer to charges that his bankrupted financial empire was \"built on lies\". ", "type": "b"}, {"text": "Prosecutors told the court on Wednesday that the former FTX boss stole billions from clients and investors to \"commit fraud on a massive scale\". ", "type": "p"}, {"text": "His lawyers deny all charges, saying the so-called \"crypto king\" is a \"math nerd\" who was acting in \"good faith\". ", "type": "p"}, {"text": "The blockbuster trial is expected to last about six weeks. ", "type": "p"}, {"text": "Mr Bankman-Fried rose to fame after founding FTX in 2019, once one of the world's biggest cryptocurrency exchanges.", "type": "p"}, {"text": "\"It looked like Sam Bankman-Fried was on top of the world,\" lead prosecutor Thane Rehn told the packed Manhattan courtroom as the trial kicked off.", "type": "p"}, {"text": "\"All of it was built on lies.\"", "type": "p"}, {"text": "Mr Bankman-Fried became a kind of crypto spokesman in Washington DC, known for his curly mop, sports sponsorships and for hobnobbing with celebrities.", "type": "p"}, [{"text": "All you need to know about the Sam Bankman-Fried trial", "type": "a", "href": "https://www.bbc.co.uk/news/business-66990173"}], {"text": "As markets for digital currencies soured in 2022, he stepped in as a saviour for smaller firms, which earned him the nickname the \"King of Crypto\".", "type": "p"}, {"text": "But a few months later, he was arrested and charged with fraud after FTX collapsed into bankruptcy with billions being reported missing.", "type": "p"}, {"text": "The 31-year-old is accused of stealing billions through wire fraud and money laundering in what amounts to one of the largest financial crimes in US history. ", "type": "p"}, {"text": "The central allegation is that he used customer funds to prop up his own risky investments in his trading firm, Alameda Research, and to fund an extravagant lifestyle. ", "type": "p"}, {"text": "He faces decades in prison if found guilty. ", "type": "p"}, {"text": "The trial opened on Wednesday after 12 jurors and six alternates were chosen from a pool of 45 people. ", "type": "p"}, {"text": "Prosecutors say Mr Bankman-Fried took more than $10bn (£8.2) from unsuspecting FTX customers.", "type": "p"}, {"text": "\"He was committing a massive fraud and taking billions of dollars from thousands of victims,\" Mr Rehn said.", "type": "p"}, {"text": "\"He poured money - other people's money - into his own investments to try to make himself even richer,\" he added.", "type": "p"}, {"text": "Mr Bankman-Fried has admitted in media interviews there was mismanagement at the firm but has denied he appropriated any funds.", "type": "p"}, {"text": "\"There was no theft,\" his lawyer Mark Cohen retorted during the defence team's opening arguments. ", "type": "p"}, {"text": "\"Sam didn't defraud anyone. Sam didn't intend to defraud anyone. Sam acted in good faith.\"", "type": "p"}, {"text": "The US Department of Justice alleges that Mr Bankman-Fried used customer funds placed at FTX to spend extravagantly, buying property and making more than $100m in political donations. ", "type": "p"}, {"text": "He also allegedly used the money to cover losses at Alameda Research, lying to investors and banks about the ties between the two companies.", "type": "p"}, [{"text": "Is the US trying to kill crypto?", "type": "a", "href": "https://www.bbc.co.uk/news/business-65861096"}], {"text": "Mr Bankman-Fried's lawyers told the court that he was following legal advice at key points and that his business practices were \"reasonable\".", "type": "p"}, {"text": "\"It's not a crime to be the CEO of a company that later filed for bankruptcy,\" said his lawyer, Mr Cohen.", "type": "p"}, {"text": "Because of the frantic pace of his company's growth, some crucial details like risk management were \"overlooked\", he said, calling claims made by prosecutors about FTX and Alameda's downfall \"out of context\".", "type": "p"}, {"text": "Mr Bankman-Fried was \"willing to give up everything he owned personally to make things work\", he said.", "type": "p"}, {"text": "While known for his casual dress, he wore a grey suit to court and was seen conferring with his lawyers throughout the day. ", "type": "p"}, {"text": "His parents, who are Stanford law professors, sat in the audience watching the trial, but he appeared to never look back in their direction. ", "type": "p"}, {"text": "Four of his closest business colleagues and allies - including ex-girlfriend and former Alameda executive Caroline Ellison - have already pleaded guilty. ", "type": "p"}, {"text": "Three are expected to testify against him.", "type": "p"}, {"text": "The first witness to testify for the prosecution was former FTX customer, Marc-Antoine Julliard, a French citizen who said he lost $133,000.", "type": "p"}, {"text": "A commodities trader, he said he knew the risks of investing in crypto and was prepared to take responsibility for losses.", "type": "p"}, [{"text": "'The King of Crypto lost me £1.7m'", "type": "a", "href": "https://www.bbc.co.uk/news/technology-66892685"}], {"text": "\"If I trade, I'm responsible for my own decisions,\" he told the court.", "type": "p"}, {"text": "But he said he had never considered the risk that someone else would be using his money to trade.", "type": "p"}, {"text": "\"That's not what I signed up for,\" he said.", "type": "p"}, {"text": "(with additional reporting by Kayla Epstein)", "type": "p"}, {"text": "BBC Panorama: Downfall of the Crypto King", "type": "p"}, {"text": "Panorama explores the breakneck rise and sensational fall of Sam Bankman-Fried, the maths genius who set out to transform the world of crypto but ended up being its biggest loser. ", "type": "p"}, {"text": " and on BBC1 at 20:00, Monday 25 September (UK only)", "type": "b"}], "tags": []}