{"link": "https://www.bbc.com/news/entertainment-arts-67009045", "category": "entertainment & arts", "title": "Laurence Fox and Calvin Robinson sacked by GB News", "contributor": null, "time": "2023-10-04T15:27:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BEB3/production/_131291884_ed599108d32da6e91d34ffde8d3f8144df4848db.jpg", "content": [{"text": "Laurence Fox has been sacked by GB News after an outcry about comments he made on air about a female journalist.", "type": "b"}, {"text": "The former actor and political activist sparked controversy last week when he asked what \"self-respecting man\" would \"climb into bed\" with Ava Evans.", "type": "p"}, {"text": "Fox hosted a weekly show on the channel and made the comments while appearing as a contributor on Dan Wootton's show.", "type": "p"}, {"text": "Fellow host Calvin Robinson, who was suspended after voicing support for Fox and Wootton, has also been fired.", "type": "p"}, {"text": "Responding to his sacking on social media, Robinson said: \"How long can a station keep calling itself 'the home of free speech' when it continues to engage in cancel culture?", "type": "p"}, {"text": "\"I supported my friends/colleagues and will continue to do so. That should not be a fireable offence. GB News is controlled opposition.\"", "type": "p"}, {"text": "He said he was \"absolutely in shock\", adding he had tried to \"provide some critical challenge\" to the leadership at GB News but \"they saw it as bringing the station into disrepute\".", "type": "p"}, [{"text": "Laurence Fox arrested over Ulez camera damage threat", "type": "a", "href": "https://www.bbc.co.uk/news/uk-67003891"}, {"text": "Who is Laurence Fox?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66960728"}, {"text": "Follow updates: Fox and Robinson sacked by GB News", "type": "a", "href": "https://www.bbc.co.uk/news/live/entertainment-arts-67008973"}], {"text": "More than 8,800 people complained about Fox's remarks to media regulator Ofcom, which has launched an investigation.", "type": "p"}, {"text": "In a video last Thursday, Fox apologised for the language he used and predicted his sacking, which he said would open GB News up to \"complete destruction\".", "type": "p"}, {"text": "\"GB News had one opportunity and that opportunity was to stand up and defend free speech, which they haven't done,\" he said.", "type": "p"}, {"text": "\"So I think now as they brand themselves the home of free speech, they're actually the home of cancel culture.\"", "type": "p"}, {"text": "The announcement by GB News came on the same day he was arrested on suspicion of conspiring to commit criminal damage to Ulez traffic cameras. ", "type": "p"}, {"text": "Last week, GB News also suspended Wootton, who has apologised \"unreservedly\" for \"a very unfortunate lapse in judgement on my part under the intense pressure of a bizarre exchange\".", "type": "p"}, {"text": "In a statement on Wednesday, GB News said: \"Laurence Fox and Calvin Robinson were both suspended last week pending internal investigations that have now concluded.", "type": "p"}, {"text": "\"As of today, GB News has ended its employment relationship with Laurence Fox and Calvin Robinson.", "type": "p"}, {"text": "\"The internal investigation into Dan Wootton continues.\"", "type": "p"}, {"text": "The incident happened when Fox was asked by Wootton for his view on an appearance by Ms Evans, political correspondent for PoliticsJoe, on the BBC's Politics Live the previous day.", "type": "p"}, {"text": "She was on Politics Live with comedian and commentator Geoff Norcott, who raised the issue of men's mental health and suicide, and supported a call for a dedicated minister for men to address such issues.", "type": "p"}, {"text": "Ms Evans argued that such suggestions \"feed into the culture war\" and \"make an enemy out of women\".", "type": "p"}, {"text": "In response on GB News, Fox said: \"We're past the watershed so I can say this. Show me a single self-respecting man that would like to climb into bed with that woman - ever, ever,\" he said.", "type": "p"}, {"text": "\"That little woman has been fed, spoon-fed oppression day after day after day.", "type": "p"}, {"text": "\"And she's sat there and I'm going like - if I met you in a bar and that was like sentence three, [the] chances of me just walking away are just huge.\"", "type": "p"}, {"text": "He then added: \"Who'd want to shag that?\"", "type": "p"}, {"text": "Wootton laughed at that line, before reading a post from Ms Evans saying she had been \"a little rash on my anti-minister for men comments which I do regret\".", "type": "p"}, {"text": "On social media, Wootton later wrote: \"Having looked at the footage, I can see how inappropriate my reaction to his totally unacceptable remarks appears to be and want to be clear that I was in no way amused by the comments.\"", "type": "p"}, {"text": "Speaking to BBC Radio 4's Today programme on Friday, GB News chief executive Angelos Frangopoulos said Fox's remarks were \"appalling\" and \"way past the limits of acceptance\".", "type": "p"}, {"text": "He said: \"We are about free speech, but it's about being done in a respectful and proper way, and that was not the way that that conversation played out.\"", "type": "p"}, {"text": "He added: \"That comment should not have gone to air and that should have been properly challenged, quite frankly.\"", "type": "p"}, {"text": "Mr Frangopoulos said he had written to Ms Evans to say \"it was very unfortunate and does not reflect our values and of course we are very sorry\".", "type": "p"}, {"text": "GB News launched in June 2021, promising to \"change the face of news and debate in the UK\". It had 2.8 million viewers last month, according to ratings body Barb.", "type": "p"}, {"text": "Its editorial charter says it values \"freedom of expression but not by causing unjustifiable offence or exposing our audience to harm\".", "type": "p"}, {"text": "Fox made his name as an actor in TV shows like Inspector Morse spin-off Lewis, and in films like The Hole and Gosford Park.", "type": "p"}, {"text": "In recent years he has repositioned himself as a right-wing commentator, activist and aspiring politician but has frequently caused controversy.", "type": "p"}, {"text": "He set up the Reclaim Party and stood for election for London mayor in 2021, finishing sixth, and came fourth in the by-election to succeed Boris Johnson as MP for Uxbridge and South Ruislip this July.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}