{"link": "https://www.bbc.com/news/science-environment-67005670", "category": "science & environment", "title": "Quantum dots: TV screen crystals win Chemistry Nobel Prize", "contributor": null, "time": "2023-10-04T10:22:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EEFE/production/_131328116_chemnobelmontage.jpg", "content": [{"text": "The Nobel Prize for chemistry has been awarded to three scientists for their work in developing what are called quantum dots.", "type": "b"}, {"text": "People may have come across these tiny crystals in their QLED TV sets where the nanoparticles create colour.", "type": "p"}, {"text": "They are also used in medical imaging to guide surgeons, in better targeting of cancer drugs, and in solar panels.", "type": "p"}, {"text": "Winners Moungi G. Bawendi, Louis E. Brus and Alexei I. Ekimov will share the 11m Swedish krona (£824,000) prize.", "type": "p"}, {"text": "Their names were released accidentally in a press release from Sweden's Royal Academy of Sciences, hours before the official announcement on Wednesday morning.", "type": "p"}, {"text": "The Academy said it was trying to understand why the names were released early. \"This is of course very unfortunate. We deeply regret what happened,\" the secretary-general of the academy said. ", "type": "p"}, {"text": "He insisted that the final decision on the winners was not made until the Academy met just before the official announcement. ", "type": "p"}, {"text": "\"It's quite an honour,\" prize-winner Moungi G. Bawendi, 62, told the Academy in a phone call minutes after the names were announced.", "type": "p"}, {"text": "He said he was \"very surprised, sleepy, shocked and very honoured\", adding that he had not heard the news before the Academy rang him.", "type": "p"}, {"text": "Quantum dots are extremely tiny - just a few millionths of a millimetre across. They are an artificially-created collection of semiconducting nanoparticles that glow blue, red or green when exposed to light.", "type": "p"}, {"text": "Their exact size determines the colour of light they emit when given energy. The smallest quantum dots emit higher energy waves and produce blue light, and biggest dots release lower energy waves creating red light, with the middle sizes creating the colours in between.", "type": "p"}, {"text": "\"For a long time nobody thought you could make such small particles,\" but the winners this year managed to do just that, the Academy said when announcing the prize.", "type": "p"}, {"text": "The three scientists are US-based. Russian physicist Alexei I. Ekimov, 78, is credited with first discovering quantum dots in the 1980s, and US chemist Louis E. Brus, 80, then realised the crystals could be developed floating in fluid.", "type": "p"}, {"text": "Paris-born Moungi G. Bawendi invented a method for making custom-made quantum dots, opening up more commercial and scientific uses.", "type": "p"}, {"text": "\"Quantum dots are thus bringing the greatest benefit to humankind,\" said the Royal Swedish Academy of Sciences.", "type": "p"}, {"text": "\"Researchers believe that in the future they could contribute to flexible electronics, tiny sensors, thinner solar cells and encrypted quantum communication - so we have just started exploring the potential of these tiny particles,\" it added.", "type": "p"}], "tags": []}