{"link": "https://www.bbc.com/news/technology-67004576", "category": "technology", "title": "Police access to passport photos 'risks public trust'", "contributor": null, "time": "2023-10-04T16:05:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15B1E/production/_131326888_police.png", "content": [{"text": "The UK's surveillance camera commissioner has said government plans to allow police to access passport photos to catch criminals risks damaging public trust.", "type": "b"}, {"text": "Policing minister Chris Philp said he wanted officers to be able to access a wider range of databases.", "type": "p"}, {"text": "He claimed a new data platform could be built within two years. ", "type": "p"}, {"text": "But Prof Fraser Sampson said it could make passport-holders feel as if they were in a \"digital line-up\".", "type": "p"}, {"text": "At present, photos on the police national database are limited to individuals who have been arrested. ", "type": "p"}, {"text": "The police can check images from dashcam and doorbell technologies, as well as home and business security cameras, against the national database.", "type": "p"}, {"text": "Mr Philp told the Conservative Party conference this week: \"I'm going to be asking police forces to search all of those databases — the police national database, which has custody images, but also other databases like the passport database.\"", "type": "p"}, {"text": "However, Prof Sampson told the BBC it was important that the police avoided giving people the impression they were on a \"digital line up.\"", "type": "p"}, {"text": "\"The state has large collections of good quality photographs of a significant proportion of the population - drivers and passport holders being good examples - which were originally required and given as a condition of, say, driving and international travel,\" he said.", "type": "p"}, {"text": "\"If the state routinely runs every photograph against every picture of every suspected incident of crime simply because it can there is a significant risk of disproportionality and of damaging public trust.\"", "type": "p"}, {"text": "Mr Philp said he wanted a system that would enable officers to \"press one button\" and \"search it all.\"", "type": "p"}, {"text": "But civil liberties groups, who have already raised concerns about the existing use of facial recognition technology by the police, said using passport photos risks exacerbating them.", "type": "p"}, {"text": "\"The commissioner is entirely right to warn about the expansion of facial recognition technology,\" said Emmanuelle Andrews, policy and campaigns manager at Liberty, the civil rights group.", "type": "p"}, {"text": "She said: \"History has told us this technology will be used disproportionately by the police to monitor and harass minority groups, and particularly people of colour. Expanding it will put many more people in harm's way.\"", "type": "p"}, {"text": "Michael Birtwistle, associate director at the Ada Lovelace Institute, described the proposals as \"concerning\" because the \"accuracy and scientific basis of facial recognition technologies is highly contested, and their legality is uncertain.\"", "type": "p"}, {"text": "'There is an important lesson to be learned from the negative public reaction to previous attempts to repurpose personal data, such as GP surgery records. We urge the government to reconsider these proposals,\" he said.", "type": "p"}, {"text": "There are also questions about whether driving up crime detection rates depends on increased use of technology as opposed to increasing the number of police officers available to investigate offences.", "type": "p"}, {"text": "Paul Gerrard, director of public affairs at the Co-op Group, which has 2,400 stores across the UK, told the Tory party conference that the police routinely did not visit its shops after a theft had taken place - regardless of the level of evidence available.", "type": "p"}, {"text": "Mr Gerrard said a freedom of information request by Co-op showed that the police failed to attend in more than 70% of serious retail crimes reported.", "type": "p"}, {"text": "That was despite staff members suffering more than 900 assaults in the first eight months of the year, and stock worth an estimated £70m being stolen annually.", "type": "p"}, {"text": "The Home Office said the government was \"committed to making sure the police have the tools and technology they need to solve and prevent crimes, bring offenders to justice, and keep people safe.\"", "type": "p"}, {"text": "It said: \"Technology such as facial recognition can help the police quickly and accurately identify those wanted for serious crimes, as well as missing or vulnerable people.", "type": "p"}, {"text": "\"It also frees up police time and resources, meaning more officers can be out on the beat, engaging with communities and carrying out complex investigations.\"", "type": "p"}], "tags": []}