{"link": "https://www.bbc.com/news/business-61711648", "category": "business", "title": "Revolut's banking app fixed after outages", "contributor": null, "time": "2022-06-06T21:55:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8F2C/production/_119425663_gettyimages-1229198273.jpg", "content": [{"text": "Revolut's global banking app is operating again after \"technical problems\" caused several hours of interruptions for some customers.", "type": "b"}, {"text": "Users of the app took to Twitter to voice their concerns as the company's website showed reports of hundreds of outages over the course of Monday.", "type": "p"}, {"text": "Revolut apologised and said the app was now working again for those affected.", "type": "p"}, {"text": "The London-based company is one of the most popular new start-ups challenging the traditional banking industry.", "type": "p"}, {"text": "\"We experienced some technical issues today with our app that impacted some of our customers,\" Revolut said.", "type": "p"}, {"text": "\"The issue was quickly identified and has already been fixed, with the app back working fully for those affected. The majority of our customers were unaffected by this and all our customers' money and data is safe.\"", "type": "p"}, {"text": "On the digital banking service's website, it suggested there had been problems with people being unable to sign in on the app, and also exchange currencies. The company said the issue could also be affecting the figures appearing in people's account balances.", "type": "p"}, [{"text": "What is Revolut?", "type": "a", "href": "https://www.bbc.co.uk/news/business-47768661"}], {"text": "London-based Revolut, a digital banking and payments start-up, launched in the UK in 2015 and set a record last year as the UK's most valuable private tech company ever.", "type": "p"}, {"text": "It reached a £24bn valuation in its latest funding round, making it more valuable than High Street bank NatWest.", "type": "p"}, {"text": "Founded by the former Lehman Brothers trader Nik Storonsky, the start-up was an early entry into crypto-currency markets - which some say rocketed it to success.", "type": "p"}], "tags": ["Financial technology", "Apps"]}