{"link": "https://www.bbc.com/news/technology-61647195", "category": "technology", "title": "Digital fingerprints of a million child abuse images made", "contributor": null, "time": "2022-06-06T00:16:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/184F0/production/_124986599_iwf.jpg", "content": [{"text": "Digital fingerprints of a million images of child sexual abuse have been created, the Internet Watch Foundation (IWF) has said.", "type": "b"}, {"text": "The UK charity, which is responsible for finding and removing such material online, said the fingerprints, known as hashes, would help companies and police find copies of the images.", "type": "p"}, {"text": "It is hoped that by doing this, the reuse of the images can be prevented.", "type": "p"}, {"text": "The images are from the government's Child Abuse Image Database.", "type": "p"}, {"text": "The database contains some of the most extreme content that appears online - what is known as category A and B material.  ", "type": "p"}, {"text": "The hashes are an identifying code produced by an algorithm and act as a fingerprint for each image or video.", "type": "p"}, {"text": "Many tech companies use lists of hashes to search for child abuse material on their systems - by comparing hashes of images to lists of them created by organisations like the IWF.", "type": "p"}, {"text": "The system has its limitations, however. Changes to images can change the value of the hash, meaning an image may escape detection - although the IWF insists the technology it uses means an image can be resized, cropped or have its colours changed without changing the hash.", "type": "p"}, {"text": "Encrypted images cannot be identified using lists of hashes.", "type": "p"}, {"text": "Before creating hashes, a human assessor will work out which category criminal material falls under, according to UK law.", "type": "p"}, {"text": "The charity also produces accompanying metadata which explains the exact nature of the abuse taking place to the child, which it hopes will also speed up enforcement action.", "type": "p"}, {"text": "In a quote provided by the IWF, an image analyst said: \"I have three children 11 and under. The job has changed the way I think about them and the internet.", "type": "p"}, {"text": "\"It has surprised me how much material there is of very young children. Some of them are five, six, or seven years old.\"", "type": "p"}, {"text": "Susie Hargreaves, chief executive of the IWF, said in a statement that the nature of the material is such that its analysts were only allowed to work four-hour shifts, taking regular breaks, and with access to the best counselling and support.", "type": "p"}, {"text": "The charity says it has helped remove an unprecedented amount of material.", "type": "p"}, {"text": "In 2021, it says it took action to remove 252,000 web pages which it confirmed contained images or videos of children suffering sexual abuse - more than ever before.", "type": "p"}], "tags": ["Children", "Child abuse"]}