{"link": "https://www.bbc.com/news/business-63920064", "category": "business", "title": "Penguin Random House boss resigns after Simon & Schuster deal fails", "contributor": null, "time": "2022-12-09T15:11:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13EBA/production/_127949518_whatsubject.jpg", "content": [{"text": "The head of publishing giant Penguin Random House has resigned, citing the US decision to block the firm's $2.2bn takeover of rival Simon & Schuster.", "type": "b"}, {"text": "Markus Dohle will step down at the end of the year, the company said, adding that he was parting at \"his own request and on the best of mutual terms\".", "type": "p"}, {"text": "Mr Dohle had led Penguin since 2013, when it emerged from another big merger as the world's largest book publisher.", "type": "p"}, {"text": "Competition concerns scuttled the Simon & Schuster acquisition.", "type": "p"}, {"text": "A US judge ruled in favour of the US government, which had attempted to block the merger, arguing that the tie-up would reduce pay and opportunities for writers.", "type": "p"}, {"text": "\"Following the antitrust decision in the US against the merger of Penguin Random House and Simon & Schuster, I have decided, after nearly 15 years... to hand over the next chapter of Penguin Random House to new leadership,\" Mr Dohle said. ", "type": "p"}, {"text": "The company will continue to pursue smaller acquisitions, including in the US, Penguin's German owner Bertelsmann told Reuters. ", "type": "p"}, {"text": "Penguin's current US boss, Nihar Malaviya, will serve as interim chief executive from 1 January. ", "type": "p"}, {"text": "Penguin Random House was formed through the merger of the UK's Penguin with New York-based Random House in 2013.", "type": "p"}, {"text": "Penguin has worked with celebrated authors including Sylvia Plath, George Orwell and Virginia Woolf.", "type": "p"}, {"text": "In more recent times it has published books by Zadie Smith, Marian Keyes and Dan Brown.", "type": "p"}, {"text": "Simon & Schuster's roster of writers includes Stephen King, Jennifer Weiner and former US presidential candidate Hillary Clinton.", "type": "p"}, {"text": "Mr King was among the big names to testify against the merger on behalf of the US government, which has taken a harder line against monopolies under US President Joe Biden. ", "type": "p"}, {"text": "Bertelsmann initially said it would appeal against the US decision, but ultimately scrapped the deal. It is paying a $200m breakup fee.", "type": "p"}, {"text": "Mr Dohle had worked for Bertelsmann in various roles since 1994. He was boss at Random House when the firm announced the mega merger with Penguin.", "type": "p"}], "tags": ["Companies", "Mergers and acquisitions", "Books", "Publishing"]}