{"link": "https://www.bbc.com/news/entertainment-arts-63927507", "category": "entertainment & arts", "title": "Ruth Madoc: Hi-de-Hi! actress dies aged 79", "contributor": null, "time": "2022-12-10T14:51:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/234C/production/_127963090_gettyimages-1148732713.jpg", "content": [{"text": "Actress Ruth Madoc, who starred in the BBC sitcom Hi-de-Hi!, has died aged 79, her agent says.", "type": "b"}, {"text": "Her agent said she died in hospital on Friday afternoon after surgery for a fall she had earlier in the week. ", "type": "p"}, {"text": "Phil Belfield of talent agency Belfield & Ward Ltd described her as a \"unique talent loved by many\".", "type": "p"}, {"text": "He paid tribute to her \"iconic\" TV performance as Gladys Pugh in the 1980s comedy Hi-de-Hi!, about a holiday camp in the late 50s.", "type": "p"}, {"text": "\"It is with much sadness that we have to announce the death of our dear and much loved client Ruth Madoc,\" he said in a statement. ", "type": "p"}, {"text": "Describing her as a \"real legend of the British entertainment scene\", Mr Belfield said she was \"gone far too soon\".", "type": "p"}, {"text": "Her fall forced her to withdraw from performing in the pantomime Aladdin at the Princess Theatre in Torquay, Devon.", "type": "p"}, {"text": "Screenwriter Russell T Davies described her as \"funny, kind, salty, shrewd and beautifully uncynical\" in a tribute on Instagram.", "type": "p"}, {"text": "The Doctor Who writer and It's A Sin creator said she was \"one of those great old troupers who loved the business, loved the stories, loved acting and actors\".", "type": "p"}, {"text": "\"She starred as Myrtle in a series I wrote called Mine All Mine, and she was an absolute delight.\"", "type": "p"}, {"text": "Actor and broadcaster Sir Tony Robinson tweeted that he was \"so sad to hear my lovely friend… has passed\".", "type": "p"}, {"text": "He described Madoc as \"smart, kindly, a loyal trade unionist and wore her heart on the left\".", "type": "p"}, {"text": "Her role as chief yellowcoat Gladys Pugh in Hi-de-Hi! centred on her unrequited love for the camp's manager Jeffrey Fairbrother, played by Simon Cadell.", "type": "p"}, {"text": "Paying tribute to her, broadcaster Gyles Brandreth said it was through Cadell that he got to know Madoc. ", "type": "p"}, {"text": "\"Ruth was a very lovely person - and a wonderfully gifted actress,\" Brandreth said. ", "type": "p"}, {"text": "Born in April 1943 and raised in Llansamlet near Swansea, Madoc trained at the Royal Academy of Dramatic Art.", "type": "p"}, {"text": "Her career spanned many roles in theatre and musicals, including Fiddler On The Roof and Gypsy. ", "type": "p"}, {"text": "Her more recent performances included Little Britain, where she played Daffyd Thomas's mother, and on stage with Calendar Girls.", "type": "p"}, {"text": "In a tweet, the former Little Britain star and comedian Matt Lucas said he was \"shocked and saddened\" to hear the news.", "type": "p"}, {"text": "\"We grew up watching her iconic and genius performance as Gladys Pugh in Hi-de-Hi! and were thrilled when she agreed to come on board 'Little Britain',\" he added.", "type": "p"}, {"text": "He said Madoc was \"brilliant\" in the show and \"an absolute delight to work with\".  ", "type": "p"}, {"text": "Madoc is survived by her two children.", "type": "p"}], "tags": ["Television"]}