{"link": "https://www.bbc.com/news/science-environment-63928208", "category": "science & environment", "title": "Charles Darwin: Autographed defence document fetches record price", "contributor": null, "time": "2022-12-10T10:04:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/178AB/production/_127772469_092322-mfm-darwin-005.jpg", "content": [{"text": "A piece of paper on which Charles Darwin laid out his definitive defence of the theory of evolution has sold for a record price at Sotheby's.", "type": "b"}, {"text": "The manuscript, which is signed by the great scientist, went for $882,000 (£719,000) at the close of bidding.", "type": "p"}, {"text": "Some commentators had thought the lot might go for even more, but the price still comfortably beats anything previously paid for Darwin material.", "type": "p"}, {"text": "Darwin had produced the document in 1865 for a celebrity magazine.", "type": "p"}, {"text": "The publication, The Autographic Mirror, printed facsimiles of the handwriting and signatures of famous people, along with their biographies.", "type": "p"}, {"text": "When the editor asked Darwin to contribute, the scientist used the opportunity to hit back at his doubters.", "type": "p"}, {"text": "At the time, six years after the first-edition release of his book, On the Origin of Species, it was a common criticism that his theory couldn't explain the origin of life itself.", "type": "p"}, {"text": "Darwin conceded this was the case but said it was irrelevant to his observations of how life on Earth evolved and diversified. As with gravity, its \"essence\" might not be understood but Newton's equations certainly worked, he wrote.", "type": "p"}, {"text": "The argument is taken from the third edition of Darwin's book.", "type": "p"}, {"text": "The identity of Friday's buyer has yet to be disclosed.", "type": "p"}, {"text": "The previous highest price for a Darwin document was just over £400,000. ", "type": "p"}, [{"text": "Charles Darwin document could fetch record price", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63741207"}, {"text": "'Stolen' Darwin notebooks mysteriously returned", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60980288"}, {"text": "UK meteorite fragments sell for more than gold", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60495954"}], {"text": "The autographed page came up as part of Sotheby's online Age of Wonder sale.", "type": "p"}, {"text": "The Darwin passage reads:", "type": "p"}, {"text": "I have now recapitulated the chief facts and considerations, which have thoroughly convinced me that species have been modified, during a long course of descent, by the preservation or the natural selection of many successive slight favourable variations. I cannot believe that a false theory would explain, as it seems to me that the theory of natural selection does explain, the several large classes of facts above specified. It is no valid objection that science as yet throws no light on the far higher problem of the essence or origin of life. Who can explain what is the essence of attraction of gravity? No one now objects to following out the results consequent on this unknown element of attraction; notwithstanding that Leibnitz formerly accused Newton of introducing \"occult qualities & miracles into philosophy\". - Charles Darwin.", "type": "p"}], "tags": ["Evolution", "Charles Darwin"]}