{"link": "https://www.bbc.com/news/entertainment-arts-64993564", "category": "entertainment & arts", "title": "Miley Cyrus achieves UK chart double", "contributor": null, "time": "2023-03-17T17:48:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16960/production/_129021529_gettyimages-1472439996.jpg", "content": [{"text": "Miley Cyrus has achieved a relatively rare chart feat in the UK - topping both the singles and album chart in the same week.", "type": "b"}, {"text": "Her eighth studio album Endless Summer Vacation enters the chart in pole position, while her single Flowers spends a ninth week at number one. ", "type": "p"}, {"text": "It's the star's first number one album since 2013's Bangerz.", "type": "p"}, {"text": "That record also scored the chart double, alongside the multi-platinum-selling single, Wrecking Ball.", "type": "p"}, {"text": "Flowers, which is said to be about the end of her marriage to actor Liam Hemsworth, is now tied with Olivia Rodrigo's Drivers License as the longest-running number one single by a female solo artist this decade. ", "type": "p"}, {"text": "Last Friday's release of Endless Summer Vacation (which includes two versions of Flowers) ensured that the song reclaims its title as the most-streamed song of the last seven days, overtaking the viral smash Boy's A Liar Pt. 2 by PinkPantheress and Ice Spice.", "type": "p"}, {"text": "Reviews for the album have been broadly positive, praising Cyrus's vulnerability and songcraft, while lamenting that some of her rougher edges have been sanded off.", "type": "p"}, {"text": "\"The current of honesty that runs through Endless Summer Vacation encourages the listener to press play on the record again, and the stories here get even better on a second or third listen,\" wrote Consequence Of Sound. \"It's cohesive without feeling repetitive.\"", "type": "p"}, {"text": "The album \"holds your full attention even if it isn't Cyrus's boldest or most visionary,\" said the NME, calling the songs a \"remarkably intriguing\" insight into her post-divorce state of mind.", "type": "p"}, {"text": "Pitchfork noted that the record is divided into \"AM\" and \"PM\" sections, with the former, written alongside Harry Styles' collaborator Kid Harpoon, outshining the \"maddening\" and \"grating\" second half.", "type": "p"}, {"text": "Two of the album's stand-out tracks, River and Jaded, also make this week's Top 40.", "type": "p"}, {"text": "Elsewhere, Calvin Harris and Ellie Goulding claimed this week's highest new entry, with their trancey new collaboration Miracle.", "type": "p"}, {"text": "The song enters the chart at number three, marking becoming Calvin's 29th and Ellie's 12th top 10 hit. It's also their third as a duo, following 2012's I Need Your Love and 2014's Outside.", "type": "p"}, {"text": "Miracle is a strong contender for next week's number one... but it only gets one shot at the top. Ed Sheeran's comeback single, Eye's Closed, is out the following week.", "type": "p"}, {"text": "Meanwhile, UK Eurovision entrant Mae Muller gets her campaign off to a strong start, as her single I Wrote A Song enters the chart at number 30.", "type": "p"}, {"text": "That's already an improvement on last year's contestant, Sam Ryder, who only cracked the top 40 after taking second place in Turin.", "type": "p"}, [{"text": "Mae Muller announced as UK act for Eurovision 2023", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64888312"}, {"text": "Mae Muller: Who is the UK's Eurovision entrant?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64878361"}], {"text": "In fact, Muller is the first UK act to enter the chart in advance of Eurovision since Blue in 2011. ", "type": "p"}, {"text": "I Wrote A Song is her first Top 40 single as a solo artist. She previously reached number 32 in 2021, as the vocalist on Better Days, a collaboration with producer Neiked and US rapper Polo G.", "type": "p"}, {"text": "Muller was revealed as the UK's hopeful last week but, speaking to the BBC's Eurovisioncast podcast, she said she'd been sitting on the secret for a couple of months.", "type": "p"}, {"text": "\"It was hard because I'm a bit of a chatterbox and I'm quite open,\" she said. ", "type": "p"}, {"text": "\"But I did tell my parents because I thought I can't give them that much of a shock.\"", "type": "p"}], "tags": []}