{"link": "https://www.bbc.com/news/business-64407545", "category": "business", "title": "Tesla posts record profit despite price cuts", "contributor": null, "time": "2023-01-25T21:40:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9C91/production/_128418004_whatsubject.jpg", "content": [{"text": "Tesla is gearing up for a challenging 2023, after cutting prices to spur demand. ", "type": "b"}, {"text": "The electric car company, led by billionaire Elon Musk, reported record revenue and profits in the three months to December, beating expectations. ", "type": "p"}, {"text": "In a statement in the earnings update, the firm acknowledged \"questions\" about how it will be affected by higher borrowing costs and a weaker economy.", "type": "p"}, {"text": "But it said it could cut prices without sacrificing profitability. ", "type": "p"}, {"text": "In the final months of 2022, revenue rose 37% to $24.3bn, while profits jumped 59% to $3.7bn.", "type": "p"}, [{"text": "Musk calls disputed Tesla tweet 'right thing' to do", "type": "a", "href": "https://www.bbc.co.uk/news/business-64384278"}, {"text": "Tesla delivers record 1.3 million vehicles in 2022", "type": "a", "href": "https://www.bbc.co.uk/news/business-64149130"}], {"text": "\"As we progress into 2023, we know there are questions about the near-term impact of an uncertain macroeconomic environment, and in particular, with rising interest rates,\" the firm said.", "type": "p"}, {"text": "\"In the near term we are accelerating our cost reduction roadmap and driving towards higher production rates, while staying focused on executing against the next phase of our roadmap.\"", "type": "p"}, {"text": "The update comes at a critical time for the company.", "type": "p"}, {"text": "Sales of electric vehicles rose last year, bucking a wider decline in the global car market.", "type": "p"}, {"text": "But Tesla's lead has been challenged by increased competition from traditional motor manufacturing giants such as Ford and General Motors, as well as newer entrants to the market like Rivian and Lucid in the US and China's BYD and Nio.", "type": "p"}, {"text": "The firm delivered a record 1.3 million cars to customers last year, up 40% from the prior year. ", "type": "p"}, {"text": "But production was up 47%, raising concerns among investors about over-supply.", "type": "p"}, {"text": "Amid the questions, Tesla recently announced a series of major price cuts, running as high as 20% on some models in the US.", "type": "p"}, {"text": "\"For the first time, I would say maybe ever, you know, there have been demand issues,\" said George Gianarikas, managing director of Cannacord Genuity.", "type": "p"}, {"text": "\"Now, we're waiting to see what the gross margin impact of that price reduction is, what the demand impact of that price reduction is, and how the company is kind of dedicated to sailing the turbulent seas that we've seen from a macroeconomic perspective.\"", "type": "p"}], "tags": ["Companies", "Elon Musk", "Tesla"]}