{"link": "https://www.bbc.com/news/entertainment-arts-64405510", "category": "entertainment & arts", "title": "Royal Opera House's controversial BP sponsorship ends after 33 years", "contributor": null, "time": "2023-01-25T18:16:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1307F/production/_128415977_gettyimages-1153967388.jpg", "content": [{"text": "The Royal Opera House has become the latest cultural venue to cut ties with BP, as the oil giant's sponsorship ended after 33 years.", "type": "b"}, {"text": "The move follows protests from environmental campaigners about the company's funding of the London venue as well as other arts institutions.", "type": "p"}, {"text": "BP's sponsorship of the National Portrait Gallery and Royal Shakespeare Company has also ended in recent years.", "type": "p"}, {"text": "Pressure group Culture Unstained said the news represented \"a seismic shift\".", "type": "p"}, {"text": "BP had sponsored the Royal Opera House's BP Big Screens, which showed opera and ballet in Trafalgar Square and around the UK.", "type": "p"}, {"text": "A Royal Opera House representative said they were \"grateful\" for the support, which in recent years had also included \"recovery post-pandemic and supporting our drive towards net-zero\".", "type": "p"}, [{"text": "Celebrities urge banks to stop financing fossil fuels", "type": "a", "href": "https://www.bbc.co.uk/news/business-64399747"}, {"text": "National Portrait Gallery's BP sponsorship to end", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60476760"}], {"text": "BP said it was \"proud to have supported the Royal Opera House for more than three decades\" until its deal expired last month. ", "type": "p"}, {"text": "Culture Unstained co-director Chris Garrard said: \"What we are witnessing is a seismic shift, a near wholesale rejection across the arts of BP's brand and the climate-wrecking business it represents.\"", "type": "p"}, {"text": "The value of the sponsorship has not been revealed. The Royal Opera House is also preparing for a £2.9m cut in its public funding from Arts Council England from April, taking its annual grant to £22.3m.", "type": "p"}, {"text": "The British Museum, also sponsored by BP, has not said whether its funding from the company will continue after February, when its current contract is believed to expire.", "type": "p"}], "tags": ["Ballet", "Opera", "BP"]}