{"link": "https://www.bbc.com/news/science-environment-64390797", "category": "science & environment", "title": "Clouds part to reveal colossal Antarctic iceberg", "contributor": null, "time": "2023-01-24T15:30:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/118D1/production/_128398817_brunt_23_sentinel2_top.jpg", "content": [{"text": "The EU's Sentinel-2 satellite has obtained a crystal clear image of Antarctica's new monster iceberg.", "type": "b"}, {"text": "The 1,550-sq-km (600-sq-miles) frozen block broke away from the Brunt Ice Shelf late on Sunday GMT.", "type": "p"}, {"text": "Its detachment occurred close to Britain's Halley research station, which sits just 20km upstream from the line of rupture.", "type": "p"}, {"text": "The base and its 21 occupants are all secure. Officials see no need for an evacuation.", "type": "p"}, {"text": "Concerns had been expressed that a major Emperor penguin colony near the breakaway could have been disrupted.", "type": "p"}, {"text": "The Emperors breed on sea-ice attached to the coast - so-called \"fast ice\". ", "type": "p"}, {"text": "But the new Sentinel-2 picture clearly shows the stains from the birds' excrement, or guano, to be on an ice platform that remains intact.  ", "type": "p"}, {"text": "The imagery on this page was processed by Ben Wallis, from the Institute for Climate and Atmospheric Science at the University of Leeds.", "type": "p"}, [{"text": "Shackleton's lost ship found after 107 years", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60662541"}, {"text": "Polar seafloor exposed after 50 years of ice cover", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-56424338"}, {"text": "How a colossal block of ice became an obsession", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59998703"}], {"text": "It is on the Brunt Ice Shelf, which is the floating protrusion of glaciers that have flowed off the Antarctic continent into the Weddell Sea. On a map, the Weddell Sea is that sector of Antarctica directly to the south of the Atlantic Ocean. The Brunt is on the eastern side of the sea. Like all ice shelves, it will periodically calve icebergs. Prior to this latest berg and A74, the last major chunk to come off the Brunt was in 1971. ", "type": "p"}, {"text": "Absolutely. Just not its timing. Scientists continuously monitor any major cracks in the Brunt, and had noticed one particular split - dubbed Chasm One - start to open up again after decades of dormancy. Recent years had seen the propagation of Chasm One accelerate, resulting now in the complete separation of a block of ice that is about 150-200m thick.", "type": "p"}, {"text": "The British base consists of a series of modules on skis that enable it to be moved away from the leading edge of the ice shelf. When Chasm One was seen to come back to life, the decision was taken to shift Halley 23km \"upstream\" - a task completed in early 2017. Had that relocation not taken place, Halley would now be sitting in a very dangerous position on the breakaway iceberg.", "type": "p"}, {"text": "During Antarctic winters, BAS had been removing all its staff from Halley. It didn't want to be in the position of having to evacuate people during a time of year when the polar night lasts 24 hours and weather conditions can be atrocious. It's currently the Austral summer, so if the small crew presently at the station needed to be removed, it could be done quickly and safely.", "type": "p"}, {"text": "Estimates put it at around 1,550km² - nearly 600 square miles. That's big by any measure. It's city-sized. The job of naming icebergs falls to the US National Ice Center. Because the new block is in the Antarctic quadrant that runs from 0 degrees longitude to 90 degrees West, it will carry the letter \"A\" in its designation. It's likely to be called A81. The \"81\" refers to its place in the sequence of major calvings in the region. The similarly sized berg that broke away from the Brunt to the east of Halley was called A74.", "type": "p"}, {"text": "The calving of large bergs from a shelf structure can lead to a speed-up in the flow of the ice. Before the calving, the Brunt was flowing westwards at a rate of about 3m/day. If it now experiences an acceleration, this could influence the behaviour of other cracks in the area. In particular, scientists are watching very closely a fissure they call the Halloween Crack. This is sited to the north and east of Halley, and is propagating away from the base. The researchers will want to observe its reaction, if any. Much will depend on what happens at the so-called McDonald Ice Rumples - a raised area of seafloor that catches the underside of the Brunt shelf and ordinarily helps pin it in place.", "type": "p"}, {"text": "No. The calving of bergs at the forward edge of an ice shelf is a very natural behaviour. The shelf likes to maintain an equilibrium and the ejection of bergs is one way it balances the accumulation of snowfall and the input of more ice from the feeding glaciers on land. Unlike on the Antarctic Peninsula on the other side of the Weddell Sea, scientists have not detected climate changes in the Brunt region that would significantly alter the natural process described above. What is more, estimates suggest the Brunt was at its biggest extent in at least 100 years before the calving. The famous explorer Sir Ernest Shackleton recorded a much smaller shelf structure when he passed by on his ill-fated Imperial Trans-Antarctic Expedition 1914-1917. A significant calving was certainly due.", "type": "p"}, {"text": "Sentinel-2 is owned by the European Union and managed by the European Space Agency.", "type": "b"}], "tags": []}