{"link": "https://www.bbc.com/news/technology-64404590", "category": "technology", "title": "Twitter sued over antisemitic posts left online", "contributor": null, "time": "2023-01-25T17:08:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/67AD/production/_128414562_eujs-hateaid-grundsatzprozess-twitter-05-c-hateaid.jpg", "content": [{"text": "Twitter is being sued in Germany by two groups claiming the social network failed to remove six posts attacking Jewish people and denying the Holocaust, after they were reported.", "type": "b"}, {"text": "The posts were published after billionaire Elon Musk bought the platform in October 2022. ", "type": "p"}, {"text": "But his tweets, which now represent most of the company's communications output, have not mentioned the case.", "type": "p"}, {"text": "Antisemitism and Holocaust denial are illegal in Germany.", "type": "p"}, {"text": "They also violate Twitter's own terms and conditions.", "type": "p"}, {"text": "BBC News has contacted the company for comment. ", "type": "p"}, {"text": "\"Twitter has betrayed our trust,\" said Avital Grinberg, the president of the European Union of Jewish Students (EUJS), which has brought the civil action, alongside HateAid.", "type": "p"}, {"text": "\"By allowing hateful content to spread, the company fails to protect users - and Jews in particular.\"", "type": "p"}, {"text": "The case will try to determine whether Twitter is contractually obliged to remove such material.", "type": "p"}, {"text": "HateAid legal head Josephine Ballon said: \"Twitter assures it won't tolerate violence on its platform. Users have to be able to rely on that.\"", "type": "p"}, {"text": "In 2021, before Mr Musk bought Twitter, the Campaign Against Antisemitism, with which it had partnered, said the company's policies were failing - and it had removed only 400 of 1,000 tweets containing hateful content attacking Jews.", "type": "p"}, {"text": "The previous year, Twitter was criticised as too slow to remove tweets by UK musician Wiley that he later apologised for, saying they \"were looked at as antisemitic\". ", "type": "p"}, {"text": "Boris Johnson, then Prime Minister, said social networks needed to \"go further and faster to remove content like this\".", "type": "p"}, {"text": "Other big social networks, including Facebook, Instagram and TikTok, have faced similar accusations.", "type": "p"}, {"text": "Under the UK Online Safety Bill, technology companies would face large fines for failing to swiftly remove hateful content. ", "type": "p"}, {"text": "Culture Secretary Michelle Donelan hopes the bill will be passed into law this summer.", "type": "p"}], "tags": ["Social media", "Online abuse", "Twitter"]}