{"link": "https://www.bbc.com/news/business-62742305", "category": "business", "title": "John Lewis and Waitrose offers free food to staff over winter", "contributor": "Jennifer Meierhans", "time": "2022-08-31T15:56:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9F8C/production/_126544804_waitrose_13178156734011.jpg", "content": [{"text": "John Lewis and Waitrose are offering staff free food from October to January to help with the cost of living.", "type": "b"}, {"text": "The meals, during work hours, are for permanent staff, known as partners, as well as temporary and agency workers.", "type": "p"}, {"text": "Andrew Murphy, chief operations officer at the John Lewis Partnership, said its workers \"make the difference\".", "type": "p"}, {"text": "Soaring food costs have pushed UK inflation to 10.1% with prices continuing to rise at their fastest rate for more than 40 years.", "type": "p"}, {"text": "Food and non-alcoholic drinks were the largest contributor to rising prices in July, according to the ONS.", "type": "p"}, {"text": "The price of bread, cereals, milk, cheese and eggs rose the fastest, while the cost of vegetables, meat and chocolate were also higher.", "type": "p"}, [{"text": "Food costs push price rises to new 40-year high", "type": "a", "href": "https://www.bbc.co.uk/news/business-62562025"}], {"text": "A spokesman for the John Lewis Partnership told the BBC someone working a four-hour shift could choose one meal - breakfast, lunch or dinner - depending on the time of day.", "type": "p"}, {"text": "A partner working an eight-hour shift could choose two meals, he said. The food will be delivered in different ways depending on the workplace, he said.", "type": "p"}, {"text": "Staff at larger stores, head offices and distribution centres will have their meals in canteens, while long distance lorry drivers would pre-order packed lunches, he said.", "type": "p"}, {"text": "Those working in smaller convenience stores would receive a vending style offer, for example Waitrose salads or sandwiches, he said.", "type": "p"}, {"text": "It comes as the John Lewis Partnership looks to recruit 10,000 temporary roles for the festive season.", "type": "p"}, {"text": "In September and October the partnership will start advertising 4,000 seasonal roles at Waitrose shops and 2,000 in John Lewis stores.", "type": "p"}, {"text": "A further 4,000 roles in its supply chain like warehouse workers and drivers will be advertised through recruitment agencies, it said.", "type": "p"}], "tags": ["Waitrose", "Retailing", "Cost of living", "Food", "John Lewis"]}