{"link": "https://www.bbc.com/news/entertainment-arts-62738442", "category": "entertainment & arts", "title": "The Lord of the Rings: The Rings of Power dazzling but slow, say critics", "contributor": null, "time": "2022-08-31T17:05:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3CC2/production/_126545551_523bf5fe-bb5f-47f5-b2a6-50b8f5770d98.jpg", "content": [{"text": "Critics have said the opening episodes of The Lord of the Rings: The Rings of Power are \"dazzling\" but \"slow\".", "type": "b"}, {"text": "The Amazon series is set thousands of years before JRR Tolkien's The Hobbit and The Lord of the Rings books and Peter Jackson's movies.", "type": "p"}, {"text": "Set in the second age of Middle-earth, it follows an ensemble cast of characters as they confront the long-feared re-emergence of evil.", "type": "p"}, {"text": "The Guardian said it was \"astounding\" TV and would be fit for the cinema.", "type": "p"}, {"text": "Developed by showrunners JD Payne and Patrick McKay, the fantasy series, which is released on Prime Video on Friday, begins during a time of relative peace and concisely brings together all the major events of Middle-earth's Second Age. ", "type": "p"}, {"text": "These include the forging of the Rings of Power, the rise of the Dark Lord Sauron and the fall of the island kingdom of Númenor, as well as the last alliance between Elves and Men.", "type": "p"}, {"text": "\"This is TV that is made for big screens, although surely destined to be watched on smaller ones,\" wrote Rebecca Nicholson in her four-star review for The Guardian.", "type": "p"}, {"text": "\"It is so cinematic and grand that it makes [Game of Thrones prequel] House of the Dragon look as if it has been cobbled together on Minecraft.\" ", "type": "p"}, {"text": "\"Now, I just need to find someone with a huge telly to let me watch with them,\" she added.", "type": "p"}, {"text": "Nicholson, who said she was willing to disregard some of the \"smell-the-fart\" acting and the at-times \"all-or-nothing\" pace of the show, was particularly enamoured with Morfydd Clark's performance as the fighter Galadriel.", "type": "p"}, {"text": "\"She is valiant, flawed and haughty, as bloody-minded as she is brilliant, scarred by the horrors of war,\" she said. \"If that doesn't sound like much fun, wait till you see what she does to a snow troll.\".", "type": "p"}, {"text": "The Independent generally agreed with her assessment, also awarding four-stars for \"a spectacularly cinematic return to Middle-earth\".", "type": "p"}, {"text": "The Rings of Power is thought to be the most expensive TV show ever made, having cost a whopping $1bn (£800m) - and Amazon boss Jeff Bezos made a surprise appearance at its world premiere in London on Tuesday.", "type": "p"}, {"text": "\"Amazon were right to trust their dump truck full of cash to relatively unproven first-time showrunners,\" opined Kevin E G Perry.", "type": "p"}, {"text": "But he warned that \"fans of hobbits should note that the show takes place so far before The Hobbit that hobbits aren't even hobbits yet\". ", "type": "p"}, {"text": "\"Instead they're a tight knit group of 'harfoots', an evolutionary predecessor to the creatures we know and love,\" he explained. \"It's the harfoots that really make The Rings of Power work.\"", "type": "p"}, {"text": "He saved special praise for Megan Richards and Markella Kavenagh, giving \"stand-out performances\" as the young harfoots, adding: \"Maybe it's just the reassuring presence of British comedy icon Lenny Henry among the cast (playing elder harfoot Sadoc Burrows), but these pastoral scenes manage to capture the magic of the late-Eighties BBC version of The Chronicles of Narnia, an enchanting series which never had quite this budget.\"", "type": "p"}, {"text": "Empire described the series as \"lavish and sweeping\", and one that \"puts its money where its mouth is.\"", "type": "p"}, {"text": "\"It might take a second to get accustomed to these new characters, but the signs are that it will be worthwhile,\" Helen O'Hara wrote.", "type": "p"}, {"text": "Peter Jackson's Lord of the Rings movie trilogy were box office hits from 2001 to 2003. Speaking to the BBC last year he revealed The Beatles had attempted to make their own version before it vetoed by Tolkien.", "type": "p"}, {"text": "Fans were given the first glimpse at footage from Amazon's latest prequel in February.", "type": "p"}, {"text": "And after the first two episodes were viewed by critics,  The Financial Times noted how the series, despite its \"dazzling visuals\" and \"epic dialogue\" can \"quickly become monotonous\" and \"has yet to find its large, furry feet\".", "type": "p"}, {"text": "\"It's immediately evident that showrunners JD Payne and Patrick McKay's Middle-earth is far more inclusive than Jackson's, with a diverse cast across the species of humans, dwarves, elves and halflings and a more active role played by women than simply waiting to get married to Viggo Mortensen,\" wrote John Bleasdale in a three-star review.", "type": "p"}, {"text": "\"Galadriel here climbs frozen waterfalls and battles snow trolls and sea monsters while Nori takes on the Frodo role of the halfling with an eye for adventure. But in almost every other way the first two episodes feel like old hat.\"", "type": "p"}, {"text": "He added: \"The Harfoots' broad comedy is family-friendly but unfunny. The po-facedness of the elves, on the other hand, veers into the silly, everyone speaking in an otherworldly Royal Shakespeare Company accent.\"", "type": "p"}, {"text": "The Telegraph also awarded three stars saying the show was \"slow, sprawling - and lovely\", with largely the \"swashbuckling Galadriel\" to thank for keeping it on the move.", "type": "p"}, {"text": "\"For all its diversions, [Jackson's] The Lord of the Rings had a single, simple plot: get the ring in the fire!\", wrote Ed Cumming. \"There's less of that here.", "type": "p"}, {"text": "\"The scene-setting keeps being interrupted by action sequences, like a pointless elf versus dwarf stone-breaking exercise. That's one of the problems with immortality: there's no sense of urgency.\"", "type": "p"}, {"text": "However, The Daily Mail gave the series one star, describing it as \"so staggeringly bad, it's hilarious\". ", "type": "p"}, {"text": "\"Everything about it is ill-judged to a spectacular extreme,\" wrote Christopher Stevens. \"The cliche-laden script, the dire acting, the leaden pace, the sheer inconsistency and confusion as it lurches between styles - where do we start?\"", "type": "p"}, {"text": "He added: \"Hiring an experienced and subtle actor [Peter Mullan as king Durin III], even if he is in a massive prosthetic nose and filmed to appear four feet tall, might seem [a] canny decision.", "type": "p"}, {"text": "\"It isn't. [Peter] Mullan's talent simply highlights how woeful everything and everyone else is. The effect is like sticking Richard Burton in an am-dram pantomime.\"", "type": "p"}, {"text": "\"If this show fails, say insiders, executives could be forced to shut down Amazon Studios,\" he concluded, dramatically.", "type": "p"}, {"text": "Like most of the other critics, however, IGN's Alex Steadman believed there was plenty to hold on for with the new show, which is set to run for five series.", "type": "p"}, {"text": "\"Both episodes never cease to be an absolute technical feast in the camerawork, sets, costumes, and music,\" she said.", "type": "p"}, {"text": "The Rings of Power, she suggested, \"is telling its own story using the lore of Tolkien as a foundation, and the first two episodes make a solid case for why that story deserves to be told in such extravagance.\"", "type": "p"}], "tags": ["Television"]}