{"link": "https://www.bbc.com/news/science-environment-62733267", "category": "science & environment", "title": "Artemis: Nasa will try to launch Moon rocket on Saturday", "contributor": "Jonathan Amos", "time": "2022-08-31T00:16:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BC7D/production/_126535284_maf_20220826_maf_ksc_artemis1_epb_001_large.jpg", "content": [{"text": "The US space agency says it will try to launch its new Moon rocket on Saturday.", "type": "b"}, {"text": "An attempt at a lift-off on Monday had to be scrubbed when one of four engines on the vehicle would not cool down to its required operating temperature.", "type": "p"}, {"text": "After reviewing data, engineers believe they now understand why the issue occurred. ", "type": "p"}, {"text": "They think it is likely related to an inaccurate sensor reading and that they can develop a strategy to deal with the problem on launch day.", "type": "p"}, {"text": "This involves starting the process of chilling the engines earlier in the countdown.", "type": "p"}, {"text": "\"We've got a path forward to get to where we need to get to, to support the next launch,\" said John Honeycutt, who manages the Space Launch System (SLS) rocket project at Nasa.", "type": "p"}, {"text": "Saturday's launch will be timed for 14:17 local time (18:17 GMT; 19:17 BST) at the Kennedy Space Center in Florida.", "type": "p"}, {"text": "Controllers will be given two hours to get the rocket off Earth.", "type": "p"}, [{"text": "A photographic mission to show us the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62662685"}, {"text": "Artemis: To the Moon and beyond", "type": "a", "href": "https://www.bbc.co.uk/news/extra/nkzysaP3pB/to-the-moon-and-beyond"}, {"text": "How we get humans back to the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/resources/idt-c2eecd7e-b73f-47c5-8b04-ae970d6ed7b5"}], {"text": "SLS is the biggest launch vehicle ever developed by the US space agency.", "type": "p"}, {"text": "It's the modern equivalent of the Saturn V rockets that sent humans to the Moon in the 1960s and 70s - but with considerably more thrust off the launch pad.", "type": "p"}, {"text": "SLS will send a big new crew capsule called Orion on a series of missions to the Moon under Nasa's Artemis programme. This first mission is called Artemis I and will be an uncrewed demonstration.", "type": "p"}, {"text": "The reason for Monday's scrub was not related to the engine itself (Engine Number 3), but rather with the system that conditions it for flight.", "type": "p"}, {"text": "The power unit mustn't be shocked by the sudden injection of super-cold propellants; it must instead be brought down slowly to the correct operating temperature (-250C) before launch by bleeding through some liquid hydrogen from the core-stage tank above.", "type": "p"}, {"text": "On Monday, sensor readings suggested the engine was 15-20 degrees C short of where it needed to be.", "type": "p"}, {"text": "Engineers believe the bleed-through system was working properly; it was just that the sensor system didn't accurately reflect real temperature conditions.", "type": "p"}, {"text": "The engineering team plans to start the cooling process about 45 minutes earlier in Saturday's countdown, hoping this will bring everything into line.", "type": "p"}, {"text": "\"We are going to try to launch on the third (September). And, you know, coming into this prior attempt, yesterday's attempt, we said that if we couldn't thermally condition the engines we wouldn't launch, and that's the same posture that we're going into Saturday,\" said Mike Sarafin, Nasa's Artemis mission manager.", "type": "p"}, {"text": "The weather forecast for Saturday is not brilliant. There is currently a 60% chance that controllers will encounter a violation of their launch criteria - principally showers. The SLS is not allowed to lift off in the rain.", "type": "p"}, {"text": "But weather officer Mark Berger struck a positive note.", "type": "p"}, {"text": "\"We have two hours to work with. The showers tend to have quite a bit of real estate between them, so I still think we have a pretty good opportunity weather-wise to launch on Saturday,\" he told reporters.", "type": "p"}, {"text": "The scope of the coming 42-day mission is to send Orion looping around the back of the Moon before bringing it home for a splashdown in the Pacific Ocean off California.", "type": "p"}, {"text": "A major objective of the test fight is to check the heatshield on the capsule can survive the heat of re-entry into Earth's atmosphere.", "type": "p"}, {"text": "Nasa says it's going back to the Moon as part of a stepping stone to learn how to get to Mars. But researchers say there is also unfinished business at the Moon, scientifically. There is more we need to understand about lunar origins, and by extension the formation and early evolution of the Earth. ", "type": "p"}, {"text": "Future Artemis missions will target the lunar South Pole where permanently shadowed craters hold reserves of ice.", "type": "p"}, {"text": "\"Artemis is a series of increasingly complex missions, to explore the Moon in preparation for missions to Mars. When we go to Mars, the more we can learn about what resources are available to us and how to use them, the better prepared we'll be,\" Nasa's chief scientist Kate Calvin told BBC News.", "type": "p"}], "tags": ["Orion", "Artemis", "Nasa", "Human spaceflight", "The Moon", "Space exploration", "Space Launch System (SLS)"]}