{"link": "https://www.bbc.com/news/business-66790609", "category": "business", "title": "BP boss resigns amid review of personal relationships", "contributor": null, "time": "2023-09-12T20:42:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E1D9/production/_131071875_gettyimages-1200295676.jpg", "content": [{"text": "The head of oil giant BP has resigned as chief executive amid a review of his personal relationships with colleagues.", "type": "b"}, {"text": "The company said Bernard Looney, who had led the company since 2020, was stepping down with immediate effect.", "type": "p"}, {"text": "BP said it had recently started an investigation into alleged relationships Mr Looney had with colleagues, the second such review in two years.", "type": "p"}, {"text": "The firm said Mr Looney had admitted he was not \"fully transparent\" initially.", "type": "p"}, {"text": "\"The company has strong values and the board expects everyone at the company to behave in accordance with those values,\"  a spokesman said.", "type": "p"}, {"text": "\"All leaders in particular are expected to act as role models and to exercise good judgement in a way that earns the trust of others.\"", "type": "p"}, {"text": "Born in Ireland and raised on a farm, Mr Looney had spent his career at BP, which he joined in 1991 as an engineer. He became a member of its executive team in 2010. ", "type": "p"}, {"text": "He has cultivated a more public profile than his predecessors, opening an account on Instagram, while steering the firm through a tumultuous period. ", "type": "p"}, {"text": "His tenure has coincided with the pandemic lockdowns, when demand for oil and gas dropped sharply; and start of the war in Ukraine, which sent energy prices soaring, while prompting the firm to leave Russia. ", "type": "p"}, {"text": "Mr Looney had set out a plan to make the energy giant net zero by 2050 but had more recently come under fire from environmental groups for watering down his initial targets.", "type": "p"}, {"text": "BP said it had not made any decisions related to severance pay for Mr Looney. He received more than £10m in pay and bonuses last year, as soaring oil prices pushed the firm's profits to a record. ", "type": "p"}, {"text": "Chief financial officer Murray Auchincloss will act as chief executive on an interim basis. ", "type": "p"}, {"text": "Mr Looney's departure comes as a series of high profile dismissals of executives in the UK has put a spotlight on executive personal behaviour. ", "type": "p"}, {"text": "Tony Danker, boss of the UK's largest business lobby group the CBI, was fired in April over complaints about his behaviour at work. ", "type": "p"}, {"text": "Meanwhile, Crispin Odey was forced to step down from the hedge fund he founded in June after reports of sexual harassment allegations by 13 women. He has denied the claims.", "type": "p"}, {"text": "BP said it had launched a review of Mr Looney's relationships with colleagues following an anonymous tip-off in 2022. ", "type": "p"}, {"text": "At the time, the company said Mr Looney disclosed \"a small number of historical relationships with colleagues prior to becoming CEO\" and it found no breach of company conduct.", "type": "p"}, {"text": "The board said it had received similar allegations \"recently\", prompting another review. ", "type": "p"}, {"text": "\"Mr Looney has today informed the company that he now accepts that he was not fully transparent in his previous disclosures,\" BP said. \"He did not provide details of all relationships and accepts he was obligated to make more complete disclosure.\"", "type": "p"}], "tags": []}