{"link": "https://www.bbc.com/news/health-66775015", "category": "health", "title": "Female surgeons sexually assaulted while operating", "contributor": null, "time": "2023-09-12T15:00:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17D77/production/_131055679_gettyimages-91803446.jpg", "content": [{"text": "Female surgeons say they are being sexually harassed, assaulted and in some cases raped by colleagues, a major analysis of NHS staff has found. ", "type": "b"}, {"text": "BBC News has spoken to women who were sexually assaulted in the operating theatre while surgery took place. ", "type": "p"}, {"text": "The study's authors say there is a pattern of female trainees being abused by senior male surgeons, and this is happening now, in NHS hospitals.", "type": "p"}, {"text": "The Royal College of Surgeons said the findings were \"truly shocking\".", "type": "p"}, {"text": "Warning - this story contains some graphic detail. There is support for anyone affected here.", "type": "p"}, {"text": "Sexual harassment, sexual assault and rape have been referred to as surgery's open secret.", "type": "p"}, {"text": "There is an untold story of women being fondled inside their scrubs, of male surgeons wiping their brow on their breasts and men rubbing erections against female staff. Some have been offered career opportunities for sex. ", "type": "p"}, {"text": "The analysis - by the University of Exeter, the University of Surrey and the Working Party on Sexual Misconduct in Surgery - has been shared exclusively with BBC News.", "type": "p"}, {"text": "Nearly two-thirds of women surgeons who responded to the researchers said they had been the target of sexual harassment and a third had been sexually assaulted by colleagues in the past five years. ", "type": "p"}, {"text": "Women say they fear reporting incidents will damage their careers and they lack confidence the NHS will take action.", "type": "p"}, {"text": "There is a nervousness to talk openly. Judith asked that we use only her first name. She is now an experienced and talented consultant surgeon.  ", "type": "p"}, {"text": "She was sexually assaulted early in her career when she was the person with the least power in the operating theatre - and a senior male surgeon was sweating.", "type": "p"}, {"text": "\"[He] just turned round and buried his head right into my breasts and I realised he was wiping his brow on me.", "type": "p"}, {"text": "\"You just freeze right, 'why is his face in my cleavage?'\"", "type": "p"}, {"text": "When he did it for a second time Judith offered to get him a towel. The reply came back \"no, this is much more fun\", she says, \"and it was the smirk - I felt dirty, I felt humiliated\".", "type": "p"}, [{"text": "What counts as sexual harassment at work and what are your rights?", "type": "a", "href": "https://www.bbc.co.uk/news/business-65311346"}, {"text": "NHS needs MeToo moment, says former surgeon", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-suffolk-66156441"}], {"text": "Even worse for her was the total silence of her colleagues.", "type": "p"}, {"text": "\"He wasn't even the most senior person in the operating theatre, but he knew that behaviour was ok and that's just rotten.\"", "type": "p"}, {"text": "This happened to Judith in the middle of the operating theatre, but the sexual harassment and sexual abuse extends beyond the hospital.", "type": "p"}, {"text": "Anne - we cannot reveal her real name for legal reasons - wanted to talk to the BBC because she believes change will only happen when people speak out. ", "type": "p"}, {"text": "She doesn't choose to describe what happened to her as rape, but is clear the sex that took place was not consensual. It happened at a social event tied to a medical conference - a meeting of doctors within the same speciality.", "type": "p"}, {"text": "In a familiar pattern, she was a trainee and he was a consultant. ", "type": "p"}, {"text": "\"I trusted him, I looked up to him,\" she says.", "type": "p"}, {"text": "He played on that trust saying she didn't know the other people there and that she couldn't trust them. ", "type": "p"}, {"text": "\"So, he walked me back to the place I was staying, I thought he wanted to talk and yet he just suddenly turned on me and he had sex with me.\"", "type": "p"}, {"text": "She said in that moment her body froze and \"I couldn't stop him\".", "type": "p"}, {"text": "\"It's not what I wanted, it had never been what I wanted, it was totally unexpected.\"", "type": "p"}, {"text": "When she saw him the next day she was \"barely able to hold myself together\".", "type": "p"}, {"text": "\"I didn't feel I could make a fuss, I felt like there was a very strong culture of just putting up with whatever was done to you.\"", "type": "p"}, {"text": "The incident had a lasting impact, first leaving her emotionally numb and years later \"the memory would come flooding into my mind like a horror, like a nightmare\" at work, even as she was preparing to operate on a patient.", "type": "p"}, {"text": "BBC Sounds: Is surgery a safe place for women to work?", "type": "p"}, {"text": "It is widely accepted there is a culture of silence around such behaviour. Surgical training relies on learning from senior colleagues in the operating theatre and women have told us it is risky to speak out about those who have power and influence over their future careers. ", "type": "p"}, {"text": "The report, which is being published in the British Journal of Surgery, is the first attempt to get a sense of the scale. ", "type": "p"}, {"text": "Registered surgeons - men and women - were invited to take part completely anonymously and 1,434 responded. Half were women: ", "type": "p"}, [{"text": "63% of women had been the target of sexual harassment from colleagues", "type": "p"}, {"text": "30% of women had been sexually assaulted by a colleague ", "type": "p"}, {"text": "11% of women reported forced physical contact related to career opportunities", "type": "p"}, {"text": "At least 11 incidents of rape were reported", "type": "p"}, {"text": "90% of women, and 81% of men, had witnessed some form of sexual misconduct", "type": "p"}], {"text": "While the report shows men are also subject to some of this behaviour (24% had been sexually harassed), it concludes men and women surgeons are \"living different realities\".", "type": "p"}, {"text": "\"Our findings are likely to shake the confidence of the public in the surgical profession,\" said Dr Christopher Begeny, from the University of Exeter.", "type": "p"}, [{"text": "35,000 cases of sexual misconduct in NHS in five years ", "type": "a", "href": "https://www.bbc.co.uk/news/health-65671018"}, {"text": "Workplace sexual-harassment clampdown for doctors", "type": "a", "href": "https://www.bbc.co.uk/news/health-66572060"}], {"text": "Meanwhile a second report - called Breaking the Silence: Addressing Sexual Misconduct in Healthcare - is making recommendations for what needs to change. ", "type": "p"}, {"text": "The pair of reports suggest the relatively lower proportion of women surgeons (around 28%), combined with surgery being deeply hierarchical, gives some men significant power and this combines badly with the high-pressure environment of surgery. ", "type": "p"}, {"text": "\"That leads to people being able to behave with impunity and much of this goes unchecked,\" Prof Carrie Newlands, consultant surgeon from the University of Surrey. ", "type": "p"}, {"text": "She was motivated to tackle such behaviour after hearing the experiences of her junior colleagues. ", "type": "p"}, {"text": "She told the BBC: \"The commonest scenario is that a junior female trainee is abused by a senior male perpetrator, who is often their supervisor.", "type": "p"}, {"text": "\"And that results in a culture of silence where people are in real fear of their future and their careers if they do speak up.\"", "type": "p"}, {"text": "Another theme that emerged in the data was a lack of faith in bodies such as NHS Trusts, the General Medical Council (which manages the UK's register of doctors allowed to practice) and the Royal Colleges (which represent specialities in medicine) - to tackle the problem. ", "type": "p"}, {"text": "\"We need a major change in investigation processes so they become external and independent, and are trusted in order for healthcare to become a safer place to work,\" says Prof Newlands.", "type": "p"}, {"text": "The British Medical Association called the findings \"atrocious\". Dr Latifa Patel, BMA equality lead, said: \"It is appalling that women in surgery are being subjected to sexual assault and sexual misconduct from their colleagues, at work and often whilst they are trying to care for patients. The impact this will have on their wellbeing for years to come as well as their careers is profound.\"", "type": "p"}, {"text": "Tim Mitchell, the president of the Royal College of Surgeons of England, told the BBC the survey's findings are \"deeply shocking and will be a source of great embarrassment to the surgical profession\". ", "type": "p"}, {"text": "He acknowledged it is \"clear it is a common problem\" that has not been addressed.", "type": "p"}, {"text": "\"We need to put in place a culture of zero tolerance to ensure that there are mechanisms that mean people who are affected feel confident they can come forward, report these incidents and they will be taken seriously,\"he said. ", "type": "p"}, {"text": "Dr Binta Sultan, from NHS England, said the report made \"incredibly difficult reading\" and presented \"clear evidence\" that more action was needed to make hospitals \"safe for all\".", "type": "p"}, {"text": "She said: \"We are already taking significant steps to do this, including through commitments to provide more support and clear reporting mechanisms to those who have suffered harassment or inappropriate behaviour.\"", "type": "p"}, {"text": "The General Medical Council last month updated its professional standards for doctors. ", "type": "p"}, {"text": "Its chief executive Charlie Massey said \"acting in a sexual way towards patients or colleagues is unacceptable\" and that \"serious misconduct is incompatible\" with continuing to practise medicine in the UK. ", "type": "p"}, {"text": "But is surgery a safe place for women to work today?", "type": "p"}, {"text": "\"Not always. And that's a dreadful thing to have to admit,\" says Judith.", "type": "p"}, {"text": "Follow James on X.", "type": "p"}, {"text": "How have you been affected by the issues raised in this story? You can get in touch by emailing: ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Or fill out the form below", "type": "p"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}