{"link": "https://www.bbc.com/news/technology-66784894", "category": "technology", "title": "MGM Resorts: Slot machines go down in cyber-attack on firm", "contributor": null, "time": "2023-09-12T11:22:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17B98/production/_131067179_gettyimages-1269409023.jpg", "content": [{"text": "Customers have reported problems with slot machines and online room booking systems following a cyber-attack on casino and hotel giant MGM Resorts.", "type": "b"}, {"text": "Certain systems were shut down due to a \"cyber-security issue\", the firm said.", "type": "p"}, {"text": "But it added that its facilities remained \"operational\".", "type": "p"}, {"text": "One customer at the MGM Grand in Las Vegas said she had walked into the wrong room because the hotel's digital keys were malfunctioning, and said staff had to distribute physical keys.", "type": "p"}, {"text": "Staff offered her a complimentary stay as compensation, she told the BBC.", "type": "p"}, {"text": "She also posted a video on TikTok of slot machines and gambling games at the resort switched off.", "type": "p"}, {"text": "Other people have taken to social media to complain about cancelled reservations, not being able to check in, make card payments or log in to their MGM accounts. One customer said he'd had to leave the MGM Grand in order to find cash to buy food.", "type": "p"}, {"text": "In a statement posted on X, formerly known as Twitter, MGM Resorts said it had begun an investigation \"with assistance from leading external cybersecurity experts\".", "type": "p"}, {"text": "\"We also notified law enforcement and took prompt action to protect our systems and data, including shutting down certain systems,\" the statement said.", "type": "p"}, {"text": "The company said its investigation was ongoing with the \"nature and scope\" of the cyber-attack still to be determined.", "type": "p"}, {"text": "In a subsequent statement it said: \"Our resorts including dining, entertainment and gaming are still operational.", "type": "p"}, {"text": "\"Our guests continue to be able to access their hotel rooms and our Front Desk is ready to assist our guests as needed,\" it added.", "type": "p"}, {"text": "The company's main website is down. A message on its homepage says the site is \"currently unavailable\" and directs customers to contact the company via the phone, or through third-party websites.", "type": "p"}, {"text": "Similar messages are displayed on websites for the firm's resorts. It owns hotels and casinos across the US, including some of the best-known locations in Las Vegas. ", "type": "p"}, {"text": "This is the second time in recent years that MGM Resorts has confirmed a cyber-security incident. ", "type": "p"}, {"text": "In 2019, one of the company's cloud services was breached, and hackers stole more than 10 million customer records. People's names, addresses and passport numbers were taken.", "type": "p"}, {"text": "It is not yet known whether similar data has been stolen as a result of this latest cyber-attack. ", "type": "p"}], "tags": []}