{"link": "https://www.bbc.com/news/entertainment-arts-62605184", "category": "entertainment & arts", "title": "Josephine Tewson: Keeping Up Appearances actress dies at 91", "contributor": null, "time": "2022-08-19T16:05:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A81E/production/_126383034_kua_bbc.jpg", "content": [{"text": "Comedy actress Josephine Tewson, who appeared in TV sitcoms including Keeping Up Appearances and Last of the Summer Wine, has died at the age of 91.", "type": "b"}, {"text": "Tewson was best known for playing Elizabeth, the nervous next-door neighbour of Hyacinth Bucket in Keeping Up Appearances between 1990-95. ", "type": "p"}, {"text": "Her other sitcoms included Shelley with Hywel Bennett and No Appointment Necessary with Roy Kinnear.", "type": "p"}, {"text": "She also worked extensively with Ronnie Barker, Charlie Drake and Dick Emery.", "type": "p"}, {"text": "In a statement, her agent Jean Diamond said: \"It is with great sadness that we announce the passing of Josephine Tewson.\"", "type": "p"}, {"text": "The actress died on Thursday at Denville Hall, a care home for actors and other members of the entertainment industry in north London, Diamond added.", "type": "p"}, {"text": "Tewson was born in Hampstead, London, in 1931, and started her career in the theatre. Her productions included the West End musical Free As Air, whose cast also included Leonard Rossiter.", "type": "p"}, {"text": "They got married in 1958 but divorced three years later. He went on to find fame in the sitcom Rising Damp.", "type": "p"}, {"text": "Tewson later became a regular on TV on The Charlie Drake Show and The Dick Emery Show in the late 1960s. On radio, she was in the casts of The Ronnie Corbett Thing, The Secret Life of Kenneth Williams and Bob Monkhouse's Mostly Monkhouse.", "type": "p"}, {"text": "She had a long association with Barker, from ITV's Frost on Sunday and Hark at Barker to the BBC's His Lordship Entertains and then the 1930s-set Clarence, which would be his last acting role.", "type": "p"}, {"text": "She also made frequent appearances in The Two Ronnies with Barker and Corbett, and in a string of TV comedies with Terry Scott - Son of the Bride, Happy Ever After and Terry and June.", "type": "p"}, {"text": "After starring in Keeping Up Appearances, the show's writer Roy Clarke provided Tewson with the role of Miss Davenport in Last of the Summer Wine between 2003 and 2010.", "type": "p"}], "tags": ["Comedy", "Television"]}