{"link": "https://www.bbc.com/news/business-64255871", "category": "business", "title": "Disney accused of squeezing theme park customers", "contributor": null, "time": "2023-01-12T18:05:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/290C/production/_128280501_gettyimages-1241135974.jpg", "content": [{"text": "Disney is facing criticism from a high-profile investor that is unusual in the business world: that it is squeezing money out of its theme park customers.", "type": "b"}, {"text": "The firm's reliance on raising ticket prices and other charges to drive growth is \"unsustainable\", says Trian Partners boss Nelson Peltz.", "type": "p"}, {"text": "He made the claim in a presentation calling for change at the media giant. ", "type": "p"}, {"text": "He also raised concerns about losses in Disney's streaming business and public complaints about low staff wages.", "type": "p"}, {"text": "\"Disney may believe that price increases and 'nickel-and-diming' of cast members and other costs is good for the bottom line,\" he says. \"However, we suspect it is short-term thinking that puts the brand value and long-term health of the business at risk.\"", "type": "p"}, {"text": "\"Nickel-and-diming\" is a US term that means to damage someone financially by making a large number of small charges or cuts to pay.", "type": "p"}, {"text": "Disney was approached for comment.", "type": "p"}, {"text": "The company recently said it would roll back some of the price increases at its theme parks, where spending per person has shot up nearly 40% since 2019, according to Trian Partners, which has built up a 0.5% stake in Disney worth $900m.", "type": "p"}, {"text": "The increases have come at a time of widespread price inflation across the economy. Staff at Disney parks have also repeatedly protested for higher pay in recent years.", "type": "p"}, {"text": "Mr Peltz is an activist investor known for battles with big companies such as fast food chain Wendy's and Procter & Gamble, maker of brands such as Pampers and Vick's. ", "type": "p"}, {"text": "In the presentation he says Disney is in \"crisis\" and that many of the challenges it faces are self-inflicted. ", "type": "p"}, {"text": "He says the firm overpaid to buy the bulk of Rupert Murdoch's Fox empire and granted \"over-the-top\" compensation packages to chief executive Bob Iger, who was recently reinstalled as chief executive. ", "type": "p"}, {"text": "He also raises concerns about the strategy for Disney's streaming business, which has reported big losses.", "type": "p"}, {"text": "Trian Partners is seeking shareholder support for a seat on the board of the company, after Disney rejected the request. The firm says it is not seeking to oust Mr Iger, who is widely popular.", "type": "p"}, {"text": "Disney has previously said it is focusing on the bottom line in its streaming business after an initial growth period.", "type": "p"}, {"text": "It expects the business to turn profitable in its 2024 financial year.", "type": "p"}, {"text": "The company, which has seen its share price sink sharply over the last year, has also come under attack from another activist investor, Third Point Capital, which has pushed the company to spin off its cable sports channel ESPN.", "type": "p"}], "tags": ["Companies", "Disney"]}