{"link": "https://www.bbc.com/news/science-environment-64249978", "category": "science & environment", "title": "James Webb telescope traces arcs of dusty star formation", "contributor": null, "time": "2023-01-12T12:12:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1038F/production/_128274466_weic2301d.jpg", "content": [{"text": "It's another stupendous image from the new super space telescope James Webb.", "type": "b"}, {"text": "The picture shows NGC 346, a region about 200,000 light years from Earth where a lot of stars are being created.", "type": "p"}, {"text": "Webb's Near Infrared Camera traces the knots, arcs and filaments of gas and dust that are feeding this stellar nursery.", "type": "p"}, {"text": "NGC 346 is embedded in a satellite galaxy to our own Milky Way called the Small Magellanic Cloud and is used as a lab to study star forming processes.", "type": "p"}, {"text": "The cluster has relatively low concentrations of elements heavier than hydrogen and helium.", "type": "p"}, {"text": "As such, the conditions mimic, to a degree, those that existed much earlier in the history of the Universe when the birthing of stars was at its peak - a period known as \"Cosmic dawn\", about three billion years after the Big Bang.", "type": "p"}, [{"text": "The amazing images taken by the $10bn telescope", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64051171"}, {"text": "Webb telescope's ghostly 'Pillars of Creation'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63431578"}, {"text": "Dusty star mystery solved by James Webb telescope", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63234027"}], {"text": "Previous space telescopes could detect the largest objects in this scene, but with Webb, with its superior sensitivity and resolution, astronomers are now able to identify the smallest sources.", "type": "p"}, {"text": "\"For the very first time, we can see the full sequence of star formation in another galaxy,\" said Dr Olivia Jones from the UK Astronomy Technology Centre (UK ATC) in Edinburgh.", "type": "p"}, {"text": "\"Previously, with Spitzer, which was one of the US space agency Nasa's great observatories, we could detect the more massive protostars, about five to eight times the mass of our Sun. ", "type": "p"}, {"text": "\"But with Webb, we have the sensitivity limits to go all the way down to 1/10 of the Sun's mass. So, we have the sensitivity to detect the very low mass stars in the process of formation, but with the resolution also to see how they affect the environment. And as you can see from the image, it's a very dynamic environment.\"", "type": "p"}, {"text": "There is gas being energised in this picture to temperatures of 10,000C. In contrast, Webb also detects cold gas at -200C.", "type": "p"}, {"text": "Astronomers refer to \"metals\" when discussing all elements heavier than hydrogen and helium. It's the stuff that goes into making planets.", "type": "p"}, {"text": "One of the big questions, therefore, has centred on whether low metallicity environments, such as in NGC 346, have sufficient dusty material to accrete and build rocky worlds.", "type": "p"}, {"text": "Webb's observations of the cluster indicate they certainly have the potential. Even the smallest protostars detected in the image have discs of dust around them.", "type": "p"}, {"text": "And by extension, this suggested planet formation would also have been possible in the early Universe, at Cosmic Dawn, explained Dr Margaret Meixner, an astronomer at the Universities Space Research Association in Maryland, US.  ", "type": "p"}, {"text": "\"The metallicity in the Small Magellanic Cloud is comparable to the peak epoch of star formation in the Universe. That's when we're basically producing most of the stars in the Universe. And so this is very interesting because that means that you could potentially be forming planets around a bulk of the stars,\" the researcher said.", "type": "p"}, {"text": "The new Webb picture of NGC 346 was released at the 241st American Astronomical Society meeting, currently taking place in Seattle.", "type": "p"}, {"text": "It also heard that the telescope has its first confirmed exoplanet - the name given to planets orbiting other stars.", "type": "p"}, {"text": "Formally classified as LHS 475 b, the planet is almost exactly the same size as our own, measuring 99% of Earth's diameter.", "type": "p"}, {"text": "The existence of the world had been hinted at in data from Nasa's Transiting Exoplanet Survey Satellite, but Webb was very quickly able to remove all doubt.", "type": "p"}, {"text": "It watched the light coming from the parent star and could detect the drop in emission as the planet passed in front, something it does every two days.", "type": "p"}, {"text": "This very short orbital period means LHS 475 b is extremely close to its star, and a few hundred degrees hotter than Earth as a consequence.", "type": "p"}, {"text": "Astronomers are trying to determine the status of any atmosphere. It's possible the planet may not have one.  ", "type": "p"}, {"text": "\"This planet very well could be an airless body that has lost any atmosphere that it once had,\" said Dr Jacob Lustig-Yaeger from the Johns Hopkins University Applied Physics Laboratory, also in Maryland.", "type": "p"}, {"text": "But Webb's data could also be consistent with a thick atmosphere of carbon dioxide with high-altitude cloud - not unlike Venus. Follow-up observations are planned.", "type": "p"}, {"text": "A paper detailing NGC 346 has been submitted to a scholarly journal for publication. Currently, the paper exists as a post on ", "type": "b"}], "tags": ["Astronomy", "Nasa", "Stars", "Planets", "Space", "James Webb Space Telescope"]}