{"link": "https://www.bbc.com/news/technology-64243369", "category": "technology", "title": "Twitter says leaked emails not hacked from its systems", "contributor": null, "time": "2023-01-12T15:29:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11B63/production/_128274527_gettyimages-1454811582-1.jpg", "content": [{"text": "Twitter has denied that emails alleged to be linked to millions of its users' accounts were obtained using a hack.", "type": "b"}, {"text": "In its first statement on the matter, it wrote \"there is no evidence\" the data came from a flaw in its systems.", "type": "p"}, {"text": "The records were instead probably a collection of data \"already publicly available online\", although it urged users to be wary of bogus emails.", "type": "p"}, {"text": "The firm which raised the alarm about the alleged leaks, Hudson Rock, said it disputed Twitter's findings.", "type": "p"}, {"text": "Alon Gal, the cyber-crime intelligence company's co-founder, said: \"I urge security researchers to conduct a thorough examination of the leaked data and rule out Twitter's conclusion of the data being an enrichment of some sort which did not originate from their own servers.\"", "type": "p"}, {"text": "In December, Ireland's Data Protection Commission (DPC) Twitter's lead regulator in the EU, announced it was investigating a leak of data linked to 5.4 million accounts.", "type": "p"}, {"text": "Twitter says it matched data revealed by a security flaw caused by a system update in June 2021.", "type": "p"}, {"text": "The flaw meant, Twitter says, that if someone obtained an email address or phone number, the faulty system could be used to identify any Twitter accounts that were connected to them.", "type": "p"}, {"text": "Twitter says it investigated and fixed the fault when it was warned about it in January 2022 through a \"bug bounty\" scheme that rewards researchers who alert it to security problems.", "type": "p"}, {"text": "In December, Hudson Rock reported that a hacker called Ryushi was attempting to extort Twitter using the threat of an even bigger leak.", "type": "p"}, {"text": "Ryushi claimed to have a trove of leaked emails and phone numbers associated with over 400 million user accounts, and offered to \"sell\" them exclusively to Twitter. ", "type": "p"}, {"text": "The flaw in Twitter's system was how Ryushi claimed to have obtained the data.", "type": "p"}, {"text": "Following reports of the threatened extortion, the DPC said it would \"examine Twitter's compliance with data protection law in relation to that security issue\".", "type": "p"}, {"text": "Last week, a different individual leaked what they said were emails linked to 200 million user accounts, and made them available for anyone to download for a small fee.", "type": "p"}, {"text": "Twitter says both datasets are the same, but with duplicated data removed in the smaller leak, and that neither came from using the flaw.", "type": "p"}, {"text": "\"Based on information and intel analysed to investigate the issue, there is no evidence that the data being sold online was obtained by exploiting a vulnerability of Twitter systems,\" the company said. ", "type": "p"}, {"text": "\"The data is likely a collection of data already publicly available online through different sources.\"", "type": "p"}, {"text": "Twitter did not say whether the email addresses are genuine or if they were correctly matched with user accounts, and, if so, how that was accomplished. ", "type": "p"}, {"text": "News site Bleeping Computer had earlier reported that it had checked a number of the email addresses and found they were real.", "type": "p"}, {"text": "Twitter warned users to \"remain extra vigilant\" and said the leaked information could be used to create \"very effective\" bogus phishing emails.", "type": "p"}, {"text": "The social media giant added that it has communicated its findings to the relevant data protection authorities. ", "type": "p"}], "tags": ["Cyber-crime", "Computer hacking", "Twitter", "Privacy"]}