{"link": "https://www.bbc.com/news/business-62095670", "category": "business", "title": "Global food prices fall but shoppers still face bill hikes", "contributor": "Karen Hoggan", "time": "2022-07-08T15:15:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A759/production/_125414824_shopper.jpg", "content": [{"text": "Food price rises eased in June for the third month running, but any benefits are unlikely to feed through to supermarket bills for several months.  ", "type": "b"}, {"text": "The latest United Nations Food Prices Index showed that key wholesale food commodity prices fell by 2.3% in June compared with May.", "type": "p"}, {"text": "The price of cereals and edible oils fell, as they retreated from the highs prompted by the Russia-Ukraine war.  ", "type": "p"}, {"text": "However, overall prices remain 23% higher than in June 2021.", "type": "p"}, {"text": "The UN Food Prices Index tracks the world's most-traded food commodities measuring the average prices of cereals, vegetable oil, dairy, meat, and sugar.", "type": "p"}, {"text": "Prices had been pushed up by Russian's invasion of Ukraine, worries about bad weather, strong global demand and the rising cost of rising production and transport.", "type": "p"}, {"text": "\"The factors that drove global prices high in the first place are still at play,\" said Food and Agriculture Organisation chief economist Maximo Torero Cullen.", "type": "p"}, {"text": "The latest figures show that last month, cereal prices slid by 4.% and edible oil prices fell by 7.6%  as alternative sources are found and harvests elsewhere improve. Sugar also fell in price but dairy and meat prices continued to rise. ", "type": "p"}, {"text": "The rise in global food commodity prices has been one of the factors pushing up the price at supermarket tills, which in turn saw inflation in the UK rise to a 40-year high of  9.1% in the 12 months to May. ", "type": "p"}, {"text": "In a bid to stem the pace of soaring prices, the Bank of England recently increased UK interest rates from 1% to 1.25%.", "type": "p"}, {"text": "Food prices were already rising at the start of 2022, due to the disruption inflicted by the pandemic. But it's Russia's invasion of Ukraine that prompted them to spike to levels that stretched wallets and took hardship to unprecedented levels around the world.  ", "type": "p"}, {"text": "Russia and Ukraine account for just 2% of global trade - but it's their role as key providers of staples: grain, sunflower oil and fertilizer that makes the presence of this war felt on plates thousands of miles away. While the prices of cereals and oils slipped in the latest months, as alternative sources improved, prices across all commodity groups up by 23% compared to a year ago. With a delay of about six months before wholesale prices impact shop shelves, households are in for more pain in the short term. Moreover, these commodity prices are volatile at the best of time; there could be more upsets in store.", "type": "p"}, {"text": "The UN reckons 150 million more people have been impacted by hunger since the onset of Covid 19, and the war could increase that total by as much as 40 million. And, even when food price inflation does level off, economists are warning that a return to an era of relatively cheap food is unlikely.    ", "type": "p"}, {"text": "Last month the boss of the World Trade Organization warned a food crisis kicked off by the Ukraine war could last for years without intervention.", "type": "p"}, {"text": "WTO director general Ngozi Okonjo-Iweala told the BBC, African countries could be hit especially hard by wheat and fertilizer shortages, ", "type": "p"}, {"text": "Ukraine is a major global exporter of wheat, contributing to 9% of the global market. It also accounts for a massive 42% chunk of the global sunflower oil market, and 16% of the world's maize.", "type": "p"}], "tags": ["Russia-Ukraine war", "Inflation", "Cost of living", "Food"]}