{"link": "https://www.bbc.com/news/business-63260645", "category": "business", "title": "Beyond Meat executive exits after biting incident", "contributor": null, "time": "2022-10-14T14:48:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7150/production/_126780092_douglasramsey.jpg", "content": [{"text": "The Beyond Meat executive who was accused of biting a man's nose is leaving the vegan food company.", "type": "b"}, {"text": "The US firm, known for its plant-based burgers, had suspended Douglas Ramsey, then chief operating officer, indefinitely after the incident.", "type": "p"}, {"text": "His departure comes amid a broader shake-up at the company, which is struggling with faltering demand for fake meat.", "type": "p"}, {"text": "The firm also said it was axing 200 staff, about 20% of its workforce.", "type": "p"}, {"text": "\"We believe our decision to reduce personnel and expenses throughout the company, including our leadership group, reflects an appropriate right-sizing of our organization given current economic conditions,\" Beyond Meat boss Ethan Brown said. ", "type": "p"}, {"text": "\"We remain confident in our ability to deliver on the long-term growth and impact expected from our global brand.\"", "type": "p"}, {"text": "Beyond Meat, which started selling its plant-based food in 2012, has blamed cost-of-living pressures for pushing shoppers to less expensive options, including traditional meat.", "type": "p"}, {"text": "The company has also seen its edge eroded by a wealth of new competitors, including from food giants such as Kellogg and Tyson Foods.", "type": "p"}, {"text": "Executives warned investors on Friday that sales this year are likely to fall 9% to 14% compared to 2021. ", "type": "p"}, [{"text": "Could KFC’s vegan burger challenge chicken? ", "type": "a", "href": "https://www.bbc.co.uk/news/business-48661153"}, {"text": "The dad who feeds his son burgers almost every day", "type": "a", "href": "https://www.bbc.co.uk/news/business-45395216"}], {"text": "It is the second time the company had cut its forecast in recent months - and marks a sharp slowdown from the more than 20% growth the firm had initially projected.", "type": "p"}, {"text": "The company said it had been \"negatively impacted by ongoing softness in the plant-based meat category overall, especially in the refrigerated subsegment, and by the impact of increased competition\".", "type": "p"}, {"text": "\"Inflation is believed to be an underlying factor exerting pressure on the category as consumers trade down into cheaper forms of protein, including animal meat,\" it added.", "type": "p"}, {"text": "Beyond Meat had announced an earlier round of job cuts in August. Multiple executives in addition to Mr Ramsey have also left the company in recent weeks.", "type": "p"}, {"text": "The company did not respond to a request for comment about Mr Ramsey.", "type": "p"}, {"text": "He was arrested last month for reportedly biting a man's nose during a row after a football game in Arkansas. His last day was 14 October, the company said. ", "type": "p"}, {"text": "Before joining Beyond Meat last year, Mr Ramsey had a three-decade career at meat processing giant Tyson Foods, where he oversaw the company's poultry and McDonald's business units.", "type": "p"}], "tags": ["Companies", "United States"]}