{"link": "https://www.bbc.com/news/entertainment-arts-63269997", "category": "entertainment & arts", "title": "Robbie Coltrane was huge in stature and heart, say friends", "contributor": null, "time": "2022-10-15T13:44:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2054/production/_127167280_bd77be6bc7cbb383c8584f095f80ca98a8fb23e8.jpg", "content": [{"text": "Tributes have poured in for actor Robbie Coltrane, who has died at the age of 72.", "type": "b"}, {"text": "Miriam Margolyes described her former Harry Potter co-star, who played Hagrid in the film franchise, as \"huge in stature\" and \"in heart\". ", "type": "p"}, {"text": "Actor Stephen Fry, who starred with Coltrane in the TV show Alfresco, said he will \"be so dreadfully missed\".", "type": "p"}, {"text": "It was confirmed on Friday that the actor had died in hospital near Falkirk in Scotland.", "type": "p"}, [{"text": "Robbie Coltrane - funny or serious, always compelling", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-31150653"}, {"text": "Robbie Coltrane in pictures: Big guy, big heart", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-63265350"}], {"text": "Actress Miriam Margolyes, who played Professor Sprout in Harry Potter, described Coltrane as a \"very fine actor and delightful man, huge in stature, in personality, in heart\". ", "type": "p"}, {"text": "She told BBC Radio 4's Today programme: \"It's just such a waste to think of all that talent, that fire. He acted with passion, he was really wonderful.\"", "type": "p"}, {"text": "Coltrane played much-loved gentle giant Hagrid in all eight films in the Harry Potter series, which were released over a ten-year period. He was also well known for his roles in TV show Cracker and James Bond Films Goldeneye and The World is Not Enough. ", "type": "p"}, {"text": "Former England rugby union international Martin Bayfield, who acted as Coltrane's stunt double in the Harry Potter films, said the actor was \"incredibly funny\" and \"incredibly mischievous\", and that he had been struck by his \"warmth and generosity\".", "type": "p"}, {"text": "He told BBC Breakfast: \"He was great fun, very generous with his time and just a wonderful man.\"", "type": "p"}, {"text": "The franchise's biggest stars, who were young children when they first acted alongside Coltrane, have recalled his kindness and good humour on set. ", "type": "p"}, {"text": "Daniel Radcliffe, who played Harry Potter, said: \"Robbie was one of the funniest people I've met and used to keep us laughing constantly as kids on that set. ", "type": "p"}, {"text": "\"I've especially fond memories of him keeping our spirits up on Prisoner of Azkaban, when we were all hiding from the torrential rain for hours in Hagrid's hut and he was telling stories and cracking jokes to keep morale up.\"", "type": "p"}, {"text": "Emma Watson, who played Hermione Granger, said: \"Robbie, if I ever get to be so kind as you were to me on a film set I promise I'll do it in your name and memory.\"", "type": "p"}, {"text": "Writing on Instagram, she said the actor was like the \"most fun uncle\", adding that there was \"no better Hagrid\" and Coltrane \"made it a joy to be Hermione\".", "type": "p"}, {"text": "She continued: \"I'll really miss your sweetness, your nicknames, your warmth, your laughs and your hugs.\"", "type": "p"}, {"text": "Tom Felton, who played Draco Malfoy, shared his favourite scene with Coltrane from Harry Potter and the Philosopher's Stone.", "type": "p"}, {"text": "He wrote on Twitter: \"One of my fondest memories of filming Harry Potter was a night shoot on the first film in the forbidden forest.", "type": "p"}, {"text": "\"I was 12. Robbie cared & looked after everyone around of him. Effortlessly. And made them laugh. Effortlessly. Love you mate - thank you for everything xx\".", "type": "p"}, {"text": "Actor Warwick Davis, who played Professor Flitwick, said: \"Always jovial, he brought warmth, light and laughter to any set he walked on to. RIP Robbie, Beloved Giant of comedy\". ", "type": "p"}, {"text": "While Coltrane was best known to many younger fans as Hagrid, he had a successful career playing both comic and dramatic roles long before Harry Potter was created.", "type": "p"}, {"text": "Actor Stephen Fry, who appeared alongside Coltrane in sketch comedy show Alfresco in the early 1980s, tweeted: \"Such depth, power and talent: funny enough to cause helpless hiccups and honking as we made our first TV show Alfresco. Farewell, old fellow, you'll be so dreadfully missed.\"", "type": "p"}, {"text": "Fellow Alfresco actor Hugh Laurie, who also starred alongside Coltrane in sitcom Blackadder, recalled their time spent sharing car rides between Manchester and London. \"I don't think I've ever laughed or learned so much in my life\", he tweeted. ", "type": "p"}, {"text": "Blackadder star Tony Robinson described Coltrane as \"such a sweet man\" who was \"so talented as a comic and as a straight actor\". ", "type": "p"}, {"text": "Scotland's First Minister Nicola Sturgeon described Coltrane's death as \"very sad news\" and said her favourite performance by the actor was the role of Fitz in Cracker,", "type": "p"}, {"text": "\"He had such range and depth as an actor, from brilliant comedy to hard-edged drama,\" she wrote on Twitter. \"Robbie Coltrane, Scottish entertainment legend - you will be hugely missed. RIP.\"", "type": "p"}, {"text": "The official James Bond Twitter account called Coltrane an \"exceptional actor whose talent knew no bounds\".", "type": "p"}, {"text": "Broadcaster Richard Coles added: \"Very sorry to hear Robbie Coltrane has died. We shared a dressing room once and he had the biggest pants I have ever seen, which he wore with tremendous flair. We were friends from then on.\"", "type": "p"}, {"text": "Coltrane's agent Belinda Wright added in her statement: \"For me personally I shall remember him as an abidingly loyal client. As well as being a wonderful actor, he was forensically intelligent, brilliantly witty and after 40 years of being proud to be called his agent, I shall miss him.\"", "type": "p"}, {"text": "Coltrane was made an OBE in the 2006 New Year's honours list for his services to drama and he was awarded the Bafta Scotland Award for outstanding contribution to film in 2011.", "type": "p"}], "tags": []}