{"link": "https://www.bbc.com/news/technology-63255661", "category": "technology", "title": "Shein owner Zoetop fined $1.9m over data breach response", "contributor": null, "time": "2022-10-14T16:08:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F203/production/_127155916_screenshot2022-10-14150413.png", "content": [{"text": "The owner of fast-fashion site Shein has been fined $1.9m (£1.69m) over its handling of a data breach.", "type": "b"}, {"text": "Login details for 39 million Shein accounts were stolen in 2018 after its parent company, Zoetop, was targeted by hackers.", "type": "p"}, {"text": "New York Attorney General Letitia James said Zoetop had lied about the extent of the breach and had notified \"only a fraction\" of affected customers.", "type": "p"}, {"text": "Shein says it has taken \"significant steps\" to improve its cyber-security.", "type": "p"}, {"text": "Names, email addresses, passwords and credit-card information belonging to tens of millions of Shein account holders were stolen by hackers and sold online. ", "type": "p"}, {"text": "A further seven million account holders of Romwe, another fast-fashion site owned by Zoetop, were caught up in the 2018 breach.", "type": "p"}, {"text": "The New York Attorney General's office said Zoetop had failed to safeguard customer data and to inform millions of account holders their personal information had been exposed.", "type": "p"}, {"text": "Among those affected were more than 800,000 customers living in New York.", "type": "p"}, {"text": "\"While New Yorkers were shopping for the latest trends on Shein and Romwe, their personal data was stolen and Zoetop tried to cover it up,\" Ms James said.", "type": "p"}, {"text": "Her office said Zoetop had lied about the size of the breach - initially reporting that only 6.42 million Shein accounts had been exposed in the hack.", "type": "p"}, {"text": "The bulk of the 39 million affected account holders were not contacted and there was no forced password reset for all those accounts.", "type": "p"}, {"text": "At the time, the company also told consumers it had seen \"no evidence\" of credit-card or payment information being compromised and only email addresses and passwords had been stolen.", "type": "p"}, {"text": "\"Failing to protect consumers' personal data and lying about it is not trendy,\" Ms James said.", "type": "p"}, {"text": "Romwe and Shein have become popular e-commerce destinations for millennial and \"Gen Z\" shoppers seeking trending fashion items at low prices.", "type": "p"}, {"text": "In 2021, the Shein mobile app briefly jumped ahead of Amazon on iOS and Android app charts as the most downloaded shopping app in the US, with items costing $10.70 (£7.90) on average.", "type": "p"}, {"text": "But Ms James said the brands had weak cyber-security, making it \"easy for hackers to shoplift consumers' personal data\".", "type": "p"}, {"text": "The attorney general said the companies needed to \"button up their cyber-security measures\" to protect customers.", "type": "p"}, {"text": "A spokesperson for Shein said: \"We have fully co-operated with the New York attorney general and are pleased to have resolved this matter.", "type": "p"}, {"text": "\"Protecting our customers' data and maintaining their trust is a top priority, especially with ongoing cyber threats posed to businesses around the world.\"", "type": "p"}], "tags": ["Data breaches", "New York", "Fashion"]}