{"link": "https://www.bbc.com/news/business-62847329", "category": "business", "title": "Bank of England delays interest rate decision after Queen's death", "contributor": null, "time": "2022-09-09T14:18:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/135AB/production/_126657297_gettyimages-895571146.jpg", "content": [{"text": "The Bank of England has postponed a key decision on interest rates following the death of Queen Elizabeth II.", "type": "b"}, {"text": "It said that \"in light of the period of national mourning\", the Monetary Policy Committee's decision would now be announced at midday on 22 September.", "type": "p"}, {"text": "It follows moves by several public bodies to change their plans for the coming week after the death of Britain's longest-reigning monarch.", "type": "p"}, {"text": "The Bank had widely been expected to increase rates on Thursday.", "type": "p"}, {"text": "Economists had been predicting that the UK's central bank would raise rates to 2.25% - the highest level since December 2008.", "type": "p"}, {"text": "Last month, the Bank raised interest rates by the highest margin in 27 years in an attempt to keep soaring prices under control. It also predicted that the UK economy would fall into recession later this year.", "type": "p"}, {"text": "Higher interest rates can make borrowing more expensive, meaning people have less money to spend and prices will stop rising as quickly. However, some have question how effective UK rate rises can be when inflation is caused by global issues.", "type": "p"}, {"text": "Energy prices climbed sharply when lockdown was lifted and the economy started to return to normal. They have increased further as Russia sharply cut its gas supplies to Europe. It has pushed up the price of gas across the continent, including in the UK, having a huge knock-on effect on consumers.", "type": "p"}, {"text": "Speaking in front of the Treasury Committee earlier this week, the Bank of England's governor, Andrew Bailey, defended its track record: \"The person going to put the UK in recession is Vladimir Putin, not the MPC [Monetary Policy Committee].\"", "type": "p"}, {"text": "He also said the Bank would take Prime Minister Liz Truss's energy plan announcement \"into account\" when next deciding on interest rates.", "type": "p"}, {"text": "During her campaign, Ms Truss hit out at the Bank of England, accusing it of being slow to react to rising prices and protect vulnerable households.", "type": "p"}, {"text": "But the new Chancellor, Kwasi Kwarteng, has reiterated his \"full support for the independent Bank of England and their mission to control inflation, which is central to tackling cost of living challenges\".", "type": "p"}, {"text": "He has also said that he and Mr Bailey would meet twice a week from now on to discuss the rising cost of living.", "type": "p"}, [{"text": "Bank defends rate hike ahead of looming recession", "type": "a", "href": "https://www.bbc.co.uk/news/business-62432568"}, {"text": "Energy firms will contact customers over bill cap", "type": "a", "href": "https://www.bbc.co.uk/news/business-62834191"}], {"text": "Prices are rising at its fastest rate in 40 years, with inflation at 10.1%.", "type": "p"}, {"text": "On Thursday, the prime minister has announced that the government would limit energy bill rises for all households for two years in an attempt to prevent widespread hardship.", "type": "p"}, {"text": "A typical household energy bill will be capped at £2,500 annually until 2024.", "type": "p"}, {"text": "Analysts say the huge support scheme could cost up to £150bn, but announcing the package Ms Truss said \"extraordinary times call for extraordinary measures\".", "type": "p"}, {"text": "Further detail is expected by the end of the month, as the chancellor is expected to set out costings in a \"fiscal event\", where he will outline the level of borrowing necessary and any new tax measures he deems necessary to fund the package of support.", "type": "p"}], "tags": ["Cost of living", "UK economy", "Bank of England", "Andrew Bailey"]}