{"link": "https://www.bbc.com/news/health-62808235", "category": "health", "title": "Baby sticky tape skin test can predict eczema risk", "contributor": "Michelle Roberts", "time": "2022-09-07T00:10:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/101BC/production/_126608956_gettyimages-1036030724.jpg", "content": [{"text": "A sticky tape skin test could help predict if young babies are likely to develop bad eczema, say scientists. ", "type": "b"}, {"text": "The team - from the University of Copenhagen - used it on a group of two-month-olds to painlessly collect and then examine skin cell samples. ", "type": "p"}, {"text": "They found detectable immune biomarker changes in the cells that were linked with future eczema risk. ", "type": "p"}, {"text": "Babies at high risk might benefit from early treatment with skin creams to avoid painful flare-ups, they suggest.  ", "type": "p"}, {"text": "The youngsters with elevated levels of Thymus and Activation-Regulated Chemokine in their skin cells were found to be more than twice as likely to develop atopic eczema by the age of two as other babies in the study.", "type": "p"}, {"text": "The researchers took sticky tape samples from 450 babies in total. ", "type": "p"}, {"text": "They are presenting their work, which was funded by the Lundbeck Foundation, at a medical conference called the 31st European Academy of Dermatology and Venereology Congress. ", "type": "p"}, {"text": "One of the lead investigators, Dr Anne-Sofie Halling from the Bispebjerg Hospital at the University of Copenhagen, said: \"To our knowledge, this is the first to show that non-invasively collected skin biomarkers can be used to predict the subsequent onset and severity of paediatric atopic eczema.\"", "type": "p"}, {"text": "She said there appeared to be an \"open window of opportunity\" in the first few months, where successful intervention may reduce the risk of atopic eczema. ", "type": "p"}, {"text": "\"It is also at this age we were able to identify both immune and lipid biomarkers that predicted the development of atopic eczema. ", "type": "p"}, {"text": "\"Our findings of predictive immune and lipid biomarkers collected at two months of age will help identify children at highest risk of atopic eczema using a non-invasive and painless method, so future preventive strategies can target these children only and prevent cases of this common disease that so many children are suffering from.\"", "type": "p"}, [{"text": "Eczema causes the skin to become itchy, dry, cracked and sore. It affects about one in five children in the UK", "type": "p"}, {"text": "The most common type is called atopic eczema, which often develops alongside other allergy-related conditions such as hay fever and asthma", "type": "p"}, {"text": "The exact cause is unknown but it tends to run in families", "type": "p"}, {"text": "Treatment can help to relieve the symptoms, and many cases improve over time", "type": "p"}, {"text": "There is no cure and severe eczema can have a significant impact on daily life", "type": "p"}], {"text": "Eczema: What helps?", "type": "p"}, {"text": "Eczema: 'I wanted to rip my skin off'", "type": "p"}, {"text": "Andrew Proctor, Chief Executive of the National Eczema Society, said: \"This exciting study to identify additional biomarkers adds to our understanding of eczema and opens up new possibilities for preventing the condition developing. ", "type": "p"}, {"text": "\"This will be welcomed by so many parents and children who suffer severely from this debilitating condition. It is fantastic the researchers were able to use tape strips to gather skin cells for the study, which are non-invasive and easier for patients than some other approaches.\"", "type": "p"}, {"text": "Prof Carsten Flohr of the British Association of Dermatologists said: \"While more research needs to be done, it's possible that with the right advice, parents of at-risk infants could take steps to treat the condition early to minimise its severity when it does occur and, in some cases, even prevent their children from developing the condition in the first place.\"", "type": "p"}], "tags": ["Babies & toddlers"]}