{"link": "https://www.bbc.com/news/business-61370175", "category": "business", "title": "EasyJet to take out seats so it can fly with fewer crew", "contributor": "Simon Browning", "time": "2022-05-08T12:17:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1228F/production/_124638347_9j2n0a-pm7lueozi-3vnjbybaez8l5ju_boarding_easyjet_a319_g-ezav_at_palma_majorca_arp_org.jpg", "content": [{"text": "EasyJet plans to remove seats on some of its planes this summer, so that it can operate flights with fewer cabin crew.", "type": "b"}, {"text": "The airline is battling staff shortages as it attempts to return to pre-pandemic levels of service. ", "type": "p"}, {"text": "By taking out the back row of seating on its A319 fleet, EasyJet said it will be able to fly with three cabin crew instead of four.", "type": "p"}, {"text": "That would limit numbers on board to a maximum 150 passengers.", "type": "p"}, {"text": "EasyJet said it was an effective way of operating the fleet while \"building additional resilience and flexibility\" into the airline's operations.", "type": "p"}, {"text": "Flights would still meet Civil Aviation Authority (CAA) regulations on the required number of cabin crew, which is based on the number of physical seats, rather than passengers on board.", "type": "p"}, [{"text": "EasyJet 'sorry' as NI travellers left in Amsterdam", "type": "a", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-61220328"}, {"text": "Warning travel problems could continue into summer", "type": "a", "href": "https://www.bbc.co.uk/news/uk-61078855"}], {"text": "Airlines and airports in the UK have been struggling with staff shortages since Easter, as demand for travel has taken off again, following the removal of all remaining UK Covid travel restrictions.", "type": "p"}, {"text": "EasyJet and BA were forced to cut hundreds of flights last month as levels of the virus surged, keeping staff off work, and making it hard to maintain full schedules. ", "type": "p"}, {"text": "Many airlines, including EasyJet, are hiring new cabin crew to replace staff made redundant during the pandemic. But experts are predicting staffing difficulties will continue for up to 12 months.", "type": "p"}, {"text": "In the meantime EasyJet said the scheme to limit passenger numbers on the A319 will allow the airline to operate with more certainty. The change in capacity was very small as a proportion of overall summer season passenger numbers, it added.", "type": "p"}, {"text": "EasyJet said it had looked at a range of measures to strengthen its operational resilience. As well as the scheme to remove seats the company will also put more resources into processing the accreditation of new staff. ", "type": "p"}, {"text": "EasyJet said it expects to be \"near\" 2019 levels of flying this summer. Pre-pandemic EasyJet flew almost 300,000 passengers every day during peak season.", "type": "p"}, {"text": "Julia Lo Bue-Said from the Advantage Travel Partnership, UK's largest independent travel agent group, said the \"dire labour shortage\" in the sector was one of many factors affecting the travel industry following two years of disruption.", "type": "p"}, {"text": "She said it was a \"travesty\" that that EasyJet was now in a situation where it was stripping out seats to meet crew ratios.", "type": "p"}, {"text": "\"This only exacerbates the issue of meeting consumer demand to travel,\" she said.", "type": "p"}, {"text": "EasyJet said the last six seats are typically booked in the final days before departure, so selling a maximum of 150 tickets would not affect customers planning summer travel.", "type": "p"}, {"text": "During the Easter travel peak passengers faced long queues at airports. Severe disruption at Manchester Airport led to the resignation of its managing director, Karen Smart.", "type": "p"}, {"text": "Delays to obtaining security clearance for new airline staff meant recruits couldn't begin training. Transport secretary Grant Shapps recently told parliament's Transport Committee that the government will allow airports to begin training staff without security clearance.", "type": "p"}], "tags": ["Companies", "Easyjet", "Air travel"]}