{"link": "https://www.bbc.com/news/entertainment-arts-61372812", "category": "entertainment & arts", "title": "Bafta TV Awards: Eight highlights from the ceremony", "contributor": "Steven McIntosh", "time": "2022-05-09T00:54:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11AF2/production/_124643427_hi075868715.jpg", "content": [{"text": "BBC One's prison drama Time and Channel 4's pandemic film Help were the big winners at the Bafta TV Awards on Sunday, while a brand new Doctor walked the red carpet. ", "type": "b"}, {"text": "But backstage, the chat amongst the winners was about pranking celebrities, buying kitchen islands, and where to find the best Afghan food for a post-ceremony feast.", "type": "p"}, {"text": "Here are eight highlights from the Bafta TV Awards.", "type": "p"}, {"text": "The night's first prize, best entertainment programme, went to Ant & Dec's Saturday Night Takeaway - a show which has recently resumed its celebrity pranks after some time off during Covid.", "type": "p"}, {"text": "The most recent series saw the pair use a bulldozer to drop a huge pile of soil on Jeremy Clarkson's car. And, the duo say, he definitely won't be the last.", "type": "p"}, {"text": "\"We can't tell you who,\" says Dec, \"but we've got a hit list. Jeremy Clarkson was on the list for about eight years before we got him.", "type": "p"}, {"text": "\"So we have got a list of people and we're slowly working our way through. There are a few people here tonight actually who are on the list and we've made inroads into getting. It's quite strange to see them and go 'Oh hi! How are you?!' while thinking 'We're going to try and get you'.", "type": "p"}, {"text": "Gogglebox stars Marcus and Mica represented the show as it won best reality and constructed factual, but fellow cast member Lee was unusually seen without his co-star Jenny.", "type": "p"}, {"text": "\"She was supposed to be here, but she had to have a minor operation, and it came up this week so she couldn't turn it down, so she's still in hospital, but she'll be watching from her hospital bed,\" he explains backstage.", "type": "p"}, {"text": "The Baftas provided a rare chance to see Goggleboxers from different households together at the same time. \"Because I live across the country, it's hard to get to see each other,\" says Lee.", "type": "p"}, {"text": "\"Social media is a good for us though,\" notes Marcus, while Mica adds: \"Yeah, we all encourage each other and comment on each other's posts.\"", "type": "p"}, {"text": "Who were the trio looking forward to seeing at the Baftas? \"Anyone that we haven't slagged off,\" jokes Mica.", "type": "p"}, {"text": "The trio were asked if they ever worry about drinking too much on camera and then saying something they regret. But, Marcus explains: \"Gogglebox encourage it!\"", "type": "p"}, {"text": "\"We used to drink [while filming], me and Jenny,\" Lee recalls. \"I saw one episode from 2014 and I'm just there slurring, and it's really not good, so I stopped drinking.\"", "type": "p"}, {"text": "The comedian spoke movingly about how Channel 4 gave him an opportunity at a time he was struggling with his mental health, as he accepted best comedy entertainment programme for The Lateish Show.", "type": "p"}, {"text": "So what's his next big career aim - directing a film? Winning more Baftas?", "type": "p"}, {"text": "\"I need a kitchen with an island,\" he replied instantly. \"I've got a semi-island at the moment, but I need an island with the cooker on it, and I want to get one of those taps where you get mineral water.\"", "type": "p"}, {"text": "Joking aside, he said: \"I've been very blessed to have free reign of what I've been able to do, so I just want to carry on really, they say it's one thing getting there, it's harder staying on.\"", "type": "p"}, {"text": "Daytime star and general legend Lorraine Kelly presented the awards for news coverage and specialist factual, just days after Prime Minister Boris Johnson famously asked who she was.", "type": "p"}, {"text": "After Susanna Reid told him she had to wrap up his Good Morning Britain interview to hand over to Lorraine, the prime minister replied: \"Who's Lorraine?\" ", "type": "p"}, {"text": "To be fair, the PM is a little busy to be across ITV's full daytime schedule. So the veteran TV host took the opportunity to fill him in at the Baftas.", "type": "p"}, {"text": "\"Hello,\" Kelly said to the audience as she took to the stage, \"and a special hello to Boris, I'm Lorraine. Lovely to see you.\"", "type": "p"}, {"text": "The Killing Eve star won best leading actress for her performance in Help, a Channel 4 drama which shows how care homes struggled in the early stages of the pandemic.", "type": "p"}, {"text": "\"I'm still shaking,\" she says backstage. \"It's such an honour to be a part of Help, I came away from that job feeling like I never had before from any other role. I really realised the power we have in the stories that we choose to tell. Plus I got to film in Liverpool [her hometown], with Stephen [Graham], who I adore.\"", "type": "p"}, {"text": "Comer had a rare night off from the West End, where she's currently appearing in a one-woman show. The actress said starring in Prima Facie has been tiring, but rewarding.", "type": "p"}, {"text": "\"I'm in the theatre at the moment, which I'm loving, and it's a handful!\" she said. \"There's a lot of work to be done, so I'm just focusing on that at the moment.\"", "type": "p"}, {"text": "Succession writer Jesse Armstrong accepted Matthew Macfadyen's prize for best supporting actor, as the star wasn't there to collect it in person.", "type": "p"}, {"text": "\"I genuinely like hanging around with all the actors,\" Armstrong says backstage. \"But Matthew is genuinely a lovely guy, so since it's his night, I'm not ashamed to say he's always a pleasure to work with.\"", "type": "p"}, {"text": "Asked how much longer Succession could continue, Armstrong replied: \"I won't answer that one precisely, I don't think we should go on forever, but we're still having fun at the moment.\"", "type": "p"}, {"text": "As a famous TV chef, it's only natural to expect Big Zuu to have some fancy dinner plans after winning two Baftas - best entertainment performance and the features prize.", "type": "p"}, {"text": "\"Ooh we haven't even thought about food,\" Zuu says, before turning to his co-stars and suggesting an Afghan restaurant in Southall, west London.", "type": "p"}, {"text": "Tubsey and Hyder quickly agree. \"OK, there's this Afghan joint in Southall, it will change your life,\" Zuu continues. \"Afghan food is slept on. Afghanistan food is unbelievable, their mixed grill is mad.\"", "type": "p"}, {"text": "The rapper and TV star said the next series of Big Zuu's Big Eats will take the show \"to the next level\", adding: \"We filmed season two in lockdown, a lot of social distancing. We just finished season three, no lockdown, a bit more connection and a bit more energy. And whatever comes from it is a blessing.\"", "type": "p"}, {"text": "Rose Ayling-Ellis and Giovanni Pernice's silent dance during the last series of Strictly took home the Must See Moment award, the only prize voted for by the public.", "type": "p"}, {"text": "Backstage, Rose is asked about the timing of her Bafta win - as deaf awareness week has just come to an end.", "type": "p"}, {"text": "\"Yes! How wonderful to win this award to finish off deaf awareness week,\" she says. \"Because that's the thing, it's a week to educate people about how we can be more inclusive for deaf people all year round, because we're deaf all the time.", "type": "p"}, {"text": "\"It's like dogs, right?\" she concludes. \"Not just for Christmas. So, deaf people, not just for one week!\"", "type": "p"}, {"text": "Her dance partner Giovanni, meanwhile, is asked if he ever considered quitting after winning Strictly for the first time with Rose, to leave the show on a high.", "type": "p"}, {"text": "\"Quitting?\" he replies, puzzled. It's not in my DNA to quit. I'm Italian, very competitive, so let's bring the next challenge.\"", "type": "p"}, {"text": "The Bafta Television Awards are available on the BBC iPlayer.", "type": "p"}], "tags": ["Television", "Bafta Awards"]}