{"link": "https://www.bbc.com/news/entertainment-arts-65142127", "category": "entertainment & arts", "title": "Judy Blume worried about intolerance and book banning in the US", "contributor": null, "time": "2023-04-01T21:15:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/230D/production/_129237980_gettyimages-477279648.jpg", "content": [{"text": "Author Judy Blume has said she is worried about intolerance in the US, after some of her novels were removed from schools.", "type": "b"}, {"text": "Some books have been removed from school libraries in the US due to concerns about how they explore complex themes of sex, race or gender identity.", "type": "p"}, {"text": "One of Blume's novel was recently pulled in a Florida school district.", "type": "p"}, {"text": "Blume told Sunday with Laura Kuenssberg banning books \"has become political... it's worse than it was in the 80s\".", "type": "p"}, {"text": "Asked if she was worried about intolerance in the US, she replied: \"Absolutely, intolerance about everything, gender, sexuality, racism.", "type": "p"}, {"text": "\"It's just reaching a point where again we have to fight back, we have to stand up and fight.\"", "type": "p"}, [{"text": "Why author Judy Blume's classic still inspires ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-45912603"}], {"text": "Blume's novels have been translated into 32 languages and sold more than 90 million copies, according to recent figures reported by The Washington Post.", "type": "p"}, {"text": "A screen adaptation of the author's 1970 novel Are You There God? It's Me Margaret is set to be released in May, starring Abby Ryder Fortson, Rachel McAdams and Kathy Bates.", "type": "p"}, {"text": "The novel follows a young girl exploring her religious and sexual identity as she confronts adolescent anxieties about reaching puberty. ", "type": "p"}, {"text": "The book won several literary awards and has remained popular with teenage girls, but it has also attracted controversy both at the time of its publication and more recently, for how openly it discusses sexuality and religion.", "type": "p"}, {"text": "Asked about book banning, Blume told Kuenssberg: \"I thought that was over frankly, I thought we had come through that, you know, not in every way, but I never expected us to be back where we were in the 80s plus, much worse.", "type": "p"}, {"text": "\"I came through the 80s when book banning was really at its height. And it was terrible. And then libraries and schools began to get policies in place and we saw a falling off of the desire to censor books.  ", "type": "p"}, {"text": "\"Now it is back, it is back much worse - this is in America, it is back so much worse than it was in the 80s. Because it's become political.", "type": "p"}, {"text": "She continued: \"We have legislators out there trying to put through laws, I just read about one last week in my home state of Florida, trying to put through a law - trying to put through laws saying that girls can no longer talk about periods at school or amongst themselves.\"", "type": "p"}, {"text": "Earlier this month, Florida's state legislature introduced a new bill that may limit discussion of menstruation before sixth grade.", "type": "p"}, {"text": "\"I mean, that's crazy, that is so crazy,\" Blume said. \"And it is so frightening that I think the only answer is for us to speak out and really keep speaking out, or we are going to lose our way.\"", "type": "p"}, {"text": "Blume was also asked what she thought about Florida governor Ron DeSantis's proposal to restrict discussion about gender identity and sexual orientation in schools.", "type": "p"}, {"text": "Last week, Florida's Commissioner of Education Manny Diaz Jr tweeted: \"Students should be spending their time in school learning core academic subjects, not being force-fed radical gender and sexual ideology.\"", "type": "p"}, {"text": "Blume criticised \"bad politicians who drunk with power, who want to get out there, and I don't know what they're trying to prove really\". ", "type": "p"}, {"text": "She added: \"I mean, there's a group of mothers now going around saying that they want to protect their children. Protect them from what? You know, protect them from talking about things? Protect them from knowing about things? ", "type": "p"}, {"text": "\"Because even if they don't let them read books, their bodies are still going to change and their feelings about their bodies are going to change. And you can't control that. They have to be able to read, to question.\"", "type": "p"}], "tags": []}