{"link": "https://www.bbc.com/news/science-environment-65148876", "category": "science & environment", "title": "Deepest ever fish caught on camera off Japan", "contributor": null, "time": "2023-04-01T15:07:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1558A/production/_112543478_dsc8235-1200x799.jpg", "content": [{"text": "Scientists have filmed a fish swimming at an extraordinary depth in the ocean, making it the deepest observation of this nature that has ever been made.", "type": "b"}, {"text": "The species - a type of snailfish of the genus Pseudoliparis - was filmed swimming at 8,336m (27,349ft).", "type": "p"}, {"text": "It was filmed by an autonomous \"lander\" dropped into the Izu-Ogasawara Trench, south of Japan.", "type": "p"}, {"text": "The lead scientist said the snailfish could be at, or very close to, the maximum depth any fish can survive.", "type": "p"}, {"text": "The previous deepest fish observation was made at 8,178m, further south in the Pacific in the Mariana Trench. This discovery therefore beats the depth record by 158m.", "type": "p"}, [{"text": "Oceans' extreme depths measured in precise detail", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-57063396"}, {"text": "World's deepest octopus captured on camera", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-52839678"}, {"text": "Deepest-ever sub dive finds plastic waste", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-48230157"}], {"text": "\"If this record is broken, it would only be by minute increments, potentially by just a few meters,\" Prof Alan Jamieson told BBC News.", "type": "p"}, {"text": "The University of Western Australia deep-sea scientist made a prediction 10 years ago that fish would likely be found as deep as 8,200m to 8,400m. A decade of investigations around the globe has confirmed this.", "type": "p"}, {"text": "The juvenile Pseudoliparis was filmed by a camera system attached to a weighted frame released from over the side of a ship, the DSSV Pressure Drop. Bait was added to the frame to attract sea life.", "type": "p"}, {"text": "Although a specimen was not caught to fully identify its species type, several fish were trapped slightly higher up in the water column in the nearby Japan Trench at a depth of 8,022m.", "type": "p"}, {"text": "These, again, were snailfish, Pseudoliparis belyaevi, and set a record for the deepest fish ever caught.", "type": "p"}, {"text": "Snailfish are truly remarkable. There are over 300 species, most of which are actually shallow-water creatures and can be found in river estuaries. ", "type": "p"}, {"text": "But the snailfish group have also adapted to life in the cold waters of the Arctic and Antarctic, and also under the extreme pressure conditions that exist in the world's deepest trenches. ", "type": "p"}, {"text": "At 8km down, they are experiencing more than 80 megapascals, or 800 times the pressure at the ocean surface.", "type": "p"}, {"text": "Their gelatinous bodies help them survive.", "type": "p"}, {"text": "Not having a swim bladder, the gas-filled organ to control buoyancy that is found in many other fish, is an additional advantage. ", "type": "p"}, {"text": "Likewise, their approach to food - they are suction feeders and consume tiny crustaceans, of which there are many in trenches. ", "type": "p"}, {"text": "Prof Jamieson says the discovery of a fish deeper than those found in the Mariana Trench is probably due to the Izu-Ogasawara's slightly warmer waters. ", "type": "p"}, {"text": "\"We predicted the deepest fish would be there and we predicted it would be a snailfish,\" he said. ", "type": "p"}, {"text": "\"I get frustrated when people tell me we know nothing about the deep sea. We do. Things are changing really fast.\"", "type": "p"}, [{"text": "World's deepest shipwreck discovered", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61925862"}, {"text": "Nearly a quarter of Earth's seafloor now mapped", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61986359"}], {"text": "Prof Jamieson is the founder of the Minderoo-UWA Deep Sea Research Centre. On this expedition, which also explored the Ryukyu Trenche, he worked with a team from the Tokyo University of Marine Science and Technology.", "type": "p"}, {"text": "The DSSV Pressure Drop and its crew-capable submarine, Limiting Factor, were used by the American adventurer Victor Vescovo in 2018 and 2019 to visit the deepest parts of Earth's five major oceans. ", "type": "p"}, {"text": "The Texan became the first person in history to complete the quintet of dives, and Prof Jamieson acted as his chief scientist.", "type": "p"}, {"text": "The ship and the submarine were sold last year to the marine research organisation Inkfish and sent for a refit in San Diego.", "type": "p"}, {"text": "They have also been renamed - the ship is now Dagon and the submarine is Bakunawa - and will head back out to sea again in June with Prof Jamieson again acting as the chief scientist. ", "type": "p"}, {"text": "Prof Jamieson, who was born in Scotland, is credited with discovering not just the deepest fish in our oceans but also the deepest octopus,  jellyfish and squid.", "type": "p"}], "tags": []}