{"link": "https://www.bbc.com/news/business-66219007", "category": "business", "title": "China youth unemployment hits high as recovery falters", "contributor": null, "time": "2023-07-17T06:32:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5711/production/_130398222_capture.jpg", "content": [{"text": "Youth unemployment in China has hit a new record high as the country's post-pandemic recovery falters.", "type": "b"}, {"text": "The jobless rate of 16 to 24 year olds in urban areas rose to 21.3% last month, official figures show.", "type": "p"}, {"text": "It comes as the world's second largest economy grew just 0.8% in the three months to the end of June.", "type": "p"}, {"text": "Analysts say the weak pace of growth has raised expectations that authorities may soon announce new measures to boost the economy.", "type": "p"}, {"text": "China's National Bureau of Statistics said the data \"showed a good momentum of recovery\".", "type": "p"}, {"text": "According to official figures released on Monday, the Chinese economy grew by 6.3% in the second quarter on an annual basis. It outstripped growth in the first quarter but missed analysts' expectations.", "type": "p"}, {"text": "\"The disappointment is particularly evident in retail sales and housing investment,\" Qian Wang, Asia Pacific chief economist at investment firm Vanguard, told the BBC.", "type": "p"}, {"text": "\"This, coupled with earlier trade, inflation and credit reports, reaffirmed our view that the underlying growth momentum is still very weak,\" she added.", "type": "p"}, {"text": "Global demand for Chinese goods has fallen significantly. There are also concerns over ballooning local government debt and the housing market.", "type": "p"}, [{"text": "China's empty tower blocks highlight economic woes", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-china-66125675"}, {"text": "Did Yellen's trip to Beijing boost US-China relations? ", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-66146889"}], {"text": "Youth employment is being closely watched by economists as a record 11.58 million university graduates are expected to enter the Chinese jobs market this year.", "type": "p"}, {"text": "The unemployment rate for urban youth has been climbing for several months. This is due to factors including a mismatch between what graduates were trained to do and the jobs currently available.", "type": "p"}, {"text": "Authorities have admitted that youth unemployment will probably continue to rise in the coming months, before hitting a peak around August.", "type": "p"}, {"text": "Unemployed young people make up just 1.4% of the potential workforce in China's urban areas, Dan Wang, chief economist at Hang Seng Bank China has estimated.", "type": "p"}, {"text": "However, she told the BBC that the issue of youth unemployment \"demands more direct policy responses, because this group of the population is quite vocal online.\"", "type": "p"}, {"text": "\"Their expression of discontent of the current situation may trigger a wider loss of confidence in the economy,\" she added.", "type": "p"}, {"text": "China started publishing youth unemployment figures in 2018. However, it does not currently release data on the employment status of young people in rural areas.", "type": "p"}, {"text": "In March, Chinese Premier Li Qiang said the country needed to redouble efforts to meet its 5% target for economic growth this year.", "type": "p"}, {"text": "He said that the target would \"not be easy\" to meet although the economy was \"stabilising and picking up again\".", "type": "p"}, {"text": "Last month, China's central bank cut interest rates for the first time in nearly a year to encourage more spending. But experts say the government still has more weapons in its arsenal to stimulate the economy should the situation fail to improve.", "type": "p"}], "tags": []}