{"link": "https://www.bbc.com/news/entertainment-arts-66220016", "category": "entertainment & arts", "title": "Ofcom investigates campaign on Ken Bruce radio show", "contributor": null, "time": "2023-07-17T16:17:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E1C7/production/_130399775_kenbruce.jpg", "content": [{"text": "Ken Bruce's Greatest Hits Radio show is being investigated by Ofcom over the station's campaign calling for offenders to be prevented from refusing to attend sentencing hearings.", "type": "b"}, {"text": "The broadcasting watchdog said on Monday it would at look at whether the station had complied with rules around impartiality and accuracy.", "type": "p"}, {"text": "This year's Face the Family petition has been made directly to Parliament.", "type": "p"}, {"text": "It was mentioned by a newsreader on Bruce's show on 13 April.", "type": "p"}, {"text": "The broadcast also included clips in support of the campaign which directed listeners to a website.", "type": "p"}, {"text": "The petition, signed by more than 13,000 people, was broadcast more than 30 times on the station, calling for new laws to \"require offenders to be in court for sentencing, to give victims and their families every chance to witness justice be delivered\".", "type": "p"}, {"text": "It was explained that this could involve court and prison staff being \"given powers to use reasonable force to get offenders into the dock - as they do to transfer them from a court to prison.\"", "type": "p"}, {"text": "Ofcom's spokesperson said the watchdog \"does not seek to question the merits\" of the campaign, which was broadcast more than 30 times on the radio station. ", "type": "p"}, {"text": "But they also noted how broadcasters are excluded from expressing views on \"political and industrial controversy or current public policy\".", "type": "p"}, {"text": "In February, the then justice secretary told the family of the murdered Zara Aleena that convicted criminals could be forced to appear in court for sentencing, ", "type": "p"}, {"text": "Dominic Raab said he was examining whether judges should be able to impose longer terms on those who refuse to appear, adding that he would not rule out force being used to get convicts into court.", "type": "p"}, {"text": "Ms Aleena's killer Jordan McSweeney refused to attend his sentencing, something her family described as \"a slap in the face\".", "type": "p"}, {"text": "Thomas Cashman would not face the family of nine-year-old Olivia Pratt-Korbel either, as he was jailed for life for her murder.", "type": "p"}], "tags": []}