{"link": "https://www.bbc.com/news/health-66221116", "category": "health", "title": "Drug donanemab seen as turning point in dementia fight", "contributor": null, "time": "2023-07-17T15:49:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/598B/production/_127832922_brain_scans_woman_getty.jpg", "content": [{"text": "A new drug, donanemab, is being hailed as a turning point in the fight against Alzheimer's, after a global trial confirms it slows cognitive decline.", "type": "b"}, {"text": "The antibody medicine helps in the early stages of the disease by clearing a protein that builds up in the brains of people with this type of dementia.", "type": "p"}, {"text": "Although not a cure, charities say the results in the journal JAMA mark a new era where Alzheimer's can be treated. ", "type": "p"}, {"text": "The UK's drugs watchdog has started assessing it for possible NHS use.", "type": "p"}, {"text": "The drug works in Alzheimer's disease, not in other types of dementia, such as vascular dementia.", "type": "p"}, {"text": "In the trials, it appears to have slowed the pace of the disease by about a third, allowing people to retain more of their day-to-day lives and tasks, such as making meals and enjoying a hobby. ", "type": "p"}, {"text": "Mike Colley, who is 80, is one of only a few dozen patients in the UK to take part in the global trial. He and his family spoke exclusively with the BBC. ", "type": "p"}, {"text": "Mike gets an infusion each month at a clinic in London and says he is \"one of the luckiest people you'll ever meet\".", "type": "p"}, {"text": "Mike and his family noticed he was having problems with memory and decision-making, not long before he started on the trial.  ", "type": "p"}, {"text": "His son, Mark, said it was very hard to watch at the beginning: \"Seeing him struggle with processing information and solving problems was very hard. But I think the decline is reaching a plateau now.\"", "type": "p"}, {"text": "Mike, who is from Kent, said: \"I feel more confident every day.\"", "type": "p"}, {"text": "Donanemab, made by Eli Lilly, works in the same way as lecanemab - developed by companies Eisai and Biogen - which created headlines around the world when it was proven to slow the disease.", "type": "p"}, {"text": "Although extremely promising, these drugs are not risk-free treatments. ", "type": "p"}, {"text": "Brain swelling was a common side-effect in up to a third of patients in the donanemab trial. For most, this resolved without causing symptoms. However, two volunteers, and possibly a third, died as a result of dangerous swelling in the brain.", "type": "p"}, {"text": "Another antibody Alzheimer's drug, called aducanumab, was recently rejected by European regulators over safety concerns and a lack of evidence that it was effective enough for patients. ", "type": "p"}, [{"text": "How common is early dementia?", "type": "a", "href": "https://www.bbc.co.uk/news/health-66108585"}, {"text": "Dementia: Lifestyle changes that could lower your risk", "type": "a", "href": "https://www.bbc.co.uk/news/health-48963215"}, {"text": "Help and support for people with dementia", "type": "a", "href": "https://www.nhs.uk/conditions/dementia/help-and-support/"}, {"text": "What those living with dementia want people to know", "type": "a", "href": "https://www.bbc.co.uk/news/health-58834188"}], {"text": "In the donanemab trial, researchers examined 1,736 people aged 60 to 85 with early-stage Alzheimer's.", "type": "p"}, {"text": "Half of them received a monthly infusion of the treatment and the other half were given a dummy drug, also known as a placebo, over 18 months.", "type": "p"}, {"text": "The findings show:", "type": "p"}, [{"text": "The drug seems to have a meaningful benefit, at least for some patients", "type": "p"}, {"text": "Those who had earlier disease and less brain amyloid at baseline derived greater benefit, in terms of clearance seen on brain scans", "type": "p"}, {"text": "Those given the drug also retained more of their day-to-day lives such as being able to discuss current events, answer the phone or pursue hobbies", "type": "p"}, {"text": "The pace of the disease, judged by what people could still do day-to-day, was slowed by about 20-30% overall - and by 30-40% in a set of patients who researchers thought more likely to respond", "type": "p"}, {"text": "There were significant side-effects and patients will need to be aware of risks of treatment ", "type": "p"}, {"text": "Half of patients on donanemab were able to stop the treatment after a year, because it had cleared sufficient brain deposits", "type": "p"}], {"text": "Amyloid is just one part of the complex picture of Alzheimer's, and it is unclear if the treatment will continue to make more difference over a longer period, experts caution. ", "type": "p"}, {"text": "The drug's effects may be modest, but the results provide further confirmation that removing amyloid from the brain may change the course of Alzheimer's, and help people affected by this devastating disease if they're treated at the right time, they say. ", "type": "p"}, {"text": "Prof Giles Hardingham from the UK Dementia Research Institute said: \"It is terrific to see these results published in full today. ", "type": "p"}, {"text": "\"We have waited a long time for Alzheimer's treatments, so it's really encouraging to see tangible progress continuing to gather pace in the field.\" ", "type": "p"}, {"text": "Dr Susan Kohlhaas, from Alzheimer's Research UK, said: \"Today's announcement marks another milestone. ", "type": "p"}, {"text": "\"Thanks to decades of research, the outlook for dementia and its impact on people and society is finally changing, and we're entering a new era where Alzheimer's disease could become treatable.\"", "type": "p"}, {"text": "Speaking to BBC Radio 4's PM programme, former Prime Minister David Cameron said resources should be put towards further research into what he called a \"statin for the brain\". ", "type": "p"}, {"text": "\"We want a pill that people who have the build-up of these proteins in the brain can take every day or every week in order to clear those proteins out of the brain and therefore reduce your chances of getting a disease that causes dementia,\" he said.", "type": "p"}, {"text": "Asked if the government were prepared to invest where needed to roll out new treatments, Mr Cameron said there was a real incentive to do so: \"We're a country of sixty million people, with a million people with dementia, many of them in very expensive residential care settings and so there is a lot of savings to be had from effectively treating people….I'm hopeful that our system can deliver.\"", "type": "p"}, {"text": "Lecanemab costs around $27,500 (£21,000) in the US, where it is licensed. ", "type": "p"}, {"text": "It is not clear how much donanemab may cost and how long it might take to get approval in the UK, but Alzheimer's experts said having two drugs would help promote competition on price. ", "type": "p"}, {"text": "The UK's drug's watchdog NICE says it has already started work on its appraisal of donanemab for treating mild cognitive impairment or mild dementia caused by Alzheimer's disease.", "type": "p"}, {"text": "\"Our aim is to produce recommendations on its use in the NHS as close as possible to it receiving its UK licence,\" said a spokesperson.", "type": "p"}, {"text": "Mike Colley turned 80 in April. At his birthday party, he surprised his family by singing My Way in front of 40 guests. ", "type": "p"}, {"text": "He told BBC News: \"That's the confidence I have now. I'd never have done that even 12 months ago.\"   ", "type": "p"}, {"text": "His son Mark added: \"I never thought I would see my dad so full of life again. It was an incredible moment.\"", "type": "p"}, {"text": "Dr Emer MacSweeney, consultant neuroradiologist and medical director at Re:Cognition Health, led the trials of donanemab in the UK.", "type": "p"}, {"text": "She said: \"This is really significant and one of the biggest breakthroughs.\"", "type": "p"}, {"text": "The Alzheimer's Society said: \"This is truly a turning point in the fight against Alzheimer's and science is proving that it is possible to slow down the disease.\" ", "type": "p"}, {"text": "Around 720,000 people in the UK might potentially benefit from these emerging new Alzheimer's disease treatments if they're approved for use, but the Alzheimer's Society said the NHS is \"simply not ready to deliver them\". ", "type": "p"}, {"text": "Kate Lee, CEO for the charity, said: \"Timely, accurate diagnosis is key, and currently only 2% of people in England and Wales receive their diagnosis through the specialist investigations needed to be eligible for these treatments.", "type": "p"}, {"text": "\"Alongside this, these emerging Alzheimer's disease drugs require regular infusions and monitoring, and the NHS is not yet equipped to do this at scale.\"", "type": "p"}], "tags": []}