{"link": "https://www.bbc.com/news/technology-66222297", "category": "technology", "title": "Popular 'life-saving' diabetes app working again", "contributor": null, "time": "2023-07-17T15:20:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1AC0/production/_130384860_mediaitem130384854.jpg", "content": [{"text": "A popular app which helps diabetics check their blood sugar has been restored after issues. ", "type": "b"}, {"text": "An update had caused it to stop working on some Apple devices, causing distress to those depending on it for their glucose monitoring. ", "type": "p"}, {"text": "The manufacturer said a new version of the FreeStyle LibreLink app is now available to download which fixes the problems. ", "type": "p"}, {"text": "Abbott said people should upgrade to the latest version as soon as possible.", "type": "p"}, {"text": "\"We appreciate the patience while we fixed the issue and sincerely apologise for the inconvenience this caused,\" the company said in a statement to the BBC. ", "type": "p"}, {"text": "Users wear a small sensor as a patch on their arm or belly, which sends data to an app. The company claims to be the top sensor-based glucose monitoring system used worldwide.", "type": "p"}, {"text": "The NHS says there are 200,000 people using these types of sensors in the UK.", "type": "p"}, {"text": "On Friday there was a backlash online from people who rely on the FreeStyle LibreLink app for their wellbeing.", "type": "p"}, {"text": "David Burchell, who has type 1 diabetes, had told the BBC it was \"very scary\".", "type": "p"}, {"text": "\"This equipment is supposed to save your life,\" he said on Friday. \"I woke up yesterday morning, went to check my sensor thing and basically it broke, just showing a white screen and I had a panic.\"", "type": "p"}, {"text": "He said Abbott had told him to delete and reinstall the app, but the firm had taken it off the App Store. ", "type": "p"}, {"text": "It meant he was left without an active test and had to rely on fingerprint testing, which he called \"a nightmare\". ", "type": "p"}, {"text": "People without these sensors have to resort to taking between four and 10 finger-prick tests per day to monitor their glucose levels.", "type": "p"}, {"text": "The LibreLink app, developed by Abbott, connects to a continuous glucose monitor (CGM) - a white disc covering a needle inserted under the skin of the user, typically in the arm or belly.", "type": "p"}, {"text": "People with Type 1 diabetes use the CGM to monitor their blood glucose levels - or blood sugar - around the clock, meaning they do not have to continuously take blood samples by pricking their fingers for readings.", "type": "p"}, {"text": "By monitoring glucose levels in real time, people can make better-informed decisions about when to eat or exercise.", "type": "p"}, {"text": "Critically, it can also alert the user or their family members when their blood sugar level is too low or too high.", "type": "p"}, {"text": "The problems started after one of Abbott's CGMs stopped interacting with the LibreLink app of some Apple users.", "type": "p"}, {"text": "Abbott said an update to the app had caused it to stop working for some users altogether, leaving them unable to monitor their blood sugar levels.", "type": "p"}, {"text": "People without these sensors have to resort to taking between four and 10 finger-prick tests per day to monitor their levels.", "type": "p"}], "tags": []}