{"link": "https://www.bbc.com/news/business-65574826", "category": "business", "title": "Elon Musk names Linda Yaccarino new Twitter CEO", "contributor": null, "time": "2023-05-12T20:41:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17C8D/production/_129712479_gettyimages-1469401572.jpg", "content": [{"text": "Elon Musk has named a new chief executive of Twitter, just over six months after his controversial takeover of the social media company.", "type": "b"}, {"text": "The billionaire said Linda Yaccarino, the former head of advertising at NBCUniversal, would oversee business operations at the site, which has been struggling to make money.", "type": "p"}, {"text": "He said she would start in six weeks. ", "type": "p"}, {"text": "Mr Musk will remain involved as executive chairman and chief technology officer. ", "type": "p"}, {"text": "\"Looking forward to working with Linda to transform this platform into X, the everything app,\" he wrote on Twitter, confirming the decision a day after he had stoked speculation by writing that he had found a new boss without revealing their identity.", "type": "p"}, {"text": "Mr Musk - who bought the social media platform last year for $44bn - had been under pressure to find someone else to lead the company and refocus his attention on his other businesses, which include electric carmaker Tesla and rocket firm SpaceX.", "type": "p"}, {"text": "With fewer than 10% of Fortune 500 tech companies headed by women, Ms Yaccarino will become that rare example of a woman at the top of a major tech firm, after rising steadily through the ranks of some of America's biggest media companies. ", "type": "p"}, {"text": "Ms Yaccarino was raised in an Italian-American family, with a father who was a police officer and a mother who never went to college.", "type": "p"}, {"text": "After graduating from Penn State, she worked at Turner Entertainment for 15 years before joining NBCUniversal, where she oversaw roughly 2,000 people, and was involved with the launch of its streaming service. ", "type": "p"}, {"text": "Her work has been marked by close collaborations with big brands, finding opportunities for product placement and convincing them to advertise alongside television shows - even ones with a reputation for edgy content, such as Sex and the City when it first launched. ", "type": "p"}, {"text": "She has also built relationships in new media with the likes of Apple News, Snapchat and YouTube.", "type": "p"}, {"text": "A 2005 profile in an industry publication portrayed her as a busy, married mother-of-two children, then aged 13 and 9.", "type": "p"}, {"text": "\"I have absolutely no hobbies,\" she said at the time. ", "type": "p"}, {"text": "Business Insider's Claire Atkinson has followed Ms Yaccarino's career for two decades and said her background in advertising could help Twitter, which has seen its ad sales drop sharply since Mr Musk's takeover. ", "type": "p"}, {"text": "\"If Twitter are looking to monetise better than they have been, then that would be the place to start and Linda would be the ideal person to make that happen,\" the chief media correspondent said.", "type": "p"}, {"text": "\"She's the kind of person that I can imagine Elon Musk needs,\" Ms Atkinson added. \"She won't be rolled over.\"", "type": "p"}, {"text": "Indeed, her negotiating style within the industry earned her the nickname the \"velvet hammer\", according to the Wall Street Journal in 2012. ", "type": "p"}, {"text": "Ms Yaccarino will face the challenge of running a business that has struggled to be profitable, while facing intense scrutiny over how Twitter handles the spread of misinformation and manages hate speech.", "type": "p"}, {"text": "When Mr Musk first started discussing his plans for Twitter last year, he said he wanted to reduce the platform's reliance on advertising and make changes to the way it moderated content.", "type": "p"}, {"text": "He also said he wanted to expand the site's functions to include payments, encrypted messaging and phone calls, turning it into something he called X.", "type": "p"}, {"text": "But Mr Musk courted controversy when he fired thousands of staff upon his takeover, including people who had been tasked with dealing with abusive posts.", "type": "p"}, {"text": "He also overhauled the way the service authenticates accounts, charging for blue ticks in a move critics said would facilitate the spread of misinformation.", "type": "p"}, {"text": "Some of the changes raised concerns among advertisers, worried about risks to their brands, who subsequently halted spending on the site.", "type": "p"}, {"text": "Mr Musk has acknowledged \"massive\" declines in revenue, though he told the BBC last month that companies were returning. ", "type": "p"}, {"text": ". ", "type": "b"}, {"text": "\"The people in this room are your accelerated path to profitability,\" she said. \"But there's a decent bit of sceptics in the room.\"", "type": "p"}, {"text": "There has also been some instant scepticism at Ms Yaccarino's appointment on social media, where many were looking for clues to her politics, which reportedly lean conservative.", "type": "p"}, {"text": "Her work for the World Economic Forum, an organisation viewed negatively as \"globalist\" by those on the right, has not been well-received in some quarters along with her role in a coronavirus vaccination campaign featuring Pope Francis. ", "type": "p"}, {"text": "Others on the left have questioned her political involvement in a White House sports, fitness and nutrition council under former President Donald Trump.  ", "type": "p"}, {"text": "Mr Musk, who has also put women in senior positions at SpaceX and Tesla, is known to be a notoriously unpredictable and demanding boss. ", "type": "p"}, {"text": "Even the announcement unfolded in an unusual manner, after media reports sparked by Mr Musk's post that identified Ms Yaccarino appeared to catch her bosses at NBCUniversal off guard. ", "type": "p"}, {"text": "As of mid-Friday in the US, Ms Yaccarino had still not commented publicly on the move.", "type": "p"}, {"text": "Industry watchers will be curious to see how the relationship develops between the New Yorker and the until now hands-on Mr Musk. ", "type": "p"}, {"text": "Ms Atkinson said the two Twitter executives would be facing \"difficult conversations\" about how to handle moderation, especially with the 2024 presidential election approaching in the US. ", "type": "p"}, {"text": "\"How long Linda can last under these tricky management situations is anyone's guess,\" Ms Atkinson said. ", "type": "p"}], "tags": []}