{"link": "https://www.bbc.com/news/entertainment-arts-65569337", "category": "entertainment & arts", "title": "Phillip Schofield says Holly Willoughby is his rock after reports of fallout", "contributor": null, "time": "2023-05-12T08:38:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12926/production/_129707067_hi059773384.jpg", "content": [{"text": "Phillip Schofield has described co-star Holly Willoughby as his \"rock\" following reports the pair's relationship has come under strain.", "type": "b"}, {"text": "The atmosphere between the two This Morning hosts is said to have recently become frosty behind the scenes.", "type": "p"}, {"text": "In a statement, Schofield admitted: \"The last few weeks haven't been easy for either of us.\"", "type": "p"}, {"text": "But, he added, Willoughby had still been \"an incredible support\" to him throughout a difficult period.", "type": "p"}, {"text": "Schofield recently returned to the ITV daytime show after taking pre-planned leave around his younger brother's sex abuse trial at Exeter Crown Court.", "type": "p"}, {"text": "In April, Timothy Schofield was convicted of 11 sexual offences involving a child between October 2016 and October 2019, including two of sexual activity with a child.", "type": "p"}, {"text": "Separately, Willoughby has also recently taken time off presenting This Morning due to illness.", "type": "p"}, {"text": "The Sun previously reported a \"cooling\" of the pair's friendship in recent weeks.", "type": "p"}, {"text": "But in a subsequent statement, Schofield told the paper: \"As I have said before, Holly is my rock. We're the best of friends - as always, she is an incredible support on screen, behind the scenes and on the phone.", "type": "p"}, {"text": "\"Holly has always been there for me, through thick and thin. And I've been there for her.", "type": "p"}, {"text": "\"The last few weeks haven't been easy for either of us.\"", "type": "p"}, {"text": "He continued: \"My family went through a real ordeal, and Holly's support throughout meant the world to me - as did the support of my bosses at ITV, my editor Martin Frizell and the whole This Morning family, including our amazing viewers.", "type": "p"}, {"text": "\"And of course Holly has herself been ill with shingles.", "type": "p"}, {"text": "\"Whatever happens, we still have each other to count on.\"", "type": "p"}, {"text": "Schofield has been a regular presenter on This Morning since 2002, and Willoughby since 2009. The pair also present ITV's Dancing On Ice together.", "type": "p"}, {"text": "Last year, they faced criticism after their press visit to the Queen's lying in state was interpreted by many as skipping the 20-hour queue outside.", "type": "p"}, {"text": "In October, following the controversy, Schofield thanked viewers after This Morning took home the daytime prize at the National Television Awards, saying: \"This means so much to us every year, especially this year.\"", "type": "p"}], "tags": []}