{"link": "https://www.bbc.com/news/health-65564033", "category": "health", "title": "Monkeypox: WHO declares global emergency over", "contributor": null, "time": "2023-05-11T16:12:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1405C/production/_126121028_gettyimages-1410858127-170667a.jpg", "content": [{"text": "Monkeypox is no longer a global public health emergency, the World Health Organization (WHO) has said, almost a year after the threat was raised. ", "type": "b"}, {"text": "The virus is still around and further waves and outbreaks could continue, but the highest level of alert is over, the WHO added.", "type": "p"}, {"text": "The global health body's chief Tedros Adhanom Ghebreyesus called on countries to \"remain vigilant\".", "type": "p"}, {"text": "It can be passed on by close contact with someone who is infected. ", "type": "p"}, {"text": "Its official name is Mpox and it is caused by the monkeypox virus, a member of the same family of viruses as smallpox, although it is much less severe. ", "type": "p"}, {"text": "Initial symptoms include fever, headaches, swellings, back pain, aching muscles.", "type": "p"}, {"text": "Once the fever breaks a rash can develop, often beginning on the face, then spreading to other parts of the body, most commonly the palms of the hands and soles of the feet.", "type": "p"}, {"text": "Anyone with the virus should abstain from sex while they have symptoms, to help prevent passing it on to others.", "type": "p"}, {"text": "Vaccines can protect people too. ", "type": "p"}, {"text": "More than 87,000 cases and 140 deaths have been reported from 111 countries during the global outbreak, according to a WHO count.", "type": "p"}, {"text": "But almost 90% fewer cases were recorded over the last three months compared with the previous three-month period, meaning the highest level of alert is no longer required, Tedros said.", "type": "p"}, {"text": "In the UK, only 10 cases have been reported since the beginning of the year. ", "type": "p"}, {"text": "The announcement comes just a week after the UN agency also declared the Covid emergency over. ", "type": "p"}, {"text": "Declaring a public health emergency of international concern (PHEIC) signals that countries need to work together to manage a shared threat, such as a disease outbreak. ", "type": "p"}, {"text": "There is now just one WHO-declared PHEIC - for poliovirus, which was declared in May 2014. ", "type": "p"}, {"text": "Dr Katy Sinka, head of sexually transmitted infections at the UK Health Security Agency, said: \"If you're eligible and still need to take up the vaccine, please come forward ahead of the summer months to ensure you have maximum protection. ", "type": "p"}, {"text": "\"First doses of the vaccine will end on 16 June and both doses will cease at the end of July.\"", "type": "p"}], "tags": []}