{"link": "https://www.bbc.com/news/business-62415904", "category": "business", "title": "Ukraine war: UN chief Guterres slams oil and gas firms' 'grotesque greed'", "contributor": null, "time": "2022-08-03T20:40:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6157/production/_126191942_hi077750982.jpg", "content": [{"text": "UN Secretary General Antonio Guterres has called for oil and gas companies to face special taxes.", "type": "b"}, {"text": "His comments come as surging energy prices sparked by the war in Ukraine push industry profits to new highs.", "type": "p"}, {"text": "Mr Guterres said it was \"immoral\" for firms to be profiting from the crisis.", "type": "p"}, {"text": "Russia's invasion of Ukraine in February has worsened a global shortage of oil and gas, disrupting access to oil and gas from Russia - a major supplier - and driving prices higher.", "type": "p"}, {"text": "While households are grappling with higher energy bills, companies are reaping the benefits.", "type": "p"}, {"text": "BP recently reported its largest profit in 14 years, while Shell's profits in the April-to-June period hit a record.", "type": "p"}, {"text": "Together, four of the biggest energy firms - Exxon, Chevron, Shell and TotalEnergies - earned nearly $51bn in the most recent quarter - almost double what they made in the same period last year.", "type": "p"}, {"text": "\"This grotesque greed is punishing the poorest and most vulnerable people, while destroying our only common home,\" Mr Guterres said.", "type": "p"}, {"text": "\"I urge all governments to tax these excessive profits, and use the funds to support the most vulnerable people through these difficult times,\" he said.", "type": "p"}, {"text": "Last month, the UK approved a 25% 'windfall tax' on energy firms, a one-off levy the government says will raise some £25bn to help offset household energy bills, which have spiked. ", "type": "p"}, {"text": "Some other countries, such as Italy, have imposed similar measures.", "type": "p"}, {"text": "But French lawmakers recently rejected such a move, and there is little political momentum in the US, despite a windfall tax proposal from some members of Congress.", "type": "p"}, {"text": "Mr Guterres warned that high energy prices would have wide ranging consequences, as households and governments around the world buckle under the pressure.", "type": "p"}, {"text": "\"Many developing countries - drowning in debt, without access to finance, and struggling to recover from the COVID-19 pandemic - could go over the brink,\" he said. \"We are already seeing the warning signs of a wave of economic, social and political upheaval that would leave no country untouched.\"", "type": "p"}], "tags": ["Tax", "United Nations", "Antonio Guterres"]}