{"link": "https://www.bbc.com/news/entertainment-arts-62407444", "category": "entertainment & arts", "title": "Dev Patel: Actor breaks up knife fight in Australia", "contributor": null, "time": "2022-08-03T10:37:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1708C/production/_126184349_hi037854494.jpg", "content": [{"text": "Dev Patel successfully broke up a knife fight in Adelaide earlier this week, his representatives have confirmed.", "type": "b"}, {"text": "The actor, who has starred in Slumdog Millionaire, witnessed the fight in Adelaide on Monday (1 August).", "type": "p"}, {"text": "A man and a woman were reportedly fighting in the street and in a convenience store when the man was stabbed in the chest.", "type": "p"}, {"text": "Patel's spokesman said the star \"acted on his natural instinct\". The man who was stabbed is expected to survive.", "type": "p"}, {"text": "\"We can confirm that last night, in Adelaide, Dev Patel and his friends witnessed a violent altercation that was already in progress outside of a convenience store,\" representatives for Patel told BBC News.", "type": "p"}, {"text": "\"Dev acted on his natural instinct to try and de-escalate the situation and break up the fight. The group was thankfully successful in doing so and they remained on site to ensure that the police and eventually the ambulance arrived.\" ", "type": "p"}, [{"text": "Dev Patel's journey from Slumdog to Lion", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-india-37415842"}, {"text": "Copperfield's colour-blind casting 'felt natural'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-49550578"}], {"text": "Officers were called at around 8.45pm (local time), following reports of a man and woman fighting in the street, South Australia Police said.", "type": "p"}, {"text": "The couple continued fighting inside a nearby service station where witnesses attempted to break up the fight, before the woman allegedly stabbed the man in the chest.", "type": "p"}, {"text": "A 32-year-old man from Glengowrie was treated at the scene by ambulance officers before being taken to the Royal Adelaide Hospital.", "type": "p"}, {"text": "The statement from Patel's team continued: \"There are no heroes in this situation and sadly this specific incident highlights a larger systemic issue of marginalised members of society not being treated with the dignity and respect they deserve.", "type": "p"}, {"text": "\"The hope is that the same level of media attention this story is receiving (solely because Dev, as a famous person, was involved) can be a catalyst for lawmakers to be compassionate in determining long-term solutions to help not only the individuals who were involved but the community at large.\" ", "type": "p"}, {"text": "Further details about the situation and the motivation of the alleged attacker have not been made clear.", "type": "p"}, {"text": "Patel got his big break in British teen drama Skins and has also starred in The Green Knight, The Best Exotic Marigold Hotel and Lion, for which he received an Oscar nomination.", "type": "p"}, {"text": "You may also be interested in:", "type": "b"}, [{"text": "Brad Pitt's Bullet Train leaves critics unimpressed", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62405265"}, {"text": "Two Harry Styles films among early Oscar hopefuls", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62341771"}, {"text": "Beyoncé revises Renaissance album after complaints", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62405039"}]], "tags": ["Film", "Australia"]}