{"link": "https://www.bbc.com/news/technology-65202597", "category": "technology", "title": "ChatGPT: Mayor starts legal bid over false bribery claim", "contributor": null, "time": "2023-04-06T15:12:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13663/production/_129295497_ybcu5y7q.jpeg-2.jpg", "content": [{"text": "An Australian mayor said he may take legal action over false information shared by advanced chatbot ChatGPT.", "type": "b"}, {"text": "Brian Hood, Mayor of Hepburn Shire Council, says the OpenAI-owned tool falsely claimed he was imprisoned for bribery while working for a subsidiary of Australia's national bank.", "type": "p"}, {"text": "In fact, Mr Hood was a whistleblower and was never charged with a crime.", "type": "p"}, {"text": "His lawyers have sent a concerns notice to OpenAI - the first formal step in defamation action in Australia.", "type": "p"}, {"text": "OpenAI has 28 days to respond to the concerns notice, after which time Mr Hood would be able to take the company to court under Australian law.", "type": "p"}, {"text": "If he pursues the legal claim, it would be the first time OpenAI has publicly faced a defamation suit over the content created by ChatGPT.", "type": "p"}, {"text": "OpenAI has not responded to a BBC request for comment.", "type": "p"}, {"text": "Millions of people have used ChatGPT since it launched in November 2022.", "type": "p"}, {"text": "It can answer questions using natural, human-like language and it can also mimic other writing styles, using the internet as it was in 2021 as its database.", "type": "p"}, {"text": "Microsoft has spent billions of dollars on it and it was added to Bing in February 2023.", "type": "p"}, {"text": "When people use ChatGPT, they are shown a disclaimer warning that the content it generates may contain \"inaccurate information about people, places, or facts\". ", "type": "p"}, {"text": "And on its public blog about the tool, OpenAI says a limitation is that it \"sometimes writes plausible-sounding but incorrect or nonsensical answers\".", "type": "p"}, {"text": "In 2005, Mr Hood was company secretary of Notes Printing Australia, a subsidiary of the Reserve Bank of Australia. ", "type": "p"}, {"text": "He told journalists and officials about bribery taking place at the organisation linked to a business called Securency, which was part-owned by the bank.", "type": "p"}, {"text": "Securency was raided by police in 2010, ultimately leading to arrests and prison sentences worldwide.", "type": "p"}, {"text": "Mr Hood was not one of those arrested, and said he was \"horrified\" to see what ChatGPT was telling people.", "type": "p"}, {"text": "\"I was stunned at first that it was so incorrect,\" he told Australian broadcaster ABC News.", "type": "p"}, {"text": "\"It's one thing to get something a little bit wrong, it's entirely something else to be accusing someone of being a criminal and having served jail time when the truth is the exact opposite. ", "type": "p"}, {"text": "\"I think this is a pretty stark wake-up call. The system is portrayed as being credible and informative and authoritative, and it's obviously not.\"", "type": "p"}, {"text": "The BBC was able to confirm Mr Hood's claims by asking the publicly available version of ChatGPT on OpenAI's website about the role he had in the Securency scandal.", "type": "p"}, {"text": "It responded with a description of the case, then inaccurately stated that he \"pleaded guilty to one count of bribery in 2012 and was sentenced to four years in prison\".", "type": "p"}, {"text": "But the same result does not appear in the newer version of ChatGPT which is integrated into Microsoft's Bing search engine.", "type": "p"}, {"text": "It correctly identifies him as a whistleblower, and specifically says he \"was not involved in the payment of bribes... as claimed by an AI chatbot called ChatGPT\".", "type": "p"}], "tags": []}