{"link": "https://www.bbc.com/news/business-64854720", "category": "business", "title": "Toblerone: Swiss rules mean chocolate bar to drop Matterhorn from packaging", "contributor": null, "time": "2023-03-05T21:05:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6B03/production/_128859372_toblerone_gettyimages-457464278.jpg", "content": [{"text": "Toblerone is to remove the Matterhorn mountain peak from its packaging when some of the chocolate's production is moved from Switzerland to Slovakia.", "type": "b"}, {"text": "The pyramid-shaped bar, which mirrors the Alpine peak, will undergo a labelling revamp and include its founder's signature, its maker said.", "type": "p"}, {"text": "US firm Mondelez said the image of the 4,478m (14,692 ft) mountain will be replaced by a more generic summit.", "type": "p"}, {"text": "Strict rules have applied about \"Swissness\" since 2017. ", "type": "p"}, {"text": "They state that national symbols are not allowed to be used to promote milk-based products that are not made exclusively in Switzerland. For other raw foodstuffs the threshold is at least 80%.", "type": "p"}, {"text": "In a statement to the BBC, Mondelez said it was moving some production outside of the country to \"respond to increased demand worldwide and to grow our Toblerone brand for the future\".", "type": "p"}, {"text": "It said its new packaging would include a \"distinctive new Toblerone typeface and logo that draw further inspiration from the Toblerone archives and the inclusion of our founder, Tobler's, signature\".", "type": "p"}, {"text": "Toblerone, the mountain-shaped chocolate made from Swiss milk with honey and almond nougat, first went on sale in 1908 in Bern, the capital city of Switzerland.", "type": "p"}, {"text": "But it was not until 1970 that the Matterhorn's jagged silhouette debuted on its packaging, with the Bernese bear and eagle featuring before then, according to the Toblerone website.", "type": "p"}, {"text": "Mondelez said Bern was an \"important part of our history and will continue to be so for the future\".", "type": "p"}, {"text": "In 2016 Toblerone courted controversy by changing the design of the chocolate bar to space out the distinctive triangular chunks in a bid to keep down costs.", "type": "p"}, {"text": "After much criticism the company reverted back to the original shape two years later. ", "type": "p"}], "tags": []}