{"link": "https://www.bbc.com/news/entertainment-arts-64852406", "category": "entertainment & arts", "title": "Chris Rock jokes about Will Smith's Oscars slap in Netflix show - 'Did it hurt? It still hurts!'", "contributor": null, "time": "2023-03-05T05:01:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D95D/production/_128854655_gettyimages-1239559145.jpg", "content": [{"text": "Comedian Chris Rock is tired of talking about Will Smith's infamous Oscars slap, but he wants to make one thing clear: It hurt. ", "type": "b"}, {"text": "Rock, 58, spoke at length about the 2022 Academy Awards incident during a live Netflix comedy special.  ", "type": "p"}, {"text": "\"You know what people say, they say, 'words hurt,'\" Rock said. \"Anybody that say words hurt has never been punched in the face.\"", "type": "p"}, {"text": "Will Smith has since said \"bottled\" rage led to his actions.", "type": "p"}, {"text": "The confrontation became a cultural lightening rod for conversations around America's appetite for casual violence, as Mr Smith was allowed to remain at the ceremony and later accepted his first-ever Oscar for Best Actor.  ", "type": "p"}, {"text": "Rock was praised for maintaining his composure following the incident. ", "type": "p"}, {"text": "In the streaming service's first live comedy show, Chris Rock: Selective Outrage, the performer tackled a wide range of issues, including woke culture, Meghan Markle and politics.  ", "type": "p"}, {"text": "\"I'm going to try to do the show without offending anyone,\" Rock said, in a nod to the Smith altercation. \"Because you never know who might get triggered.\"", "type": "p"}, {"text": "Later he added, America \"is so screwed up right now if the Russians came here right now, half the country would go 'let's hear them out'.\"", "type": "p"}, [{"text": "Oscar winner Will Smith hits Chris Rock on stage", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60897004"}, {"text": "Will Smith slap handled badly, Oscars chief admits", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64636194"}, {"text": "Why did Will Smith hit Chris Rock?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60896604"}], {"text": "But he saved the best for last and used the final moments of the show to address the incident with Will Smith.  ", "type": "p"}, {"text": "\"People are like, 'Did it hurt?' It still hurts! I got Summertime ringing in my ears,\" Rock said, referring to Smith's 1991 single.  ", "type": "p"}, {"text": "\"I took that hit like (Manny) Pacquiao,\" Rock boasted to cheers from the crowd. ", "type": "p"}, {"text": "In a nod to the show's title, Rock said he believes Smith practises \"selective outrage\" and that the slap had more to do with Smith and his wife, Jada's, relationship struggles, than his Oscars joke.  ", "type": "p"}, {"text": "The couple have been candid about the ups and downs of their relationship and even publicly addressed their struggles on Jada's Facebook Watch show, Red Table Talk. ", "type": "p"}, {"text": "\"We've all been cheated on, everybody in here been cheated on, none of us have ever been interviewed by the person that cheated on us on television,\" Rock joked. \"She hurt him way more than he hurt me.\" ", "type": "p"}, {"text": "Social media lit up with reactions to Rock finally addressing the incident, with many noting how artists like Rock often laugh through their pain. ", "type": "p"}, {"text": "Others felt the comedian's jokes about rooting for the slave owners in Will Smith's latest film, Emancipation, were a step too far.  ", "type": "p"}, {"text": "In a mic drop moment, Rock ended the special by addressing why he chose not to fight back.", "type": "p"}, {"text": "\"I got parents! Because I was raised!\" Rock said. \"And you know what my parents taught me? Don't fight in front of white people.\"", "type": "p"}], "tags": []}