{"link": "https://www.bbc.com/news/entertainment-arts-66750901", "category": "entertainment & arts", "title": "The Sidemen: Our YouTube content lets you escape", "contributor": null, "time": "2023-09-08T23:56:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D5D6/production/_131024745_za-sdmmwhitescreen--6.jpg", "content": [{"text": "If you needed confirmation that YouTubers are the modern-day equivalent of Hollywood stars, then you only need to look at the Sidemen.", "type": "b"}, {"text": "A super-group of UK creators, they've worked together for more than 10 years and have a combined 130 million subscribers.", "type": "p"}, {"text": "The seven members, most famously lead by rapper and boxer KSI, can't go anywhere without being mobbed by fans.", "type": "p"}, {"text": "One of the group, TBJZL or Tobi Brown, says its \"surreal\". ", "type": "p"}, {"text": "Aside from KSI and TBJZL, the rest of the group is made up of Miniminter, Vikkstar123, Zerkaa, Behzinga and W2S.", "type": "p"}, {"text": "Capitalising on the early boom of YouTube content creation in the early 2010s, much of the Sidemen's early work involved playing and reacting to video games but has gone on to evolve into comedy sketches and travel challenges, such as road trips and budget versus luxury holiday stays.", "type": "p"}, {"text": "The group hosts their own type of dating show along with question and answer sessions and various podcast spin-offs.", "type": "p"}, {"text": "Tobi, 30, tells the BBC that he enjoys interacting with their largely young male fan base, describing it as a \"direct connection with our audience\". ", "type": "p"}, {"text": "\"Our main advantage over traditional media is that they look at ratings and views whereas we can see comments and get feedback when we run into people on the street,\" he adds.", "type": "p"}, {"text": "Vikram Singh Barn, 28, who goes by Vikkstar 123 online, says \"we can turn things around fast and there's no red tape, no corporate overseeing and when we decide what we want to do, we go and do it\".", "type": "p"}, {"text": "The latest figures from media watchdog Ofcom place YouTube as the most popular short-form video platform in the UK, with more than four in five teenagers and young adults using it each day. ", "type": "p"}, {"text": "The Sidemen have certainly benefitted from the growth of the video-streaming platform and now employ a team of more than 40 people, with other side ventures including a clothing brand and fast food business. ", "type": "p"}, {"text": "Despite this, they remain committed to serving their viewers and feel \"a large sense of responsibility\" towards them.", "type": "p"}, {"text": "\"[We want to make everyone feel included and part of our community, I wouldn't class us as role models but we try our best,\" Tobi says.", "type": "p"}, {"text": "On Saturday they're embarking on their biggest challenge to date, a charity football match at West Ham's London stadium.", "type": "p"}, {"text": "Raising money for charities such as Campaign Against Living Miserably (Calm) and the Teenage Cancer Trust, more than 62,000 people will be in attendance.", "type": "p"}, {"text": "Last year's match was held at a venue half that capacity, but still raised £1 million for charity and was awarded the Guinness World Record for the most-watched charity live sports event on YouTube.", "type": "p"}, {"text": "\"It's massive, it's going to be hard to put into perspective how many people it really is [watching].", "type": "p"}, {"text": "\"To be able to get together once a year and create a fun event everyone enjoys and also raise millions of pounds for great causes seems too good not to do,\" Vikram adds.", "type": "p"}, {"text": "Tobi explains the inclusion of male suicide charity Calm as being \"close to their hearts\" and says members of the Sidemen have \"gone through our own mental health issues\".", "type": "p"}, {"text": "\"We've met [viewers] who've told us that we've helped them get out of a really dark place just by being ourselves,\" he says.", "type": "p"}, {"text": "Vikram adds: \"A lot of our content, we aim for it to be kind of a fun light-hearted place. You can go and escape everything else, and it's a really safe space to do that.\" ", "type": "p"}, {"text": "The group, who range from the ages of 28 to 31, have gone through many life changes since starting to work together in 2013 including getting married and becoming parents.", "type": "p"}, {"text": "Their content has certainly matured in some ways, but for Vikram he says the group aim to appeal to a number of different demographics.", "type": "p"}, {"text": "\"No matter how we're perceived, we just try and convey good positive energy to our audience.", "type": "p"}, {"text": "\"I think we're in a lucky position where we can just pick and choose every week and everything's a bit different.", "type": "p"}, {"text": "\"That's what allows us to keep engaged and have fun and hopefully is for the audience too,\" he adds.", "type": "p"}, {"text": "Sidemen member Olajide Olayinka Williams, known as KSI, has helped propel the group to the heights of internet fame with his music, boxing and recent business venture with Logan Paul - Prime Hydration. ", "type": "p"}, {"text": "KSI apologised in April after using a racial slur in a Sidemen video, tweeting \"there's no excuse\" for using a derogatory word for South Asian people.", "type": "p"}, {"text": "Reflecting on the video, Vikram says the group held \"very serious meetings\" to learn \"how to be more conscious about what is acceptable as a joke and what is too far\". ", "type": "p"}, {"text": "\"We had to acknowledge that things are different to when we first all started platforms and the world has changed as a place. ", "type": "p"}, {"text": "\"We saw it as a lesson and moved on from there and I think people were very understanding of that and allowed us to carry on doing what we're doing with a better sense of responsibility,\" he added", "type": "p"}], "tags": []}