{"link": "https://www.bbc.com/news/health-66750359", "category": "health", "title": "New Covid variant BA.2.86 behind Norfolk care home outbreak", "contributor": null, "time": "2023-09-08T10:11:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E5B2/production/_131020885_gettyimages-1281063083.jpg", "content": [{"text": "A new Covid variant is spreading in England and is behind an outbreak at a care home in Norfolk, health officials say.", "type": "b"}, {"text": "There have been 34 confirmed cases of BA.2.86, with 28 of those at the care home. There have been no deaths.", "type": "p"}, {"text": "It is too early to draw conclusions on whether it is more serious than past variants, the UK Health Security Agency (UKHSA) said.", "type": "p"}, {"text": "People eligible for a booster jab this autumn are encouraged to come forward.", "type": "p"}, {"text": "The government recently announced that the vaccine rollout would be earlier than planned because of the new variant. It will start next week.", "type": "p"}, [{"text": "Who can get another Covid jab this autumn?", "type": "a", "href": "https://www.bbc.co.uk/news/health-55045639"}], {"text": "The UK Health Security Agency's latest briefing on Covid includes an analysis on BA.2.86, an Omicron spin-off.", "type": "p"}, {"text": "It says out of the 34 cases confirmed through sequencing in a lab, five people have needed hospital treatment.", "type": "p"}, {"text": "Based on detection of multiple unlinked cases in different regions of the UK, it's likely there is \"established community transmission of BA.2.86\", UKHSA says.", "type": "p"}, {"text": "Scotland has also recorded two cases. ", "type": "p"}, {"text": "Norfolk County Council has been offering infection advice and support to the care home where there has been an outbreak.", "type": "p"}, {"text": "Staff and residents were asked to have tests when an unusually high number of people became unwell, health officials say.", "type": "p"}, {"text": "Lab analysis found that BA.2.86 was confirmed in the majority of samples from those tests.", "type": "p"}, {"text": "This is an early indication that the variant \"may be sufficiently transmissible to have impact in close contact settings\", the analysis said.", "type": "p"}, {"text": "The variant has been detected in a number of countries around the world. ", "type": "p"}, {"text": "Dr Renu Bindra, incident director at UKHSA, said BA.2.86 had a significant number of mutations compared to other Covid variants circulating at the moment.", "type": "p"}, {"text": "But she added: \"The data so far is too limited to draw firm conclusions about the impact this will have on the transmissibility, severity or immune escape properties of the virus.\"", "type": "p"}, {"text": "Dr Bindra said it was likely to be some time before a confident assessment on that could be made.", "type": "p"}, {"text": "\"It is clear that there is some degree of widespread community transmission, both in the UK and globally, and we are working to ascertain the full extent of this,\" she said.", "type": "p"}, {"text": "Two cases of BA.2.86 have been identified in Scotland through lab testing. ", "type": "p"}, {"text": "No cases have been reported in Wales or Northern Ireland.", "type": "p"}, {"text": "The Department of Health and Social Care has been criticised for changing its mind on the start date of the autumn Covid and flu vaccine programme.", "type": "p"}, {"text": "It usually begins in early September, but was pushed back to October to increase protection in December and January when flu and Covid are more likely to cause problems.", "type": "p"}, {"text": "The timing has now changed again, to 11 September, because of concerns over the new variant.", "type": "p"}, {"text": "Pharmacists said last week that they had been left with very little time to prepare for the rollout of Covid and flu vaccines.", "type": "p"}, {"text": "People who are eligible for a Covid-19 vaccine include:", "type": "p"}, [{"text": "residents in a care home for older adults", "type": "p"}, {"text": "all adults aged 65 years and over", "type": "p"}, {"text": "anyone aged six months to 64 years in a clinical risk group", "type": "p"}, {"text": "front-line health and social care workers", "type": "p"}, {"text": "anyone aged 12 to 64 years who lives in the same house as people with weakened immune systems", "type": "p"}]], "tags": []}