{"link": "https://www.bbc.com/news/technology-66755095", "category": "technology", "title": "Roblox coming to PlayStation 4 and PS5", "contributor": null, "time": "2023-09-08T17:45:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2A79/production/_131037801_gettyimages-1408858615.jpg", "content": [{"text": "The massively popular children's gaming platform Roblox has announced plans to launch on Sony's PlayStation consoles.", "type": "b"}, {"text": "Roblox has more than 60 million players a day, according to the firm, but it has come under criticism over concerns about poor moderation of its content.", "type": "p"}, {"text": "Other announcements include a new way to make characters, a communication tool called Roblox Connect, and a full release on Meta's VR platform Quest.", "type": "p"}, {"text": "It will be available on PlayStation 4 and PS5 in October 2023.", "type": "p"}, {"text": "Previously, it was only available to play on computers and mobile devices, and on Microsoft's Xbox One console.", "type": "p"}, {"text": "It is a big move from Roblox as it shores up its position as one of the most popular gaming platforms in the world.", "type": "p"}, {"text": "Exactly how popular it is is unclear, though in 2020 Roblox told Bloomberg two-thirds of all US children between the ages of nine and 12 play the game.", "type": "p"}, {"text": "And a Statista survey of 400,000 UK children that same year found Roblox to be overwhelmingly more popular than its closest rival - with 67% of children saying they played it, as opposed to just 23% who said they played Minecraft, which is the best-selling video game of all time.", "type": "p"}, {"text": "Its popularity stems from its emphasis on creation - that is, rather than being a traditional game, it allows players to make their own games within it. In fact, Roblox refers to players as developers.", "type": "p"}, {"text": "These developers, who are often children, are able to create games and even potentially make in-game currency from other players, known as Robux.", "type": "p"}, {"text": "It is often praised for enabling young people to get into game design and be creative - but that same freedom and popularity has also caused it to come under scrutiny.", "type": "p"}, {"text": "In 2022 the NSPCC and Childline told the BBC that since the pandemic, the number of children calling their helpline with concerns about Roblox had increased five-fold.", "type": "p"}, {"text": "The launch was announced at Roblox's annual Developers Conference.", "type": "p"}, {"text": "Roblox also said that an open beta version released on Meta Quest earlier this year had been well-received.", "type": "p"}, {"text": "The beta version - where an unfinished version of the game was made available to players with either a Quest 2 or Quest Pro headset - had more than one million downloads in its first five days, and the firm said it would get a full launch on Quest later this month.", "type": "p"}, {"text": "But a PlayStation version, though often requested, remained unreleased until now.", "type": "p"}, {"text": "The exact details of the launch were sparse, but Roblox said players on both the previous and current generation PlayStation consoles would be able to \"able to access the full catalogue of Roblox experiences\".", "type": "p"}, {"text": "Roblox also announced Connect, a system that will allow people to call people in the game using their real names, body language and facial expressions.", "type": "p"}, {"text": "By pointing a camera at their own face, Roblox will transfer their real-world expressions onto their in-game character.", "type": "p"}, {"text": "A version of this motion-capture technology was first made available in August, but Roblox Connect is the first attempt from the company to pair up the tech with calling friends.", "type": "p"}, {"text": "In a blog post explaining the motion-capture technology, Roblox said it was available to players aged 13 and above.", "type": "p"}, {"text": "Players will have to first give Roblox consent to use their camera before it can be used, and the company said in a privacy notice that it does not record or store information captured from a player's camera, clarifying that \"video from your camera never leaves your device\".", "type": "p"}, {"text": "It is unclear in which countries Roblox Connect will launch, and the firm says more details on this will be announced in the future.", "type": "p"}], "tags": []}