{"link": "https://www.bbc.com/news/business-63601213", "category": "business", "title": "FTX: Crypto giant collapses into bankruptcy", "contributor": null, "time": "2022-11-11T17:38:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B23A/production/_127562654_ftx.jpg", "content": [{"text": "Embattled cryptocurrency exchange FTX has filed for bankruptcy in the US, seeking court protection as it looks for a way to return money to users.", "type": "b"}, {"text": "Former boss Sam Bankman-Fried has also stepped down as chief executive, the company said.", "type": "p"}, {"text": "It is a massive turn of fortunes for the 30-year-old, who had headed the world's second largest crypto exchange.", "type": "p"}, {"text": "In just over a week, his FTX empire has collapsed, shaking confidence in the already troubled crypto market.", "type": "p"}, {"text": "\"I'm really sorry, again, that we ended up here. Hopefully things can find a way to recover,\" Mr Bankman-Fried, nicknamed the 'King of Crypto', wrote on Twitter on Friday. ", "type": "p"}, {"text": "\"I was shocked to see things unravel the way they did.\"", "type": "p"}, {"text": "Prior to the meltdown, Mr Bankman-Fried had been one of the stars of the crypto scene, drawing comparisons to investment magnate Warren Buffett, with a net worth estimated at more than $15bn (£12.8bn) as recently as Monday.", "type": "p"}, {"text": "But rumours earlier this week that FTX and other firms owned by Mr Bankman-Fried were on shaky financial ground prompted a mass of customers to try to withdraw funds from FTX, an exchange used to buy and sell digital tokens. ", "type": "p"}, {"text": "Facing a cash crunch, Mr Bankman-Fried tried to organize a bailout but that failed, leaving FTX scrambling to raise billions of dollars and many customers unable to access their money.", "type": "p"}, [{"text": "Crypto market rocked by near-collapse of exchange", "type": "a", "href": "https://www.bbc.co.uk/news/business-63564364"}, {"text": "'I'm waiting to get £2,000 back from crypto giant'", "type": "a", "href": "https://www.bbc.co.uk/news/business-63577783"}], {"text": "By filing for Chapter 11 bankruptcy, the company can continue operating, while restructuring its debts under court supervision. ", "type": "p"}, {"text": "FTX said the goal was to \"begin an orderly process to review and monetize assets for the benefit of all global stakeholders\".", "type": "p"}, {"text": "\"The FTX Group has valuable assets that can only be effectively administered in an organised, joint process,\" said new chief executive John J Ray III, a lawyer who previously worked at a venture capital firm and has experience with high-profile bankruptcy cases.", "type": "p"}, {"text": "In the filing, FTX estimated that it had between $10bn and $50bn in assets and liabilities and more than 100,000 creditors. ", "type": "p"}, {"text": "The proceeding involves FTX as well as Alameda Research, a trading firm founded by Mr Bankman-Fried, and roughly 130 affiliates, according to the statement FTX shared on Twitter. ", "type": "p"}, {"text": "Those include FTX's operations in the US, which Mr Bankman-Fried had said on Thursday were unaffected.", "type": "p"}, {"text": "Mr Bankman-Fried said \"this doesn't necessarily have to mean the end for the companies or their ability to provide value and funds to their customers chiefly, and can be consistent with other routes.", "type": "p"}, {"text": "\"Ultimately I'm optimistic that Mr. Ray and others can help provide whatever is best\".", "type": "p"}, {"text": "For now, Thomas Culham, from Kingston, said he has been unable to withdraw the £2,000 he had put into FTX - a \"big blow\" as his funds in FTX were \"decent chunk\" of his investment portfolio.", "type": "p"}, {"text": "\"It's probably gone,\" the 22-year-old said. \"Maybe in a few years' time I might get some sort of recovery - they do have assets [and] they should be able to liquidate them.\"", "type": "p"}, {"text": "Mr Bankman-Fried had enjoyed a high-profile in the crypto industry and beyond, frequently speaking on behalf of the sector before regulators.", "type": "p"}, {"text": "He was a major donor to Democrats in the most recent US elections and had gone on an advertising blitz in the country, enlisting celebrities such as Tom Brady and Gisele Bundchen to convince the public that crypto was a worthy investment.", "type": "p"}, {"text": "But as he became a bigger figure, questions were raised about the ties between the different parts of his business empire and potential conflicts of interest between FTX and Alameda.", "type": "p"}, {"text": "The troubles at his firms have hurt the rest of the crypto market, with currencies such as Bitcoin dropping 20% this week, and raised pressure on other companies to prove they have the financial strength to stay afloat.", "type": "p"}, {"text": "Several companies in the sector had already collapsed or approached collapse earlier this year, after a sharp downturn in the value of digital assets. BlockFi, another crypto firm with ties to FTX, stopped clients from making withdrawals on Thursday because of the situation.", "type": "p"}, {"text": "\"FTX going down is not good for anyone in the industry. Do not view it as a win for us. User confidence is severely shaken,\" wrote Changpeng Zhao, the chief executive of FTX's larger rival, Binance, which had said it might buy FTX this week only to walk away.", "type": "p"}, {"text": "Regulators have long warned of risks to crypto investors and raised concern about the threat of wider financial turmoil, as traditional financial companies expand their investments in the market, despite little regulation.", "type": "p"}, {"text": "FTX, which is now reportedly under investigation by several financial authorities, had enjoyed backing from major investment firms, including Blackrock, Softbank and the Ontario Teachers' Pension Plan in Canada. ", "type": "p"}, {"text": "But Dan Ives, analyst at Wedbush Securities, said he did not think FTX's troubles would spark wider problems in the stock market. ", "type": "p"}, {"text": "\"It's a black swan event. There's really no bleed over into the overall market, there's containment,\" he said. \"That's extremely important and another positive signal in terms of the walls between systematic risk and not.\" ", "type": "p"}, {"text": "Mr Bankman-Fried admitted that the downfall is \"on me\" but that will be scant consolation to the potentially 1.2 million FTX customers who could now lose their crypto savings.", "type": "p"}, {"text": "Despite potentially losing his money, Mr Culham said this week's events wouldn't put him off investing in more cryptocurrencies in the future. ", "type": "p"}, {"text": "\"I think there's a lot of opportunity,\" he said, adding that he was not investing more than he could afford to lose, and also not investing in only one type of crypto.", "type": "p"}, {"text": "Additional reporting by Michael Race.", "type": "p"}], "tags": ["Companies", "Bitcoin", "Cryptocurrency"]}