{"link": "https://www.bbc.com/news/entertainment-arts-63599287", "category": "entertainment & arts", "title": "Pokemon's Ash Ketchum wins world championship", "contributor": null, "time": "2022-11-11T17:23:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EB00/production/_127606106_gettyimages-51100697.jpg", "content": [{"text": "Ash Ketchum, the lead character in the Pokemon anime series, has won the Pokemon World Championship.", "type": "b"}, {"text": "Fans of the franchise have expressed their delight at the character becoming the strongest Pokemon trainer in the world, more than 25 years after the first episode of the programme aired.", "type": "p"}, {"text": "A tweet from the official Pokemon Twitter account congratulating Ash has received almost 200,000 likes.", "type": "p"}, {"text": "The series, which originated as a video game, has run for over 1,200 episodes.", "type": "p"}, {"text": "The anime has followed Ash Ketchum in his quest to become a Pokemon Master since 1997, when the character met electric mouse creature Pikachu on his 10th birthday.", "type": "p"}, {"text": "Over the last 25 years, viewers have watched him train as he aimed to become the strongest Pokemon trainer. In the series, Pokemon trainers catch mythical creatures known as pocket monsters and battle them against each other.", "type": "p"}, [{"text": "As Pokémon turns 25 its cards trade for big money", "type": "a", "href": "https://www.bbc.co.uk/news/business-56164918"}, {"text": "Pokemon taught me 'being a loser is OK'", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-49719746"}], {"text": "As well as the animated TV show, the original Japanese Game Boy game also spawned a trading card game, more than 20 movies and a host of merchandise from pogs (collectable cardboard discs) to soft toys.", "type": "p"}, {"text": "Most seasons of the anime follow Ash's journey across various fictional regions catching Pokemon as he aimed to win eight gym badges to qualify for their Pokemon League.", "type": "p"}, {"text": "But the latest series, Pokemon Ultimate Journeys, has worked differently as it has seen Ash travelling around the world, rather than being limited to one region. ", "type": "p"}, {"text": "Viewers have previously seen Ash win two tournaments - the Orange League from the Orange Islands season, as well as the Alola League in Pokemon: Sun and Moon.", "type": "p"}, {"text": "But to win the World Championship, Ash had to overcome strong trainers from across his travels. ", "type": "p"}, {"text": "Ash's final battle against former world champion, Leon, spanned four episodes. It also saw the return of former companions from previous seasons of the anime who have since been retired, such as fan favourites Brock, Misty and Dawn. ", "type": "p"}, {"text": "Sarah Natochenny, the voice actor for Ash in the American version of the anime, tweeted: \"YESSSS!!! Our boy is the very best like no one ever was!!!!\" while a number of adult fans of the show tweeted that the finale had made them \"emotional\".", "type": "p"}, {"text": "It is unclear whether Ash and Pikachu will return for the anime's next season.", "type": "p"}, {"text": "It has become tradition for a new season of the anime to coincide with the release of new Pokemon video games. The two newest Pokemon games, Scarlet and Violet, will be released on Friday 18 November. ", "type": "p"}], "tags": ["Gaming", "Anime", "Pokemon Go"]}