{"link": "https://www.bbc.com/news/health-63584355", "category": "health", "title": "'Leap forward' in tailored cancer medicine", "contributor": null, "time": "2022-11-11T01:09:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A167/production/_127591314_gettyimages-1219696566.jpg", "content": [{"text": "People with untreatable cancers have had their immune system redesigned to attack their own tumours.", "type": "b"}, {"text": "The experimental study involved only 16 patients, but has been called a \"leap forward\" and a \"powerful\" demonstration of the potential of such technology.", "type": "p"}, {"text": "Each person had a treatment developed just for them, which targeted the specific weak spots in their tumour. ", "type": "p"}, {"text": "It is too early to fully assess the therapy's effectiveness and it is expensive and time-consuming. ", "type": "p"}, {"text": "The work focuses on a part of the immune system called T-cells, which patrol the body and inspect other cells for problems. ", "type": "p"}, {"text": "They use proteins - called receptors - to effectively sniff out signs of infection or deviant cells that have become cancerous. ", "type": "p"}, {"text": "Cancers can be tricky for T-cells to spot. A virus is distinctly different to the human body, but cancers are more subtle because they are a corrupted version of our own cells. ", "type": "p"}, {"text": "The idea of the therapy is to boost levels of these cancer-spotting T-cells. It has to be tailored to each patient as each tumour is unique. ", "type": "p"}, {"text": "This is how it works:", "type": "p"}, [{"text": "The researchers scoured patient's blood for rare T-cells that already had receptors which could sniff out their cancer", "type": "p"}, {"text": "They then harvested other T-cells that could not find the cancer and redesigned them", "type": "p"}, {"text": "Their original receptors, which may find other problems or infections, were replaced with those from the cancer-searching T-cells ", "type": "p"}, {"text": "Finally, these modified T-cells were then put back into the patient to seek out the tumour", "type": "p"}], {"text": "Transforming T-cells into a form that can hunt cancer requires considerable genetic manipulation to both remove the genetic instructions for building their old receptors, and give them the instructions for the new ones. ", "type": "p"}, {"text": "It was made possible by tremendous advances in the gene-editing technology Crispr, which acts like a pair of molecular scissors - allowing scientists to easily manipulate DNA. The researchers who developed Crispr won the Nobel Prize for Chemistry in 2020.", "type": "p"}, {"text": "The trial involved people with colon, breast or lung cancers that had failed to respond to other treatments. ", "type": "p"}, {"text": "The study was designed to test the safety and feasibility of the technology, and showed the modified cells were finding their way into the tumour. ", "type": "p"}, {"text": "The disease continued to get worse in 11 patients, but stabilised in the other five. However, it will take larger studies to work out the correct dose and how effective it really is.", "type": "p"}, {"text": "\"This is a leap forward in developing a personalised treatment for cancer,\" said Dr Antoni Ribas, one of the researchers at the University of California, Los Angeles, who tested the approach developed by the company Pact Pharma.", "type": "p"}, {"text": "The results were presented at a meeting of the Society for Immunotherapy of Cancer and published simultaneously in the journal Nature.", "type": "p"}, {"text": "Dr Manel Juan, head of the immunology service at Clinic Hospital in Barcelona, said it was \"extraordinary work\" and \"undoubtedly one of the most advanced in the field\".", "type": "p"}, {"text": "He added: \"It opens the door to using this personalised [approach] in many types of cancer and potentially in many other diseases.\"", "type": "p"}, [{"text": "'Designer cells' reverse one-year-old's cancer", "type": "a", "href": "https://www.bbc.co.uk/news/health-34731498"}, {"text": "Dawn of gene editing medicine?", "type": "a", "href": "https://www.bbc.co.uk/news/health-34744851"}], {"text": "Prof Waseem Qasim, who has given life-saving designer immune systems at Great Ormond Street Hospital, said it was a \"powerful early demonstration of what might be possible with newer techniques\".", "type": "p"}, {"text": "Dr Astero Klampatsa, from the Institute of Cancer Research, London, said the study was \"important\" but warned that the \"time, labour and expense involved\" were \"huge\".", "type": "p"}, {"text": "Follow James on Twitter ", "type": "p"}], "tags": ["Medical research", "Genetics", "James Gallagher", "Uplifting stories", "Cancer"]}