{"link": "https://www.bbc.com/news/science-environment-63599415", "category": "science & environment", "title": "COP27: Joe Biden issues climate rallying cry to world leaders", "contributor": null, "time": "2022-11-11T17:02:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F15E/production/_127609716_mediaitem127609715.jpg", "content": [{"text": "It is the duty and responsibility of every nation to act on climate, US President Joe Biden has said at the UN summit COP27.", "type": "b"}, {"text": "Mr Biden spoke in Egypt after US mid-term elections delivered better-than-expected results for the president.", "type": "p"}, {"text": "He claimed the US is a global leader on climate after it passed sweeping laws to tackle global warming.", "type": "p"}, {"text": "About 35,000 people are in Sharm el-Sheikh for the two-week meeting.", "type": "p"}, {"text": "\"The climate crisis is about human security, economic security, environmental security, national security and the very life of the planet,\" said Mr Biden.", "type": "p"}, {"text": "He echoed UK Prime Minister Rishi Sunak's comments on Monday that Russia's war in Ukraine is a reason to act faster on climate.", "type": "p"}, {"text": "Noting that the past eight years have been the warmest on record, he described the impacts of climate change on Africa nations, including a four-year drought in the Horn of Africa.", "type": "p"}, {"text": "Mr Biden promised to tighten US rules on methane emissions from oil and gas companies. Methane is the most potent greenhouse gas and significantly contributes to the warming of Earth's atmosphere.", "type": "p"}, {"text": "\"Today, thanks to the actions we have taken, I can stand here as president of the United States of America and say with confidence the US will meet our emissions targets by 2030,\" he said.", "type": "p"}, {"text": "He also pledged more money for poorer nations suffering from climate disasters, including drought and flooding. But the sums remain far short of what the US, along with other developed nations, have promised.", "type": "p"}, {"text": "\"Joe Biden comes to COP27 and makes new promises but his old promises have not even been fulfilled.  I'd rather have one apple in my hand than the promise of five that never come,\" said Mohamed Adow, Power Shift Africa director.", "type": "p"}, {"text": "\"The inconvenient truth is that the United States is grossly underperforming on its international climate finance commitments,\" said president of World Resources Institute Ani Dasgupta.", "type": "p"}, {"text": "In August the US passed legislation to tackle climate change that experts have called \"radical\" and \"historic\". The Inflation Reduction Act could reduce US greenhouse gas emissions by 40% by 2030.", "type": "p"}, [{"text": "Why the latest UN meeting matters", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63502762"}, {"text": "What have leaders done on climate change in 2022?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63458945"}, {"text": "Sharp rise in fossil fuel industry delegates at COP27", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63571610"}], {"text": "Mr Biden's Democrat party feared that it would lose crucial seats in the mid-term elections on Tuesday, which could have weakened their climate agenda. But it performed better than expected.", "type": "p"}, {"text": "\"While control of Congress is still being determined, one thing is certain: the massive climate-friendly investments in the Inflation Reduction Act are here to stay,\" says Dan Lashof, director of World Resources Institute United States.", "type": "p"}, {"text": "Mr Biden also held talks with Egyptian President Abdul Fattah al-Sisi amid heightened concern over the fate of jailed British-Egyptian pro-democracy activist Alaa Abdel Fattah.", "type": "p"}, {"text": "There's been no independent confirmation about Mr Abdel Fattah's condition since he is said to have received \"medical intervention\" on Thursday, days after he began refusing water as part of a long hunger strike.", "type": "p"}, {"text": "It is the sixth day of the COP summit, which is focussed on implementing ambitious promises made at COP26 in Glasgow last year. ", "type": "p"}, {"text": "Vulnerable nations have called on richer countries to pay for the irreversible damage climate change wrecks on their homes.", "type": "p"}, {"text": "\"We will not give up... the alternative consigns us to a watery grave,\" Bahamas Prime Minister Philip Davis said on Tuesday, urging nations to \"get real\".", "type": "p"}, {"text": "They say developed nations owe this money because they became rich off decades of using fossil fuels. ", "type": "p"}, {"text": "By contrast many less developed countries, particularly the small island nations most at risk, have contributed virtually nothing to total emissions.", "type": "p"}, {"text": "Richer nations have historically avoided the question of compensation or reparations, but the issue - referred to as \"loss and damage\" - was put on the COP agenda this year for the first time since the summits began 30 years ago. ", "type": "p"}, [{"text": "The big issues facing Egypt's COP27 climate summit", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63316362"}, {"text": "A really simple guide to climate change  ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}, {"text": "What is the Paris climate agreement? ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-35073297"}], {"text": "Human rights groups are highlighting the plight of an estimated 60,000 political prisoners in Egypt.", "type": "p"}, {"text": "In a reminder of the danger the world faces, UN Secretary General Antonio Guterres told the summit \"we are on a highway to climate hell with our foot on the accelerator\". ", "type": "p"}, {"text": "On Friday a report warned that emissions of carbon dioxide (CO2) are rising so quickly that there is a 50% chance the world will soon cross the crucial temperature threshold of 1.5C.", "type": "p"}, {"text": "The COP27 global climate summit in Egypt is seen as crucial if climate change is to be brought under control. More than 200 countries are attending the summit to discuss further measures to cut emissions and prepare for climate change, and it could lead to major changes to our everyday lives.", "type": "b"}, [{"text": "What will climate change look like for you?", "type": "a", "href": "https://www.bbc.co.uk/news/resources/idt-d6338d9f-8789-4bc2-b6d7-3691c0e7d138"}, {"text": "Will the UK meet its climate targets?", "type": "a", "href": "https://www.bbc.co.uk/news/58160547"}, {"text": "How extreme weather is linked to climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58073295"}], {"text": "Top image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.", "type": "p"}], "tags": ["Egypt", "Climate change", "United States"]}