{"link": "https://www.bbc.com/news/technology-63597087", "category": "technology", "title": "Twitter drama continues with blue-tick confusion", "contributor": null, "time": "2022-11-11T16:37:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0F5A/production/_127603930_gettyimages-1240294770.jpg", "content": [{"text": "More turmoil is surrounding Elon Musk and Twitter, as high-profile staff quit and the rules about verified accounts keep changing. ", "type": "b"}, {"text": "People on and off the platform have been raising concerns about the direction Twitter is going in under its new billionaire leader. ", "type": "p"}, {"text": "The grey \"Official\" badges returned less than two days after being removed.", "type": "p"}, {"text": "And it's now being reported that Twitter has paused letting people sign up to it's Twitter Blue subscription. ", "type": "p"}, {"text": "According to the Washington Post, a note has been sent to Twitter staff to say it was temporarily delaying the new subscription service, whereby people pay for a blue check mark, while impersonation concerns are addressed.", "type": "p"}, {"text": "Meanwhile, the Federal Trade Commission said it was watching events with \"deep concern\".", "type": "p"}, {"text": "During his first few weeks as CEO, Mr Musk laid off some 3,700 workers - but had not spoken to the majority of staff who remained at Twitter.", "type": "p"}, {"text": "His first email to employees warned: \"The road ahead is arduous and will require intense work to succeed.\"", "type": "p"}, {"text": "\"Without significant subscription revenue, there is a good chance Twitter will not survive the upcoming economic downturn,\" he said.", "type": "p"}, {"text": "A raft of key executives then resigned from the platform.", "type": "p"}, {"text": "\"I've made the hard decision to leave Twitter,\" tweeted chief security officer Lea Kissner, who reportedly stepped down with other key privacy or security executives.", "type": "p"}, {"text": "Yoel Roth, the site's head of trust and safety, then resigned just a day after staunchly defending Mr Musk's content moderation policy to advertisers.", "type": "p"}, {"text": "Late on Thursday, Mr Roth's Twitter bio described him as \"Former Head of Trust & Safety at @Twitter.\"", "type": "p"}, {"text": "Mr Roth had became the public face of Twitter's content moderation after Mr Musk took over. ", "type": "p"}, {"text": "Mr Musk had praised him for defending Twitter's ongoing efforts to fight harmful misinformation and hate speech.", "type": "p"}, {"text": "I've heard Twitter in its current state described as an aeroplane, mid-flight, without pilots.", "type": "p"}, {"text": "The sudden departure of the head of trust and safety, the chief information security officer, and both the chief privacy and compliance officers is a dramatic development. It's not clear how soon they will be replaced, while the firm remains this unstable and sweeping job cuts have already been made. ", "type": "p"}, {"text": "From a security perspective, Twitter will, like all big platforms, be a constant target for hackers and bad actors around the world, meaning it cannot afford to take its eye off the ball and it must continue to ensure that its systems are robust, and threats are monitored. ", "type": "p"}, {"text": "As for users' privacy, you don't need me to tell you how important that is. And indeed, as we've seen, the US regulators are already keeping a very close eye on what's going on. ", "type": "p"}, {"text": "Elon Musk, on the other hand, says engagement and user numbers are higher than ever. We only have his word for it - I have to say that anecdotally I'm seeing plenty of Twitter Blue subscribers who seem happy with their new \"blue tick\". And however many of them there are, that's all fresh income that the firm did not previously have.  ", "type": "p"}, {"text": "But it's also causing its own headache because now anybody can have a badge which until very recently was a symbol of authenticity - including fakes.   And the confusion continues as this service appears to have been paused.", "type": "p"}, {"text": "Musk has also said that bankruptcy is not out of the question. While it may feel like we are watching Twitter speeding towards the edge of a cliff, I think it's too early to tell whether it will manage to put the brakes on in time. In the early days of Facebook, Mark Zuckerberg's motto was \"move fast and break things\" - Elon Musk appears to have taken this to another level. ", "type": "p"}, {"text": "The Twitter Blue subscription service allowed users to pay £6.99 ($7.99) per month for a blue tick. There would be a separate grey \"official\" badge for some high-profile accounts.", "type": "p"}, {"text": "But on Wednesday Musk scrapped the new grey tick almost immediately, which added to the confusion.", "type": "p"}, {"text": "However, on Friday new grey official badges for large organisations began reappearing on some Twitter profiles.", "type": "p"}, {"text": "There has also been the emergence of fake accounts impersonating celebrities and politicians such as NBA star LeBron James and former UK prime minister Tony Blair.", "type": "p"}, {"text": "US-based PR strategist Max Burns said he had seen fake accounts with the verified blue tick badge bought through Twitter Blue posing as support accounts for real airlines and asking customers who were trying to contact them on Twitter to direct message the fake accounts instead.", "type": "p"}, {"text": "\"How long until a prankster takes a real passenger's ticket information and cancels their flight? Or takes their credit card info and goes on a spending spree?\" he said.", "type": "p"}, {"text": "\"It will only take one major incident for every airline to bail on Twitter as a source of customer engagement.\"", "type": "p"}], "tags": ["Elon Musk", "Twitter"]}