{"link": "https://www.bbc.com/news/science-environment-63269429", "category": "science & environment", "title": "Virgin Orbit rocket arrives for first space launch from UK", "contributor": null, "time": "2022-10-15T12:26:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F4CA/production/_127166626_takeoff.jpg", "content": [{"text": "The rocket that will conduct the first ever orbital mission from UK soil has been delivered to its spaceport.", "type": "b"}, {"text": "Virgin Orbit's LauncherOne vehicle came into Newquay, Cornwall, late on Friday on a military plane from California where it was made.", "type": "p"}, {"text": "The rocket will now be prepared for its flight to space, which is likely to occur sometime next month.", "type": "p"}, {"text": "Nine individual satellites, most built in the UK, will take the ride a few hundred kilometres above the Earth. ", "type": "p"}, {"text": "Melissa Thorpe, head of Spaceport Cornwall, was on hand to see the rocket being unloaded and taken into Newquay's integration facility.", "type": "p"}, {"text": "\"It's been eight years of just really hard work - the blood, sweat and tears of the team - to get to this point.", "type": "p"}, {"text": "\"And we've had so much happening just this past week. Bam, bam, bam - back-to-back exciting moments, from satellites and the carrier plane arriving, to the ground support equipment and now the rocket. It's hard to take it all in,\" she told BBC News.", "type": "p"}, [{"text": "Virgin jumbo arrives in Cornwall for space launch", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63218251"}, {"text": "First Skyrora space launch ditches in the sea off Iceland", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63239697"}, {"text": "Scottish spaceport's prototype rocket unveiled ", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-highlands-islands-61379577"}], {"text": "The first ever orbital mission from the UK will be using a \"horizontal\", air-launched system developed by British entrepreneur Sir Richard Branson's Virgin Orbit company.", "type": "p"}, {"text": "Based at Long Beach in Los Angeles County, the firm despatches its rockets to space from under the wing of a modified Virgin Atlantic jumbo, called Cosmic Girl.", "type": "p"}, {"text": "All the company's missions to date have been conducted just off the coast of California, over the Pacific.", "type": "p"}, {"text": "The UK launch will be the first to take place outside the US.", "type": "p"}, {"text": "All the participants in the British mission - the spaceport, Virgin Orbit, and the satellite makers - are still awaiting their operational licences from the Civil Aviation Authority. The government agency is responsible for regulating commercial spaceflight in the UK.", "type": "p"}, {"text": "This paperwork is expected to be issued any day now. In the meantime, preparations will continue apace in Newquay.", "type": "p"}, {"text": "Cosmic Girl, which flew into Cornwall on Tuesday, has already begun flight rehearsals.", "type": "p"}, {"text": "Also on Friday, all the ground support equipment arrived from California. This included the fuelling rigs for the rocket.", "type": "p"}, {"text": "And one by one, the nine satellites going to space are being placed in their dispensers - the systems that will push them off the top of the rocket when they are at the correct altitude.", "type": "p"}, {"text": "On Friday, it was the turn of ForgeStar-0, the first ever Welsh satellite. Built by Space Forge of Cardiff, this toaster-sized spacecraft will demonstrate technologies for future satellites that will make advanced materials in space.", "type": "p"}], "tags": ["British space programme", "Newquay", "Newquay Airport"]}