{"link": "https://www.bbc.com/news/business-62951431", "category": "business", "title": "Porsche IPO: Luxury car maker valued at up to $75bn in share sale", "contributor": "Peter Hoskins", "time": "2022-09-19T03:56:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F2C2/production/_126764126_gettyimages-1242994511.jpg", "content": [{"text": "German car making giant Volkswagen (VW) has said it is aiming for a valuation of up to €75bn ($75bn; £65.8bn) for Porsche when the luxury brand is floated on the stock market.", "type": "b"}, {"text": "Trading in the shares is due to start in Frankfurt on 29 September.", "type": "p"}, {"text": "A prospectus will be published on Monday, after which investors can subscribe to Porsche shares.", "type": "p"}, {"text": "The share sale is set to be Germany's second-largest ever initial public offering (IPO).", "type": "p"}, {"text": "\"We are now in the home stretch with the IPO plans for Porsche and welcome the commitment of our cornerstone investors,\" VW's chief financial officer Arno Antlitz said.", "type": "p"}, [{"text": "California to ban petrol-only vehicle sales by 2035", "type": "a", "href": "https://www.bbc.co.uk/news/business-62683260"}, {"text": "VW to pay out £193m in 'dieselgate' settlement", "type": "a", "href": "https://www.bbc.co.uk/news/business-61581251"}], {"text": "VW said in a statement to investors that it will price preferred shares in the flotation of Porsche at €76.50 to €82.50 per share, which would give the sportscar maker a stock market valuation of €70bn to €75bn.", "type": "p"}, {"text": "At the upper end of the range it would be Europe's third-largest IPO on record.", "type": "p"}, {"text": "However, the figures announced on Sunday fell short of an earlier valuation target - as much as €85bn - amid investor concerns over rising interest rates and a potential global recession.", "type": "p"}, {"text": "VW said it will raise as much as €9.4bn from the share sale, which will help pay for its shift to electric vehicles and spending on software development.", "type": "p"}, {"text": "If the IPO goes ahead, VW said it will hold a meeting for investors in December when it plans to propose distributing a special dividend - 49% of the total gross proceeds - from the share sale to shareholders.", "type": "p"}, {"text": "The deal comes even as relatively few companies have listed shares in Europe this year as the region faces an energy crisis, high inflation and rate hikes.", "type": "p"}, {"text": "Under the IPO plan, the Porsche-Piech family - which lost control of the iconic brand to VW over a decade ago - will pay a premium to purchase shares that will hand back to it significant decision-making power.", "type": "p"}], "tags": ["Volkswagen", "Germany", "Stock markets", "Car industry"]}