{"link": "https://www.bbc.com/news/entertainment-arts-62948675", "category": "entertainment & arts", "title": "Spielberg's The Fabelmans wins at Toronto Film Festival", "contributor": "Lizo Mzimba", "time": "2022-09-18T16:47:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6AB4/production/_126761372_3b4f33e6-aa4c-434a-8a31-6e4d658cac90.jpg", "content": [{"text": "The Fabelmans has won the top prize at the Toronto International Film Festival.", "type": "b"}, {"text": "Director Steven Spielberg's fictionalised account of his childhood was voted the favourite film of the Festival by audiences at the 11-day long event.", "type": "p"}, {"text": "The People's Choice Award has consistently predicted future success at the Oscars.", "type": "p"}, {"text": "Every recent winner has won at least one Academy Award.", "type": "p"}, {"text": "The Fabelmans, which tells the story of a young boy called Sammy, received its world premiere at the festival last weekend.", "type": "p"}, {"text": "Like Spielberg's parents, Sammy's mother and father are growing apart, and the young boy becomes fascinated by filmmaking as a means of escape.", "type": "p"}, {"text": "Sammy is played by relative newcomer Gabriel LaBelle, his parents by Paul Dano and Michelle Williams.", "type": "p"}, {"text": "Williams is already being tipped as an Oscar nominee in 2023. The People's Choice Award at Toronto is seen as the first major prize of awards season, and one which is regarded as a strong launchpad for the Oscars.", "type": "p"}, {"text": "In a statement Spielberg said: \"This is the most personal film I've made, and the warm reception from everyone in Toronto made my first visit to TIFF so intimate and personal to me and my entire Fabelman family.", "type": "p"}, {"text": "\"And a very special thank you to all the movie fans in Toronto that have made this past weekend one I'll never forget.\"", "type": "p"}, {"text": "Every People's Choice winner over the previous 10 years has received a Best Picture nomination at the Academy Awards, with three - 12 Years A Slave, Green Book and Nomadland - going on to win the top prize at the following year's Oscars.", "type": "p"}, {"text": "The prize has occasionally overlooked some major Oscar winners. In 2016 the film Moonlight failed to place in the top three at the Festival, it went on to win Best Picture at the Academy Awards.", "type": "p"}, {"text": "Some Academy Awards contenders that weren't screened at Toronto, and which aren't eligible for awards there, will be hoping to gain momentum over the coming months.", "type": "p"}, {"text": "They include Tár which stars Cate Blanchett as an accomplished conductor, and which played at the Venice Film Festival and the Telluride Film Festival. ", "type": "p"}, {"text": "Another film regarded as potential Oscar material is She Said, staring Carey Mulligan and Zoe Kazan as Megan Twohey and Jodi Kantor, the New York Times journalists whose investigation into Harvey Weinstein helped launch the #MeToo movement. She Said will have its world premiere next month at the New York Film Festival.", "type": "p"}, {"text": "This year, second place in the People's Choice Award went to Women Talking, an intense drama about a group of women in an isolated community who discover that they have been repeatedly drugged and raped by some of local men. Its ensemble cast includes Claire Foy, Rooney Mara and Jessie Buckley.", "type": "p"}, {"text": "Third place went to Glass Onion: A Knives Out Mystery, the sequel to 2019's Knives Out. Daniel Craig returns in the lead role of detective Benoit Blanc. The cast also includes Edward Norton, Janelle Monáe, Jessica Henwick and Kate Hudson.", "type": "p"}, {"text": "The Fabelmans will be released in the UK on 27 January 2023.", "type": "p"}], "tags": []}