{"link": "https://www.bbc.com/news/business-63965553", "category": "business", "title": "US lawmakers unveil TikTok ban bill over China security fears", "contributor": null, "time": "2022-12-13T21:14:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11C41/production/_127996727_gettyimages-1438609724.jpg", "content": [{"text": "US lawmakers have proposed a ban on TikTok - the social media app known for its short viral videos - citing concerns about national security.", "type": "b"}, {"text": "The bipartisan bill is the latest move in the US against the company, which is owned by Chinese tech giant ByteDance.", "type": "p"}, {"text": "Last month, the head of the FBI voiced concern that China could use the app to influence users or control their electronics. Several US states have banned it from government devices.", "type": "p"}, {"text": "But the bill faces long odds. ", "type": "p"}, {"text": "TikTok, which has more than 100 million users in the US, called the measure a \"politically-motivated ban that will do nothing to advance the national security of the United States\".", "type": "p"}, {"text": "The company added that it was developing plans \"that we are well underway in implementing\" to further secure the platform in the US as part of the national security review that began under former President Donald Trump.  ", "type": "p"}, {"text": "\"We will continue to brief members of Congress on the plans,\" it said. ", "type": "p"}, [{"text": "TikTok sued by Indiana over security and safety concerns", "type": "a", "href": "https://www.bbc.com/news/business-63897751"}], {"text": "The political attacks on TikTok are indicative of strained relations between the US and China, said Caitlin Chin, a fellow at the Center for Strategic and International Studies, a think-tank based in Washington DC. ", "type": "p"}, {"text": "But she said she did not think a national ban on TikTok was likely anytime soon, noting that lawmakers have moved slowly to update US data privacy and content moderation rules despite widespread agreement that some changes are necessary.", "type": "p"}, {"text": "So far, much of the concern about TikTok and China is based on the potential for abuse and not evidence of it, she added. ", "type": "p"}, {"text": "\"From a privacy standpoint, simply preventing a company like TikTok from operating doesn't close the gaps,\" she said, noting that many other websites collect similar information.", "type": "p"}, {"text": "Calls to ban TikTok have also surfaced in countries such as Australia, while Taiwan recently moved to ban it from public devices. India blocked it in 2020 amid a military dispute.", "type": "p"}, {"text": "In the US, TikTok faced an effective ban two years ago following an executive order by Mr Trump barring new downloads, but judges blocked the measure and it never came into force. ", "type": "p"}, {"text": "It was eventually revoked by President Joe Biden.", "type": "p"}, {"text": "In 2020, the Committee on Foreign Investment in the United States - charged with reviewing foreign ownership in the US  - also ordered ByteDance to sell TikTok. ", "type": "p"}, {"text": "The company's negotiations with that body are ongoing. ", "type": "p"}, {"text": "Republican Senator Marco Rubio, one of the backers of the legislation, which he said had support from at least one Democrat, argued action is overdue. ", "type": "p"}, {"text": "He said his bill would block and prohibit all transactions from any social media company in, or under the influence of, China, Russia, and \"other foreign countries of concern\". ", "type": "p"}, {"text": "\"This isn't about creative videos — this is about an app that is collecting data on tens of millions of American children and adults every day,\" he said.", "type": "p"}], "tags": ["TikTok", "United States", "China-US relations"]}