{"link": "https://www.bbc.com/news/entertainment-arts-63956480", "category": "entertainment & arts", "title": "Taylor Swift: Judge dismisses Shake It Off copyright lawsuit", "contributor": null, "time": "2022-12-13T11:39:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0062/production/_127989000_gettyimages-1242792777.jpg", "content": [{"text": "A US lawsuit alleging that Taylor Swift stole lyrics for her hit song Shake It Off has been dismissed by a judge.", "type": "b"}, {"text": "Songwriters Sean Hall and Nate Butler had claimed the pop star lifted lyrics in her song's chorus from their own hit Playas Gon' Play. Swift denied being aware of the song prior to the lawsuit.", "type": "p"}, {"text": "However, court filings show a judge dismissed the copyright lawsuit \"in its entirety\" on Monday.", "type": "p"}, {"text": "The case had been due to go to trial on 17 January.", "type": "p"}, {"text": "Swift said she had drawn from her own experiences and \"commonly used phrases and comments\" she had heard throughout her life for the track and that the lyrics had been written \"entirely by me\".", "type": "p"}, {"text": "US trade publication Variety reported the two parties had \"reached an agreement\" and jointly asked for the case to be dismissed.", "type": "p"}, {"text": "The terms of the settlement were not clear; however, the song's writing credits remain the same at the time of writing.", "type": "p"}, {"text": "Playas Gon' Play, the song written by Hall and Butler, was released in 2000 and performed by US girl group 3LW.", "type": "p"}, {"text": "Both that song and Shake It Off feature variations of the phrases \"players gonna play\" and \"haters gonna hate\".", "type": "p"}, {"text": "The judge, Michael Fitzgerald, had previously rejected the case, saying the lyrics were too \"banal\" to be copyrighted.", "type": "p"}, {"text": "In his original ruling, the judge cited 13 earlier songs that featured similar phrases, including Playa Hater by The Notorious B.I.G. and Dreams by Fleetwood Mac.", "type": "p"}, {"text": "Hall and Butler appealed against the ruling and a federal appeals court reversed his decision, which sent the case back to Judge Fitzgerald.", "type": "p"}, {"text": "However, a court filing obtained by the PA news agency showed Judge Fitzgerald had dismissed the lawsuit earlier this week.", "type": "p"}, {"text": "\"Pursuant to the parties' Stipulation, this action is hereby dismissed, in its entirety and with prejudice, Plaintiffs and Defendants to bear their respective attorney's fees and costs,\" the filing read.", "type": "p"}, {"text": "Swift, 33, previously said she had \"never heard\" of the 3LW song prior to the lawsuit.", "type": "p"}, {"text": "\"The lyrics to Shake It Off were written entirely by me,\" she said, in a sworn declaration also obtained by PA.", "type": "p"}, {"text": "\"Shake It Off is about independence and 'shaking off; negative personal criticism through music and dance.", "type": "p"}, {"text": "\"In writing the lyrics, I drew partly on experiences in my life and, in particular, unrelenting public scrutiny of my personal life, 'clickbait' reporting, public manipulation, and other forms of negative personal criticism which I learned I just needed to shake off and focus on my music.", "type": "p"}, {"text": "\"Prior to writing Shake It Off I had heard the phrases 'players gonna play' and 'haters gonna hate' uttered countless times to express the idea that one can or should shrug off negativity.\"", "type": "p"}], "tags": ["Taylor Swift", "Music"]}