{"link": "https://www.bbc.com/news/science-environment-63953531", "category": "science & environment", "title": "Tonga volcano eruption continues to astonish", "contributor": null, "time": "2022-12-13T08:17:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D0D2/production/_127985435_c0566508-hunga_tonga-hunga_ha_apai_volcano_plume_satellite_images.jpg", "content": [{"text": "Scientists have described a massive \"magma hammer\" they say slammed the underside of the Tonga volcano which erupted so spectacularly in January.", "type": "b"}, {"text": "An analysis of seismic waves has revealed four individual events that are interpreted to be thrusts of molten rock beneath the underwater mountain.", "type": "p"}, {"text": "Occurring within a five-minute period, each of these blows is calculated to have had a force of a billion tonnes.", "type": "p"}, {"text": "It's a further revelation about the behaviour of Hunga-Tonga Hunga-Ha'apai.", "type": "p"}, {"text": "The seamount produced the biggest atmospheric explosion ever recorded by modern instrumentation - far bigger even than any nuclear bomb test conducted after WWII.", "type": "p"}, {"text": "It displaced some 10 cubic km of rock, ash and sediment, much of it exiting through the volcano's mouth, or caldera, to shoot straight up into the sky, like a \"shotgun blast\" as one geologist called it.", "type": "p"}, [{"text": "Tonga volcanic eruption reshaped Pacific seafloor", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63678177"}, {"text": "Robot boat to map Tonga volcano aftermath", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60946084"}, {"text": "Immense crater hole created in Tonga volcano ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61567521"}], {"text": "Scientists have gathered here in Chicago at the American Geophysical Union (AGU) Fall Meeting to compare the latest results of their investigations into what happened. ", "type": "p"}, {"text": "Dr Yingcai Zheng, from the University of Houston, detailed his team's analysis of the Magnitude 5.8 seismic waves generated just over 10 minutes into the climactic eruption on 15 January.", "type": "p"}, {"text": "These signals were picked up at more than 400 monitoring stations around the globe.", "type": "p"}, {"text": "Dr Zheng attributes them to a pulse of magma moving up from below the mountain and hitting the base of the caldera.  ", "type": "p"}, {"text": "\"I think it could be like a new batch of magma suddenly just reaching into the magma chamber and over-pressurising the chamber,\" he said. \"The pulse of the magma is travelling up at high speed and it's like a train hitting the base of the wall. It hammered four times within 300 seconds,\" he told BBC News.", "type": "p"}, {"text": "Ash from Hunga-Tonga was measured by weather satellites to have travelled 57km above the Earth's surface, the highest ever recorded volcanic plume. But new data presented at the AGU meeting indicated the disturbance went higher still - all the way to space.", "type": "p"}, {"text": "Sensors on US space agency and US Air Force satellites that measure far-ultraviolet radiation from the Sun noticed a strong absorption feature in their data correlated to an altitude above 100km - the so-called Karman Line and the recognised boundary to space.", "type": "p"}, {"text": "\"If I see an absorber, if I see that hole - that means that something got up above the boundary to space and sucked up those photons that would normally get sent to my sensor,\" explained Dr Larry Paxton, from the Johns Hopkins University Applied Physics Lab. \"That spot was as big as Montana, or Germany or Japan.\"", "type": "p"}, {"text": "Dr Paxton can tell from the light signature that the absorber was water vapour, and he can also calculate the mass of water sent into space: somewhere between 20,000 to 200,000 tonnes.", "type": "p"}, {"text": "That a submarine volcano should throw so much water into the sky during an eruption is not a surprise. The height to which that water travelled is, however.", "type": "p"}, {"text": "This water also clearly played a role in creating the conditions necessary to generate the \"greatest concentration of lightning ever detected\", according to Chris Vagasky.", "type": "p"}, {"text": "The meteorologist from Vaisala Inc works with a network that detects the radio frequency emissions associated with lightning events. It enables him to locate and count discharges anywhere on the globe.", "type": "p"}, {"text": "He told the AGU meeting that Hunga-Tonga's eruption plume produced 400,000 lightning events on 15 January.", "type": "p"}, {"text": "\"We were getting lightning rates of up to 5,000 to 5,200 events per minute. That's an order of magnitude higher than you would see in super-cell thunderstorms - some of the strongest thunderstorms that exist on this planet,\" he said. ", "type": "p"}, {"text": "\"And because these rates were so high, we were saturating our sensors. The 400,000 number - that's actually the floor of the value. We're working to figure out just how much we missed.\"", "type": "p"}, {"text": "One remarkable consequence of all this lightning is that it produced a gamma-ray flash detected by a Nasa satellite that normally looks out into the Universe for such high-energy emissions. These would come from far-off black holes or exploding stars, but this was the first time the Fermi spacecraft had caught a flash coming from a volcano on Earth.", "type": "p"}, {"text": "Again, it's testament to the extreme nature of the Hunga-Tonga eruption.", "type": "p"}], "tags": ["Earth science", "Volcanoes", "Tonga eruption and tsunami", "Geology"]}