{"link": "https://www.bbc.com/news/technology-63957020", "category": "technology", "title": "US charges Sam Bankman-Fried with defrauding investors", "contributor": null, "time": "2022-12-13T20:04:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/83AD/production/_127990733_c5688e85-7e26-46b4-b89e-9149e03793e8.jpg", "content": [{"text": "US authorities have charged Sam Bankman-Fried with \"one of the biggest financial frauds in US history\" in the failed cryptocurrency exchange FTX.", "type": "b"}, {"text": "The former FTX boss was arrested on Monday.", "type": "p"}, {"text": "Mr Bankman-Fried built a \"house of cards on a foundation of deception\", Security and Exchange Commission (SEC) Chair Gary Gensler said.", "type": "p"}, {"text": "Officials have also accused him of violating campaign finance laws. ", "type": "p"}, {"text": "Mr Gensler added that the charges for alleged fraud were a warning for other platforms to comply with US laws.", "type": "p"}, {"text": "The US Attorney's Office for the Southern District of New York and the Commodity Futures Trading Commission (CFTC) also announced charges against Mr Bankman-Fried in parallel actions. ", "type": "p"}, {"text": "At a news conference on Tuesday, Damian Williams, the US Attorney for the Southern District of New York, said that the fraud Mr Bankman-Fried is accused of is among the largest in US history. ", "type": "p"}, {"text": "In addition to accusing Mr Bankman-Fried of defrauding lenders, investors and customers, Mr Williams accused him of using \"tens of millions\" in ill-gotten gains for illegal campaign contributions to Democrats and Republicans alike. ", "type": "p"}, {"text": "\"All this dirty money was used in service of Bankman-Fried's desire to buy bipartisan influence and impact the direction of public policy in Washington,\" Mr Williams said. ", "type": "p"}, {"text": "Speaking to BBC News earlier this month, Mr Bankman-Fried sought to distance himself from accusations of illegal activity.", "type": "p"}, {"text": "\"I didn't knowingly commit fraud. I don't think I committed fraud. I didn't want any of this to happen. I was certainly not nearly as competent as I thought I was,\" he told BBC News cyber reporter Joe Tidy.", "type": "p"}, {"text": "Mr Bankman-Fried also denied allegations he must have been aware that FTX's affiliated trading company, Alameda Research, was using FTX customer funds.", "type": "p"}, {"text": "He was once viewed as a young version of legendary US investor Warren Buffett. As recently as late October, he had a net worth estimated at more than $15bn (£12.1bn).", "type": "p"}, {"text": "A well-known political donor, he was arrested in the Bahamas and is being held there in custody pending extradition to the US. He said on Tuesday he would fight the extradition.", "type": "p"}, {"text": "Meanwhile, the firm's new chief executive, John Ray, told a US congressional committee that FTX's collapse appeared to be the result of it being controlled by a small group of \"grossly inexperienced, non-sophisticated individuals\".", "type": "p"}, {"text": "He said he had seen \"an utter lack of record-keeping - no internal controls whatsoever\".", "type": "p"}, {"text": "Last month, FTX filed for bankruptcy in the US, leaving many users unable to withdraw their funds.", "type": "p"}, {"text": "According to a court filing last month, FTX owed its 50 largest creditors almost $3.1bn.", "type": "p"}, {"text": "The FTX exchange allowed customers to trade normal money for cryptocurrencies such as Bitcoin.", "type": "p"}, {"text": "Cryptocurrencies are not currencies in the traditional sense, but are stored online and act more like investment vehicles or securities - often with a high degree of volatility.", "type": "p"}, {"text": "Their anonymity means they have been favoured for criminal activities such as drug dealing and ransomware attacks, but their supporters say there is huge potential for innovation - and independence from governments.", "type": "p"}, {"text": "Since 2019, Bahamas-based FTX had raised more than $1.8bn from equity investors, the SEC said, including approximately $1.1bn from about 90 US-based investors.", "type": "p"}, {"text": "It is alleged that while Mr Bankman-Fried promoted FTX as a \"safe, responsible crypto asset trading platform\", in reality he \"orchestrated a years-long fraud\" to conceal from FTX's investors the diversion of FTX customers' funds to Alameda Research LLC, his privately held crypto hedge fund.", "type": "p"}, {"text": "The SEC also alleges that he concealed FTX's exposure to Alameda's significant holdings of overvalued FTX-affiliated tokens.", "type": "p"}, {"text": "Mr Bankman-Fried is also accused of \"co-mingling\" FTX customers' funds at Alameda to make \"undisclosed venture investments, lavish real estate purchases, and large political donations\".", "type": "p"}, {"text": "In what has turned out to be one of his last interviews before arrest, Mr Bankman-Fried seemed extremely confident - telling me he would not be arrested and was innocent of any criminal wrongdoing.", "type": "p"}, {"text": "The 30-year-old turned up in his trademark shorts and scruffy T-shirt, seeming surprisingly calm.", "type": "p"}, {"text": "But he did admit he was not getting much sleep since his empire collapsed and he became crypto public enemy number one.", "type": "p"}, {"text": "Mr Bankman-Fried spoke to us not in his home, but in an apartment still owned by FTX, in the luxury Albany complex about 30 minutes from the Bahamian capital, Nassau. ", "type": "p"}, {"text": "Before we started recording, we were told not to take any shots of the multimillion pound yachts or manicured gardens in the marina.", "type": "p"}, {"text": "We were also warned not to film his apartment building, which he has had to vacate for \"safety reasons\".", "type": "p"}, {"text": "Once we began the interview, Mr Bankman-Fried spoke for 35 minutes with no topic or question ruled out.", "type": "p"}, {"text": "As in other recent interviews, he admitted to mismanaging his FTX empire but tried to distance himself from any criminal wrongdoing.", "type": "p"}, {"text": "He also said he did not think he would be arrested and, off-camera, heavily hinted details would soon emerge to make the public more believing of his version of events.", "type": "p"}, {"text": "\"FTX operated behind a veneer of legitimacy Mr Bankman-Fried created,\" said Gurbir S Grewal, director of the SEC's Division of Enforcement.", "type": "p"}, {"text": "\"But as we allege in our complaint, that veneer wasn't just thin, it was fraudulent.\"", "type": "p"}, {"text": "He added that FTX's collapse highlighted the risk unregistered crypto asset trading platforms can pose to consumers and investors.  ", "type": "p"}, {"text": "The SEC charged Mr Bankman-Fried with violating the anti-fraud provisions of the Securities Act of 1933 and the Securities Exchange Act of 1934. ", "type": "p"}, {"text": "In New York, Mr Williams vowed that authorities \"are not done\" with the investigation and called on \"anyone who participated in wrongdoing\" to come forward. ", "type": "p"}, {"text": "\"Come see us before we come and see you,\" he said. ", "type": "p"}, {"text": "Robert Greenall and Bernd Debusmann Jr also contributed to this article", "type": "p"}], "tags": ["Cryptocurrency", "US Securities and Exchange Commisson"]}