{"link": "https://www.bbc.com/news/entertainment-arts-66621348", "category": "entertainment & arts", "title": "Liam Payne cancels tour dates after kidney infection", "contributor": null, "time": "2023-08-25T17:02:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EAE2/production/_130903106_crgettyimages-962662012.jpg", "content": [{"text": "Singer Liam Payne has cancelled his forthcoming tour after suffering a serious kidney infection.", "type": "b"}, {"text": "The One Direction star has pulled out of performances in South America after being taken to hospital.", "type": "p"}, {"text": "The 29-year-old said that he was following doctor's orders and planning to \"rest and recover\" following his scare.", "type": "p"}, {"text": "He apologised to fans who had bought tickets and said he hoped to reschedule the live dates.", "type": "p"}, {"text": "In a statement posted on Instagram on Friday, Payne said: \"It's with a heavy heart I have to tell you that we have no other choice but to postpone my upcoming tour of South America.", "type": "p"}, {"text": "\"Over the past week, I've been in hospital with a serious kidney infection, it's something I wouldn't wish on anyone, and doctor's orders are that I now need to rest and recover.\"", "type": "p"}, {"text": "He continued: \"I was beyond excited to come play for you guys. To all of you who have bought tickets: I'm so sorry.\"", "type": "p"}, {"text": "Fans who had bought tickets would be refunded, Payne said, adding that he was \"working to reschedule the tour\".", "type": "p"}, {"text": "\"Please look out for updates from your point of purchase,\" he said. \"Thanks as always for the love and support, and look forward to seeing you soon.\"", "type": "p"}, {"text": "In an accompanying video addressing fans, Payne told fans: \"This really is the last news I want to be telling you... We started rehearsals and I've been advised that now is really not the right time to be travelling on the road while I recover from this.", "type": "p"}, {"text": "\"I've got the best people around me at home trying to help me recover as we speak.\"", "type": "p"}, {"text": "Payne joined One Direction in 2010, when he was put together with Harry Styles, Niall Horan, Zayn Malik and Louis Tomlinson on ITV talent competition the X Factor.", "type": "p"}, {"text": "The group went on to score hits with Best Song Ever, What Makes You Beautiful, Kiss You, Steal My Girl and Live While We're Young.", "type": "p"}, {"text": "After going on hiatus in 2015, Payne launched a solo career and enjoyed chart success with Strip That Down, Get Low, Familiar (featuring J Balvin) and For You (with Rita Ora).", "type": "p"}, {"text": "Payne had been due to play dates in Peru, Chile, Brazil, Argentina, Mexico and Colombia on the tour.", "type": "p"}], "tags": []}