{"link": "https://www.bbc.com/news/technology-66604929", "category": "technology", "title": "EU safety laws start to bite for TikTok, Instagram and others", "contributor": null, "time": "2023-08-24T23:00:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6035/production/_130892642_gettyimages-800758966.jpg", "content": [{"text": "Some of the biggest tech organisations and search engines now have to comply with new EU rules designed to protect users.", "type": "b"}, {"text": "Under the EU Digital Services Act (DSA) rule-breakers can face big fines.", "type": "p"}, {"text": "Nineteen major platforms, such as Facebook or TikTok, face the most stringent rules which include having plans in place to protect children and stop election interference.", "type": "p"}, {"text": "Many have made changes, some of which will affect users in the UK.", "type": "p"}, {"text": "While the UK Online Safety Bill is still working its way through parliament - the EU's Digital Services Act became law on 16 November 2022.", "type": "p"}, {"text": "But firms were given time to make sure their systems complied.", "type": "p"}, {"text": "On 25 April the commission named the very large online platforms - those with over 45 million EU users - that would be subject to the toughest rules. They are: Alibaba, AliExpress, Amazon Store, the Apple App Store, Booking.com, Facebook, Google Play, Google Maps, Google Shopping, Instagram, LinkedIn, Pinterest, Snapchat, TikTok, X (formerly Twitter), Wikipedia, YouTube and Zalando. Search engines Google and Bing will also be subject to the rules.", "type": "p"}, {"text": "They had four months to comply with the act's rules. Smaller tech services won't have to comply until next year.", "type": "p"}, {"text": "Breaches could lead to a fine of 6% of turnover and potentially suspension of the service.", "type": "p"}, {"text": "There are extra requirements in the DSA for these very large platforms and search engines. They have to assess potential risks they may cause, report that assessment and put in place measures to deal with the problem. This includes risks related to:", "type": "p"}, [{"text": "illegal content", "type": "p"}, {"text": "rights, such as freedom of expression, media freedom, discrimination, consumer protection and children's rights", "type": "p"}, {"text": "public security and threats to electoral processes", "type": "p"}, {"text": "gender-based violence, public health, protection of minors, and mental and physical wellbeing.", "type": "p"}], {"text": "Targeted advertising based on profiling children is no longer permitted.", "type": "p"}, {"text": "They must also share with regulators details of how their algorithms work. This could include those which decide what adverts users see, or which posts appear in their feed. And they are required to have systems for sharing data with independent researchers.", "type": "p"}, {"text": "In blog posts, and in statements given to the BBC, organisations have stressed the effort the put in to comply. Both TikTok and Meta said more than 1,000 people across their businesses had worked on complying with the act.", "type": "p"}, {"text": "Many have already implemented changes. A number focus on personalised advertisements and feeds including:", "type": "p"}, [{"text": "Starting July TikTok stopped users in Europe aged 13-17 from being shown personalised advertising based on their online activity. ", "type": "a", "href": "https://newsroom.tiktok.com/en-eu/fulfilling-commitments-dsa-update"}, {"text": "Since February Meta apps including Facebook and Instagram have stopped showing users aged 13-17 worldwide advertising based on their activity to the apps.", "type": "a", "href": "https://about.fb.com/news/2023/08/new-features-and-additional-transparency-measures-as-the-digital-services-act-comes-into-effect/"}, {"text": "In Europe Facebook and Instagram gave users the option to view Stories and Reels only from people they follow, ranked in chronological order.", "type": "p"}, {"text": "In the UK and Europe Snapchat is also restricting personalised ads for users aged 13-17. It is also creating a library of adverts shown in the EU.", "type": "a", "href": "https://newsroom.snap.com/en-GB/digital-services-act-snap"}], {"text": "There were also commitments to provide more data to researchers: Google promised to increase data access for those hoping to understand more about how Google Search, YouTube, Google Maps, Google Play and Shopping work.", "type": "p"}, {"text": "Some have not yet detailed the changes they have made when asked to do so by the BBC. X, formerly called Twitter, simply said it was \"on track\" to meet its compliance deadlines.", "type": "p"}, {"text": "Retailers Zalando and Amazon have mounted legal action to contest their designation as a very large online platform. Amazon argues they are not the largest retailer in any of the EU countries where they operate.", "type": "p"}, {"text": "Nevertheless Amazon has taken steps to comply with the act and has \"created a new channel for submitting notices against suspected illegal products and content\". Zalando told the BBC it will be compliant with the act.", "type": "p"}, {"text": "Wikipedia has made some changes in response to the DSA but the Foundation which supports the project says they should not affect users everyday experiences. It argues that the approach to regulation in the DSA is preferable to the approach of the online safety bill. It has said some of the requirements in the UK legislation would be hard for it to comply with.", "type": "p"}, {"text": "Phil Bradley-Schmieg, legal counsel at the Wikimedia Foundation told the BBC: \"Our hope is that lawmakers emulate the DSA; understand the diverse internet ecosystem; and protect safe, free, and public projects online. \"", "type": "p"}], "tags": []}