{"link": "https://www.bbc.com/news/business-65377511", "category": "business", "title": "Disney cuts more jobs as restructuring continues", "contributor": null, "time": "2023-04-24T16:05:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/650C/production/_129486852_gettyimages-1484422355.jpg", "content": [{"text": "Walt Disney Co has begun a second round of layoffs as part of an earlier announced restructuring expected to result in 7,000 job losses.", "type": "b"}, {"text": "The media giant has been under pressure as its traditional television and film business shrinks, while its streaming unit continues to post big losses.", "type": "p"}, {"text": "Chief executive Bob Iger announced the $5.5bn cost-cutting drive in February.", "type": "p"}, {"text": "This week's cuts are expected to bringing the total number of reductions so far to 4,000.", "type": "p"}, {"text": "The losses will fall across the company, including at sports channel ESPN and film studios. The firm has said frontline workers at the park are not expected to be affected.", "type": "p"}, {"text": "\"The difficult reality of many colleagues and friends leaving Disney is not something we take lightly,\" Disney officials said. ", "type": "p"}, {"text": "The redundancies are indicative of a larger retrenching across the entertainment industry, as executives refocus on profits, after years in which many traditional media firms spent heavily to launch streaming platforms and win subscribers.", "type": "p"}, {"text": "Mr Iger, Disney's longtime boss who returned to the company in November after the ousting of Bob Chapek, has said the firm needed to streamline its business. ", "type": "p"}, {"text": "Among other measures, the firm is planning to spend $3bn less on content.", "type": "p"}, {"text": "The 7,000 in redundancies announced in February amount to about 3% of the 220,000-person workforce the company employed as of 1 October. ", "type": "p"}, {"text": "The firm commenced its job cuts with a first round of notifications to staff at the end of last month.", "type": "p"}, {"text": "Another \"several thousand\" people are expected to learn if they are losing their jobs this week, with a third wave of cuts planned for this summer, the company said.", "type": "p"}, {"text": "Among the people affected by the cuts this week was ESPN spokesperson Mike Soltys, who had worked for the company for more than four decades. ", "type": "p"}, {"text": "\"My final statement as ESPN Spokesperson: '43 Amazing Years. Wow. We wish him well.'\" Mr Soltys joked on Twitter. ", "type": "p"}, {"text": "Disney, which employs more than 50,000 people outside the US, did not respond to an inquiry about how many of the job cuts would involve international staff. ", "type": "p"}], "tags": []}