{"link": "https://www.bbc.com/news/entertainment-arts-65379194", "category": "entertainment & arts", "title": "Adele joins James Corden for last ever Carpool Karaoke", "contributor": null, "time": "2023-04-24T17:57:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7F4C/production/_129488523_cpc-3_singing.jpg", "content": [{"text": "Adele has joined James Corden for the final Carpool Karaoke in his last week as host of the The Late Late Show. ", "type": "b"}, {"text": "The singer appeared to surprise Corden at his house in Los Angeles, waking him up by clashing cymbals over his bed. ", "type": "p"}, {"text": "He then agreed to let her drive him to work at CBS Studios, despite her admission that: \"I'm actually not a brilliant driver.' ", "type": "p"}, {"text": "Along the way, they discussed their friendship at length, and shed tears over his decision to return to the UK.", "type": "p"}, {"text": "\"It's been a crazy eight years,\" said Corden. \"In one sense it feels like it's gone like that [clicks fingers] and in another I feel like I don't remember what life was like before being here.\"", "type": "p"}, {"text": "Adele added: \"I've never lived in LA without you guys so I'm a bit nervous about it, to be honest with you, and very, very sad.\"", "type": "p"}, {"text": "Corden was a relative unknown to US TV audiences when he took over The Late Late Show in 2015, replacing Scottish-American comedian Craig Ferguson.", "type": "p"}, {"text": "Carpool Karaoke quickly became the show's breakout hit, and Corden's first team-up with Adele became the biggest viral video of 2016. To date, it has amassed more than 260 million views. ", "type": "p"}, {"text": "During their conversation, Corden revealed the difficulties he had in persuading celebrities to take part in Carpool Karaoke when he first came to the US.", "type": "p"}, {"text": "They eventually got Mariah Carey to agree - but before she got in the car she told him she would \"do the chat\" but she would not sing. ", "type": "p"}, {"text": "Corden knew he had to convince her to change her mind to make a success of the feature - and he succeeded. ", "type": "p"}, {"text": "Since then, \"there's been some bloody brilliant ones, and some [expletive] ones, too,\" Adele laughed, asking Corden to name a favourite.", "type": "p"}, {"text": "\"Stevie Wonder changed it a lot,\" he replied, \"because when he did it, other artists were like, 'Well if Stevie Wonder's done it, I'll do it.'\"", "type": "p"}, {"text": "A failed attempt to prank Adele for The Late Late Show was also revealed in their conversation, as they sang tracks including Rolling In The Deep and Barbra Streisand's Don't Rain On My Parade.", "type": "p"}, {"text": "And they discussed Adele's I Drink Wine, the first verse of which was inspired by a long heart-to-heart with Corden. ", "type": "p"}, {"text": "Adele revealed the song took root during a six-hour conversation as the two stars travelled home from a holiday together with their families. ", "type": "p"}, {"text": "She recalled how Corden and his family has been \"so integral in looking after me\" and her son, Angelo, after her split from husband Simon Konecki in 2019.", "type": "p"}, {"text": "But when Corden turned to her for advice, saying he wasn't happy with his life in America, the singer admitted it made her feel \"unsafe\". ", "type": "p"}, {"text": "\"You seemed down. You didn't feel strong,\" she said.", "type": "p"}, {"text": "A few weeks later she wrote the first verse to I Drink Wine and sent it him. ", "type": "p"}, {"text": "\"It [described] everything I was feeling that day,\" Corden said. ", "type": "p"}, {"text": "\"I was floored by how you'd managed to take everything that I was feeling about myself and life and just put it in a verse. ", "type": "p"}, {"text": "\"It was the greatest privilege from a conversation so honest between two friends. That you could create such a thing, it just blows my mind.\"", "type": "p"}, {"text": "Corden went on to say he would miss his colleagues on The Late, Late Show and, more generally, Los Angeles itself. ", "type": "p"}, {"text": "\"It's been a brilliant adventure but I'm just so certain that it's time for us as a family - with people getting older, people that we miss - it's time to go home.\"", "type": "p"}, {"text": "\"I know,\" replied an emotional Adele. \"I'm just not ready to come back yet otherwise I would come back with you.\"", "type": "p"}, {"text": "Corden is set to present his last episode of The Late Late Show on Thursday, with Harry Styles and Will Ferrell among the guests.", "type": "p"}, {"text": "Adele's Carpool Karaoke segment will also be broadcast on the show, bookending a series that has also featured Madonna, BTS, Blackpink, Britney Spears, Paul McCartney, Celine Dion, Billie Eilish and Elton John in the passenger seat. ", "type": "p"}, {"text": "However, the idea actually dates back to 2011, when Corden took George Michael for a spin as part of a sketch for Comic Relief.", "type": "p"}, {"text": "The format was later commissioned as a standalone series for Apple TV. ", "type": "p"}, {"text": "Corden only took part in a handful of episodes, with later instalments pairing celebrities together instead. ", "type": "p"}, {"text": "Highlights included Jason Sudekis and the Muppets; Miley and Billy Cyrus; and Kendall Jenner with Hailey Bieber.", "type": "p"}, {"text": "During his stint on The Late Late Show, Corden also found time to film roles in Hollywood movies like Ocean's 8, Yesterday and Cats, as well as hosting the Tony and Grammy Awards.", "type": "p"}, {"text": "He announced his intention to step down last year, saying: \"When I started this journey, it was always going to be just that. It was going to be a journey, an adventure. I never saw it as my final destination, you know? And I never want this show to overstay its welcome in any way.\"", "type": "p"}, {"text": "In a farewell interview with Variety magazine, Corden said that Adele's surprise Carpool Karaoke session had meant the world to him.", "type": "p"}, {"text": "\"The fact that she came and did that for me. The fact that it was her idea to say, 'Well, why don't I drive him to work?' It's really special,\" he told the publication. ", "type": "p"}, {"text": "\"Because what you're actually watching is two friends who moved to Los Angeles, I think a week apart. And one of them is going home and one of them is staying. ", "type": "p"}, {"text": "\"That's hugely emotional. It just so happens that one of them is the biggest singer in the world.\"", "type": "p"}], "tags": []}