{"link": "https://www.bbc.com/news/technology-65374723", "category": "technology", "title": "Twitter gives fake Disney account verified status", "contributor": null, "time": "2023-04-24T11:45:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1057A/production/_129483966_gettyimages-1250627604.jpg", "content": [{"text": "Twitter gave a fake Disney account verification status at the weekend. ", "type": "b"}, {"text": "The account, called @DisneyJuniorUK, was tweeting vile content, but managed to be verified with a gold tick before being suspended.", "type": "p"}, {"text": "The owner alerted his followers by saying \"this isn't actually real right. someone pinch me or something\" - and the tweet has since gone viral.", "type": "p"}, {"text": "It comes as confusion continues at how Twitter's updated verification system is working.", "type": "p"}, {"text": "Twitter has been approached for comment.  ", "type": "p"}, {"text": "Meanwhile, the \"real\" Disney Junior account has also been given a gold badge. ", "type": "p"}, {"text": "Last week Twitter dropped blue marks from \"legacy\" verified accounts and there is a new colour scheme to its verification system - under the guidance of owner Elon Musk. ", "type": "p"}, {"text": "Despite many celebrity accounts initially losing their badges - over the weekend most of them were reinstated, with almost every user with more than one million followers receiving a new blue tick. ", "type": "p"}, [{"text": "Blue: The traditional mark of verification now means the account is subscribed to Twitter Blue, from $8 (£6.40) a month, and completed some verification steps such as having a mobile phone linked to the account. It must also be older than 30 days and have no recent changes to name or handle", "type": "p"}, {"text": "Gold: These marks are reserved for organisations and businesses who pay $1,000 a month plus additional fees for subsequent accounts ", "type": "p"}, {"text": "Grey: Is the mark of an official government account, such as a national agency or a head of state ", "type": "p"}], {"text": "Social media consultant Matt Navarra told the BBC the decision to remove legacy checkmarks was a big mistake, \"possibly Elon's biggest Twitter mistake so far\".", "type": "p"}, {"text": "\"Twitter has swung from crisis to crisis in the past six months, since Elon took ownership of the platform,\" he said. ", "type": "p"}, {"text": "\"He has now created the perfect breeding ground for fake accounts and misinformation, with no real way of keeping its users (or other brands) safe from the mess of his own making. It would not surprise me if we start to see more brands distance themselves from Twitter following this latest blunder.\"", "type": "p"}, {"text": "This verification is being shared far and wide as an early example of exactly what critics of Elon Musk have warned about - fake accounts getting a badge of authenticity, giving them free rein to share misinformation under a fake veneer of authority.", "type": "p"}, {"text": "In this case, the owner of the account seems as amazed as everybody else that it's happened - it wasn't exactly trying to pretend to be an official Disney platform. And that asks even more questions- how did this obvious parody end up with a free gold tick?", "type": "p"}, {"text": "Twitter has already rolled back free blue ticks for accounts with more than a million followers, and there are increasing numbers of accounts who seem to have badges  for which they haven't paid. ", "type": "p"}, {"text": "When Mr Musk took over, he said he wanted to level the playing field on Twitter. It wasn't fair, he said, that Twitter alone got to decide which voices were more important than others. ", "type": "p"}, {"text": "But there's also a responsibility that goes along with running a social network, and so far we are seeing lots of examples of his dream of social media by subscription not quite going to plan.", "type": "p"}], "tags": []}