{"link": "https://www.bbc.com/news/business-63305371", "category": "business", "title": "Cement firm Lafarge pleads guilty to supporting IS", "contributor": null, "time": "2022-10-18T18:23:03.000Z", "cover": "https://ichef.bbci.co.uk/news/624/cpsprodpb/95FA/production/_127249383_6da9f7f0-2621-4d46-b644-5cfec945e954.jpg", "content": [{"text": "French cement maker Lafarge has pleaded guilty in the US to supporting the Islamic State and other terror groups. ", "type": "b"}, {"text": "The firm agreed to a $777.8m (£687.2m) penalty for payments it made to keep a factory running in Syria after war broke out in 2011. ", "type": "p"}, {"text": "Prosecutors said it marked the first time a company had pleaded guilty in the US to aiding terrorists. ", "type": "p"}, {"text": "Lafarge said it \"deeply regretted\" the events and \"accepted responsibility for the individual executives involved\".", "type": "p"}, {"text": "The cement manufacturer, which was bought by Switzerland's Holcim in 2015, said their behaviour had been in \"flagrant violation\" of Lafarge's code of conduct. ", "type": "p"}, {"text": "The firm opened its plant in Jalabiya near the Turkish border in 2010 following a $680m investment.", "type": "p"}, {"text": "US prosecutors said that Lafarge's Syrian subsidiary had paid Islamic State and another terror group, al Nusra Front, the equivalent of $5.92m to protect staff at the plant as the country's civil war intensified.  Executives likened the arrangements to paying \"taxes\", they said.", "type": "p"}, [{"text": "Cement firm probed over terrorist claims", "type": "a", "href": "https://www.bbc.co.uk/news/business-44643703"}, {"text": "Cement mega-merger deal in doubt ", "type": "a", "href": "https://www.bbc.co.uk/news/business-31902749"}, {"text": "Building's hard problem - making concrete green", "type": "a", "href": "https://www.bbc.co.uk/news/business-56716859"}], {"text": "Lafarge eventually evacuated the plant in September 2014, when Islamic State took control of the town and the factory. But before its departure, the deals helped the company do $70.3m in sales, prosecutors said. ", "type": "p"}, {"text": "Lafarge had previously admitted bribes were paid after an internal investigation. But US Deputy Attorney General Lisa Monaco said on Tuesday that the company's actions \"reflect corporate crime that has reached a new low and a very dark place.\"", "type": "p"}, {"text": "\"Business with terrorists cannot be business as usual,\" she added.", "type": "p"}, {"text": "In a statement, Lafarge's new owner Holcim said none of the conduct involved Holcim, \"which has never operated in Syria\".", "type": "p"}, {"text": "It added that former Lafarge executives involved in the bribery had concealed it from Holcim, as well as external auditors.", "type": "p"}, {"text": "Eric Olsen, who was CEO between 2015 and 2017, stepped down from his role following an investigation into Lafarge's activities in Syria.", "type": "p"}, {"text": "At the time, Mr Olsen said he had not been involved in any wrongdoing and was standing down to bring \"serenity\" to the company. ", "type": "p"}, {"text": "The Department of Justice said that senior executives at Lafarge were involved in the arrangements and aware they risked running afoul of authorities.", "type": "p"}, {"text": "Executives had attempted to require Islamic State not to include the name \"Lafarge\" on documents memorializing and implementing their agreements and many involved in the scheme also used personal email addresses, rather than their corporate email addresses, to carry out the conspiracy, the Department said. ", "type": "p"}, {"text": "Lafarge executives also backdated the termination agreement to 18 August 2014, a date shortly after the United Nations Security Council had issued a resolution calling on member states to prohibit doing business with Islamic State, to falsely suggest that negotiations with Islamic State had not occurred after the UN resolution, the Department said.", "type": "p"}, {"text": "The dealings by Lafarge were eventually made by public in 2016 on a website run by a Syrian opposition group.", "type": "p"}, {"text": "Breon Peace, US Attorney for the Eastern District of New York - where the case was brought - said the conduct \"by a Western corporation was appalling, and has no precedent or justification\".", "type": "p"}, {"text": "\"The defendants paid millions of dollars [to Islamic State], a terrorist group that otherwise operated on a shoestring budget, millions of dollars that [Islamic State] could use to recruit members, wage war against governments, and conduct brutal terrorist attacks worldwide, including against U.S. citizens,\" he said at a press conference announcing the guilty plea. ", "type": "p"}, {"text": "Lafarge also faces charges of complicity in crimes against humanity in France over its activities in Syria, but the company denies the claims.", "type": "p"}], "tags": ["Islamic State group", "Syria"]}