{"link": "https://www.bbc.com/news/entertainment-arts-63305635", "category": "entertainment & arts", "title": "Netflix: Big hits help reverse subscriber losses", "contributor": null, "time": "2022-10-18T21:35:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A1B4/production/_124869314_068_ra02_strangerthings_s4universal-base_na_00_zxx.jpg", "content": [{"text": "Netflix has stopped losing customers, after struggling to hold on to them in the face of competition and pressures from the rising cost of living.", "type": "b"}, {"text": "The streaming giant said it added 2.4 million households to its subscriber base over the July to September period. ", "type": "p"}, {"text": "That reversed the losses it suffered in the first half of the year after raising its prices in key markets.", "type": "p"}, {"text": "Hits such as 'Stranger Things' and 'Monster: The Jeffrey Dahmer Story' helped draw viewers back to the site.", "type": "p"}, {"text": "\"After a challenging first half, we believe we're on a path to reaccelerate growth,\" the company said in a letter to investors on Tuesday.", "type": "p"}, {"text": "The company said it expected to continue to add subscribers in coming months. It is also rolling out a number of changes intended to restore its fortunes, including launching a less expensive option with adverts next month.", "type": "p"}, {"text": "New charges aimed at people who share their accounts, already being tested in parts of Latin America, will start to be implemented more broadly in early 2023, the company added. ", "type": "p"}, {"text": "That news comes a day after the company said it had created a way to transfer user's profiles along with viewing histories and preferences, to new accounts, so personalised settings would not be lost.", "type": "p"}, {"text": "Analysts said the changes should help the company make more money. But many remain doubtful that the firm - already a mainstay of households in many countries - has much more room to grow, especially in core markets such as the US, where much of the competition has also seen subscriber growth plateau in recent months.", "type": "p"}, {"text": "Sign-ups in the Asia-Pacific region drove growth in the most recent quarter, putting its subscriber total above 223 million, Netflix said. ", "type": "p"}, {"text": "\"They're going to to continue to have more US subscribers than most but as far as the overall share of the pie, it's going to be tough to actually grow,\" said Wade Payson-Denney of Parrot Analytics, a data firm that tracks demand for content. ", "type": "p"}, {"text": "Netflix currently accounts for over 8% of all video viewing time in the UK, and 7.6% of TV viewing time in the US, the streaming giant wrote in its latest financial statement.", "type": "p"}, {"text": "That is neck-and-neck with YouTube in the US, but well ahead of rivals such as Amazon and Disney. ", "type": "p"}, {"text": "Netflix series, like Cobra Kai, Stranger Things and The Crown, also continue to dominate lists of most popular streaming shows.", "type": "p"}, {"text": "But after a boom during the pandemic, the company has struggled to attract new sign-ups - and maintain the loyalty of existing members.", "type": "p"}, {"text": "Price hikes in major markets, including the US and UK, contributed to the problem, especially as the rising cost of living leads to people cutting back. ", "type": "p"}, {"text": "The company also faces fierce competition from the likes of YouTube, Apple TV, HBO Max, Amazon Prime and Disney+. ", "type": "p"}, {"text": "Shares in the company have sunk significantly this year, prompting the firm to slash jobs and reconsider core tenets of its business, like advertising and drawing out the release of hit shows, like Stranger Things, which saw its latest season released in two batches.", "type": "p"}, {"text": "In the letter to investors, the company suggested that would not become the norm, noting that bingeing helps to drive \"substantial engagement\".", "type": "p"}, {"text": "Executives also made the case that they were ahead of the competition in figuring out how to create shows and turn a profit.  ", "type": "p"}, {"text": "\"It's hard to build a large and profitable streaming business - our best estimate is that all of these competitors are losing money on streaming,\" the company wrote, adding that the streaming landscape will shift again as competitors \"stop pouring money\" into developing their new streaming services and focus on the bottom line. ", "type": "p"}, {"text": "Netflix shares jumped more than 10% in after-hours trade, following the release. ", "type": "p"}], "tags": ["Companies", "Media", "Streaming", "Netflix"]}