{"link": "https://www.bbc.com/news/health-63298077", "category": "health", "title": "Laughing-gas makers call for sales ban to stop misuse", "contributor": null, "time": "2022-10-18T11:29:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6161/production/_126592942_gettyimages-666552794.jpg", "content": [{"text": "A ban is urgently needed to stop people buying and misusing laughing gas, manufacturers say.", "type": "b"}, {"text": "The Psychoactive Substances Act already outlaws the knowing or reckless supply of nitrous oxide for inhalation.", "type": "p"}, {"text": "But the British Compressed Gases Association has now written to new Home Secretary Suella Braverman, asking for a ban on all direct consumer sales.", "type": "p"}, {"text": "After cannabis, nitrous oxide is the most commonly misused substance among 16- to 24-year-olds in England. ", "type": "p"}, [{"text": "'I showed son's ashes to people using laughing gas'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-essex-63076794"}, {"text": "'A 20-second high isn't worth losing your life over", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-coventry-warwickshire-62795567"}], {"text": "Widely sold in small metal canisters, nitrous oxide is a colourless gas used as a propellant - for example, in whipped-cream dispensers. ", "type": "p"}, {"text": "Hospitals and dental practices also use big cannisters of it as an anaesthetic patients inhale.   ", "type": "p"}, {"text": "Some of those who misuse the substance - sometimes referred to as \"hippy crack\" - inhale it via a balloon or use a dispenser or \"cracker\". ", "type": "p"}, {"text": "Heavy regular use can lead to a vitamin deficiency that can cause serious permanent nerve damage and lasting paralysis. ", "type": "p"}, {"text": "But inhaling the gas directly from a large canister is particularly dangerous and can be fatal because it is under such high pressure and comes out extremely cold, which can:", "type": "p"}, [{"text": "damage the throat and lungs", "type": "p"}, {"text": "halt breathing ", "type": "p"}, {"text": "slow the heart to a dangerous level", "type": "p"}], {"text": "A Home Office official said: \"It is unlawful to supply nitrous oxide for its psychoactive effects, with offenders potentially facing a maximum sentence of seven years in prison.", "type": "p"}, {"text": "\"Given concerns about the use of nitrous oxide by young people, the former home secretary sought advice from the independent Advisory Council on the Misuse of Drugs (ACMD) last year. ", "type": "p"}, {"text": "\"When the ACMD responds, the government will consider the advice carefully.\"", "type": "p"}, {"text": "The ACMD is considering whether the gas should fall under the Misuse of Drugs Act, which covers to substances such as cocaine, cannabis and sleeping pills. ", "type": "p"}], "tags": ["Nitrous oxide"]}