{"link": "https://www.bbc.com/news/science-environment-63288389", "category": "science & environment", "title": "Ivory seized decades ago still turning up in raids", "contributor": null, "time": "2022-10-18T01:41:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BE84/production/_127227784_gettyimages-1370740880.jpg", "content": [{"text": "Confiscated ivory from elephants killed more than 30 years ago has turned up in recent raids, say scientists. ", "type": "b"}, {"text": "The tusks were once part of a stockpile seized from poachers and held in sealed containers by the government of Burundi.", "type": "p"}, {"text": "In this study, researchers used DNA and carbon dating techniques to show that some of that stored material is now in the hands of smugglers.", "type": "p"}, {"text": "The government of Burundi has not responded to a BBC request for comment.", "type": "p"}, {"text": "The authors say seizures should be destroyed and not stored.", "type": "p"}, [{"text": "Iraqi minister admits gas flaring cancer link", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63284896"}, {"text": "Swimmer attempts Red Sea crossing for climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63263087"}, {"text": "UK heatwave broke dozens of records, new data shows", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63244353"}, {"text": "BBC tracks elephant ivory on eBay despite ban", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61735044"}], {"text": "Between 2007 and 2016 some 100,000 elephants were killed for their tusks in different parts of Africa. ", "type": "p"}, {"text": "The study examined samples from four major seizures made by law enforcement officials between 2017 and 2019.", "type": "p"}, {"text": "Using techniques to measure the presence of an isotope called carbon-14, the researchers found that most of the captured ivory was from elephants killed within the previous three years.", "type": "p"}, {"text": "However, ivory from one seizure was primarily from elephants killed more than 30 years ago. ", "type": "p"}, {"text": "Markings on these tusks indicated they came from a supposedly well-guarded stockpile held by the government of Burundi.  ", "type": "p"}, {"text": "The trade in ivory has been banned since 1987 in Burundi, one of the world's poorest countries. In 2004 scientists from wildlife trade experts, Traffic International, examined the stores which comprised almost 84 tonnes, made up of 15,000 tusks. Customs seals were then affixed to the seven containers holding the ivory.", "type": "p"}, {"text": "However since 2015, a number of seizures in different parts of the world have had markings showing Burundi as the origin.", "type": "p"}, {"text": "The BBC has approached Burundi's environment ministry for comment but has not had any answers to our questions regarding the stockpile. ", "type": "p"}, {"text": "According to scientists, the government has until recently claimed that their stores are secure.", "type": "p"}, {"text": "\"Those containers need to be re-opened and the stock that's held there needs to be re-tested,\" said Prof Samuel Wasser from the University of Washington, an expert in conservation biology and an author of this new study. ", "type": "p"}, {"text": "\"Because the government are also saying the weights of these containers haven't changed, does that mean that they are smuggling out ivory and then getting new ivory and simply replacing the old?\"", "type": "p"}, {"text": "\"Well, if that's happening, that's really bad,\" he told BBC News. ", "type": "p"}, {"text": "The new research underlines the fact that many African countries continue to hold stockpiles of ivory that they have recovered from seizures since the trade in ivory became illegal. ", "type": "p"}, {"text": "Some experts question why they are choosing to do this rather than destroying the stocks, given that international agreements prohibit the sale of ivory recovered from poaching.  ", "type": "p"}, {"text": "Stockpiles are also vulnerable to theft as happened in Mozambique in 2016.", "type": "p"}, {"text": "Researchers have also seen evidence of seized ivory coming back into the illegal market by dubious means. ", "type": "p"}, {"text": "\"When we sample these seized tusks we take a little square out of the bottom of them, and there has been at least one seizure where we saw that our squares had been cut out, meaning that this was ivory that we had previously sampled and was now being re-smuggled,\" Prof Wasser explained. ", "type": "p"}, {"text": "However other groups say that stocks can be legitimately kept for research, educational or identification purposes. ", "type": "p"}, {"text": "The Elephant Protection Initiative (EPI) is currently supporting 15 African countries to secure their stockpiles of ivory but is also helping others to destroy their stockpiles. ", "type": "p"}, {"text": "\"Ivory doesn't have any commercial value and that is unlikely to change,\" said John Scanlon, from the EPI.", "type": "p"}, {"text": "\"It's up to each country to decide on the best option for it, and each country will be guided by its own domestic considerations.\" ", "type": "p"}, {"text": "\"If it is stored, it needs to be done securely and be reported. If it is destroyed, it needs to be accounted for, and forensic samples should be taken to identify the source of the ivory.\"", "type": "p"}, {"text": "The research has been published in the Proceedings of the National Academy of Sciences.", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc.", "type": "p"}], "tags": ["Elephants", "Poaching", "Ivory trade"]}