{"link": "https://www.bbc.com/news/technology-63302179", "category": "technology", "title": "Meta ordered to sell Giphy by UK's competition watchdog CMA", "contributor": null, "time": "2022-10-18T17:21:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D06A/production/_127245335_gettyimages-1236896689.jpg", "content": [{"text": "The UK's competition watchdog has reissued an order to Meta to sell animated images platform Giphy.", "type": "b"}, {"text": "The Competition and Markets Authority (CMA) said this ruling was final, after going back and forth with the tech giant since its decision was first announced last year. ", "type": "p"}, {"text": "The CMA found that the takeover of the gif-creation website could harm social media users and advertising.", "type": "p"}, {"text": "A Meta spokesperson said it accepted the decision but was \"disappointed\".", "type": "p"}, {"text": "The ruling is the first time the UK has blocked an acquisition by a tech giant, signalling a new determination to scrutinise digital deals.", "type": "p"}, {"text": "Meta had bought Giphy - the largest supplier of animated gifs to social networks such as Snapchat, TikTok and Twitter - in 2020.", "type": "p"}, {"text": "The CMA investigated the sale and published its original decision in November 2021, ordering Meta to dispose of Giphy.", "type": "p"}, {"text": "Meta, then called Facebook Inc, had been fined a record £50.5m for refusing to comply with the CMA during the investigation.", "type": "p"}, {"text": "Meta had hoped its purchase of Giphy would improve finding gifs and stickers on its social networks Instagram, WhatsApp and Facebook.", "type": "p"}, {"text": "While Meta maintained that Giphy would be \"openly available\" to other social networks, the CMA's investigation found the buyout would harm competition in social media and advertising. ", "type": "p"}, {"text": "Meta appealed against this decision, but in July the Competition Appeal Tribunal found in the CMA's favour on all but one ground, which was related to third-party confidential information. ", "type": "p"}, {"text": "After that finding, the CMA said it reviewed its original decision that Meta would have to sell Giphy and was standing by it.", "type": "p"}, {"text": "It said it was concerned the deal would not only limit choice for those on social media but it would also reduce innovation in digital display advertising in the UK.", "type": "p"}, {"text": "Stuart McIntosh, chair of the independent inquiry group carrying out the CMA's investigation, said there was no other option but for Meta to sell Giphy. ", "type": "p"}, {"text": "\"This deal would significantly reduce competition in two markets,\" he said.", "type": "p"}, {"text": "\"It has already resulted in the removal of a potential challenger in the UK display ad market, while also giving Meta the ability to further increase its substantial market power in social media.\"", "type": "p"}, {"text": "In a statement, the social network said it accepted the decision, adding: \"We are grateful to the Giphy team during this uncertain time for their business, and wish them every success. ", "type": "p"}, {"text": "\"We will continue to evaluate opportunities - including through acquisition - to bring innovation and choice to more people in the UK and around the world.\"", "type": "p"}, {"text": "Paul Stone, from law firm Charles Russell Speechlys, told the BBC: \"The significance of the CMA's decision is that it underscores the body's concerns about the impact of the deal on future innovation in digital advertising.", "type": "p"}, {"text": "\"This seems to be key to the CMA's approach to regulating big tech in the UK, where preserving competition from small but potentially significant future challengers can be at least as important as maintaining competition between already established players in the sector.\"", "type": "p"}], "tags": ["Companies", "Social media", "Competition and Markets Authority", "Meta"]}