{"link": "https://www.bbc.com/news/business-61886525", "category": "business", "title": "Bayer: US Supreme Court rejects chemical maker's weedkiller appeal", "contributor": null, "time": "2022-06-21T16:48:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/21A8/production/_125561680_39c39b5d459fcb43d574bc184da4199749837a75.jpg", "content": [{"text": "America's highest court has delivered a setback to German chemical maker Bayer AG, which is battling thousands of US lawsuits over its weedkiller Roundup.", "type": "b"}, {"text": "Bayer is defending against claims that it did not adequately warn of the herbicide's alleged cancer risks.", "type": "p"}, {"text": "It said the fact that government regulators had approved the product should shield the firm from liability.", "type": "p"}, {"text": "But the Supreme Court rebuffed the firm's appeal, exposing it to billions of dollars in potential legal claims.", "type": "p"}, {"text": "The judges said they would not hear the case, leaving in place a ruling upholding a $25m award to a Roundup user in California, who had claimed that his use of the glyphosate-based product on his property led to his cancer.", "type": "p"}, {"text": "On Tuesday, Bayer said it \"respectfully\" disagreed with the court's decision, saying it \"undermined the ability of companies to rely on official actions taken by expert regulatory agencies\".", "type": "p"}, {"text": "Bayer is facing legal claims focused on the possible carcinogenic risks of glyphosate, the herbicide that Roundup and many other weedkillers are based on.", "type": "p"}, {"text": "In 2015, the World Health Organization determined that glyphosate was \"probably carcinogenic to humans\", but it remains approved in the US and elsewhere, including Europe.", "type": "p"}, {"text": "In a separate case last week, a federal appeals court ruled that the US Environmental Protection Agency had not adequately considered the risks to humans and the environment caused by glyphosate, which could force another review by regulators.", "type": "p"}, {"text": "Bayer, which acquired the Roundup brand as part of its $63bn takeover Monsanto in 2018, has maintained that the chemical is safe. ", "type": "p"}, [{"text": "Bayer to pay $10.9bn to settle weedkiller cases", "type": "a", "href": "https://www.bbc.co.uk/news/business-53174513"}, {"text": "Weedkillers: What do we know about glyphosate?", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-45155788"}], {"text": "In its appeal to the court, Bayer said it should not be exposed to punishment for marketing a product \"when the near-universal scientific and regulatory consensus is that the product does not cause cancer\".", "type": "p"}, {"text": "It noted that in 2019, the Environmental Protection Agency even instructed manufacturers not to add cancer warnings to their labels, saying to do so would be misleading.", "type": "p"}, {"text": "The company has lost three Roundup cases at trial - including the one that triggered its Supreme Court appeal - while winning four. ", "type": "p"}, {"text": "In 2020 it announced a roughly $11bn settlement aimed at resolving tens of thousands of cases.", "type": "p"}, {"text": "In a March update to investors, Bayer said it had resolved about 107,000 cases out of about 138,000 cases overall.", "type": "p"}, {"text": "In all, it has set aside more than $15bn for potential payouts.", "type": "p"}, {"text": "Bayer has said it is planning to replace glyphosate with other active ingredients for herbicides geared to the residential market in the US.", "type": "p"}, {"text": "Shares fell nearly 3% on the news.", "type": "p"}], "tags": ["Companies", "Gardening", "Environment", "Cancer"]}