{"link": "https://www.bbc.com/news/entertainment-arts-61885399", "category": "entertainment & arts", "title": "Ed Sheeran and co-writers awarded £900,000 legal costs after copyright win", "contributor": null, "time": "2022-06-21T14:54:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6D5B/production/_124059972_hi074918078.jpg", "content": [{"text": "Ed Sheeran and two songwriting partners have been awarded more than £900,000 in legal costs, 11 weeks after winning a High Court copyright case.", "type": "b"}, {"text": "Sheeran and Shape of You co-writers Steven McCutcheon and John McDaid had been accused of copying a song by grime artist Sami Chokri and Ross O'Donoghue.", "type": "p"}, {"text": "Chokri and O'Donoghue had said the three Shape of You writers should foot their own legal bill.", "type": "p"}, {"text": "But on Tuesday, a judge awarded the trio an interim payment of £916,200.", "type": "p"}, {"text": "Sheeran and his fellow claimants denied plagiarism, with the pop star saying afterwards such \"baseless\" claims \"are way too common\".", "type": "p"}, {"text": "Chokri and O'Donoghue, the defendants in the 11-day trial, had said the chart-topping singer was a \"magpie\" who \"habitually copies\" other artists and part of Shape of You was \"strikingly similar\" to a section of their 2015 song Oh Why.", "type": "p"}, {"text": "In his latest ruling, Mr Justice Zacaroli said: \"I consider it is appropriate that the claimants' success is reflected in an order that their costs are paid by the defendants, without reduction save for that which is made as part of the process of detailed assessment.\"", "type": "p"}, {"text": "The judge rejected Chokri and O'Donoghue's suggestion Sheeran and his partners should pay their own legal costs because they had failed to provide documents and demonstrated \"awkwardness and opacity\".", "type": "p"}, {"text": "A further hearing is expected to assess and finalise the sums.", "type": "p"}], "tags": ["Copyright", "Ed Sheeran", "Music"]}