{"link": "https://www.bbc.com/news/health-61826067", "category": "health", "title": "Dementia patients not allowed to use toilet", "contributor": "Datshiane Navanayagam and Emma Forde", "time": "2022-06-21T00:12:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9D51/production/_125437204_violetsmile.jpg", "content": [{"text": "Heather Lawrence was shocked at the state she found her 90-year-old mother, Violet, in when she visited her in hospital.", "type": "b"}, {"text": "\"The bed was soaked in urine. The continence pad between her legs was also soaked in urine, the door wide open, no underwear on.  It was a mixed ward as well,\" Heather says.", "type": "p"}, {"text": "\"I mean there were other people in there that could have been walking up and down seeing her, with the door wide open as well.  My mum, she was a very proud woman, she wouldn't have been wanted to be seen like that at all.\"", "type": "p"}, {"text": "Violet, who had dementia, was taken Tameside Hospital's Stamford Unit in Greater Manchester , in May 2021, after a fall. It was there her health deteriorated as she developed an inflamed groin with a nasty rash stretching to her stomach - due to prolonged exposure to urine. She died a few weeks later.  ", "type": "p"}, {"text": "Heather tells BBC News: \"I don't really know how to put it into words about the dignity of care. I just feel like she wasn't allowed to be given that dignity. And that's with a lot of dementia patients.  I think they just fade away and appear to be insignificant, when they're not.\" ", "type": "p"}, {"text": "What those living with dementia want people to know", "type": "p"}, {"text": "Dementia patients being 'dumped in hospital'", "type": "p"}, {"text": "The street helping people with dementia to remember", "type": "p"}, {"text": "Tameside and Glossop Integrated Care NHS Foundation Trust has not resolved Heather's concerns but officials have offered to meet her.", "type": "p"}, {"text": "New research, shown exclusively to BBC Radio 4's File on 4 programme, has found other dementia patients have had to endure similar indignity. ", "type": "p"}, {"text": "Dr Katie Featherstone, from the Geller Institute of Ageing and Memory, at the University of West London, observed the continence care of dementia patients in three hospitals in England and Wales over the course a year for a study funded by the National Institute for Health and Care Research.", "type": "p"}, {"text": "She found patients who were not helped to go to the toilet and instead left to wet and soil themselves.", "type": "p"}, {"text": "\"We identified what we call pad cultures - the everyday use of continence pads in the care of all people with dementia, regardless of their continence but also regardless of their independence, as a standard practice,\" Dr Featherstone says.", "type": "p"}, {"text": "She found some good practice - but time pressures and too few staff meant many felt compelled to use pads as a \"workaround\". ", "type": "p"}, {"text": "When Bessie, 86, was taken into Rotherham General Hospital, in 2019, after falling at home, she had been continent. Despite this, her daughters Janine Ward and Susan Nurden say, staff were not responsive when Bessie asked to go to the toilet. Unknown to her daughters, the hospital had also placed her in continence pads.", "type": "p"}, {"text": "\"There was no way that my mum would soil herself,\" Janine says.  \"She knew what she was doing.  She would make a fuss she wanted to go to the toilet - and if you don't respond in time, she's going to get distressed and she's going to shout for someone to come.\"", "type": "p"}, {"text": "Bessie should have been referred to the Rotherham NHS Foundation Trust's continence team but never was.", "type": "p"}, {"text": "Janine and Susan felt their mother's continence and frail mobility put her at risk of another fall at home. They wanted her moved to a care home near them - but the hospital and social services disagreed. They said Bessie was incontinent and put in place a care plan to discharge her home with additional carers, commodes and continence pads (although, those never materialised.)", "type": "p"}, {"text": "On Bessie's first night back, Janine was with her when the carers arrived with the commode for the living room.", "type": "p"}, {"text": "Janine says: \"They sat her on it. The lounge curtains were still open, a big full picture window.  I can't explain how I felt. ", "type": "p"}, {"text": "\"I said, 'You have just put my mum on that commode with the curtains wide open, why didn't you close them up?' at which point they closed them. I would have thought that closing the curtains would have showed some respect for dignity, wouldn't you?\"", "type": "p"}, {"text": "Contacted by BBC News, the trust and Rotherham council offered an apology to Bessie's family and said patient care had subsequently been improved.", "type": "p"}, {"text": "Dr Featherstone says people with dementia often forget how to go to the toilet once they have been made to use pads.", "type": "p"}, {"text": "\"We do know that a lot of people living with dementia who go into hospital continent, leave the hospital with incontinence,\" she says. \"So just wearing a pad and those practices surrounding it can mean that people start to lose their continence. ", "type": "p"}, {"text": "\"And that can have real implications for people later on. It might be difficult for families to care for somebody if they have to care for incontinence as well. And it might mean that people become institutionalised.\"", "type": "p"}, {"text": "Prof June Andrews, who has worked in dementia care for over 30 years, says rigorous continence assessments are essential to prevent assumptions being made.", "type": "p"}, {"text": "\"I certainly see paperwork where someone has asked the question perhaps of the relatives as to whether or not the patient is continent. And that's the entire extent of the assessment that has taken place,\" she says.", "type": "p"}, {"text": "\"It's absolutely vital for families to know that they should ask whether or not a continence assessment has taken place and who has done it.  It's the kind of thing that will get missed if nobody's asking questions about it.\"", "type": "p"}, {"text": "Dementia UK's Director of Research and Publication Dr Karen Harrison Dening, who co-authored the report, said: \"People, whatever their underlying conditions and whatever age, do not go into hospital expecting to become incontinent. ", "type": "p"}, {"text": "\"Staff not only require targeted education on the specific ways they can promote an individual's independence but health care organisations should be mandated and responsible for maintaining an older person's autonomy.\"", "type": "p"}, {"text": "File on 4 - Dignity in Dementiais on BBC Radio 4 on Tuesday,  21 June, at 20:00, and Sunday, 26 June, at 17:00, and on demand on BBC Sounds.", "type": "p"}], "tags": ["Incontinence", "Dementia", "Manchester"]}