{"link": "https://www.bbc.com/news/science-environment-61871373", "category": "science & environment", "title": "COP15: UN biodiversity summit moved from China to Canada", "contributor": null, "time": "2022-06-21T08:17:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EC5C/production/_123680506_treefrog_gettyimages-1169946098.jpg", "content": [{"text": "Major UN talks aimed at striking a deal on safeguarding nature have been moved from China to Canada.", "type": "b"}, {"text": "The COP15 UN Biodiversity Conference began as virtual, online talks in October last year.", "type": "p"}, {"text": "Negotiations were meant to reconvene in Kunming, China in April but that was repeatedly postponed due to Covid.", "type": "p"}, {"text": "The talks are aimed at setting global policy for the next decade. They will now conclude in Montreal between December 5-17.", "type": "p"}, {"text": "The aim of the summit, which China will still chair despite the venue change, is to approve the final version of the draft UN Convention on Biological Diversity (CBD).", "type": "p"}, {"text": "COP 15 President, Minister Huang Runqiu said: \"China would like to emphasize its continued strong commitment, as COP President, to work with all Parties and stakeholders to ensure the success of the second part of COP 15, including the adoption of an effective Post-2020 Global Biodiversity Framework, and to promote its delivery throughout its Presidency.\"", "type": "p"}, [{"text": "Biodiversity loss risks 'ecological meltdown' ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58859105"}, {"text": "Biodiversity: Why the nature crisis matters, in five graphics", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-54357899"}, {"text": "Five key things about the extinction crisis", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-46385691"}], {"text": "Observers have previously slammed the \"snail's pace\" of negotiations and are pressing for a strengthening of ambitions. ", "type": "p"}, {"text": "The outcome will decide how the world will address the challenges of reducing the extinction risk threatening more than one million species, protecting 30% of land and sea, eliminating billions of dollars of environmentally-damaging government subsidies and restoring degraded ecosystems. ", "type": "p"}, {"text": "Andrew Deutz, Director of Global Policy, Institutions and Conservation Finance at The Nature Conservancy said his organisation was \"relieved and thankful that we have a firm date for these critically important biodiversity final negotiations within this calendar year.", "type": "p"}, {"text": "The global community is already behind in agreeing, let alone implementing, a plan to halt and reverse biodiversity loss by 2030, a plan that people and wildlife desperately need.\"", "type": "p"}], "tags": ["Biodiversity", "China", "United Nations", "Environment", "Canada"]}