{"link": "https://www.bbc.com/news/technology-61880709", "category": "technology", "title": "Elon Musk: Billionaire's daughter cuts ties with her father", "contributor": null, "time": "2022-06-21T12:52:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14B1D/production/_125556748_gettyimages-1240422158.jpg", "content": [{"text": "Elon Musk's transgender daughter has applied to legally change her name and gender, saying she no longer wants to \"be related to my biological father in any way, shape or form\".", "type": "b"}, {"text": "The 18-year-old has asked to be recognised as female and have the name Vivian Jenna Wilson.", "type": "p"}, {"text": "She was known as Xavier Alexander Musk.", "type": "p"}, {"text": "The petition for both a name change and a new birth certificate was filed with the Los Angeles County Superior Court in Santa Monica.", "type": "p"}, {"text": "Her request is set out in court documents filed in April, which have only recently come to light.", "type": "p"}, {"text": "There was no further detail of the apparent rift between Mr Musk's daughter and her father.", "type": "p"}, {"text": "The Tesla and SpaceX entrepreneur has yet to comment.", "type": "p"}, {"text": "Mr Musk was married to Vivian's mother, Canadian author Justine Wilson, from 2000 until they divorced in 2008. ", "type": "p"}, {"text": "Their first son, Nevada, was born in 2002, and died of Sudden Infant Death Syndrome (SIDS) at 10 weeks.", "type": "p"}, {"text": "The pair went on to have twin sons called Xavier and Griffin and triplet boys - Damian, Kai and Saxon. ", "type": "p"}, {"text": "He has two other children,  X Æ A-Xii and Exa Dark Sideræl - who goes by Y - with singer Grimes, with whom he has had an on-off relationship. ", "type": "p"}, {"text": "His children have kept a relatively low profile despite their father's fame.", "type": "p"}, {"text": "On Father's Day, the entrepreneur tweeted that he loves all his children.", "type": "p"}, {"text": "There has been no comment from Mr Musk about his daughter's decision to distance herself from him.", "type": "p"}, {"text": "He has been vocal on various transgender issues, and has been branded anti-gay in several rows. Last year he complained about people using their own pronouns.", "type": "p"}, {"text": "The court document for his daughter's name and gender change was filed a month before he publicly declared his support for the Republican Party, having previously voted Democrat.", "type": "p"}, {"text": "He has also said he is a fan of Ron DeSantis, the Republican Florida governor who introduced the so-called \"Don't Say Gay\" bill. This controversial piece of legislation restricts schools from teaching students about sexual orientation and gender issues, with teachers opening themselves up to lawsuits should they fail to comply.", "type": "p"}, {"text": "In 2020 Elon Musk wrote on Twitter \"Pronouns suck\" before deleting it. He then said: \"I absolutely support trans, but all these pronouns are an aesthetic nightmare.\"", "type": "p"}], "tags": ["Elon Musk", "SpaceX", "Tesla", "LGBT", "Transgender people"]}