{"link": "https://www.bbc.com/news/business-63497379", "category": "business", "title": "Bank of England: Five things we now know about the UK economy", "contributor": null, "time": "2022-11-03T17:38:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/155AE/production/_127507478_recessionlondon_index1_getty.jpg", "content": [{"text": "The outlook for the UK's economy is fairly bleak.", "type": "b"}, {"text": "The Bank of England raised interest rates again on Thursday and has warned the UK is heading for its longest recession since the 1930s Great Depression.", "type": "p"}, {"text": "Here are five things we learned from the central bank about the future of the economy.", "type": "p"}, {"text": "The UK is facing its longest recession on record, with the Bank of England warning the country faces a \"very challenging\" two-year slump.", "type": "p"}, {"text": "When a country is in recession, it's a sign that its economy is doing badly. A recession is when a country's economy shrinks for two three-month periods in a row.", "type": "p"}, {"text": "This has been forecast in the UK for some time due to the prices of goods such as food, fuel and energy soaring, which is down to several factors, including the war in Ukraine.", "type": "p"}, {"text": "Previously, the Bank had expected the UK to fall into recession at the end of this year and said it would last for all of next year.", "type": "p"}, {"text": "But now it thinks the economy already entered a recession this summer, and predicts it will continue next year and into the first half of 2024.", "type": "p"}, {"text": "Typically when a country is in recession, companies make less money and the number of people unemployed rises. ", "type": "p"}, {"text": "Graduates and school leavers also find it harder to get their first job.", "type": "p"}, {"text": "The unemployment rate in the UK is set to rise significantly over the next two years to 6.4%, the Bank predicts.", "type": "p"}, {"text": "Currently, the jobless rate is at 3.5%, its lowest level since 1974, thanks to a jobs boom as the economy started to recover from the pandemic.", "type": "p"}, {"text": "But experts were already warning that the tide might be starting to turn due to the number of job vacancies falling in recent months.", "type": "p"}, {"text": "Many homeowners will probably face higher mortgage repayments in the next two years, the Bank said.", "type": "p"}, {"text": "Mortgage rates have been rising and those on fixed-rate deals, which make up about 80% of mortgages, will face an increase in repayments when their fix comes to an end. ", "type": "p"}, {"text": "Annual payments could soar by £3,000 in some cases, according to the Bank.", "type": "p"}, {"text": "But with the latest hike in interest rates from the central bank widely expected, many lenders \"priced in\" the rise by raising their mortgage rates in advance.", "type": "p"}, {"text": "According to Simon Gammon, managing partner at mortgage advisers Knight Frank Finance, most lenders are offering fixed rates of between 5.5% and 6%, so he says further rises would come as a surprise.", "type": "p"}, {"text": "Those on tracker or variable rate mortgages will see their monthly payments go up with any future rate rises from the Bank of England.", "type": "p"}, {"text": "The inflation rate is a measure of the increase in the price of something over time.", "type": "p"}, {"text": "For example, if a loaf of bread costs £1 and it goes up to £1.05 a year later, then bread inflation is 5%.", "type": "p"}, {"text": "Inflation hit 10.1% in September, is expected to peak at 11% this winter, before falling next year. ", "type": "p"}, {"text": "The Bank's target is to keep inflation at 2%.", "type": "p"}, {"text": "The Bank of England puts up interest rates to try to control inflation. The idea is that people will be discouraged from borrowing and in turn have less money to spend, leading to prices rising more slowly.", "type": "p"}, {"text": "With inflation expected to fall next year, the Bank does not expect interest rates to rise by as much as predicted.", "type": "p"}, {"text": "November's interest rate rise takes the current rate to 3%. ", "type": "p"}, [{"text": "What are interest rates? A quick guide", "type": "a", "href": "https://www.bbc.co.uk/news/uk-63460591"}], {"text": "Further rises are on the way - so borrowing on credit cards, loans and mortgages will still get more expensive - but they won't hit the 5.25% that financial markets had predicted. ", "type": "p"}, {"text": "Analysts now think they could peak at around 4.75% next year.", "type": "p"}], "tags": ["Recession", "Cost of living", "UK economy", "Bank of England"]}