{"link": "https://www.bbc.com/news/entertainment-arts-63500745", "category": "entertainment & arts", "title": "Martine Croxall: BBC News presenter breached impartiality rules, corporation says", "contributor": null, "time": "2022-11-03T16:12:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BC85/production/_127316284_croxall-nc.png", "content": [{"text": "The BBC has said comments by the news presenter Martine Croxall breached its rules on impartiality.", "type": "b"}, {"text": "The remarks were made during the News Channel's newspaper review on 23 October, soon after Boris Johnson said he wouldn't stand to be Tory leader.", "type": "p"}, {"text": "Her \"remarks and reactions... caused a significant risk the audience could believe opinions were being expressed on the Conservative leadership contest,\" the BBC said.", "type": "p"}, {"text": "Croxall is back presenting on Friday.", "type": "p"}, {"text": "The BBC said it does not comment on individual staff matters, but added that this was when the presenter, who has not been on air since the incident, was returning to the News Channel. ", "type": "p"}, {"text": "During the programme on 23 October, the front pages of the papers were being rapidly rewritten, and Croxall said it was \"all very exciting\" and asked if she was allowed to \"be this gleeful\".", "type": "p"}, {"text": "The BBC also said there was insufficient counter and challenge to some of the opinions expressed by guests on the programme.", "type": "p"}, {"text": "\"Taken together, this meant that this edition of The Papers did not meet our editorial standards, as it gave the audience the opportunity to infer an editorial position on the part of the BBC. This does not accord with the BBC's commitment to editorial impartiality.\"", "type": "p"}, {"text": "The BBC investigation into the incident for a potential breach of impartiality followed complaints on social media that Croxall displayed bias.", "type": "p"}, {"text": "The programme aired around 90 minutes after the former prime minister claimed to have enough support to progress in the Tory leadership race, but had decided to withdraw.", "type": "p"}, {"text": "As The Papers programme began just after 22:30 on Sunday evening, Croxall told viewers: \"Well this is all very exciting isn't it? Welcome to our lookahead to what the papers will be bringing us tomorrow. Am I allowed to be this gleeful? Well I am.\"", "type": "p"}, {"text": "She was then seen asking her guests: \"Can we even show you the front pages just yet, have they arrived? No they haven't arrived. It's all a little bit, you know, lastminute.com isn't it? Because all the front pages were probably out of date by the time we received them.\"", "type": "p"}, {"text": "Croxall also suggested during the programme that her comments could have breached BBC guidelines. ", "type": "p"}, {"text": "Responding to a guest's joke aimed at Mr Johnson, she said: \"I shouldn't probably (laugh). I'm probably breaking some terrible due impartiality rule by giggling.\"", "type": "p"}, {"text": "One Conservative MP, Neil O'Brien, had called the the presenter's comments \"self destructive\" at the time.", "type": "p"}, {"text": "Nick Timothy, previously an adviser to former prime minister Theresa May, added: \"Whatever you think of Johnson, if you care about the BBC you cannot think this is in any way acceptable from one of its presenters.\"", "type": "p"}], "tags": ["Television", "BBC"]}