{"link": "https://www.bbc.com/news/science-environment-63489041", "category": "science & environment", "title": "Climate change: Kilimanjaro's and Africa's last glaciers to go by 2050, says UN", "contributor": null, "time": "2022-11-03T04:13:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11E03/production/_127491237_gettyimages-683475990.jpg", "content": [{"text": "Glaciers across the globe - including the last ones in Africa - will be unavoidably lost by 2050 due to climate change, the UN says in a report.", "type": "b"}, {"text": "Glaciers in a third of UN World Heritage sites will melt within three decades, a UNESCO report found.", "type": "p"}, {"text": "Mount Kilimanjaro's last glaciers will vanish as will glaciers in the Alps and Yosemite National Park in the US.", "type": "p"}, {"text": "They will melt regardless of the world's actions to combat climate change, the authors say.", "type": "p"}, [{"text": "Vanishing glaciers threaten Europe's water supply", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-62689707"}, {"text": "Ice and sled-dogs disappear as Greenland warms up", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-63135211"}, {"text": "World's glaciers melting at a faster pace", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-56921164"}], {"text": "The report, which makes projections based on satellite data, comes as world leaders prepare to meet in Egypt for next week's COP27 climate change conference.", "type": "p"}, {"text": "About 18,600 glaciers have been identified across 50 UN World Heritage sites. They represent almost 10% of the Earth's glacierised area and include renowned tourist spots and places sacred to local populations.", "type": "p"}, {"text": "The retreat and disappearance of glaciers was \"among the most dramatic evidence that Earth's climate is warming\", the report said.", "type": "p"}, {"text": "\"We hope we might be wrong, but this is the hard science,\" said UNESCO project officer Tales Carvalho Resende, one of the authors. \"Glaciers are one of the valuable indicators of climate change, because they're visible. This is something we can really see happening.\"", "type": "p"}, {"text": "The remaining glaciers in the other two thirds of UN World Heritage sites could be saved, but only if the world limits global warming to 1.5C, the authors say. Another UN report last week found that the world currently had \"no credible pathway\" to achieve that.", "type": "p"}, {"text": "The projections build upon a  previous report which used models to compute how World Heritage site glaciers would change over time. ", "type": "p"}, {"text": "\"What is quite unprecedented in the historical record is how quickly this is happening,\" said Beata Csatho, a glaciologist from the University of Buffalo, who was not involved in the research. ", "type": "p"}, {"text": "\"In the middle of the 1900s, glaciers were quite stable,\" she said. \"Then there is this incredibly fast retreat.\"", "type": "p"}, {"text": "World Heritage sites listed as having glaciers that will disappear by 2050 are:", "type": "p"}, [{"text": "Hyrcanian Forests (Iran)", "type": "p"}, {"text": "Durmitor National Park (Montenegro)", "type": "p"}, {"text": "Virunga National Park (Democratic Republic of the Congo)", "type": "p"}, {"text": "Huanlong Scenic and Historic Interest Area (China)", "type": "p"}, {"text": "Yellowstone National Park (United States of America)", "type": "p"}, {"text": "Mount Kenya National Park/Natural Forest (Kenya)", "type": "p"}, {"text": "Pyrenees Mont Perdu (France, Spain)", "type": "p"}, {"text": "Rwenzori Mountains National Park (Uganda)", "type": "p"}, {"text": "Putorana Plateau (Russia)", "type": "p"}, {"text": "Swiss Tectonic Arena Sardona (Switzerland)", "type": "p"}, {"text": "Nahanni National Park (Canada)", "type": "p"}, {"text": "Lorentz National Park (Indonesia)", "type": "p"}, {"text": "Natural System Of Wrangel Island Reserve (Russia)", "type": "p"}, {"text": "Kilimanjaro National Park (Tanzania) ", "type": "p"}, {"text": "Yosemite National Park (United States of America)", "type": "p"}, {"text": "The Dolomites (Italy)", "type": "p"}, {"text": "Virgin Komi Forests (Russia)", "type": "p"}], {"text": "The report said that ice loss in World Heritage sites may have caused up to 4.5% of the observed global sea level rise between 2000 and 2020. These glaciers lose 58 billion tonnes of ice every year - equivalent to the total annual volume of water used in France and Spain put together.", "type": "p"}, {"text": "Many people also depend on glaciers as their water source for domestic use and agriculture, and their loss could lead to a scarcity of fresh water during the dry seasons, said Prof Duncan Quincey, a glaciology expert at the University of Leeds who was not involved in the research. ", "type": "p"}, {"text": "\"That leads to food security issues because they were using that water to irrigate their crops,\" said Quincey.", "type": "p"}, {"text": "Local communities and indigenous people will bear the brunt of the flooding caused by glacier loss, say the report's authors, urging that early-warning and risk-reduction disaster systems be put in place.", "type": "p"}, {"text": "However the most obvious thing we need to do is limit global warming.", "type": "p"}, {"text": "\"There's a message of hope here,\" said Carvalho Resende. \"If we can manage to drastically cut emissions, we will be able to save most of these glaciers.\"", "type": "p"}, {"text": "\"This is really a call to take action at every level - not only at the political level, but at our level as human beings.\"", "type": "p"}], "tags": ["Glaciers", "Climate change"]}