{"link": "https://www.bbc.com/news/technology-63495124", "category": "technology", "title": "Twitter to lose magic with blue tick fee, says ex exec", "contributor": null, "time": "2022-11-03T12:15:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FF45/production/_127494356_musktwittergettyimages-1241784644.jpg", "content": [{"text": "Charging $8 (£7) a month for a Twitter blue tick and other bonus features will make the social-media platform lose its \"magic\", a former executive has said.", "type": "b"}, {"text": "Currently, all users around the world had equal voices on the platform, former global communications head Brandon Borrman told BBC News.", "type": "p"}, {"text": "But selling verification and higher visibility would \"stratify\" Twitter.", "type": "p"}, {"text": "And he felt \"curious and worried\" about what the platform's new owner, Elon Musk, might do to drive revenue.", "type": "p"}, {"text": "\"If charging for the blue tick was the fairest way to do it, I think Twitter probably would have done it a while ago,\" Mr Borrman told BBC News.", "type": "p"}, {"text": "And he questioned how Twitter could justify asking people to pay to stay on an \"equal playing field\" with other users.", "type": "p"}, {"text": "In addition to the blue Verified badge, those who pay could have their tweets promoted more widely and see fewer adverts, Mr Musk has suggested. ", "type": "p"}, {"text": "\"It's great for people who have money and want to spend money on having their voice amplified,\" Brandon Borrman said. \"$8 might seem like nothing to a lot of people - but it's quite substantial for most people around the world.\"", "type": "p"}, {"text": "Mr Musk has tweeted of his plan: \"We need to pay the bills somehow.\"", "type": "p"}, {"text": "Regarded as influential, Twitter is where celebrities, politicians and world leaders share their views - and ordinary individuals can respond directly to them.", "type": "p"}, {"text": "But the company has not made a profit in several years, while its core user base of about 300 million per month has remained fairly static.", "type": "p"}, {"text": "And Mr Borrman acknowledged it needed to change in order to grow. ", "type": "p"}, {"text": "Its core problem was many of those who tried it did not stay, he said.", "type": "p"}, {"text": "\"You have to convince them that they'll get something out of it that they don't already by seeing tweets embedded in newspapers and television coverage all over the world.\"", "type": "p"}, {"text": "Some Twitter users have been threatening to delete their accounts in protest at the new leadership. ", "type": "p"}, {"text": "But Mr Borrman said there remained no credible alternative, despite smaller rival Mastadon claiming to have registered thousands of new accounts since Mr Musk's purchase was completed.", "type": "p"}, {"text": "\"They're just not consumer or user friendly,\" he said.", "type": "p"}, {"text": "Twitter founder Jack Dorsey is working on a social-network concept called Bluesky - but little is known about when that might launch or what it might look like.", "type": "p"}, {"text": "Mr Dorsey has also retained his stake in Twitter - worth about $1bn - and has been supportive of Mr Musk, describing him as \"the singular solution I trust\" to run the company.", "type": "p"}, {"text": "Mr Borrman, who left Twitter in June 2021, after three and a half years, and now works at the not-for-profit web organisation Mozilla, said he was pleased to have gone before Mr Musk arrived on the scene.", "type": "p"}, {"text": "Still in touch with friends and colleagues from the company, he said the atmosphere within its headquarters was now \"tense\". ", "type": "p"}, {"text": "\"Elon obviously has a particular way he likes to manage and approach things that's quite different from the way Twitter has been managed in the past,\" he said.", "type": "p"}, {"text": "\"There's a lot of people who are in 'wait-and-see' mode.\" ", "type": "p"}, {"text": "Unconfirmed reports suggest Mr Musk is considering firing thousands of staff.", "type": "p"}, {"text": "Twitter was one of many companies \"probably bigger than they need to be right now\" thanks to a Silicon Valley mentality of attracting and retaining technology talent, Mr Borrman said.", "type": "p"}, {"text": "\"Tech moves in cycles that are radically different than oil and gas, automotive, other forms of manufacturing, so having that staff on hand can actually be very beneficial to you and accelerating your growth,\" he said.", "type": "p"}, {"text": "\"Twitter was in a pretty good position going into 2022.", "type": "p"}, {"text": "\"I was really excited to see what that team was going to do going forward. ", "type": "p"}, {"text": "\"It's disappointing that they weren't able to actually execute on what I think for was a pretty solid strategy.\"", "type": "p"}], "tags": ["Elon Musk", "Twitter"]}