{"link": "https://www.bbc.com/news/business-63488472", "category": "business", "title": "The Fed hikes US interest rates to fresh 14-year high", "contributor": null, "time": "2022-11-02T20:45:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/207F/production/_127491380_gettyimages-1438451355.jpg", "content": [{"text": "The US central bank has approved another sharp rise in interest rates as it wrestles to rein in fast rising prices.", "type": "b"}, {"text": "The Federal Reserve said it was raising its key interest rate by 0.75 percentage points, lifting it to its highest rate since early 2008.", "type": "p"}, {"text": "The bank hopes pushing up borrowing costs will cool the economy and bring down price inflation.", "type": "p"}, {"text": "But critics are worried the moves could trigger a serious downturn.", "type": "p"}, {"text": "The latest increase takes the bank's benchmark lending rate to 3.75% - 4%, a range that is the highest since January 2008. ", "type": "p"}, {"text": "Federal Reserve chairman Jerome Powell warned that rates were likely to move up again, saying that speculation that the bank might pause was \"premature\".", "type": "p"}, {"text": "\"We still have some ways to go,\" he said at a press conference following the announcement.", "type": "p"}, {"text": "The US's actions come as many other countries also raise rates in response to their own inflation problems, which have been fuelled by a mixture of factors, including higher energy prices as a result of the war in Ukraine. ", "type": "p"}, [{"text": "US job growth slows as policymakers fight inflation", "type": "a", "href": "https://www.bbc.co.uk/news/business-63175023"}, {"text": "Why are prices rising and what is the inflation rate in the US?", "type": "a", "href": "https://www.bbc.co.uk/news/business-62245135"}, {"text": "Inflation: Why food prices matter for the US midterm elections", "type": "a", "href": "https://www.bbc.com/news/business-63040393"}], {"text": "In the UK, the Bank of England started raising rates last year but has so far opted for smaller hikes than the Fed. The Bank of England is expected to announce its own 0.75 percentage point hike on Thursday - the biggest such move since 1989.", "type": "p"}, {"text": "The sharp rise in borrowing costs has already started to cool some parts of the economy, such as housing.", "type": "p"}, {"text": "But many analysts say more economic slowdown is necessary if inflation is to return to the 2% level considered healthy.", "type": "p"}, {"text": "\"There is always the hope of painless, immaculate disinflation,\" said economist Willem Buiter, a former member of the Monetary Policy Committee of the Bank of England who is now an independent economic advisor. \"Unfortunately there are very few historical episodes that fit that picture\".", "type": "p"}, {"text": "\"This is not going to be a pleasant year,\" he added.", "type": "p"}, {"text": "Inflation - the rate at which prices rise - hit 8.2% in the US last month. That is down from June when it rose to 9.1%, the highest rate since 1981.", "type": "p"}, {"text": "A decline in energy prices has helped ease the pressures, but the cost of groceries, medical bills and many other items is still rising.", "type": "p"}, {"text": "That is adding hundreds of dollars to the monthly expenses of typical households as wages - while increasing - have not kept pace. ", "type": "p"}, {"text": "Mr Powell said restoring price stability was key to maintaining a healthy economy and said that he saw few signs, as yet, that the price pressures were easing consistently.", "type": "p"}, {"text": "While it remains unclear how high rates will ultimately need to go, Mr Powell said they look likely to end up higher than banking policymakers had previously expected.", "type": "p"}, {"text": "\"We will stay the course until the job is done,\" he said.  ", "type": "p"}, {"text": "Already, the Fed's actions have raised borrowing costs at the fastest pace in decades. ", "type": "p"}, {"text": "Such moves make it less likely that people will spend on big ticket items, such as homes, cars or business expansions. That fall in demand is, in turn, expected to curb price increases.", "type": "p"}, {"text": "But there is growing concern among some analysts in the US about job losses - another expected outcome.", "type": "p"}, {"text": "Liz Shuler, head of the AFL-CIO labour union, said on Wednesday that the Fed's moves would be \"direct and harmful on working people\", and that it was failing to address the root causes of the inflation problem.", "type": "p"}, {"text": "\"Working people should not be the target of lowering inflation - it should be corporations that are earning record profits,\" she said. ", "type": "p"}, {"text": "In a statement accompanying their decision, Fed policymakers said they were conscious that there would be a lag before the economy would feel the full impact of their policies, and pledged to factor that in to their decision making.", "type": "p"}, {"text": "Stock markets initially jumped, interpreting that message as a sign that rate rises might slow - or even pause in coming months. But they swung lower again during the press conference, after Mr Powell appeared keen to counter those expectations. ", "type": "p"}, {"text": "The Dow Jones ended the day down 1.5%, while the S&P 500 sank 2.5% and the Nasdaq fell 3.3%.", "type": "p"}, {"text": "\"Not much has really changed and it seems markets are looking for any apparent dovish reason to lift higher,\" said Charles Hepworth, investment director of GAM Investments. \"We do not expect a pivot yet but the '2023' pause is obviously not far off\".", "type": "p"}, {"text": "The Fed has been able to move relatively quickly compared with the UK, where the Bank of England is contending with more immediate risk of a recession, as well as financial instability risks, said Ryan Sweet, chief US economist at Oxford Economics.", "type": "p"}, {"text": "But, Mr Sweet warned, \"The risk of policy error is very very elevated across the world, because central banks want to tame inflation and they're going to do whatever it takes to bring it down.\"", "type": "p"}, {"text": "Fed Chair Jay Powell got a lot of criticism for responding too slowly to inflation when it first reappeared in 2020.", "type": "p"}, {"text": "No one can deny he's moving quickly now. ", "type": "p"}, {"text": "Four 0.75 percentage point hikes in a row is lightning fast in the world of monetary policy. As Mr Powell alluded to in his press conference, none of his predecessors - from Alan Greenspan, to Ben Bernanke, to current US Treasury Secretary Janet Yellen - have had to hike rates that fast.", "type": "p"}, {"text": "But as the race to beat inflation continues, the question for everyone is: will Mr Powell and his colleagues on the FOMC really keep up this pace?", "type": "p"}, {"text": "As he said in the press conference: there's still more ground to cover. That sounds like another rate hike is likely in December.", "type": "p"}, {"text": "But in its statement, for the first time in this tightening cycle, the Fed did explicitly acknowledge that slowing the pace will be warranted at some point, since it takes a long time for the effect of rate hikes to show up in economic data.", "type": "p"}, {"text": "So for now the ferocious pace of rate rises continues. Even if, for those paying close attention, there are one or two signs that Jerome Powell's fast moving Fed might slow down soon.", "type": "p"}], "tags": ["US economy", "US Federal Reserve", "Jerome Powell", "Global economy", "Stock markets", "Cost of living"]}