{"link": "https://www.bbc.com/news/entertainment-arts-63487213", "category": "entertainment & arts", "title": "Rosie Cooper: MP at centre of murder plot criticises 'stupid' ITV drama", "contributor": null, "time": "2022-11-02T15:54:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14DC8/production/_126784458_mediaitem126784457.jpg", "content": [{"text": "A Labour MP who was the target of a far-right murder plot has delivered a stinging criticism of ITV over a drama about how the plan was foiled.", "type": "b"}, {"text": "Rosie Cooper told the House of Commons she had been \"used as a marketing tool\" for five-part series The Walk-In.", "type": "p"}, {"text": "Referring to previous death threats, she said: \"How many more will come from this stupid, stupid, stupid series?\"", "type": "p"}, {"text": "ITV said the show was \"overwhelmingly in the public interest\" and had been made \"carefully and responsibly\".", "type": "p"}, {"text": "The drama, which started last month, stars Stephen Graham as former National Front member-turned-Hope Not Hate activist Matthew Collins, who got a tip-off in 2017 about the threat to Ms Cooper.", "type": "p"}, {"text": "That led to the arrest and jailing of a neo-Nazi who had bought a machete to kill the West Lancashire MP.", "type": "p"}, {"text": "Speaking in the Commons on Wednesday, Ms Cooper said: \"I'm appalled at ITV's recent treatment of the threats to MPs. I've been used as a marketing tool by both Hope Not Hate and ITV.", "type": "p"}, {"text": "\"What excuse is there for a press release that says, 'Who is Rosie Cooper and who wanted to murder her'? There is no defence to that.\"", "type": "p"}, {"text": "ITV, which also broadcast a documentary about the real story on Monday, said it was \"very sympathetic to the horrific ordeal Rosie Cooper MP has experienced\".", "type": "p"}, {"text": "\"But we'd like to point out that this has never been the emphasis of our press and marketing around the series, The Walk-In. The series has never been described in this way in any ITV press release.\" ", "type": "p"}, {"text": "However, an explainer link on the ITV website titled \"Who is Rosie Cooper and who wanted to murder her?\" is still live.", "type": "p"}, {"text": "'An important story'", "type": "b"}, {"text": "In the Commons, Ms Cooper requested that ITV and Hope Not Hate donate \"all monies and profits\" from the series to the Jo Cox Foundation, set up following the murder of Labour MP Jo Cox in 2016.", "type": "p"}, {"text": "Ms Cooper said she had received numerous threats, \"all piggybacking on the original threat\", adding: \"In fact, there is one case with the Director of Public Prosecutions right now. And how many more will come from this stupid, stupid, stupid series?\"", "type": "p"}, {"text": "She also recalled how she had been granted a government car at the end of one related trial at the Old Bailey because \"ITV's despicable cameraman chased me up and down the road\".", "type": "p"}, {"text": "In its statement, ITV said: \"From Hillsborough, Bloody Sunday, Appropriate Adult, Little Boy Blue and A Confession to The Lost Honour of Christopher Jeffries, ITV has a long record of broadcasting factual dramas based on or representing real events. ", "type": "p"}, {"text": "\"Like these, The Walk-In is an important story which we believe it is overwhelmingly in the public interest to broadcast. We always conduct the making of these series carefully and responsibly.\"", "type": "p"}, {"text": "A Hope Not Hate spokesperson said: \"We sympathise with Rosie Cooper for everything she has been through in recent years. No-one should endure murder threats simply for doing their job.", "type": "p"}, {"text": "\"Clearly, we are disappointed to hear Rosie's words in the chamber today. In 2017, several members of our organisation worked tirelessly and at tremendous sacrifice to themselves to foil the murder plot against Rosie Cooper.", "type": "p"}, {"text": "\"This ITV drama and documentary highlight the very real danger of far-right extremism - especially for those in public life. ", "type": "p"}, {"text": "\"Since the broadcast, we've had several current and former members of the organised far right get in touch to seek support leaving the far right as well as concerned members of the public who have asked for support for family members who have been radicalised.", "type": "p"}, {"text": "\"We cannot change what has happened to Rosie Cooper but we can continue to work to tackle far-right extremism.\"", "type": "p"}, {"text": "Ms Cooper's comments came after the Conservative chair of the Foreign Affairs committee raised the issue with the the Commons Speaker.", "type": "p"}, {"text": "Alicia Kearns said: \"ITV has made a drama series about the heinous plan to murder the honourable lady for West Lancashire, whose permission I have to make this point of order.", "type": "p"}, {"text": "\"What advice can you give to members in this situation to ensure that the facts are fairly presented, that threats on the lives of our colleagues are not treated as entertainment... and that these series do not risk re-victimising those of us still living under significant threat from life?\"", "type": "p"}, {"text": "The Speaker, Sir Lindsay Hoyle, replied that the safety of MPs, their families and staff was \"one of my highest priorities\".", "type": "p"}, {"text": "\"Like all members of this House, however, I would have thought that any depiction of threats made against parliamentarians is undertaken responsibly based on the facts and mindful of the impact of those subject to those such threats.\"", "type": "p"}, {"text": "He added that \"we all stand in awe of the bravery\" that Ms Cooper had shown.", "type": "p"}, {"text": "She recently said she was standing down as an MP, explaining that \"events I have faced have taken their toll\".", "type": "p"}], "tags": ["ITV", "Television", "Rosie Cooper"]}