{"link": "https://www.bbc.com/news/technology-63485697", "category": "technology", "title": "Apple store Glasgow workers unionise in UK first", "contributor": null, "time": "2022-11-02T17:44:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B349/production/_127479854_gettyimages-470625464.jpg", "content": [{"text": "Glasgow Apple store workers have become the first in the UK to secure official union recognition.", "type": "b"}, {"text": "GMB union organiser John Slaven called it a \"compelling new chapter in the trade-union story\" being written around the world.", "type": "p"}, {"text": "Earlier this year, workers in the Maryland branch formed the first Apple retail union in the US. ", "type": "p"}, {"text": "Glasgow's Buchanan Street Apple store staff previously said union recognition would be used to bid for higher wages.", "type": "p"}, {"text": "An Apple official told BBC News: \"We have long been committed to providing an excellent experience for our customers and teams. ", "type": "p"}, {"text": "\"Apple is one of the highest-paying retailers in Scotland and we've regularly made enhancements to our industry-leading benefits as a part of the overall support we provide to our valued team members.\"", "type": "p"}, {"text": "In June, after joining the GMB and filing for voluntary union recognition, workers at the store told the Glasgow Evening Times they earned about £12 an hour.", "type": "p"}, {"text": "\"People are suffering with the cost-of-living crisis,\" one said.  ", "type": "p"}, {"text": "\"We need a pay rise, pay transparency and a voice.\"", "type": "p"}, {"text": "Mr Slaven said Wednesday's union-recognition ballot result was \"testament to the hard work of the activists and workers\" in the store. ", "type": "p"}, {"text": "The two-thirds majority showed the union was \"pro-worker and not anti-employer\" and \"trade unionism should be a normal and welcome feature of any workplace\".", "type": "p"}, {"text": "The move comes amid increased unionisation efforts from workers worldwide at technology giants such as Activision Blizzard, Amazon and Google parent company Alphabet.", "type": "p"}, {"text": "Last month, Labour leader Keir Starmer urged Amazon to officially recognise GMB workers, after a strike ballot fell three votes short of a 50% threshold.", "type": "p"}], "tags": ["Trade Unions", "Retailing", "GMB", "Glasgow", "Apple"]}