{"link": "https://www.bbc.com/news/business-64337107", "category": "business", "title": "Starmer: UK car industry 'needs to be saved'", "contributor": null, "time": "2023-01-19T20:35:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0925/production/_121114320_fordworker.jpg", "content": [{"text": "Labour leader Sir Keir Starmer says a strategic plan is needed to save the UK car industry, after the collapse of Britishvolt, the country's biggest project to build electric car batteries.", "type": "b"}, {"text": "Sir Keir said a five or ten-year plan was needed \"and not the sort of instability we've had the last year\".", "type": "p"}, {"text": "He was speaking to the BBC at the annual World Economic Forum in Davos.", "type": "p"}, {"text": "His message for business leaders was that the UK \"desperately\" needs change.", "type": "p"}, {"text": "\"Last year in 2022, we burned through three prime ministers… they are not the conditions of certainty, of stability, needed for investment into the United Kingdom,\" he said.", "type": "p"}, {"text": "He blamed the failure of Britishvolt, which had planned a giant factory on a site in Northumberland that was supposed to boost the region and create thousands of jobs, on a lack of government backing. ", "type": "p"}, {"text": "\"This was held up only a year ago, as the flagship of levelling up. And I think the failure of it tells you pretty well all you need to know about the government's levelling up culture,\" he added, referring to government plans to tackle unequal economic development across the UK.", "type": "p"}, {"text": "Sir Keir was in Davos with shadow chancellor Rachel Reeves meeting business leaders, including top European financiers from Bank of America, Lloyds, Fidelity, Goldman Sachs, and BlackRock, hosted at JP Morgan's offices.", "type": "p"}, {"text": "Labour wants to turn around what Sir Keir called the \"massive decline\" in foreign investment under the Conservative government.", "type": "p"}, [{"text": "Starmer: UK will be 'open for business' under Labour", "type": "a", "href": "https://www.bbc.co.uk/news/business-64322805"}, {"text": "The green trade row dividing the Davos elite", "type": "a", "href": "https://www.bbc.co.uk/news/business-64296229"}, {"text": "Electric car battery firm goes into administration", "type": "a", "href": "https://www.bbc.co.uk/news/business-64303149"}], {"text": "There was considerable interest in meeting the Labour team, especially among long-term investors in energy, and finance. Sir Keir and Ms Reeves were pitching their \"Green Prosperity Plan\" alongside massive US efforts to subsidise low-carbon manufacturing and energy. ", "type": "p"}, {"text": "The EU has reacted with anger to the US plan. In response, Sir Keir has suggested a \"clean power alliance\" of countries to drive down the cost of renewables, to act as the \"inverse of Opec\", the oil cartel that drives prices up.", "type": "p"}, {"text": "He denied that the Labour team was talking down Britain, saying \"we are flying the flag, we are ambassadors for UK PLC and very pleased to do so with a very strong message\".", "type": "p"}, {"text": "Labour has been cautious about talking about Brexit, but he said former prime minister Boris Johnson's deal was \"not a good deal\". You could \"see the impact it is having\", he added. ", "type": "p"}, {"text": "But he said that supporting the car industry did not mean having to go back into the single market with the European Union.", "type": "p"}, {"text": "\"I'm having discussions about what a closer trading relationship might be. But it is not a discussion which says you must be in the single market,\" he said.", "type": "p"}, {"text": "\"Can we have a closer trading relationship? Yes, I think we can.", "type": "p"}, {"text": "\"With trust and confidence on both sides we can make huge improvements in knocking away some of those barriers to trade, by working together on science and innovation,\" he said.", "type": "p"}, {"text": "Sir Keir said the Labour Party was \"a million miles away\" from the deregulated low-standards approach advocated by some Conservatives.", "type": "p"}], "tags": ["UK economy", "Car industry"]}