{"link": "https://www.bbc.com/news/health-64319417", "category": "health", "title": "Illegal vapes are biggest threat on High Street, say Trading Standards", "contributor": null, "time": "2023-01-19T01:14:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/158E5/production/_128339288_southgloucestershirevapes.jpg", "content": [{"text": "Shops selling illegal vapes and the sale of vaping products to children are the top threats on the UK's High Streets, according to Trading Standards officials.", "type": "b"}, {"text": "Hundreds of thousands of vapes which flout current laws have been seized.", "type": "p"}, {"text": "And there is concern that cheap, brightly-coloured vapes are ending up in the hands of 12 and 13-year-olds.", "type": "p"}, {"text": "The government said it was considering what more could be done to protect children from vaping.", "type": "p"}, {"text": "Child health experts said they were already \"deeply disturbed\" by the rise of children and young people picking up e-cigarettes.", "type": "p"}, {"text": "To hear that these products could also be illegal and unregulated was \"terrifying\", they added.", "type": "p"}, [{"text": "Young non-smokers told not to take up vaping", "type": "a", "href": "https://www.bbc.co.uk/news/health-63076876"}, {"text": "Market flooded by unsafe vapes aimed at children", "type": "a", "href": "https://www.bbc.co.uk/news/health-62052286"}, {"text": "Vaping nearly killed me, says British teenager", "type": "a", "href": "https://www.bbc.co.uk/news/health-50377256"}], {"text": "In a survey of more than 400 Trading Standards officers, 60% said their main worries were shops selling illegal vapes which are potentially unsafe, and the sale of any vaping products to under-18s, which is also illegal.", "type": "p"}, {"text": "\"When Trading Standards teams do spot checks on the sale of vaping products to kids, we find around one in three businesses break the law,\" says Duncan Stephenson, director of external affairs at the Chartered Trading Standards Institute.", "type": "p"}, {"text": "Mobile phone shops, gift shops and convenience stores are among the shops found to be selling the devices to children.", "type": "p"}, {"text": "Mr Stephenson wants to see tougher penalties for these businesses and a review of how vaping products are promoted - particularly when it comes to flavourings, colours and branding which appeal to children.", "type": "p"}, {"text": "UK laws limit how much nicotine and e-liquid is contained in vapes, and which health warnings are required on packaging.", "type": "p"}, {"text": "In recent years, vapes and e-cigarettes have been a successful way of helping many people give up smoking.", "type": "p"}, {"text": "But some shops are selling vapes containing 12,000 puffs of e-liquid, when the law permits only about 600. Others contain illegally high levels of nicotine.", "type": "p"}, {"text": "In the north-east of England alone, more than 1.4 tonnes of illegal vapes were seized from shops in the second half of last year, while in Kent there was a dramatic rise in counterfeit vaping products seized at Channel ports in December, with more than 300,000 removed.", "type": "p"}, {"text": "One mother in Scotland, who wants to be anonymous, told the BBC that her 15-year-old daughter was sold disposable vapes illegally for months by her local corner shop.", "type": "p"}, {"text": "\"They sold her 31 disposable vapes and never once asked her for ID,\" she said.", "type": "p"}, {"text": "\"There would be certain points of the day where she could go in and buy them. She would have to wait for the shopkeeper to give her the nod.\"", "type": "p"}, {"text": "The woman said she was \"angry\" that corner shops would sell the devices to children \"who are clearly under-age and in their school uniform\".", "type": "p"}, {"text": "\"I couldn't work out why my daughter was getting nosebleeds, headaches and mood swings, and when I came across the vapes hidden in her bedroom I was shocked,\" she said.", "type": "p"}, {"text": "The girl told her mother she started vaping because all of her friends at school were doing it, and it got to the point where she was being picked on because she was not doing it.", "type": "p"}, {"text": "She has now stopped vaping and feels much better for it, the mother said.", "type": "p"}, {"text": "Vapes or e-cigarettes are far safer than normal cigarettes because they do not contain harmful tobacco, or produce dangerous tar or carbon monoxide from tobacco smoke.", "type": "p"}, {"text": "However, health experts say they are not risk-free, and more research is needed to find out about their potential effects over many years.", "type": "p"}, {"text": "They do contain nicotine - the substance which makes people addicted to smoking. ", "type": "p"}, {"text": "A spokesperson for the Department of Health and Social Care in England said: \"We have introduced tough regulations to deter the appeal of vaping to children, including restrictions on product advertising, setting limits on nicotine strength, labelling and safety requirements, and making it illegal to sell nicotine vapes to those aged under 18 years old. ", "type": "p"}, {"text": "\"We are carefully considering the recommendations from the Khan review: making smoking obsolete, including what more can be done to protect children from vaping.\"", "type": "p"}, {"text": "Dr Helen Stewart, officer for health improvement from the Royal College for Paediatrics and Child Health, said she was \"deeply disturbed\" by the rise of children and young people picking up e-cigarettes.", "type": "p"}, {"text": "\"We strongly advise children and young people against using illegal and unregulated e-cigarettes, and call on government and regulators to stop the sale of these products.\"", "type": "p"}, {"text": "She said plain packaging of e-cigarettes and nicotine and non-nicotine e-liquids should be introduced, as well as tighter restrictions on advertising of vaping products so they are only used as an aid to stopping smoking.", "type": "p"}, {"text": "\"If action is not taken soon, we run the risk of having generations of children addicted to nicotine,\" Dr Stewart said.", "type": "p"}, [{"text": "only those aged 18 and over can buy vapes or e-cigarettes", "type": "p"}, {"text": "certain ingredients, such a caffeine and taurine, are banned", "type": "p"}, {"text": "nicotine ingredient warnings must appear on packaging", "type": "p"}, {"text": "packaging should be childproof", "type": "p"}, {"text": "all e-cigarette and e-liquids containing nicotine have to be certified by the Medicines and Healthcare Products Regulatory Agency (MHRA) before they can be sold in the UK. Search for brands on the MHRA website", "type": "a", "href": "https://cms.mhra.gov.uk/ecig-new"}, {"text": "any product that is not listed should be returned to the shop where it was bought, or to your local Trading Standards office", "type": "p"}, {"text": "anyone's experience of suspected side effects from using vapes can be sent to the MHRA via the Yellow Card scheme", "type": "a", "href": "https://yellowcard.mhra.gov.uk/"}, {"text": "nicotine-free e-cigarettes do not have to be certified by the MHRA - they are subject to product safety regulations by Trading Standards ", "type": "p"}]], "tags": ["Children", "Vaping", "Trading Standards"]}