{"link": "https://www.bbc.com/news/science-environment-64333066", "category": "science & environment", "title": "Dartmoor wild camping agreement reached", "contributor": null, "time": "2023-01-19T13:45:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4B4A/production/_128347291_martinhampton-8743-1.jpg", "content": [{"text": "Landowners have agreed to let people \"wild camp\" on most of Dartmoor without permission, days after the High Court placed restrictions on the practice.", "type": "b"}, {"text": "Last week the court ruled the long-held tradition of wild camping had no basis in law, after a case brought by a landowner.", "type": "p"}, {"text": "There is now an agreement between Dartmoor National Park Authority (DNPA) and most Devon moor landowners.", "type": "p"}, {"text": "Landowners who have signed up will be paid an unknown sum by the park.", "type": "p"}, {"text": "Right to roam campaigners called it a \"stitched up deal.\"", "type": "p"}, {"text": "Dartmoor was the only area of England and Wales where under a local law there had been an assumed right to wild camp without the landowner's permission.", "type": "p"}, {"text": "However a High Court judge ruled last week that this was legally wrong and permission was needed.", "type": "p"}, {"text": "The case had been brought by Alexander Darwall and his wife Diana, who have owned the 4,000 acres (16 sq km) on southern Dartmoor since 2013.", "type": "p"}, {"text": "According to Dartmoor National Park, the agreement between landowners will come into force at 17:00 when it publishes a new map on its website. It does not create a right to wild camp - it is a private arrangement and will last for twelve months. ", "type": "p"}, {"text": "The amount landowners will be paid will be met by the DNP. The sum has not yet been agreed, and the right to wild camp could be revoked at any time.", "type": "p"}, {"text": "It's understood that the Darwalls could allow access to part of their estate.", "type": "p"}, {"text": "The popular Ten Tors hiking event and wild camping as part of The Duke of Edinburgh Award is permitted \"with immediate effect.\" ", "type": "p"}, {"text": "John Howell, Chair of Dartmoor Commons Owners' Association, said: \"We recognise the importance of people being able to enjoy the natural beauty of Dartmoor, including through wild camping, and the benefits that this can bring.\"", "type": "p"}, {"text": "The agreement is based on campers having a minimal impact on the natural environment - a principle known as 'leave no trace'.", "type": "p"}, {"text": "Dr Kevin Bishop, chief executive of DNPA, said:  \"We have all worked quickly and collectively to ensure clarity is provided. Our thanks go to those involved in the discussions who have engaged in this process so positively and proactively. We're committed to working together to continue all our good work that helps keep Dartmoor special for everyone.\"", "type": "p"}, {"text": "However Guy Shrubsole from the Right to Roam campaign called it a \"stitched-up deal\". ", "type": "p"}, {"text": "\"The public have just had their right to wild camp summarily snatched from them by a wealthy landowner - now we're expected to be grateful to landowners who grant us permission to wild camp, and pay for the privilege.", "type": "p"}, {"text": "\"It's a ransom note from landowners… we will not accept any attempts to make people pay to wild camp, and call on MPs to back a new Right to Roam Act to defend and extend public access to nature.\"", "type": "p"}, {"text": "He said a protest march on the moor planned for Saturday would still go ahead. There has been widespread opposition to the court ruling on social media.", "type": "p"}, {"text": "Dr Bishop emphasised that the DNPA is still considering appealing Friday's high court decision. At a two-day hearing last December, lawyers for the Darwalls argued that a byelaw in the  which enshrined a historic custom of open access \"to all the commons on foot and on horseback for the purposes of open-air recreation\", excluded wild camping. ", "type": "p"}, {"text": "The judge, Sir Julian Flaux, Chancellor of the High Court, agreed. He said the act did not \"confer on the public any right to pitch tents or otherwise make camp overnight on Dartmoor Commons. Any such camping requires the consent of the landowner.\"", "type": "p"}, {"text": "The Duchy of Cornwall, which owns by far the largest portion of the moor at 67,000 acres (270 sq km), is one of the landowners to have agreed. A spokesperson said: \"We recognise the many benefits associated with being able to enjoy the natural beauty of Dartmoor, including through wild camping.", "type": "p"}, {"text": "\"We are pleased to have found a way forward quickly and in partnership with the Dartmoor National Park Authority and other landowners to ensure that this short-duration, back-pack style camping can continue to be enjoyed on Duchy land.\"", "type": "p"}, {"text": "Follow Claire on Twitter", "type": "p"}], "tags": ["Camping", "Environment"]}