{"link": "https://www.bbc.com/news/technology-64338010", "category": "technology", "title": "New FTX boss John Ray could bring back bankrupt crypto firm", "contributor": null, "time": "2023-01-19T18:36:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/052D/production/_128352310_gettyimages-1246330082.jpg", "content": [{"text": "Bankrupt crypto exchange FTX's new chief executive, John Ray, is looking into the possibility of reviving the platform.", "type": "b"}, {"text": "He told the Wall Street Journal (WSJ) that he has set up a taskforce to explore restarting FTX.com to \"recover more value\" for people who lost money.", "type": "p"}, {"text": "A year ago FTX was valued at $32bn (£26bn), but it filed for bankruptcy protection in November. ", "type": "p"}, {"text": "It has been estimated that $8bn worth of funds was missing.", "type": "p"}, {"text": "Sam Bankman-Fried, the founder and former chief executive of the exchange, has been accused of defrauding customers and investors to pay debts incurred by his crypto-focused hedge fund, Alameda Research. ", "type": "p"}, {"text": "He has pleaded not guilty to fraud charges.", "type": "p"}, {"text": "The future of customer funds, however, remains unclear.", "type": "p"}, {"text": "Mr Ray is exploring the idea of resurrecting the platform instead of simply liquidating assets or selling the platform, according to the WSJ report.", "type": "p"}, {"text": "FTX did not immediately respond to the BBC's request for comment. ", "type": "p"}, {"text": "Previously Mr Ray hit out at the way the failed crypto exchange was run, saying he had never \"seen such a complete failure of corporate controls\".", "type": "p"}, {"text": "He said what he had found since taking over FTX was \"unprecedented\" in his 40-year career, which includes overseeing the bankruptcy of US energy giant Enron. ", "type": "p"}, {"text": "The collapse of the exchange was one of the key events in what has been dubbed a \"crypto winter\" for firms. ", "type": "p"}, {"text": "The first big shock came last May with the collapse of two tokens - Terra Luna and TerraUSD - owned by Terraform Labs.", "type": "p"}, {"text": "The fall led to $400bn (£318bn) being wiped from the value of many other cryptocurrencies, including Bitcoin.", "type": "p"}, {"text": "By September, Interpol issued a red notice to law enforcement agencies for the arrest of Terra founder Do Kwon.", "type": "p"}, {"text": "In November, the disruption to the crypto market hit another level, with the collapse of FTX - one of the biggest exchanges and the entry point for millions of people.", "type": "p"}, {"text": "It was seen as one of the most trusted platforms, but collapsed into bankruptcy in days after its finances were revealed to be unstable.", "type": "p"}, {"text": "FTX's founder Mr Bankman-Fried told the BBC in his last interview before his arrest: \"I don't think I tried to do anything wrong.\"", "type": "p"}, {"text": "In December, the 30-year-old was extradited from the Bahamas, where FTX was based, back to the US where he formally pleaded not guilty to charges of defrauding customers and investors. He was released on $250m bail, denying the allegations.", "type": "p"}], "tags": ["Cryptocurrency"]}