{"link": "https://www.bbc.com/news/business-65067723", "category": "business", "title": "Firms hit back at Bank governor in prices row", "contributor": null, "time": "2023-03-24T18:41:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10C4B/production/_129138686_mediaitem129116033.jpg", "content": [{"text": "Business leaders have hit back after the Bank of England governor said they should think twice before raising prices to cope with inflation.", "type": "b"}, {"text": "Andrew Bailey said increased prices could drive up the cost of living even further and hurt the poorest most.", "type": "p"}, {"text": "But the boss of pub chain JD Wetherspoon, Tim Martin, said bank managers were \"breathing down the neck\" of business owners. ", "type": "p"}, {"text": "UK Hospitality said Mr Bailey ignored the \"stark situation\" faced by many. ", "type": "p"}, {"text": "\"If all prices try to beat inflation we will get higher inflation,\" the bank governor told the BBC's Today programme.", "type": "p"}, {"text": "Speaking a day after the Bank raised interest rates to their highest level for 14 years, Mr Bailey said higher inflation \"hurts people\" and he warned rates would go up again if prices continued to rise.", "type": "p"}, {"text": "\"I would say to people who are setting prices - please understand, if we get inflation embedded, interest rates will have to go up further and higher inflation really benefits nobody,\" he added. ", "type": "p"}, {"text": "But Mr Martin said while businesses may \"want to follow his advice, many won't be able to\" and warned there could be price rises at the pub chain.", "type": "p"}, {"text": "\"If cash costs for energy, labour and supplies rise and prices don't go up, bank managers around the country will be breathing down the neck of business owners - which is an unnerving experience,\" he said.", "type": "p"}, {"text": "The Wetherspoons chairman said he was looking forward to a time when \"ferocious\" inflationary pressures eased across the industry.", "type": "p"}, {"text": "The low-cost food and drink chain, which has a network of 843 pubs across the UK and Ireland, reported a 5% rise in sales over the six months to 29 January compared with the same period in 2019. ", "type": "p"}, {"text": "Its figures mirror those from the British Retail Consortium (BRC) which showed retail sales had grown to 6.3%, their highest level since March 2022. ", "type": "p"}, {"text": "However, it said rising inflation meant sales volumes remained firmly in the red. ", "type": "p"}, {"text": "The BRC said despite the ongoing cost of living squeeze, customers were still ready to spend on what they needed, with higher sales in clothing and cosmetics. ", "type": "p"}, {"text": "\"There remain challenges to consumer spending in the coming months with the end of the Energy Bill Support Scheme in April and the increasing cost of borrowing. ", "type": "p"}, {"text": "\"It is essential that government avoids any additional regulatory burdens on business that would risk pushing prices up, adding to the squeeze on consumer wallets,\" it said. ", "type": "p"}, {"text": "Trade body UK Hospitality's chief executive Kate Nicholls said it was a \"minor miracle\" so many businesses had held off raising prices for as long as they had. ", "type": "p"}, {"text": "\"To suggest the sector should stomach these staggering cost increases ignores the real and stark situation facing venues across the country,\" she said.", "type": "p"}, {"text": "A government spokesperson said it had provided an \"unprecedented\" energy support package for firms, \"and further support from April onwards\".", "type": "p"}, [{"text": "Look at your cupboards so you know what you have already", "type": "p"}, {"text": "Head to the reduced section first to see if it has anything you need", "type": "p"}, {"text": "Buy things close to their sell-by-date which will be cheaper and use your freezer", "type": "p"}], {"text": "Read more tips here", "type": "p"}], "tags": []}