{"link": "https://www.bbc.com/news/entertainment-arts-65068829", "category": "entertainment & arts", "title": "'A troubled moment' - what is going on at the BBC?", "contributor": null, "time": "2023-03-24T17:06:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1160F/production/_129138117_27821420db3766b8879b5f83eee0ba10c0ce4a05.jpg", "content": [{"text": "Hopes of a possible reprieve over the closure of a BBC institution, problems caused by a crash on Top Gear, a row over the suspension of the BBC's most highly paid star... ", "type": "b"}, {"text": "The BBC seems be having a troubled moment - but for anyone who follows the broadcaster's fortunes, there is a strong sense of deja-vu.", "type": "p"}, {"text": "The decision to save the BBC Singers from closure is far from the first time the BBC has tried to make a cut only for it to think again.", "type": "p"}, {"text": "In 2010, the BBC abandoned plans to close down its radio stations 6 Music and the Asian Network after protests from listeners and the music industry.  ", "type": "p"}, [{"text": "Lineker row at heart of BBC reputation - Ofcom", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64953421"}, {"text": "BBC suspends proposed closure of the BBC Singers", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65063238"}, {"text": "Top Gear production halted after Flintoff crash", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65056723"}], {"text": "The head of radio in those days is now the director general of the BBC, Tim Davie.  ", "type": "p"}, {"text": "He was also the one who faced the flak when the BBC's highest-paid presenter was taken off air after days of front page headlines and widespread criticism. Back then it was Jonathan Ross who was in trouble. Fifteen years later, it was Gary Lineker.", "type": "p"}, {"text": "And just before the Jonathan Ross scandal, Richard Hammond made front page news after a crash on Top Gear.  ", "type": "p"}, {"text": "These are recurring problems, not just for Tim Davie, but for all recent directors general. Managing talent, cutting costs and providing an entertaining service that the public perceives as justifying the licence fee are the corporation's perpetual spinning plates. Every few years, one of them takes a tumble.  Sometimes, it's two or three.", "type": "p"}, {"text": "However, there is also a fourth plate, the government. The BBC's need to cut costs is driven by the government's decisions on the licence fee. The arguments about impartiality that led to the brief suspension of Gary Lineker are, in part, fuelled by a view from many Conservative MPs that the BBC has an institutional metropolitan, liberal bias.", "type": "p"}, {"text": "Normally, when the BBC is beset by a series of calamities and runs into trouble with the government of the day, it is the moment for the people who oversee the BBC to speak up.", "type": "p"}, {"text": "In 2010, the man who stepped in and saved 6 Music was the BBC Chairman, Sir Michael Lyons. In 2012, when the Savile scandal engulfed the corporation, the man seeking answers and appearing on air was the BBC Chairman, Lord Patten. However, in 2023, the current BBC Chairman has kept a rather lower profile.", "type": "p"}, {"text": "Richard Sharp, a former Conservative party donor and a good friend of Boris Johnson, is maintaining a very \"behind the scenes\" role. It is perhaps unsurprising, given that he himself is the subject of two ongoing inquiries.  ", "type": "p"}, {"text": "One, by the Commissioner for Public Appointments, is looking into how he was given his job at the BBC; and what he may or may not have revealed about his involvement in an £800,000 loan guarantee to Boris Johnson.  ", "type": "p"}, {"text": "The second, by the BBC itself, is looking at his disclosures about any potential conflicts of interest after he arrived.  ", "type": "p"}, {"text": "And, with a recent session of Prime Minister's Questions in the House of Commons dominated by questions about the BBC, impartiality and independence from the government, it is an issue that is not, for the moment, going away.", "type": "p"}, {"text": "However, it is worth noting that the BBC has a long history of troubles and making headlines. The BBC's first broadcast took place in November 1922 and it took a mere five months before the first official inquiry in to its future was held. ", "type": "p"}, {"text": "The Sykes Committee pondered long and hard about the licence fee and what sort of funding the BBC needed to entertain the nation.  Its chairman also had thoughts on the relationship with the government.  I'll leave you with a quote from Sir Frederick Sykes, from 1923.", "type": "p"}, {"text": " \"If [the BBC] became even suspected of being an instrument of the government, the influence of the service would be destroyed.\"", "type": "p"}, {"text": "One hundred years on from that first BBC inquiry, the same question, the same issue persists. ", "type": "p"}, {"text": "Problems about choirs, Top Gear and highly paid presenters are just part of the job of running the BBC.  ", "type": "p"}, {"text": "However, the BBC cannot do anything about its chairman beyond asking questions.", "type": "p"}, {"text": "The previous BBC Chairman, David Clementi, did write to the government with concerns that the process of appointing his successor seemed to have been taking place even before the job had been advertised.  ", "type": "p"}, {"text": "However, Tim Davie has made impartiality his foundation stone, and that is an issue that is intimately tied to the question of independence and resolving the questions about the man at the top of the BBC. ", "type": "p"}], "tags": []}