{"link": "https://www.bbc.com/news/science-environment-65067264", "category": "science & environment", "title": "Have we found the 'animal origin' of Covid?", "contributor": null, "time": "2023-03-25T07:47:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/09A8/production/_111827420_hi059295836.jpg", "content": [{"text": "We now have \"the best evidence\" we are ever likely to find of how the virus that causes Covid-19 was first transmitted to a human, a team of scientists has claimed.", "type": "b"}, {"text": "It is the latest scientific twist in the troubled, highly politicised search for the cause of the worst pandemic in a century, one which has produced several competing theories which have neither been proved or disproved conclusively.", "type": "p"}, {"text": "The most recent analysis points to a particular species as the likely animal origin of the virus. That analysis is based on evidence that was gathered three years ago from the Huanan Wildlife Market in Wuhan, which has always been a focal point of the initial outbreak. ", "type": "p"}, {"text": "During the early days of 2020, when Covid was still a mystery disease, the Chinese Centers for Disease Control (CDC) took samples from the market. The genetic information contained in those samples has only recently been made, briefly, public, and that enabled a team of researchers to decode them and point to racoon dogs as a possible \"intermediate host\" from which the disease spilled over into people. ", "type": "p"}, {"text": "The crux of this analysis is that DNA from racoon dogs, wild mammals that were being sold live in the market for meat, was found in the same locations as swabs from the market that tested positive for SARS CoV-2, according to an analysis that was published online on 20 March. ", "type": "p"}, {"text": "But in the messy search for the outbreak's origin, where the market has long since closed and any animals on sale killed, we still do not have definitive proof. And the three-year delay in releasing this critical data has been described by some scientists as \"scandalous\".    ", "type": "p"}, {"text": "The findings are published amid signals that the lab leak theory is gaining ground among authorities in the US.", "type": "p"}, {"text": "The Chinese government has strenuously denied suggestions that the virus originated in a scientific facility, but the FBI now believe that scenario is the \"most likely\", as does the US Department of Energy.", "type": "p"}, {"text": "Various US departments and agencies have investigated the mystery and produced differing conclusions, but on 1 March the bureau's director accused Beijing of \"doing its best to try to thwart and obfuscate\", and disclosed the FBI had been convinced of the lab leak theory \"for quite some time now\". The bureau has not made their findings public, which has frustrated some scientists. ", "type": "p"}, {"text": "The BBC has spoken to some of the scientists involved in the three-year mission to investigate Covid's origin. They believe this new analysis might be the closest we will get to understanding how the outbreak started, and that the divisions between China and the West are hampering the scientific effort to solve that mystery. ", "type": "p"}, {"text": "The full genetic sequences from these crucial swabs from the market  were spotted by Dr Florence Debarre, a senior researcher at the Institute of Ecology and Environmental Sciences in Paris. She told the BBC World Service's Science in Action programme that she had been \"obsessed\" with finding this data since she first found out it existed. ", "type": "p"}, {"text": "Having found and downloaded the codes on a genetic database called GISAID, where scientists share this kind of information, she and her colleagues set out to find out which species matched the samples that were found in the same locations as the virus. \"We saw the results appear on our screens, and it was: racoon dog, racoon dog, racoon dog, racoon dog,\" she recalled. ", "type": "p"}, {"text": "\"So we found animals and virus [together],\" explained Dr Debarre. \"That does not prove that the animals were infected, but that is the most plausible interpretation of what we've seen.\"", "type": "p"}, {"text": "According to Prof Eddie Holmes from the University of Sydney, who was also involved in the study, this is the \"best evidence we will get\" of an animal origin of the virus. ", "type": "p"}, {"text": "\"We will never find that intermediate [animal] host - it's gone,\" Prof Holmes told the BBC. ", "type": "p"}, {"text": "\"But it's extraordinary that the genetic data has found these ghosts - and it absolutely tells us not just what species were there, but exactly where they were in the market,\" Prof Holmes told the BBC.  ", "type": "p"}, {"text": "This new data could provide more leads for further investigation into the source of the outbreak, but following those leads will be complicated.  ", "type": "p"}, {"text": "Prof Marion Koopmans from Erasmus University in Rotterdam was part of the World Health Organization investigative team that went to Wuhan in 2020. She explained that the new analysis \"pinned their presence down to specific stalls, so you could check where animals sold there came from\". ", "type": "p"}, {"text": "\"Of course if that is part of illegal sales, the question is if you would ever find that out.\"", "type": "p"}, {"text": "There could also still be biological evidence present in farms where these animals are raised for the trade. If researchers could find farmed animals with antibodies that show they had been infected with SARS Cov-2, that could provide another clue. This genetic information could at least narrow down where to look.  ", "type": "p"}, {"text": "But finding the actual virus in an animal, says Prof Holmes, will be very hard. ", "type": "p"}, {"text": "This is not definitive proof. That is something we might never have. ", "type": "p"}, {"text": "The search for that proof has itself become heavily politicised and often toxic. While this lends weight to the theory that the virus emerged in wild animals and spread to humans at the market, another theory has focused on the possible \"lab leak\" of a virus from the Wuhan Institute of Virology.", "type": "p"}, {"text": "That theory gained headlines once again recently after the FBI's intervention, weeks after an intelligence assessment from the US energy department and Republican-led hearings into the pandemic's origins.", "type": "p"}, {"text": "In his interview with BBC Science in Action, Prof Holmes pointed to a previous study of the earliest known cases of Covid in Wuhan. \"The outbreak started around the market,\" he said. \"And now we can see why - the key animals are there. ", "type": "p"}, {"text": "\"It didn't start around the lab, which is 30km away. And there is not a single piece of data showing any early cases around the laboratory.\"", "type": "p"}, {"text": "The years' long delay in releasing this valuable data has led to frustration and anger with the China Centre for Disease Control (CDC).  ", "type": "p"}, {"text": "\"The data are three years old - it's an absolute scandal that it's taken this long for it to see the light of day,\" said Prof Holmes. ", "type": "p"}, {"text": "The information had actually been posted on to the GISAID genetic database back in January. But it was left there unnoticed. It's assumed that this was done to provide supporting evidence for a research paper based on the data that was being prepared by Chinese researchers from the CDC. (Sharing such background data is considered a requirement for scientific publication). ", "type": "p"}, {"text": "But shortly after the Chinese researchers learned that others had seen the information, it became hidden again.", "type": "p"}, {"text": "In a press conference on 17 March, Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said that \"every piece of data\" was important in moving us closer to that answer. \"And every piece of data relating to studying the origins of Covid-19 needs to be shared with the international community immediately.\"", "type": "p"}, {"text": "\"We have to get beyond the politics and back to the pure science,\" said Prof Holmes.", "type": "p"}, {"text": "He added: \"Humans get viruses from wildlife - it's been true throughout our entire evolutionary history. The best thing we can do is separate ourselves from this wildlife and have better surveillance. ", "type": "p"}, {"text": "\"Because this will happen again.\"", "type": "p"}], "tags": []}