{"link": "https://www.bbc.com/news/business-62343087", "category": "business", "title": "China signals it could miss economic growth target", "contributor": "Annabelle  Liang", "time": "2022-07-29T05:31:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/80AB/production/_126093923_5d6233e5f12b9ccdf94fc4660b815fba9c7b280a-2.jpg", "content": [{"text": "China has signalled that it may miss its annual economic growth target, as Covid restrictions weigh on the world's second largest economy.", "type": "b"}, {"text": "On Thursday, the Politburo - the ruling Communist Party's top policy-making body - said it aims to keep growth within \"a reasonable range\".", "type": "p"}, {"text": "It did not mention the official growth target of 5.5% it had earlier set. ", "type": "p"}, {"text": "China is continuing to pursue a zero-Covid policy that has put major cities into full or partial lockdowns.", "type": "p"}, {"text": "In a statement after its quarterly economic meeting, the 25-member Politburo, which is chaired by President Xi Jinping, said leaders would \"strive to achieve the best results possible\". ", "type": "p"}, {"text": "However, it also called on stronger provinces to work to meet their growth targets. ", "type": "p"}, [{"text": "Million in Wuhan lockdown after four Covid cases", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-china-62322484"}, {"text": "China economy shrinks on zero-Covid policy", "type": "a", "href": "https://www.bbc.co.uk/news/business-62173735"}, {"text": "How bad are China's economic woes?", "type": "a", "href": "https://www.bbc.co.uk/news/business-52754782"}], {"text": "Analysts said the lack of a GDP mention was notable, though economists had earlier predicted it would be difficult for China to reach its 5.5% target. ", "type": "p"}, {"text": "\"The 5.5% growth target is no longer a must for China,\" Iris Pang, chief China economist at ING Bank, had told news outlet the Wall Street Journal. ", "type": "p"}, {"text": "They also added that China was urging larger provinces to make up for those that were more affected by the lockdown. ", "type": "p"}, {"text": "\"Beijing requested that provinces which are relatively well-positioned should strive to achieve economic and social targets for this year,\" Nomura analysts Ting Lu, Jing Wang and Harrington Zhang said in a note.", "type": "p"}, {"text": "\"We think Beijing is suggesting that GDP growth targets for provinces with less favourable conditions, especially for those that were hard hit by the Omicron variant and lockdowns, could be more flexible.\"", "type": "p"}, {"text": "Earlier this month, China said its economy had contracted sharply in the second quarter of this year.", "type": "p"}, {"text": "Large Chinese cities, including the major financial and manufacturing hub of Shanghai, were put into full or partial lockdowns during this period.", "type": "p"}, {"text": "China's once-booming property market is also in a deep slump, and home sales have fallen for 11 consecutive months.", "type": "p"}, {"text": "Several Chinese developers have halted the construction of homes that had already been sold, because of concerns over cash flow.", "type": "p"}, {"text": "In recent weeks, some home buyers have threatened to stop paying their mortgages until the work restarts.", "type": "p"}, {"text": "In 2020, China made the rare decision to scrap its GDP targets, in light of the pandemic. ", "type": "p"}, {"text": "GDP measures the size of an economy. Gauging its expansion or contraction is one of the most important ways of measuring how well or badly an economy is performing and is closely watched by economists and central banks.", "type": "p"}, {"text": "It also helps businesses to judge when to expand and recruit more workers or invest less and cut their workforces.", "type": "p"}, {"text": "You may also be interested in:", "type": "b"}], "tags": ["Coronavirus lockdown measures", "China", "GDP", "Economic growth", "China economy", "Coronavirus pandemic"]}