{"link": "https://www.bbc.com/news/entertainment-arts-62362184", "category": "entertainment & arts", "title": "Neighbours finale: Show attracts biggest audience since moving to Channel 5", "contributor": "Rachel Russell", "time": "2022-07-30T15:15:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/98C7/production/_126111193_6d1ca04c-0687-4233-9d0f-332f994a5e53.jpg", "content": [{"text": "The final episode of Neighbours attracted an average audience of 2.5 million UK viewers, Channel 5 has said. ", "type": "b"}, {"text": "The Australian soap ended on a high after 37 years on Friday by bringing back popular past characters. ", "type": "p"}, {"text": "Overnight figures showed a peak audience of three million in the UK - the highest since the soap moved to Channel 5 in 2008.", "type": "p"}, {"text": "The episode aired in Australia on Thursday, which drew 873,000 metro viewers on Channel 10 and 10 Peach. ", "type": "p"}, {"text": "The double-episode featured a wedding and a nostalgic tribute to past and present stars.", "type": "p"}, {"text": "Singers Kylie Minogue and Jason Donovan, who starred as couple Scott Robinson and Charlene Mitchell in the 1980s, made their long-awaited return to the fictional Ramsay Street. ", "type": "p"}, {"text": "Oscar-nominated Margot Robbie, who previously played Donna Freedman between 2008-2011, made a cameo in the episode, where she described her years there as \"some of the best of my entire life\".", "type": "p"}, {"text": "Singers Delta Goodrem, who played Nina Tucker, Natalie Imbruglia, who was Beth Brennan and Holly Valance who played Felicity Scully also made appearances. ", "type": "p"}, {"text": "The trio went on to have chart success after their time in Erinsborough.", "type": "p"}, {"text": "Another major plot point in the finale was the return of Mike Young, played by actor Guy Pearce, who decided to move back to Ramsay Street to give his relationship with his former love interest Jane Harris, played by Annie Jones, another chance.", "type": "p"}, {"text": "Ben Frow, director of programming at Channel 5, said: \"I suspect there wasn't a dry eye from the viewers as Neighbours bowed out on a high last night.", "type": "p"}, {"text": "\"We wanted to give it a fitting, respectful ending and I hope our night devoted to Neighbours achieved that.", "type": "p"}, {"text": "\"Last night truly is the end of an era. The response from viewers overnight has been very moving and, even if they were wished the ending didn't have to come.\"", "type": "p"}], "tags": ["Television", "Soap opera", "Melbourne", "Australia"]}