{"link": "https://www.bbc.com/news/business-65612295", "category": "business", "title": "Vauxhall-maker says UK needs to change its Brexit deal", "contributor": null, "time": "2023-05-16T21:01:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16A3E/production/_129743729_gettyimages-1327258910.jpg", "content": [{"text": "One of the world's biggest carmakers has called on the government to renegotiate part of the Brexit deal or risk losing parts of its car industry.", "type": "b"}, {"text": "Stellantis, which makes Vauxhall, Peugeot, Citroen and Fiat had committed to making electric vehicles in the UK. ", "type": "p"}, {"text": "But it has now said it is no longer able to meet Brexit trade rules on where parts are sourced.", "type": "p"}, {"text": "The government is \"determined\" that the UK will remain competitive in car manufacturing, a spokesperson said.", "type": "p"}, {"text": "Stellantis called on the government to come to an agreement with the EU to keep rules as they are until 2027.", "type": "p"}, {"text": "It also wants arrangements for manufacturing parts in Serbia and Morocco to be reviewed.", "type": "p"}, [{"text": "Nissan warns costs must fall to make new electric cars in UK", "type": "a", "href": "https://www.bbc.co.uk/news/business-64533672"}], {"text": "Just two years ago, the world's fourth biggest car maker said the future of its Ellesmere Port and Luton plants were secure. ", "type": "p"}, {"text": "But now Stellantis has asked the UK government to renegotiate part of the Brexit deal amid a \"threat to our export business and the sustainability of our UK manufacturing operations\".", "type": "p"}, {"text": "In a submission to a Commons inquiry into electric car production, the firm said its UK investments were based on meeting the strict terms of the post-Brexit free trade deal.", "type": "p"}, {"text": "These rules state that from next year, 45% of the value of the electric car should originate in the UK or EU to qualify for trade without tariffs. ", "type": "p"}, {"text": "Stellantis said it was \"now unable to meet these rules of origin\" after the surge in raw materials costs during the pandemic and energy crisis.", "type": "p"}, [{"text": "Rules of origin: Why are Percy Pigs a headache for M&S?", "type": "a", "href": "https://www.bbc.co.uk/news/55648201"}, {"text": "Honda workers in Swindon to face 'reality check' after it closes", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-wiltshire-57987601"}], {"text": "If the government cannot get an agreement to keep the current rules until 2027, from next year \"trade between the UK and EU would be subject to 10% tariffs\", it said.", "type": "p"}, {"text": "This would make domestic production and exports uncompetitive in comparison to Japan and South Korea, it said.", "type": "p"}, {"text": "\"To reinforce the sustainability of our manufacturing plants in the UK, the UK must consider its trading arrangements with Europe,\" Stellantis said.", "type": "p"}, {"text": "A government spokesperson said that Business and Trade Secretary Kemi Badenoch \"has raised this with the EU\".", "type": "p"}, {"text": "Ms Badenoch \"is determined to ensure the UK remains one of the best locations in the world for automotive manufacturing, especially as we transition to electric vehicles,\" the spokesperson said.", "type": "p"}, {"text": "The government has set up a fund to develop the supply chain for electric vehicles, and in the coming months will take \"decisive action to ensure future investment in zero emission vehicle manufacturing\", the spokesperson added.", "type": "p"}, {"text": "The deal on electric cars and batteries was one of the very last issues settled in Brexit negotiations between Boris Johnson and Ursula von der Leyen in 2020.", "type": "p"}, {"text": "The Stellantis document warns that uncompetitive electric vehicle costs will mean \"manufacturers will not continue to invest\" and will \"relocate manufacturing operations outside of the UK\".", "type": "p"}, {"text": "It then lists Ford, and BMW's electric Mini, as well as Honda's investment in the US after closing its UK site in Swindon.", "type": "p"}, {"text": "The core problem remains a lack of UK battery plants, and a domestic supply chain that should be being built now, but is being dwarfed by developments elsewhere.", "type": "p"}, {"text": "At a time of some uncertainty over UK trading arrangements, now the US, China and the EU are pouring subsidies into this market.", "type": "p"}, {"text": "The industry-wide fear is that the UK is missing out on a once-in-a-generation tidal wave of investment around the electrification of cars.", "type": "p"}, {"text": "Earlier this week, French President Emmanuel Macron hosted Tesla's Elon Musk, who hinted he might invest in a gigafactory in France. ", "type": "p"}, {"text": "The owners of the UK's biggest manufacturer, Jaguar Land Rover, are currently being wooed by the Spanish government to host a gigafactory that had long been assumed to be being built in the UK.", "type": "p"}, {"text": "The Brexit trade agreement allowed a \"phase in\" of the strict rules on the origin for electric vehicle parts.", "type": "p"}, {"text": "The first stage comes in next year, and some in the UK car industry hope that the EU itself may want to renegotiate, if its own manufacturers are struggling to meet the origin requirements.", "type": "p"}, {"text": "But the requirements are hard-wired into the UK-EU treaty.", "type": "p"}, {"text": "The rules are then due to tighten again in 2027, and insiders believe UK exporters will find it impossible to export cars tariff free at that point, without UK battery production.", "type": "p"}], "tags": []}