{"link": "https://www.bbc.com/news/entertainment-arts-65614490", "category": "entertainment & arts", "title": "Asante King asks British Museum to return gold to Ghana", "contributor": null, "time": "2023-05-16T17:34:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12736/production/_129747557_bracelet_bm_190245001_resized-002.jpg", "content": [{"text": "The ruler of Ghana's Asante people has asked the British Museum to return gold items in its collection to his country. ", "type": "b"}, {"text": "The Asantehene, Otumfuo Osei Tutu II, recently met the museum's director Dr Hartwig Fischer for discussions. ", "type": "p"}, {"text": "The museum's collection includes works taken from the Asante palace in Kumasi during the war with the British of 1874. ", "type": "p"}, {"text": "The British Museum told the BBC it is \"exploring the possibility of lending items\" to Ghana.", "type": "p"}, {"text": "The Ghanaian ruler met Dr Fischer last week, after attending the Coronation of King Charles.", "type": "p"}, {"text": "The British Museum has been under increasing pressure in recent years to return items in its collection to their countries of origin.", "type": "p"}, {"text": "The demands by Greece for the return of the Parthenon Sculptures, often still known as the Elgin Marbles, are the most high-profile example in this contested debate.  ", "type": "p"}, {"text": "They were removed by the diplomat and soldier Lord Elgin in the 19th Century and later bought by the British government and placed in the British Museum. ", "type": "p"}, {"text": "Restitution issues more commonly apply to countries which experienced colonial conflict.", "type": "p"}, {"text": "Ethiopia wants the British Museum to return ceremonial crosses, weapons, jewellery, sacred altar tablets and other items taken from Maqdala in the north of the country during British military action in 1868.", "type": "p"}, {"text": "The Nigerian government has also formally asked the museum to return 900 Benin Bronzes.  ", "type": "p"}, {"text": "These beautiful bronze and brass sculptures were created by specialist guilds working for the royal court of the Oba, or King, in Benin City from the 16th Century onwards.  ", "type": "p"}, {"text": "Many were forcibly removed when the British captured the city in 1897. ", "type": "p"}, {"text": "Ghana's government has set up a Restitution Committee to look at the return of items taken from the Asante Palace which are now in collections around the world.", "type": "p"}, {"text": "Nana Oforiatta Ayim, who sits on that committee, told the BBC: \"These objects are largely sacred ones and their return is about more than just restitution. It is also about reparation and repair, for the places they were taken from, but also those who did the taking.\"", "type": "p"}, {"text": "She added that they are looking for a new relationship \"not based on exploitation or oppression, but on equity and mutual respect\".", "type": "p"}, {"text": "Last Thursday's discussions at the British Museum are the first ever meeting between the Asantehene and the museum's director Dr Fischer. ", "type": "p"}, {"text": "According to the British Museum, the Asantehene requested a loan of items of regalia belonging to his forbears.", "type": "p"}, {"text": "In the 19th Century, the Asante state was one of few African states that offered serious resistance to European colonisers. ", "type": "p"}, {"text": "Its independence ended in 1874 when a British expeditionary force marched into Kumasi in retaliation for an Asante attack two years earlier.  ", "type": "p"}, {"text": "A spokeswoman for the British Museum told the BBC: \"Our director and deputy director were pleased to welcome His Royal Majesty Osei Tutu II (the Asantehene) to the museum during his visit to the UK for the Coronation of King Charles III.\"", "type": "p"}, {"text": "She added that the British Museum \"is exploring the possibility of lending items from the collection to mark the 150th anniversary of the end of the third Anglo-Asante war, as well as to support celebrations for the Asantehene's Silver Jubilee next year\". ", "type": "p"}, {"text": "For some Ghanaians however, loans can never be a long term solution.", "type": "p"}, {"text": "Oforiatta Ayim, who is also a special adviser to Ghana's Culture Minister, said: \"Loans can be a first step in that they can open up dialogue in the kind of institutions and structures that are slow to change.  ", "type": "p"}, {"text": "\"At the end of the day, objects like the ones taken in 1874 were taken under horrifically violent circumstances… There needs to be honesty, accountability and action\".", "type": "p"}, {"text": "She added that the objects' homes are \"undeniably the places they were taken from\" although could then be lent back to British institutions in future.", "type": "p"}, {"text": "London's Horniman Museum returned 72 items in its collection to Nigerian ownership last year.", "type": "p"}, {"text": "At the time, Nick Merriman, the Horniman Museum director, told the BBC there was a \"moral argument\" to return them. He said: \"We're seeing a tipping point around not just restitution and repatriation, but museums acknowledging their colonial history\".", "type": "p"}, {"text": "But some of the UK's most renowned institutions, including the British Museum, are prevented by law from making a decision of this kind.  ", "type": "p"}, {"text": "The British Museum Act of 1963 bans the museum from the \"disposal of objects\" except in very specific circumstances. ", "type": "p"}, {"text": "It is however free to loan items, if it believes the items won't be damaged.", "type": "p"}], "tags": []}