{"link": "https://www.bbc.com/news/health-65595250", "category": "health", "title": "Dirty-bomb antidote: Drug trial begins in US", "contributor": null, "time": "2023-05-16T08:59:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2DCC/production/_129742711_gettyimages-1397191232.jpg", "content": [{"text": "The first human trial of a new type of dirty-bomb-antidote pill, designed to remove harmful radioactive contamination from the body, is starting in the US.", "type": "b"}, {"text": "The drug, HOPO 14-1, is thought to work against several materials that might be used in weapons, including uranium. ", "type": "p"}, {"text": "If it proves safe and effective it could guard against potential harm from nuclear accidents or terrorist attacks. ", "type": "p"}, {"text": "About 42 volunteers will try different doses, checking for side effects.", "type": "p"}, {"text": "There will be \"intensive safety monitoring\", with results from the phase one study expected in 2024, say the trial leaders from SRI International of Menlo Park, California, who are receiving funding from US government agency the National Institutes of Health. ", "type": "p"}, {"text": "Also known as a radiological dispersal device or RDD, a dirty bomb is an explosive that has been mixed with radioactive material so that when it goes off there will be contamination of the blast zone. ", "type": "p"}, {"text": "A dirty bomb is not a nuclear bomb - it is \"weapon of mass disruption\" rather than \"mass destruction\", says the US Nuclear Regulatory Commission.", "type": "p"}, {"text": "The cloud of radiation from a dirty bomb could be dispersed within a few blocks or miles of the explosion, whereas a nuclear bomb could spread thousands of square miles.", "type": "p"}, {"text": "Exposure to radiation can damage a person's DNA, tissues and organs, leading to illnesses, including cancer, which is why an oral drug that could counteract some of the effects would be useful. ", "type": "p"}, {"text": "There are already two different drug injections that can be used to treat people who have been exposed to radioactive plutonium, americium or curium. ", "type": "p"}, {"text": "For decades, experts have also known that iodine tablets can be deployed to help protect people if radioactive iodine has been released into the environment; it was given to people in 1986 when a nuclear accident occurred at the Chernobyl power plant. ", "type": "p"}, {"text": "Another pill, Prussian blue (potassium ferric hexacyanoferrate), can help remove radioactive caesium and thallium.", "type": "p"}, {"text": "If HOPO 14-1 works, it would be another to add to the stockpile, offering protection against uranium and neptunium in addition to plutonium, americium and curium.", "type": "p"}, {"text": "There has not yet been a successful dirty-bomb attack anywhere in the world.", "type": "p"}, {"text": "However, there have been attempts.", "type": "p"}, {"text": "In 1996, rebels from Chechnya planted a bomb containing dynamite and radioactive caesium-137 in Moscow's Izmailovo Park.", "type": "p"}, {"text": "Security services discovered its location and it was defused.", "type": "p"}, {"text": "In 1998, Chechnya's intelligence service found and defused a dirty bomb that had been placed near a railway line in Chechnya.", "type": "p"}], "tags": []}