{"link": "https://www.bbc.com/news/science-environment-65592872", "category": "science & environment", "title": "Welsh space firm devises 'shuttlecock' heatshield", "contributor": null, "time": "2023-05-15T12:26:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9C9C/production/_129729004_shuttlecock1.jpg", "content": [{"text": "A Welsh space start-up has developed a novel heatshield to enable it to re-use satellites brought back to Earth.", "type": "b"}, {"text": "It's a large flexible sheet that can be folded tightly for launch but then spring out like a shuttlecock to protect a spacecraft when it returns.", "type": "p"}, {"text": "Cardiff-based Space Forge envisions flying a fleet of \"mini factories\" in orbit to manufacture high-value, high-fidelity materials and components.", "type": "p"}, {"text": "These would be used in fields such as electronics and pharmaceuticals.", "type": "p"}, {"text": "But the Space Forge satellites and their products will need to survive the intense heat of falling back through the atmosphere at the end of a mission.", "type": "p"}, {"text": "The company's solution is a mechanism it's calling Pridwen after the shield said to have been carried by legendary King Arthur.", "type": "p"}, [{"text": "Construction begins at Highland spaceport site", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-highlands-islands-65482164"}, {"text": "UK 'knitted satellite' will see Earth day or night", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65483204"}, {"text": "First satellite launch from UK soil ends in failure", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64218883"}], {"text": "Its large size is designed to effectively radiate away heat energy in excess of a thousand degrees, but its foldability means it can be easily stowed to fit inside a rocket.", "type": "p"}, {"text": "Crucially, Pridwen is intended to be flown time and time again. ", "type": "p"}, {"text": "This is unusual for traditional heatshield systems.", "type": "p"}, {"text": "They tend to use materials that erode, or ablate, as they come through the atmosphere and must be replaced. ", "type": "p"}, {"text": "Some systems are fully reusable - like the silica tiles on the old US space shuttle - but they can be quite fragile and complex to handle.", "type": "p"}, {"text": "Pridwen is central to the Space Forge business model. If the Cardiff firm's idea of making things in orbit is to succeed it will need to fly its mini-factories (each about the size of a microwave oven) multiple times. Otherwise, the costs won't add up.  ", "type": "p"}, {"text": "\"The whole spacecraft needs to be reusable,\" said chief technology officer Andrew Bacon.", "type": "p"}, {"text": "\"You cannot build a production line if every time you want to make something you set fire to half your factory. So, this is key for Space Forge - we've got to bring everything back intact and fly it again,\" he told BBC News.", "type": "p"}, {"text": "Pridwen has been in development for several years with funding support from the UK and European space agencies. Details have been kept quiet to allow patents to be acquired, and even now several aspects of the design remain commercially confidential - such as the shield's precise construction. ", "type": "p"}, {"text": "But prototypes have gone through laboratory and high-temperature wind-tunnel testing, and a model is currently being built to fly later in 2023.", "type": "p"}, {"text": "And Space Forge is already thinking about other applications.", "type": "p"}, {"text": "\"We are confident that Pridwen technology could be expanded to return material from the Moon and asteroids, and could even be used for landing on Solar System bodies with an atmosphere, like Mars, Venus or Titan,\" said lead engineer Ana Paula Castro de Paula Nunes. ", "type": "p"}, {"text": "Surviving the frictional heating of a high-speed re-entry into Earth's atmosphere is, of course, only half the battle. Any re-usable satellite will also need to land softly.", "type": "p"}, {"text": "Space Forge expects Pridwen to slow the falling satellite sufficiently that it can be caught in a net.", "type": "p"}, {"text": "The company has been practising this with drop tests from altitude. The aim is to have the falling satellite be captured in a mesh that's manoeuvred by hover drones moving across the sea surface.", "type": "p"}, {"text": "Space Forge is in a race with a number of companies worldwide who are all seeking to make valuable products in the weightless conditions experienced in orbit.", "type": "p"}, {"text": "A good example of these products would be unique combinations of metals with interesting electrical or chemical properties. Such alloys are made in a furnace; the different metal elements are brought together in a melt.", "type": "p"}, {"text": "But this mixing is hard to control if gravity is pulling hard on that furnace.", "type": "p"}, {"text": "In contrast, in the space environment, where there is no \"up\" or \"down\", a melt doesn't rise and sink as it does at the planet's surface. This means solidification of the desired alloy can turn out very differently.", "type": "p"}, {"text": "Space Forge wanted to test part of its re-entry system earlier this year but the satellite intended to do this was destroyed during the ill-fated Virgin Orbit launch from Cornwall in January.", "type": "p"}, {"text": "The company's next opportunity will come on a rocket flying out of America in the coming months. ", "type": "p"}], "tags": []}