{"link": "https://www.bbc.com/news/technology-65609123", "category": "technology", "title": "Twitter wrong to block tweets during Turkey election - Wikipedia founder", "contributor": null, "time": "2023-05-16T13:29:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1572E/production/_129745878_gettyimages-1490199975.jpg", "content": [{"text": "Twitter's decision to block certain content in Turkey the day before its presidential election was wrong, says the founder of Wikipedia.", "type": "b"}, {"text": "Jimmy Wales told the BBC his organisation had spent two and a half years in court to avoid similar demands made by Turkey in the past.", "type": "p"}, {"text": "He said he believed the tech sector should stand together in defending free access to information.", "type": "p"}, {"text": "Twitter's owner Elon Musk said Turkey had threatened to block the whole site.", "type": "p"}, {"text": "In 2014, Turkish President Recep Erdogan did exactly that, vowing to \"wipe out\" the social network after corruption allegations about his administration were shared on the platform. ", "type": "p"}, {"text": "Wikipedia was also banned in Turkey for almost three years after refusing to delete articles that criticised the government.", "type": "p"}, {"text": "Turkey's election will be decided in a run-off later this month, after no clear winner emerged from this weekend's voting.", "type": "p"}, {"text": "In a tweet, Twitter said four accounts and 409 tweets had been identified by the Turkish government in a court order, which the firm had then blocked. Twitter added that it would \"continue to object in court\" to it. ", "type": "p"}, {"text": "The content is still visible outside of Turkey.", "type": "p"}, {"text": "But Mr Wales said Twitter should have stood its ground.", "type": "p"}, {"text": "\"We have been blocked in various places around the world at different times, we have never given in to censorship and we never will,\" he told me on the BBC's tech podcast Tech Life.", "type": "p"}, {"text": "\"If governments around the world believe that in order to get political advantage they can control what their political opponents are saying online or prevent them from speaking online, then they will try that.\"", "type": "p"}, {"text": "He said Twitter's actions would put pressure on other websites to comply with future demands.", "type": "p"}, {"text": "\"I think people in the industry should really stand up and vigorously say no - actually an open internet, a free internet, the free sharing of ideas and knowledge is really crucially important,\" he added.", "type": "p"}, {"text": "Elon Musk has described himself as a \"free speech absolutist\" and has spoken at length about his commitment to giving everybody a platform to have their say.", "type": "p"}, {"text": "Twitter said it was told by the Turkish government that it was the only social network which had not complied with its court orders. The BBC has not been able to verify this.", "type": "p"}, {"text": "Wikipedia and Twitter are clearly very different services - there is no \"tell us what you think\" box on the online encyclopedia which Mr Wales said made moderation a lot less complex.", "type": "p"}, {"text": "Follow Zoe Kleinman on Twitter ", "type": "b"}], "tags": []}