{"link": "https://www.bbc.com/news/entertainment-arts-63029845", "category": "entertainment & arts", "title": "Rihanna to headline Super Bowl half-time show", "contributor": null, "time": "2022-09-25T21:41:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5874/production/_126844622_gettyimages-1174365925.jpg", "content": [{"text": "Pop superstar Rihanna will headline the half-time show at February's Super Bowl in Arizona, the NFL has announced. ", "type": "b"}, {"text": "The nine-time Grammy winner broke the news by posting a photo of an NFL branded football to Twitter. ", "type": "p"}, {"text": "Organisers called the 34-year-old a \"generational talent\" in a press release issued on Sunday night. ", "type": "p"}, {"text": "The show is one of the most coveted slots in music, with this year's 14-minute spectacle drawing in more than 120 million viewers, the NFL said.", "type": "p"}, {"text": "The all-star line up included Dr Dre, Snoop Dogg, Eminem, Mary J Blige and Kendrick Lamar. The show earned an Emmy Award for Outstanding Variety Special (Live). ", "type": "p"}, {"text": "\"Rihanna is a once in a generation artist who has been a cultural force throughout her career,\" the NFL's head of Music Seth Dudowsky said. ", "type": "p"}, {"text": "And Jay-Z, whose Roc Nation entertainment company will  help organise the performance, called the star a \"woman of humble beginnings who has surpassed expectations at every turn\". ", "type": "p"}, {"text": "\"A person born on the small island of Barbados who became one of the most prominent artists ever. Self-made in business and entertainment,\" he added. ", "type": "p"}, {"text": "Rihanna's move marks a sharp about turn from the singer, who turned down an offer to headline the show in 2019 to show solidarity with the NFL star Colin Kaepernick. ", "type": "p"}, {"text": "A former starting quarterback with the San Francisco 49ers, Kaepernick hasn't played in the league since 2016 after his decision to kneel during the pre-game national anthem helped to launch a global movement against racism. ", "type": "p"}, {"text": "He later filed a lawsuit against the NFL, alleging that the leagues owner's were colluding to exile him from the sport. ", "type": "p"}, {"text": "Rihanna said at the time that she would have been an \"enabler\" if she had accepted the slot. ", "type": "p"}, {"text": "\"I just couldn't be a sell-out,\" she told Vogue magazine. \"There's things within that organisation that I do not agree with at all, and I was not about to go and be of service to them in any way.\"", "type": "p"}, {"text": "Earlier this week, US media reported that Taylor Swift had turned down an offer to headline the show, choosing instead to continue re-recording several albums. ", "type": "p"}, {"text": "Swift announced plans last year to re-release her first six albums to have complete control over her music. The move followed the 2019 acquisition of her master recordings by music mogul Scooter Braun and his subsequent sale of them to an investment fund.", "type": "p"}], "tags": ["NFL protests", "Super Bowl"]}