{"link": "https://www.bbc.com/news/business-65743247", "category": "business", "title": "FTX: Singapore state fund Temasek cuts pay after failed investment", "contributor": null, "time": "2023-05-29T04:03:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6C15/production/_129896672_gettyimages-1237125010.jpg", "content": [{"text": "Singapore state-owned investment fund Temasek Holdings says it has cut the pay of staff responsible for its investment in cryptocurrency exchange FTX, which collapsed last year.", "type": "b"}, {"text": "In November, the fund wrote off all of the $275m (£222.8m) it invested in FTX.", "type": "p"}, {"text": "Prosecutors have accused FTX's former chief executive Sam Bankman-Fried of orchestrating an \"epic\" fraud which may cost investors billions of dollars.", "type": "p"}, {"text": "Mr Bankman-Fried has pleaded not guilty to the charges.", "type": "p"}, {"text": "\"The investment team and senior management, who are ultimately responsible for the investment decisions made, took collective accountability and had their compensation reduced,\" Temasek said in a statement on Monday.", "type": "p"}, {"text": "The sovereign wealth fund also said it was \"disappointed with the outcome of our investment, and the negative impact on our reputation.\"", "type": "p"}, {"text": "Temasek did not indicate how much salaries were reduced by. ", "type": "p"}, {"text": "It had invested $210m and then another $65m in FTX in two funding rounds between October 2021 and January 2022.", "type": "p"}, {"text": "Last year, the state-owned fund said that before making those investments it had spent eight months evaluating the cryptocurrency exchange. This included the review of an audited financial statement \"which showed it to be profitable.\"", "type": "p"}, {"text": "As of March 2022, Temasek was worth more than S$403bn ($298.1bn; £241.3bn), so the money it had put into the cryptocurrency platform accounted for a small percentage of its investments.", "type": "p"}, {"text": "However, Singapore's deputy prime minister Lawrence Wong said in December that Temasek's losses in FTX had caused damage to the fund's reputation.", "type": "p"}, {"text": "\"The fact that other leading global institutional investors like BlackRock and Sequoia Capital also invested in FTX does not mitigate this,\" added Mr Wong, who is also the country's finance minister.", "type": "p"}, {"text": "Sovereign wealth funds are like a savings account for a country, and they typically invest in shares, currencies, property or other assets.", "type": "p"}, [{"text": "The fall of ‘King of Crypto’ Sam Bankman-Fried", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63612489"}, {"text": "Singapore's crypto ambitions shaken by FTX collapse", "type": "a", "href": "https://www.bbc.co.uk/news/business-63898729"}], {"text": "FTX, which a year ago was valued at $32bn, filed for bankruptcy protection in November. It has been estimated that $8bn of customer's funds was missing.", "type": "p"}, {"text": "Mr Bankman-Fried, who co-founded FTX in 2019, was one of the most high-profile figures in the cryptocurrency industry, known for his political ties, celebrity endorsements and bailouts of other struggling firms.", "type": "p"}, {"text": "US federal prosecutors have accused Mr Bankman-Fried of stealing billions of dollars from FTX users to pay debts at his other firm, Alameda Research, and to make other investments.", "type": "p"}, {"text": "In December, prosecutors announced eight criminal charges against Mr Bankman-Fried, including wire fraud, money laundering and campaign finance violations. Another five charges were levied against him in March. Financial regulators have also brought claims against Mr Bankman-Fried.", "type": "p"}, {"text": "FTX co-founder Gary Wang and Caroline Ellison, the former head of Alameda, have also been charged over their alleged roles in the company's collapse.", "type": "p"}, {"text": "Mr Bankman-Fried was arrested in December in the Bahamas, where he lived and FTX was based.", "type": "p"}, {"text": "In an interview with BBC News just days before his arrest, he said: \"I didn't knowingly commit fraud. I don't think I committed fraud. I didn't want any of this to happen. I was certainly not nearly as competent as I thought I was.\"", "type": "p"}], "tags": []}