{"link": "https://www.bbc.com/news/entertainment-arts-65747269", "category": "entertainment & arts", "title": "Succession: Critics praise 'perfect, brutal' finale", "contributor": null, "time": "2023-05-29T17:00:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13964/production/_129082208_fl_03_succession_s04-1.jpg", "content": [{"text": "This article does not contain plot spoilers.", "type": "b"}, {"text": "Critics have widely praised the end of the Emmy-winning TV drama Succession, with their descriptions ranging from \"perfect\" and \"beautiful\" to \"terrible\" and \"brutal\".", "type": "b"}, {"text": "The show, which focuses on the power struggle between the children of media mogul Logan Roy, has finally concluded after four seasons.", "type": "p"}, {"text": "Critics seemed more than satisfied with how it ended, with some comparing it with the writing of William Shakespeare.", "type": "p"}, {"text": "The Guardian's Lucy Mangan referenced Shakespeare's King Lear and Macbeth, adding: \"It was Succession at its finest. And that, slime puppies, is saying something.\"", "type": "p"}, {"text": "The Times's Carol Midgley asked: \"Why was this finale so brilliant?\", adding: \"Because it had everything: comedy, tragedy, twists, top rate dialogue - even, surprisingly, a touch of sentimentality.\"", "type": "p"}, [{"text": "Succession creator's sympathy for show's 'beasts'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65713224"}, {"text": "Succession to end after fourth season", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64762465"}], {"text": "The Daily Telegraph's Ed Power said \"perfect finales are difficult to pull off, and [writer Jesse] Armstrong came close\", but added it \"wasn't quite as Shakespearean as we may have hoped for\".", "type": "p"}, {"text": "CNN's Brian Lowry used an aquatic metaphor to describe the show, saying the Roy children \"took a pleasant swim together in the Succession finale, which turned out to be a perfect prelude to the show's parting demonstration of the perils of swimming with sharks\".", "type": "p"}, {"text": "Writing about the show's potential legacy, the Daily Mail's Adam S Levy made the point: \"Succession always has been about the membership of its audience, not its size, and its popularity among the coastal media and agenda-setting groups that the show depicts and attracts means the finale will likely leave a cultural mark.\"", "type": "p"}, {"text": "It was a \"brilliant family nightmare\", according to Daniel Fienberg in The Hollywood Reporter, who called it \"a sublime end to a sublime television show\", while Emily Baker in iNews added: \"Indefinite, astute and staunchly uncompromising to the very end. Succession is the best television series ever made.\"", "type": "p"}, {"text": "Philippa Snow, writing in The Independent, called the last episode \"poetic and violent\", and writes about the \"destabilising moment that sends the finale crashing into chaos and distress\".", "type": "p"}, {"text": "Variety's Alison Herman said the show was \"a boomerang that always hit its mark\", saying the feature-length conclusion to the Roy family saga \"has many... full-circle moments\".", "type": "p"}, {"text": "Several critics talked about how much they enjoyed watching the show, despite its hard-hitting content.", "type": "p"}, {"text": "Writing in Deadline, Dominic Patten said the \"satire's brutal and beautiful end proves pure palace intrigue\".", "type": "p"}, {"text": "\"It was delicious to watch,\" he said, adding: \"This very satisfying ender was penned by Armstrong in a testament to the true power of the word and the ones who bring it to page.\"", "type": "p"}, {"text": "The Telegraph India's Priyam Marik said it \"came to a fitting end with a perfectly painful finale\" with a \"compelling and cathartic conclusion to a story that will be difficult to match\".", "type": "p"}, {"text": "Linda Holmes wrote in NPR: \"It's exactly the right finale for this show, I think. What can I say? It's one of my favourite shows ever. Brilliantly acted, written, directed ... and a lot of fun to talk about.\"", "type": "p"}, {"text": "\"Part of the magic and mystery of Succession is how a show devoted to such reprehensible people could be so enjoyable,\" wrote Joshua Chaffin in The Financial Times.", "type": "p"}, {"text": "\"It was as if the show's creator, Jesse Armstrong, held a mirror up to our decayed society and told us, reassuringly, 'I see you,'.\"", "type": "p"}], "tags": []}