{"link": "https://www.bbc.com/news/business-67207829", "category": "business", "title": "Instagram sued over harm to young people's mental health", "contributor": null, "time": "2023-10-24T18:27:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8391/production/_131518633_socilas.jpg", "content": [{"text": "Meta, the parent company of Facebook and Instagram, has been accused of misleading the public about the risks of using social media and contributing to a mental health crisis among youth. ", "type": "b"}, {"text": "The claims were made in a federal lawsuit, which was announced by dozens of US states.", "type": "p"}, {"text": "They say the company used addictive features to \"ensnare\" users, while concealing the \"substantial dangers\" of its platforms. ", "type": "p"}, {"text": "Meta said it was \"disappointed\".", "type": "p"}, {"text": "The lawsuit said Meta had broken consumer protection laws by engaging in \"deceptive\" conduct. ", "type": "p"}, {"text": "It also said that the company collected data on children under the age of 13, flouting its obligations under the Children's Online Privacy Protection Act.", "type": "p"}, {"text": "\"Social media companies, including Meta, have contributed to a national youth mental health crisis and they must be held accountable,\" said New York Attorney General Letitia James, one of 33 attorney generals who signed the lawsuit.", "type": "p"}, {"text": "Another nine states also made similar claims in lawsuits of their own. ", "type": "p"}, {"text": "A spokesperson for Meta said: \"We share the attorney generals' commitment to providing teens with safe, positive experiences online, and have already introduced over 30 tools to support teens and their families.", "type": "p"}, {"text": "\"We're disappointed that instead of working productively with companies across the industry to create clear, age-appropriate standards for the many apps teens use, the attorneys general have chosen this path.\"", "type": "p"}, {"text": "Meta, and other social media companies, already face hundreds of lawsuits in the US filed by families, young people and school districts over the impact on mental health. ", "type": "p"}, {"text": "This marks the biggest action to date. ", "type": "p"}, {"text": "It follows an investigation in to the company's practices in 2021 by several state prosecutors, after a whistleblower, Frances Haugen, testified in the US that the company knew its products could harm children.", "type": "p"}, {"text": "That Instagram is damaging to young peoples' mental health is contested by Meta. ", "type": "p"}, {"text": "\"It is simply not accurate that this research demonstrates Instagram is \"toxic\" for teen girls\", Pratiti Raychoudhury, vice president and head of research at Meta said at the time.  ", "type": "p"}, {"text": "\"The research actually demonstrated that many teens we heard from feel that using Instagram helps them when they are struggling with the kinds of hard moments and issues teenagers have always faced\", Ms Raychoudhury said.", "type": "p"}, {"text": "There are studies that do suggest that Facebook's growth is not linked to psychological harm. ", "type": "p"}, {"text": "But there is also plenty of research that has found spending long periods of time on social media can have a detrimental impact on young peoples' mental health.", "type": "p"}, {"text": "In the UK, a coroner looking at the death of Molly Russell concluded the schoolgirl died while suffering from the \"negative effects of online content\".", "type": "p"}, {"text": "The states are seeking financial damages and a halt to Meta's alleged harmful practices. ", "type": "p"}, {"text": "Large portions of the lawsuit are redacted from the public. But it specifically names features such as likes, alerts and filters that it says are \"known to promote young users' body dysmorphia\". Body dysmorphia leads a person to spend a lot of time worrying about flaws in their appearance, and often these perceived flaws are unnoticeable to others.", "type": "p"}, {"text": "\"Meta's design choices and practices take advantage of and contribute to young users' susceptibility to addiction,\" the lawsuit said. ", "type": "p"}], "tags": []}