{"link": "https://www.bbc.com/news/entertainment-arts-67210572", "category": "entertainment & arts", "title": "Bill Kenwright: Sir Ian McKellen leads tributes to impresario", "contributor": null, "time": "2023-10-24T19:22:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/170A3/production/_131517349_gettyimages-1238858789.jpg", "content": [{"text": "Sir Ian McKellen has led tributes from actors and the theatre industry to \"unique\" impresario Bill Kenwright, following his death at the age of 78.", "type": "b"}, {"text": "Kenwright was one of the UK's leading theatre producers as well as a former actor in Coronation Street, BBC Radio 2 presenter and chairman of Everton FC.", "type": "p"}, {"text": "Sir Ian is currently appearing in one of his plays, Frank & Percy, in London.", "type": "p"}, {"text": "The actor noted that it would be his last production, and said \"our business will be dimmer now he has gone\".", "type": "p"}, [{"text": "Everton chairman Kenwright dies aged 78", "type": "a", "href": "https://www.bbc.com/sport/football/67203234"}, {"text": "Bill Kenwright 'cared deeply' for city, mayor says", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-merseyside-67206146"}, {"text": "'Sporting love story with unhappy ending' - Kenwright and Everton", "type": "a", "href": "https://www.bbc.com/sport/football/34670884"}], {"text": "Kenwright, from Liverpool, found fame as Gordon Clegg in ITV soap opera Coronation Street in the 1960s, before achieving success producing plays and musicals.", "type": "p"}, {"text": "His hit shows included productions of Willy Russell's Blood Brothers and Andrew Lloyd-Webber and Tim Rice's Joseph and the Amazing Technicolor Dreamcoat.", "type": "p"}, {"text": "Kenwright also hosted Golden Years on Radio 2, playing pop and rock from the late 1950s and early 60s, for a decade until 2020.", "type": "p"}, {"text": "Sir Ian, who also played Hamlet in a Kenwright production two years ago, wrote on X, formerly Twitter: \"We were young together, when he was in Coronation Street and I was dipping a toe into Shaftesbury Avenue.", "type": "p"}, {"text": "\"Since then, I have admired the resilient way in which he encouraged theatre to thrive in London and in the regions, whether it was yet another tour of that wonderful musical Blood Brothers or sponsoring the Peter Hall Company in the classics.", "type": "p"}, {"text": "\"In private, Bill relished gossip and loved to reminisce. He seemed to have known everyone in the business and to care about them.", "type": "p"}, {"text": "\"Yet every chat would veer round to his equal passion - Everton football club. The city that gave us The Beatles and two major football teams, also bred a unique impresario.", "type": "p"}, {"text": "\"Whether the West End lights will be turned off in his memory, certainly our business will be dimmer now he has gone.\"", "type": "p"}, {"text": "Playwright Willy Russell posted on X that he was \"shocked and saddened\" to hear of Kenwright's death. ", "type": "p"}, {"text": "\"Bill's commitment to his twin passions of theatre and Everton FC was total and unstinting, and his loyalty and devotion to Blood Brothers was unwavering from the the first time he came to see it,\" he said.", "type": "p"}, {"text": "Actor Michael Crawford, who starred in a musical of The Go-Between co-produced by Kenwright, said he was a \"dear, dear friend and I will miss him immensely\".", "type": "p"}, {"text": "And actor James Dreyfus posted a message thanking Kenwright \"for everything you did for me\".", "type": "p"}, {"text": "\"For standing by me, for taking chance after chance even when I pushed my luck. I'm going to miss you so much. Thanks for all the fun, the laughs, the drinks, the support. Love to Jenny & family.\"", "type": "p"}, {"text": "Kenwright's partner was Judge John Deed actress Jenny Seagrove. ", "type": "p"}, {"text": "A statement from Seagrove, Kenwright's daughter Lucy and his theatre company said they were \"devastated to share the sad news of the loss of a beloved partner, father, grandfather and friend\".", "type": "p"}, {"text": "\"Bill was driven by his passions and devoted his life to them; his deep love of theatre, film, music and his beloved Everton, and the families they created,\" they said.", "type": "p"}, {"text": "\"He impacted the lives of thousands, whether that be through the launching of careers or his unending loyalty, generosity and unfaltering friendship and support. ", "type": "p"}, {"text": "\"In a multi-award-winning career spanning six decades, Bill produced over 500 West End, Broadway, UK touring and international theatre productions, films and music albums. His impact on the arts industry has been profound.\"", "type": "p"}, {"text": "They said they would remember him with \"huge love and admiration\", adding: \"The shows will of course go on, as he would have wished, and his towering legacy will continue.\"", "type": "p"}, {"text": "Comedian and actor Jason Manford said Kenwright would be \"sadly missed\", writing that the producer \"was always funny and honest and with a deep love for theatre and football\".", "type": "p"}, {"text": "Writer and actor Rob Madge, whose show My Son's a Queer was recently staged by Kenwright in the West End, said: \"Thank you Bill for believing in me and my work. ", "type": "p"}, {"text": "\"Not many men would chair a football club and proudly produce a show that celebrates queerness at the same time. I and so many others will always owe so much to him.\"", "type": "p"}, {"text": "Julian Clary added that he was \"forever grateful\" to Kenwright for giving him the chance to play the Emcee in Cabaret.", "type": "p"}, {"text": "The producer's other productions included The Shawshank Redemption, The Exorcist, Cabaret, Evita, Saturday Night Fever and The Sound of Music.", "type": "p"}, {"text": "Among his current shows, Twelve Angry Men, Calendar Girls The Musical, Heathers The Musical and Blood Brothers are on tour.", "type": "p"}, {"text": "Blue singer Antony Costa, who starred in Blood Brothers, paid tribute to his \"friend and mentor\", who \"gave me the chance to perform on stage\".", "type": "p"}, {"text": "\"You were one in a million Sir... we loved talking football R.I.P Bill xx\"", "type": "p"}, {"text": "Dame Judi Dench, Woody Harrelson, Billie Piper, Rob Lowe and Felicity Kendal were among the other stars who appeared in his productions.", "type": "p"}, {"text": "Trade body UK Theatre and the Society of London Theatre said: \"His impact on the theatre industry has been profound, and tomorrow we will be sharing details on how we will honour his incredible career.\"", "type": "p"}, {"text": "Leeds Grand Theatre posted: \"Countless stories have been brought to our stages by his passion and dedication to theatre, and we know our audiences have felt his impact as much as we have.\"", "type": "p"}, {"text": "The Stage newspaper's deputy editor Matt Hemley wrote that he was \"a true force in the industry and his death is a massive loss\".", "type": "p"}, {"text": "Tributes also came in relating to Kenwright's time on Coronation Street, which he joined in 1968 and returned to occasionally over the years.", "type": "p"}, {"text": "John Whiston, managing director of continuing drama and head of ITV in the North, said everyone at the soap was \"saddened\" to hear of his death. ", "type": "p"}, {"text": "\"Though he is known to the world as a top theatre producer and chairman of Everton, he is known to Coronation Street fans as Gordon Clegg, the illegitimate son of the much-loved Betty Williams,\" he said.", "type": "p"}, {"text": "\"Though he left the show in 1969 to pursue his stellar career as a producer, we will always be grateful to him for returning from time to time to take part in important storylines, none more so than when he returned to The Street for his mother's funeral in 2012.\" ", "type": "p"}], "tags": []}