{"link": "https://www.bbc.com/news/health-67192693", "category": "health", "title": "Longer rugby careers linked to higher risk of brain injury - study", "contributor": null, "time": "2023-10-24T01:16:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11F81/production/_131510637_gettyimages-1058831162.jpg", "content": [{"text": "A study of former rugby players' brains has found that those who played for longer were more likely to develop a degenerative brain disease.", "type": "b"}, {"text": "Out of 31 donated brains analysed, 21 had evidence of a condition linked to repeated head injuries and concussion.", "type": "p"}, {"text": "Nearly two-thirds of those affected by chronic traumatic encephalopathy (CTE) played at amateur level.", "type": "p"}, {"text": "The researchers say their findings back up calls to reduce head impacts in all sports. ", "type": "p"}, {"text": "CTE is a brain condition thought to be caused by repeated head injuries and blows to the head. It slowly gets worse over time and leads to dementia.", "type": "p"}, {"text": "People who regularly play contact sports such as football, boxing, rugby and American football have a higher chance of developing it, post-mortem studies have shown.", "type": "p"}, {"text": "More than 300 former football, rugby league and rugby union players in the UK are taking legal action over brain injuries they claim they suffered during their careers.", "type": "p"}, {"text": "In this study, led by the University of Glasgow, scientists analysed the brains of 23 amateur and eight professional rugby players which had been donated for medical research.", "type": "p"}, {"text": "With an average playing career of 18 years, 68% of the brains had traces of the brain condition CTE.", "type": "p"}, {"text": "Thirteen of the affected brains belonged to club players, not professionals.", "type": "p"}, {"text": "And the study calculated that with each extra year of rugby played, there was a 14% increase in the risk of developing CTE.", "type": "p"}, {"text": "\"It's the shaking and twisting and rotating of the head thousands of times over decades that's likely to cause deep damage in the brain,\" says Prof Willie Stewart, lead study author from the University of Glasgow.", "type": "p"}, {"text": "He compares a head impact in rugby to \"a spinning bowl of porridge\" where the brain is the wobbly porridge in the middle.", "type": "p"}, {"text": "Scottish Rugby welcomed the new study, saying it \"supports the important conversations currently underway around the volume of player activity, with the aim of reducing the number of head contacts in our game\".", "type": "p"}, {"text": "Chief Medical Officer Dr James Robson said practical steps had been taken to improve safety, such as lowering the tackle height and launching a new online concussion education course for coaches, players and parents.", "type": "p"}, {"text": "World Rugby recently said that elite women would wear smart mouthguards, which can measure head movements, in an effort to manage concussion from January 2024.", "type": "p"}, {"text": "Prof Stewart said reducing head impacts in rugby games and in training was what was needed, but the sport was currently not doing enough to address the problem.", "type": "p"}, {"text": "The ex-players' brains in the study were donated to three brain banks - in Glasgow, at the Australian Sports Brain Bank in Sydney and at the Boston University School of Medicine.", "type": "p"}, {"text": "With an average age of 60 when they died, most of the former players in the study played rugby before it became professional in 1995.", "type": "p"}, {"text": "Prof Tara Spires-Jones, deputy director of the Centre for Discovery Brain Sciences at the University of Edinburgh, said the strongest data linking contact sports to degenerative brain disease still came from professional or elite players.", "type": "p"}, {"text": "\"Brain injury, such as those that can occur in contact sports, are associated with an increased risk of dementias later in life, however physical activity generally is associated with lower risk of dementias,\" she said.  ", "type": "p"}, {"text": "\"So while it is a good idea to protect your brain by avoiding head injury, it is also very important to exercise.\"", "type": "p"}], "tags": []}