{"link": "https://www.bbc.com/news/science-environment-67198206", "category": "science & environment", "title": "World shift to clean energy is unstoppable, IEA report says", "contributor": null, "time": "2023-10-24T04:00:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/163A/production/_131509650_solarpanelschina.jpg", "content": [{"text": "The world is on an \"unstoppable\" shift towards renewable energy but the phase down of fossil fuels is not happening quickly enough, a new report says. ", "type": "b"}, {"text": "The International Energy Agency, the global energy watchdog, predicted renewables would provide half of the world's electricity by 2030.", "type": "p"}, {"text": "But it warned that emissions were still too high to prevent temperatures rising above a key threshold of 1.5C.", "type": "p"}, {"text": "And the report said investment in fossil fuels needed to be cut in half.", "type": "p"}, [{"text": "What is net zero and how are the UK and other countries doing?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58874518"}, {"text": "Record surge in days over key 1.5C warming limit", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66857354"}], {"text": "The Paris-based energy agency's report, released on Tuesday, was not all doom and gloom. It praised the significant progress countries had made in expanding renewable energy and supporting consumers with the shift to electric vehicles and heat pumps instead of gas boilers.", "type": "p"}, {"text": "The report said the growth in clean energy and technologies was \"impressive\". In 2020, one in 25 cars sold was electric. Just three years later this number has risen to one in five.", "type": "p"}, {"text": "\"The transition to clean energy is happening worldwide and it's unstoppable. It's not a question of 'if', it's just a matter of 'how soon' - and the sooner the better for all of us,\" said International Energy Agency (IEA) Executive Director Fatih Birol.", "type": "p"}, {"text": "The report recognised that oil and gas would continue to play a role in the world's economy and that maintaining investment was \"essential\". But it said at the moment, current levels of funding were double what they should be.", "type": "p"}, {"text": "\"Governments, companies and investors need to get behind clean energy transitions rather than hindering them,\" Mr Birol said. ", "type": "p"}, {"text": "In what appeared to be a criticism of the UK and other governments' decisions to open new oil fields, Mr Birol added: \"claims that oil and gas represent safe or secure choices for the world's energy and climate future look weaker than ever.\"", "type": "p"}, {"text": "Earlier this year Rosebank oil field off the coast of Scotland was given the go-ahead amidst much controversy. Environmental campaigners argued the decision was not compliant with the UK's climate change plans. But Claire Coutinho, the government's minister for energy, said at the time: \"[The government] will continue to back the UK's oil and gas industry to underpin our energy security\".", "type": "p"}, {"text": "A spokesperson for the Department of Energy Security and Net Zero said in response to the IEA report that the independent Climate Change Committee recognised oil and gas would continue to be part of the UK's energy mix on the path to net zero.", "type": "p"}, {"text": "The world's reliance on fossil fuels means that we are still on track to be facing a global average temperature rise of 2.4C by 2100.", "type": "p"}, {"text": "That compares with the pledge made in 2015 when political leaders agreed on limiting temperature rises to \"well below\" 2C and to make every effort to keep it under 1.5C, to avoid the most dangerous impacts of climate change.", "type": "p"}, [{"text": "Record surge in days over key 1.5C warming limit", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66857354"}], {"text": "World leaders will meet in Dubai at the end of November for COP28 - the UN climate summit - where it is hoped further commitments to tackling climate change will be made, including potentially agreeing to phase out \"unabated\" fossil fuels. Abatement refers to technologies, which are not yet available at scale, that could capture the emissions released when fossil fuels are burned.", "type": "p"}, {"text": "The IEA report also reflected concerns about the Middle East. The agency said it was not yet clear what impact rising tensions would have on world energy markets. But the IEA warned that it meant further uncertainty compounding an already unsettled global economy - Middle Eastern countries, such as Iran and Saudi Arabia - account for 67% of world oil reserves.", "type": "p"}, {"text": "The report drew parallels with the 1973 oil crisis when Arab oil producers imposed an embargo in response to Western support for Israel in the Yom Kippur war against Arab states led by Egypt and Syria. As a result petrol prices skyrocketed, with knock-on effects on inflation and high unemployment.", "type": "p"}, {"text": "The IEA said that this time around the world is also facing the impact of volatile gas prices. The UK increased its imports of LNG following the invasion of Ukraine to reduce its reliance on Russian gas and 14% of the UK's gas is now supplied as LNG from Qatar.", "type": "p"}, {"text": "But the agency hoped the establishment and expansion of solar and wind energy will provide a long term solution to energy volatility.", "type": "p"}], "tags": []}