{"link": "https://www.bbc.com/news/technology-67197467", "category": "technology", "title": "Tinder: Friends and family can help you make a good match", "contributor": null, "time": "2023-10-24T09:05:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E63D/production/_131514985_gettyimages-1445981345.jpg", "content": [{"text": "It's often said romantic partners need the approval of our friends and family. ", "type": "b"}, {"text": "But now the dating app Tinder is taking things a step further, by enabling friends and family of users to recommend potential matches.", "type": "p"}, {"text": "Under the Tinder Matchmaker feature, users will be able to grant others access to their accounts for 24 hours so they can suggest likes.", "type": "p"}, {"text": "Tinder says it makes dating a \"team sport\", but one dating expert warned there could be privacy concerns. ", "type": "p"}, {"text": "It is not uncommon to discuss swipes or potential matches with friends in real life, or even hand the phone to someone else to handle swipes for a while.", "type": "p"}, {"text": "The Matchmaker feature sends profiles to a group of selected people, chosen by the user, so they can scroll through and give their opinions.", "type": "p"}, {"text": "This group cannot like or reject potential matches, but can make recommendations.", "type": "p"}, {"text": "The feature will first be rolled out in 15 countries, including the UK, the US and Australia, before going global in a few months' time.", "type": "p"}, [{"text": "Tinder swipes left on Russia a year after invasion", "type": "a", "href": "https://www.bbc.co.uk/news/business-65457098"}, {"text": "Tinder: Women's safety now at the heart of the app", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62206485"}, {"text": "'I was heartbroken, I never thought I would find someone'", "type": "a", "href": "https://www.bbc.co.uk/news/business-53005892"}], {"text": "Dating expert and matchmaker Sarah Louise Ryan says her one reservation about the new feature is the fact that one person's profile can be shared digitally with other people.", "type": "p"}, {"text": "The feature means that up to 15 people can view a profile without needing to log in to Tinder to do so. ", "type": "p"}, {"text": "\"One of the main reasons my clients come to me is for confidentiality,\" she said. ", "type": "p"}, {"text": "\"If you're a dating app user, you're happy to leave a digital footprint - but with other singles on the other side of the swipe.", "type": "p"}, {"text": "\"So the idea that [up to 15] people that you do not know and don't necessarily see their faces - they're looking at your profile... I don't know how I feel about that.\"", "type": "p"}, {"text": "However, Ms Ryan said that Tinder generally had a good record on data privacy.", "type": "p"}, {"text": "Tinder told the BBC: \"You can opt out of your profile being shown in the Matchmaker experience, end all active Matchmaker sessions or invite friends to be your Matchmaker via Settings\".", "type": "p"}, {"text": "In 2016, the company said it would review its data privacy policies after being accused of collecting the private data of users without explicit consent.", "type": "p"}, {"text": "In February 2023, it released an \"incognito mode\", which only shows users' profiles to those they have already liked, for paying subscribers.", "type": "p"}, {"text": "Ms Ryan pointed out that matchmaking for friends and family was common in many communities, having worked with Jewish and Sikh clients herself.", "type": "p"}, {"text": "\"Outsourcing one's journey to finding love is not a foreign concept,\" she said. ", "type": "p"}, {"text": "Outsiders may be able to give a more objective view on potential matches, she added, although too many opinions could \"cloud one's judgement\".", "type": "p"}, {"text": "Dating app Hinge launched a similar feature in 2017, but it has now closed down. Hinge has been fully owned by Match Group, Tinder's parent company, since 2019.", "type": "p"}, {"text": "Meanwhile, rival dating app Bumble has a feature where individual profiles can be shared with friends outside of the app.", "type": "p"}, {"text": "Tinder has been approached for comment. ", "type": "p"}], "tags": []}