{"link": "https://www.bbc.com/news/business-63682695", "category": "business", "title": "Strikes to hit airports and ports over Christmas", "contributor": null, "time": "2022-11-18T17:55:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7B15/production/_127690513_border.jpg", "content": [{"text": "Major ports and airports are set to be disrupted by strikes over the Christmas period.", "type": "b"}, {"text": "The PCS union members in the Border Force are due to take action as part of a dispute over pay, jobs and pensions.", "type": "p"}, {"text": "Driving tests and payments to farmers could also be disrupted as civil servants from different government departments strike.", "type": "p"}, {"text": "The Cabinet Office said it had plans in place to keep essential services running.", "type": "p"}, {"text": "The action will start in mid-December and continue for a month, with some workers out for the entire month.", "type": "p"}, {"text": "Thousands of workers are expected to take part.", "type": "p"}, {"text": "PCS general secretary Mark Serwotka said the action will affect passport control at airports and ports.", "type": "p"}, {"text": "Border Force also carries out immigration and customs controls.", "type": "p"}, {"text": "Mr Serwotka said: \"PCS members are angry. They helped to keep this country running during the pandemic, and in return, have been treated appallingly by this government.", "type": "p"}, {"text": "\"With inflation now at 11.1%, it is inconceivable that they are expected to cope with yet another real terms pay cut.\"", "type": "p"}, {"text": "Workers at the Department for Transport, including driving instructors, people who issue driving licences, and people who operate and maintain motorways, are due to take action.", "type": "p"}, {"text": "In addition, workers at the Department for Environment, Food & Rural Affairs who make payments to farmers are also set to strike.", "type": "p"}, [{"text": "Why are so many workers going on strike?", "type": "a", "href": "https://www.bbc.co.uk/news/business-62134314"}, {"text": "Royal Mail staff to strike in run-up to Christmas", "type": "a", "href": "https://www.bbc.co.uk/news/business-63671301"}], {"text": "The Cabinet Office said that it greatly values the work of civil servants across the country, \"but the PCS union's demands would cost an unaffordable £2.4bn\".", "type": "p"}, {"text": "It said its \"focus must be on bringing down inflation to ease the pressure on households across the country, protect the vulnerable and rebuild our economy\".", "type": "p"}, {"text": "A spokesperson added: \"Discussions will continue, but we can provide reassurance that we have comprehensive plans in place to keep essential services running and to minimise disruption if these PCS strikes do go ahead.\"", "type": "p"}, {"text": ".", "type": "b"}, {"text": "As the cost of living rises, tens of thousands of workers have been taking action this year to ask for pay deals that keep up with rising costs.", "type": "p"}, {"text": "There have been strikes by rail workers, lawyers, and postal workers, among others.", "type": "p"}], "tags": ["Strike action", "Civil Service"]}