{"link": "https://www.bbc.com/news/entertainment-arts-63682298", "category": "entertainment & arts", "title": "Banksy accuses clothing brand Guess of 'helping themselves' to his artworks", "contributor": null, "time": "2022-11-18T18:26:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/067B/production/_127695610_76c0482db1cb12f20dfc6944d8832e3df582a4dc.jpg", "content": [{"text": "Banksy has hit out at clothes retailer Guess, claiming the company has used his designs without permission.", "type": "b"}, {"text": "The graffiti artist posted a photo of the Regent Street store in London, and suggested shoplifters should visit.", "type": "p"}, {"text": "He wrote on Instagram: \"They've helped themselves to my artwork without asking, how can it be wrong for you to do the same to their clothes?\"", "type": "p"}, {"text": "The shop featured Banksy's Flower Thrower graffiti plus clothes bearing his images. Guess has not commented.", "type": "p"}, {"text": "The US clothing brand has advertised a new collection \"with graffiti by Banksy\".", "type": "p"}, {"text": "The company said the collection was created in collaboration with Brandalised, which licenses designs by graffiti artists.", "type": "p"}, {"text": "After the artist posted his message encouraging shoplifting, a criminal offence, Guess closed the store to the public, placed security outside and covered up the window display. Staff in the shop declined to speak to the BBC.", "type": "p"}, {"text": "Speaking last month about the collection, Guess chief creative officer Paul Marciano said: \"The graffiti of Banksy has had a phenomenal influence that resonates throughout popular culture.", "type": "p"}, {"text": "\"This new capsule collection with Brandalised is a way for fashion to show its gratitude.\"", "type": "p"}, {"text": "Copyright lawyer Liz Ward, founder of Virtuoso Legal, said Guess \"appear to have legitimately sourced the Banksy artwork via a third party, namely Brandalised, who say they have rights to commercialise and use Banksy's artwork on goods\".", "type": "p"}, {"text": "She said: \"It isn't known if Banksy approved or even knew about this deal. If he did know about it, then perhaps his comments are there to create some kind of guerrilla marketing campaign. If he didn't know about it, then he must be quite annoyed, especially as such mainstream companies and brands don't accord with his anti-establishment views.", "type": "p"}, {"text": "\"The short point is that Banksy should be pursing Brandalised and or Guess for infringement of his work. However, given she/he wants to remain anonymous, that may well be impossible.\"", "type": "p"}, {"text": "Copyright infringement is \"extremely serious and can cause long term commercial damage\", but is normally a civil offence, she added - whereas shoplifting is a criminal offence. ", "type": "p"}, {"text": "\"Whatever the rights and wrongs of this, it isn't right to encourage shoplifting per se.\"", "type": "p"}, {"text": "Banksy's representatives declined to comment further, while Brandalised has also not commented.", "type": "p"}, {"text": "Earlier this week, Banksy won an appeal to allow him to keep the trademark of one of his most famous images, a monkey wearing a sandwich board, at the EU Intellectual Property Office.", "type": "p"}, {"text": "He also revealed on Thursday that he had visited Ukraine to create seven new pieces.", "type": "p"}, {"text": "His artwork included a woman in rollers and a gas mask holding a fire extinguisher, and a Vladimir Putin lookalike being thrown to the floor by a child in a judo match. ", "type": "p"}], "tags": ["Copyright", "Graffiti", "London", "Art", "Banksy", "Fashion"]}