{"link": "https://www.bbc.com/news/science-environment-63677463", "category": "science & environment", "title": "COP27: Climate summit runs over as talks hit gridlock", "contributor": null, "time": "2022-11-18T17:35:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0831/production/_127679020_gettyimages-1244852288.jpg", "content": [{"text": "A promise from the developed world to foot more of the climate bill has raised fresh hopes of breakthrough at the UN climate summit COP27.", "type": "b"}, {"text": "Nations meeting in Sharm el-Sheikh, Egypt, are frantically trying to find agreement as the talks are extended into the weekend.", "type": "p"}, {"text": "The European Union has suggested a new fund to help poor nations deal with climate disaster.", "type": "p"}, {"text": "Developing nations insist they will push for the best deal on the table. ", "type": "p"}, [{"text": "Four sticking points in COP27 negotiations", "type": "a", "href": "https://www.bbc.com/news/science-environment-63666086"}, {"text": "No Greta, but young activists make waves at COP27", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63599932"}, {"text": "War linked to big release of warming gas - Ukraine", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63625693"}, {"text": "Key 1.5C climate goal under threat at COP27 summit", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63617400"}], {"text": "The summit is nearing its end after two weeks of talks to make progress on tackling climate change, but there were fears it could collapse over the question of money. It was supposed to finish on Friday and is now expected to go on until at least Saturday.", "type": "p"}, {"text": "Vulnerable nations including Pakistan, which leads developing countries here, say richer nations owe this money because they historically released most of the greenhouse gases that cause global warming. ", "type": "p"}, {"text": "The devastating floods in Pakistan this summer, which killed about 1,700 people, have been a powerful backdrop to talks in Egypt. ", "type": "p"}, {"text": "But rich nations are worried about signing a blank cheque. At the start of the summit, the US was adamant there would be no new fund, and it has been silent in negotiations, observers say.", "type": "p"}, {"text": "In a possible breakthrough on Friday morning, the European Union proposed a special fund that would be funded by a \"broad donor base\". ", "type": "p"}, {"text": "That suggests that China, a country which now emits large amounts of greenhouse gases (those gases that warm the atmosphere), could contribute too.", "type": "p"}, {"text": "China is usually in the same group as developing nations, and historically contributed little to global warming. But this fund could call on them to help pay the bill.", "type": "p"}, {"text": "\"We are gratified that overnight there has been a major breakthrough from the EU... focussing particularly on most vulnerable countries,\" Tuvalu Minister of Finance Seve Paeniu told BBC News. He represents one of the low-lying island nations most at risk from climate change.", "type": "p"}, {"text": "\"It's great to see some leadership finally, but we'll see what we get out of this,\" Nisha Krishnan from the World Resources Institute told BBC News.", "type": "p"}, {"text": "The EU's proposal \"comes with strings attached\" and it is not supported by all developing nations, says Prof Michael Wilkins at Imperial College Business School in London.", "type": "p"}, {"text": "The question of this money, known as loss and damage, has dominated COP27. Nations at severe risk from climate disaster were pleased to get it on the agenda, after 30 years of trying. ", "type": "p"}, {"text": "The deal is not yet over the line. ", "type": "p"}, {"text": "Talking about the funding, Ms Krishnan said \"this is the biggest thing that could make or break this conversation\".", "type": "p"}, {"text": "It will be important to see what the US does as well as China, she suggests.", "type": "p"}, {"text": "Outside of the negotiation rooms, NGOs and activists continue to call for much stronger promises from COP27.", "type": "p"}, {"text": "\"The bare minimum is do something to prepare the upcoming generation. You cannot just leave us hanging. This is essential for Africa,\" said Mohammed Sherif, a 17-year-old activist from Egypt, saying that nations must lower greenhouse gas emissions and help countries adapt.", "type": "p"}], "tags": ["Pakistan"]}