{"link": "https://www.bbc.com/news/entertainment-arts-65736234", "category": "entertainment & arts", "title": "Anatomy of a Fall: French thriller wins Cannes Film Festival Palme d'Or prize", "contributor": null, "time": "2023-05-27T23:18:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9022/production/_129889863_31b1c1c7fcc6d91ec751bf1ba2a96d3131ca59830_188_3972_22341000x563.jpg", "content": [{"text": "French murder mystery film Anatomy of a Fall has taken the top prize at this year's Cannes Film Festival. ", "type": "b"}, {"text": "Director Justine Triet won the Palme d'Or for her tense courtroom drama, which tells the story of a writer accused of her husband's murder.", "type": "p"}, {"text": "She becomes the third female director ever to win the prestigious prize, which was first awarded in 1955.", "type": "p"}, {"text": "Her thriller stars German actress Sandra Hüller, who also stars in the Cannes runner-up, The Zone of Interest.", "type": "p"}, {"text": "As she accepted the award, Triet slammed the French government over its response to recent pension protests.", "type": "p"}, {"text": "\"These protests were... repressed in a shocking way,\" she said in her speech, after being presented with the award by Hollywood star Jane Fonda.", "type": "p"}, {"text": "President Emmanuel Macron's reforms of the pension system, which include raising the retirement age from 62 to 64, have caused huge protests in France.", "type": "p"}, {"text": "Triet also criticised what she called the government's \"commercialisation of culture\" - leading France's Culture Minister Rima Abdul Malak to hit back, saying she was \"gobsmacked\" by the \"unfair\" comments.", "type": "p"}, {"text": "The Grand Prix, the second-highest prize, went to British director Jonathan Glazer for The Zone of Interest, an adaptation of the late Martin Amis's novel of the same name about a family living next to Auschwitz.", "type": "p"}, {"text": "Meanwhile, the best actor award went to Japan's Koji Yakusho for his role as a middle-aged Tokyo man who cleans toilets in Wim Wenders' Perfect Days, and Turkey's Merve Dizdar was named best actress for About Dry Grasses.", "type": "p"}, {"text": "And Vietnamese-French director Tran Anh Hung won best director for Pot-au-Feu, a love story starring Juliette Binoche and Benoît Magimel set in a 19th century French chateau.", "type": "p"}, {"text": "The festival was one of the biggest in years for celebrity names on the red carpet - Hollywood legends Martin Scorsese, Robert De Niro, Quentin Tarantino, Isabella Rossellini and Sean Penn all made appearances.", "type": "p"}, {"text": "Harrison Ford also attended to receive an honorary Palme d'Or ahead of the screening of his new film, Indiana Jones and the Dial of Destiny.", "type": "p"}, {"text": "The US star, 80, said he was \"deeply moved and humbled\" to be honoured with the award.", "type": "p"}, {"text": "The Palme d'Or is the highest prize awarded at the festival and was introduced in 1955 by the festival's organising committee.", "type": "p"}, {"text": "Triet beat 21 other films in competition for the accolade, seeing off tough competition from new films by acclaimed directors including Wes Anderson and Ken Loach.", "type": "p"}], "tags": []}