{"link": "https://www.bbc.com/news/entertainment-arts-65798044", "category": "entertainment & arts", "title": "Alice Oseman: Heartstopper series two 'will be a little bit darker'", "contributor": null, "time": "2023-06-03T17:59:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B975/production/_129977474_gettyimages-1485125031.jpg", "content": [{"text": "The queen of YA fiction, Alice Oseman, has told the Hay Festival that the second TV series of Heartstopper will \"be a little bit darker\".", "type": "b"}, {"text": "The writer and illustrator behind the hit graphic novel series of the same name also said there would be more from the character Isaac in series two.", "type": "p"}, {"text": "\"I'm really excited there's going to be asexual and aromantic representation with Isaac,\" Oseman said.", "type": "p"}, {"text": "The British writer, 28, identifies as aromantic and asexual herself.", "type": "p"}, {"text": "Aromantic is an umbrella term used by people who don't typically experience romantic attraction, while somebody who is asexual does not experience sexual attraction to anyone. ", "type": "p"}, {"text": "Isaac (played by Tobie Donovan in the Netflix show) is a good friend of lead character Charlie (Joe Locke). He was a new character created for the TV series and did not appear in the books.", "type": "p"}, {"text": "Oseman took to the stage after long queues built up ahead of her event, with many teenagers grasping their books in the hope she would be able to sign them backstage.", "type": "p"}, {"text": "She was one of the most anticipated literary stars to grace Hay on Saturday, and was thrilled to learn there was even a Heartstopper ice cream on offer at the festival - strawberries and rhubarb, just so you know.", "type": "p"}, {"text": "\"I still can't quite wrap my head around the journey and how much Heartstopper has blown up,\" Oseman told the crowd.", "type": "p"}, {"text": "\"It's so surreal, especially the (TV) scenes that are word-for-word from the comics. Seeing my imagination come to life is mind-blowing.", "type": "p"}, {"text": "\"I was very committed to prose writing... I thought this would be a one-year project!\"", "type": "p"}, {"text": "We're now seven years in, with two new novels in the works and series two of the TV adaptation dropping on Netflix at the beginning of August.", "type": "p"}, {"text": "Oseman has adapted Heartstopper for the small screen herself and is also executive producer of the show, with the first series landing a 100% rating on Rotten Tomatoes.", "type": "p"}, {"text": "\"I just care about Heartstopper so much. It was my passion project when I started and it still is. It's so important to me that it never gets taken and twisted into something which I hate, which is always a danger when authors do book adaptations. ", "type": "p"}, [{"text": "Heartstopper: LGBTQ+ drama pushing the envelope ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61067343"}], {"text": "\"But I'm so lucky that I've been able to have so much control. Writing it, being on the set, being really involved in all the different aspects of the show,\" she said.", "type": "p"}, {"text": "The new series will follow the continuing romance between Charlie (Joe Locke) and Nick (Kit Connor) as they navigate exams, a school trip to Paris and a prom, while Elle (Yasmin Finney) and Tao (William Gao) work out if they can be more than just friends.", "type": "p"}, {"text": "\"Season two's... aim was to capture the joy and the magic of season one while also feeling that the characters have grown up and matured a little bit, so we're exploring some things that are maybe a little bit darker than season one,\" Oseman explained.", "type": "p"}, {"text": "\"The romances are getting a little bit more mature... it's like an elevation, I like to think, of season one.\"", "type": "p"}, {"text": "Oseman wrote her first book, Solitaire, when she was just 17 and it was published when she was 19. ", "type": "p"}, {"text": "She said she didn't put her age on any of the emails she sent to prospective literary agents, although she said \"a good agent would not see your age as being detrimental at all\".", "type": "p"}, {"text": "She's certainly had her hands full since then, with the Heartstopper books, the accompanying web comics, other novels, and the TV series.", "type": "p"}, {"text": "Oseman had to take time out from updating the Heartstopper web comic last year due to \"burnout and intense stress\".", "type": "p"}, {"text": "Speaking at Hay, she told the audience that she is \"a workaholic but I do try to make the effort to have downtime\".", "type": "p"}, {"text": "She said she listens to audiobooks to relax but won't be dipping into fan fiction anytime soon.", "type": "p"}, {"text": "\"All authors should stay away from fan fiction,\" she laughed. \"It's dangerous waters.\"", "type": "p"}, {"text": "Her fandom is made up of not just teens but older adults, some of who are remembering past experiences, particularly those who grew up gay or had questioned their identity.", "type": "p"}, {"text": "One woman in the audience said she was at school in the days of Section 28 and didn't come out as gay until her late 20s because \"I didn't know it was a thing\". She thanked Oseman and said she wished her books had been there for her when she was growing up.", "type": "p"}, {"text": "\"Obviously, the target audience for the books is teenagers but it has really found an amazing audience of older readers and that's been wonderful to see,\" Oseman said.", "type": "p"}, {"text": "\"It just goes to show that everyone wants to read about queer joy for whatever reason.\"", "type": "p"}, {"text": "The Heartstopper books will come to an end at some point and Oseman told the audience she already knows what the ending will be and when it will happen (\"roughly when Nick leaves to go to uni.\")", "type": "p"}, {"text": "But we can't see her creative juices drying up anytime soon.", "type": "p"}, {"text": "\"Writing and drawing are my passion and the reason I wake up every day. It's just something that I love and my stories keep me going. They feel like my reason to be.\"", "type": "p"}], "tags": []}