{"link": "https://www.bbc.com/news/business-64189107", "category": "business", "title": "McDonald's plans corporate job cuts and restructuring", "contributor": null, "time": "2023-01-06T21:36:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17018/production/_128223249_whatsubject.jpg", "content": [{"text": "The head of McDonald's has warned staff to expect job cuts in a huge reorganisation that will also see it speed up plans for new restaurants.", "type": "b"}, {"text": "Its boss Chris Kempczinski said the fast food giant was being hurt by an \"outdated and self-limiting\" structure.", "type": "p"}, {"text": "\"We are trying to solve the same problems multiple times, aren't always sharing ideas,\" he said.", "type": "p"}, {"text": "In a letter sent to employees globally, it said it would review corporate staffing levels by April.", "type": "p"}, {"text": "\"There will be difficult discussions and decisions ahead,\" the memo said.", "type": "p"}, {"text": "McDonald's employs about 200,000 people in corporate roles and its owned restaurants, with 75% of them outside located outside of the US.", "type": "p"}, {"text": "Its chief executive also announced that certain projects will be stopped altogether.", "type": "p"}, {"text": "\"This will help us move faster as an organization, while reducing our global costs and freeing up resources to invest in our growth,\" he wrote in to the letter to staff, which was shared with investors.", "type": "p"}, {"text": "The firm did not provide details about the scope of the job cuts being looked at, or say which projects might be affected.", "type": "p"}, {"text": "But in an interview with the Wall Street Journal newspaper, Mr Kempczinski said he did not have a fixed goal for the number of cuts.", "type": "p"}, {"text": "\"Some jobs that are existing today are either going to get moved or those jobs may go away,\" he said.", "type": "p"}, {"text": "As part of the new strategy, Mr Kempczinski said the company wants to push to open more restaurants \"to fully capture the increased demand we've driven over the past few years\".", "type": "p"}, {"text": "Although dining generally suffered during the pandemic, McDonald's has benefited from investments the firm made in online ordering and home deliveries.", "type": "p"}, {"text": "In the first nine months of the year, McDonald's saw sales rise 6%, helped by price increases to items like its cheeseburgers.", "type": "p"}, [{"text": "McDonald's leaves Kazakhstan over supply shortages", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-64190920"}, {"text": "McDonald's puts up price of cheeseburger", "type": "a", "href": "https://www.bbc.co.uk/news/business-62317453"}], {"text": "But its profits overseas have been hurt by the rise of the dollar and the exit from Ukraine. ", "type": "p"}, {"text": "During its most recent update to investors in October, the firm said rising prices were also posing challenges, noting that at many of its restaurants - which are operated by franchisees - there was \"increasing uncertainty and unease about the economic environment\".", "type": "p"}, {"text": "The Chicago-based company operates in more than 160 countries around the world.", "type": "p"}, {"text": "It said earlier this week it would be pulling out of Kazakhstan, which borders Russia, pointing to supply chain issues sparked by the war in Ukraine.", "type": "p"}, {"text": "McDonald's pledged to leave Russia in May after setting up there 32 years ago - the latest change after several years of upheaval in the restaurant industry.", "type": "p"}], "tags": ["Companies", "Employment", "McDonald's"]}