{"link": "https://www.bbc.com/news/entertainment-arts-64189872", "category": "entertainment & arts", "title": "Raye: Pop star hits number one after gaining independence from major label", "contributor": null, "time": "2023-01-06T17:49:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AF5B/production/_128219844_raye.jpg", "content": [{"text": "Pop star Raye has claimed her first number one single, 18 months after splitting from the record label that refused to release her debut album.", "type": "b"}, {"text": "The five-time Brit nominee has topped the chart with the hard-hitting, drink-the-pain-away club anthem Escapism.", "type": "p"}, {"text": "\"As someone who writes for a living, I have no words,\" she told the BBC on Friday. \"I've been crying all day.\"", "type": "p"}, {"text": "\"It just shows that you should back yourself, no matter what people tell you.\"", "type": "p"}, {"text": "She added: \"And we've done it independently - that's just crazy.\"", "type": "p"}, {"text": "Escapism had already been riding high in the charts, but was held off the number one spot by a succession of Christmas songs over the festive period.", "type": "p"}, {"text": "As those tracks dropped away this week, Escapism rose to the top with 5.6 million streams, the Official Charts Company said.", "type": "p"}, [{"text": "Raye splits with label after 'tears and pain'", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-57901301"}, {"text": "How updating Dolly Parton helped Raye find her voice", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-53403474"}, {"text": "BBC Sound of 2017: Raye interview", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-38402963"}], {"text": "Raye had previously reached number three in the UK Singles Chart twice, first as a guest vocalist on Jax Jones's You Don't Know Me in 2016, then on last year's Joel Corry and David Guetta collaboration Bed.", "type": "p"}, {"text": "But after her solo material failed to reach the same heights, she publicly parted ways with record label Polydor in 2021, saying she was being treated as a \"rent-a-vocal\" dance artist.", "type": "p"}, {"text": "\"Imagine this pain,\" she wrote in an open letter in June 2021. \"I have been signed to a major label since 2014… and I have had albums on albums of music sat in folders collecting dust, songs I am now giving away to A-list artists because I am still awaiting confirmation that I am good enough to release an album.", "type": "p"}, {"text": "\"I've done everything [Polydor] asked me, I switched genres, I worked seven days a week. I'm done being a polite pop star.\"", "type": "p"}, {"text": "Vindication came with the release of Escapism late last year. A juddering, powerful song about dulling the pain of a break-up with a night of hedonism, it went viral on TikTok before crossing into the mainstream charts.", "type": "p"}, {"text": "\"The crazy thing is, you can see the statistics,\" she said. \"One in two people who heard the song on TikTok went and added it [to their library] on a streaming platform.", "type": "p"}, {"text": "\"Substance abuse isn't a pretty subject for a woman to express so boldly, but maybe it was important to be so visceral because there are clearly a lot of heartbroken people out there, blowing off steam in the wrong way.\"", "type": "p"}, {"text": "The singer, who previously came third in the BBC Sound Of 2017, admitted the song's unusual structure and shifting tempos made it an unlikely hit. ", "type": "p"}, {"text": "Major labels who heard the song after her split from Polydor were sceptical about it's chances.", "type": "p"}, {"text": "\"I was reluctant to ever get involved with a major again, but I took some meetings just in case,\" she said. \"And the people who heard the song were like, 'Yeah, this is cool [but] it's just something Raye needs to get out of her system'.", "type": "p"}, {"text": "\"It's just brilliant when you get to prove people wrong,\" she added. \"This music wasn't about charts or numbers, it was just about passion.\"", "type": "p"}, {"text": "Even so, getting to number one \"is the most beautiful affirmation I could ever ask for as a musician\", she said.", "type": "p"}, {"text": "The 25-year-old will finally release her debut album, My 21st Century Blues, on 3 February.", "type": "p"}, {"text": "With Christmas songs staging a mass exodus from this week's charts, there are an incredible 46 new entries in the Top 75, with hits like Ed Sheeran's Bad Habits and Beyoncé's Cuff It returning to the countdown.", "type": "p"}, {"text": "Dozens of other songs have rebounded inside the chart. Taylor Swift's Anti-Hero has leapt 51 places to number two, and Venbee & Goddard's dance anthem Messy In Heaven has rocketed from 65 to number three. ", "type": "p"}, {"text": "US R&B star SZA has gained her first top 10 hit, as her revenge fantasy Kill Bill climbs 28 places to number four.", "type": "p"}, {"text": "Two other tracks from her critically-acclaimed album SOS have also made the Top 40, with Shirt at 25 and Nobody Gets Me at 29.", "type": "p"}, {"text": "Meanwhile, Tom Odell's 2012 hit Another Love has gained a new lease of life after becoming popular on TikTok as a symbol of Ukrainian resistance during Russia's invasion. ", "type": "p"}, {"text": "After featuring in London's New Year's Eve fireworks display, it has re-entered the chart at number 10, its highest position to date.", "type": "p"}, {"text": "In the albums chart, Taylor Swift has claimed the number one spot with her 10th studio album Midnights, while the Top 40 contains another four of her records.", "type": "p"}], "tags": ["RAYE", "Official UK music charts", "Music"]}