{"link": "https://www.bbc.com/news/technology-64182383", "category": "technology", "title": "Many Android phones to get satellite connectivity", "contributor": null, "time": "2023-01-05T22:55:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CD29/production/_128212525_p06xt6cz.jpg", "content": [{"text": "A new partnership between the satellite phone firm Iridium and chip giant Qualcomm will bring satellite connectivity to premium Android smartphones later in the year.", "type": "b"}, {"text": "It means that in places where there is no mobile coverage, handsets can connect with passing satellites to send and receive messages.", "type": "p"}, {"text": "Qualcomm's chips are found in many Android-powered smartphones.", "type": "p"}, {"text": "Apple announced a satellite feature for the iPhone 14 in September 2022.", "type": "p"}, {"text": "The service is currently only available for sending and receiving basic text messages in an emergency.", "type": "p"}, {"text": "British smartphone maker Bullitt was the first to launch its own satellite service, beating Apple to the post. It is also for emergency use, and will be available in selected areas when first rolled out.", "type": "p"}, {"text": "The new partnership will make the same service accessible to millions more smartphone users, without tying them to a particular brand - but it will be down to the manufacturer to enable it.", "type": "p"}, {"text": "Iridium is the original satellite phone system, sending its first satellite in to orbit in 1997. It completed a refresh of its network of 75 spacecraft in 2019.", "type": "p"}, {"text": "The satellites cover the entire globe and fly in low orbit, around 485 miles (780km)  above the Earth, and groups of them can communicate with each other, passing data between them.", "type": "p"}, {"text": "Qualcomm said that at first the new feature, called Snapdragon Satellite, will only be incorporated into its premium chips so is unlikely to appear in budget devices.", "type": "p"}, {"text": "But it will eventually be rolled out to tablets, laptops and even vehicles, and also become a service that is not restricted to emergency communication - although there is likely to be a fee for this.", "type": "p"}, {"text": "Satellite connectivity is broadly considered to be the next frontier for mobile phones because it tackles the problem of \"not-spots\" - areas where there is no existing coverage. These tend to be more common in rural or remote places.", "type": "p"}, {"text": "It has already been successfully deployed to provide broadband coverage by services such as Elon Musk's Starlink. ", "type": "p"}, {"text": "Satellite broadband is fast and generally reliable, but more expensive than cable or fibre connections.", "type": "p"}, {"text": "Use of the the feature will be subject to local government regulations, as countries including India and China ban the use of satellite phones. ", "type": "p"}], "tags": ["Communications satellites", "Android"]}