{"link": "https://www.bbc.com/news/business-65461930", "category": "business", "title": "US bank shares slide after First Republic rescue", "contributor": null, "time": "2023-05-02T20:38:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8775/production/_129577643_gettyimages-1486875275.jpg", "content": [{"text": "Shares in several regional banks in the US have dropped sharply, as investors fear the banking crisis that has gripped financial markets is not over.", "type": "b"}, {"text": "The falls come a day after the collapse of First Republic, which was seized by regulators and sold after worried customers withdrew more than $100bn.", "type": "p"}, {"text": "It was the second biggest bank failure in US history and the third since March.", "type": "p"}, {"text": "Shareholders were wiped out - and are now eyeing risks at other banks. ", "type": "p"}, {"text": "California-based PacWest Bancorp, which has been under scrutiny for its lending to firms backed by venture capital, saw shares plunge 28%.", "type": "p"}, {"text": "Shares in Western Alliance, headquartered in Arizona, dropped 15%. ", "type": "p"}, {"text": "The turmoil comes as the banking sector is adjusting to a sharp rise in interest rates.", "type": "p"}, {"text": "The US central bank has raised its benchmark rate from near zero last March to more than 4.75%. It is expected to announce another 0.25% increase this week. ", "type": "p"}, {"text": "The moves are impacting the US economy, which could hurt banks as businesses and households start to struggle to make debt payments. ", "type": "p"}, {"text": "Many analysts are worried about risks to banks lurking in the commercial property sector, which has been hit by a fall in demand for office space due to the expansion of remote work.", "type": "p"}, {"text": "The rise in interest rates has put some banks in a bind, as higher rates hurt the market value of some debts issued when borrowing costs were lower.", "type": "p"}, {"text": "The fears intensified in March, when panic sparked by the sudden collapse of Silicon Valley Bank - then the US's 16th largest lender - prompted global sell-offs of bank shares and led many US bank customers to shift their money to firms seen as safer.", "type": "p"}, {"text": "Bigger banks proved to be the winners, while regional firms came under pressure. ", "type": "p"}, {"text": "The fears claimed Signature Bank and ultimately First Republic, which could not survive the loss of funds.", "type": "p"}, {"text": "PacWest reported last month that its deposits shrunk 16% from the end of December to the end of March, while Western Alliance shares fell 11%. ", "type": "p"}, {"text": "Both banks said they had seen deposits start to increase again more recently as the fears subsided. ", "type": "p"}, {"text": "Jamie Dimon, chief executive of JP Morgan Chase, which bought First Republic from the government, said on Monday that he thought the fall of First Republic marked the end to \"this part\" of the crisis.", "type": "p"}, {"text": "\"This part of the crisis is over,\" he said. \"Down the road, there are rates going way up, real estate, recession - that's a whole different issue, but for now, everyone should just take a deep breath.\"", "type": "p"}, {"text": "Analysts have said the US banking system - which has more than 4,000 banks - could be poised for a wave of consolidation as the economy weakens.", "type": "p"}, {"text": "They have compared the situation to the 1980s, when hundreds of lenders closed after being caught off guard by a sharp rise in interest rates and bad commercial property loans. ", "type": "p"}, {"text": "\"It's primarily been an interest rate problem but if we slide into a recession, it could be a double whammy,\" said banking consultant Bert Ely. ", "type": "p"}, {"text": "\"I think maybe heads are screwed on a little bit better than they were in the 80s but there's still lots of uncertainty that's out there.\"", "type": "p"}], "tags": []}