{"link": "https://www.bbc.com/news/entertainment-arts-65458314", "category": "entertainment & arts", "title": "Jodie Comer and Jessica Chastain nominated for Tony awards", "contributor": null, "time": "2023-05-02T15:20:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/51BF/production/_129572902_jodiecomer-getty.jpg", "content": [{"text": "Killing Eve actress Jodie Comer has been nominated for a Tony award for her role in the one-woman play Prima Facie. ", "type": "b"}, {"text": "The British star is one of four women, including Oscar winner Jessica Chastain, shortlisted for the award for best leading actress in a play. ", "type": "p"}, {"text": "Comer has already won an Olivier award for her performance, which has transferred from London to Broadway. ", "type": "p"}, {"text": "Chastain's performance in A Doll's House is one of six for the reinvention of Henrik Ibsen's play. ", "type": "p"}, [{"text": "Mescal, Comer and Totoro triumph at Olivier Awards", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65137911"}, {"text": "Critics praise Jodie Comer in her West End debut", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61255096"}], {"text": "Other notable nominees include Alex Newell, a former Glee star who identifies as non-binary, who has been recognised for their role in new comedy musical Shucked. ", "type": "p"}, {"text": "They play a female whiskey distiller and chose to be considered in the best supporting actor - rather than actress - category.", "type": "p"}, {"text": "\"I went based off the English language,\" they told Variety. \"Everyone who does acting is an actor. That is genderless.\"", "type": "p"}, {"text": "Former Will & Grace star Sean Hayes is nominated for his performance in Good Night, Oscar, while Samuel L Jackson is recognised for his role in August Wilson's The Piano Lesson. ", "type": "p"}, {"text": "The list also features singer Josh Groban for Sweeney Todd: The Demon Barber Of Fleet Street; Dear Evan Hansen and Pitch Perfect actor Ben Platt for Parade, and Fences star Stephen McKinley Henderson, who earned his second Tony nomination for Between Riverside And Crazy.", "type": "p"}, [{"text": "Find the full list of Tony Award nominations here", "type": "a", "href": "https://www.tonyawards.com/nominees/"}], {"text": "Some Like It Hot, the musical based on the classic film, leads the prestigious theatre award's nominations overall.", "type": "p"}, {"text": "It is recognised in 13 categories, while the musicals & Juliet, New York, New York, and Shucked each have nine nominations. ", "type": "p"}, {"text": "West Side Story's Ariana DeBose will host the awards ceremony on 11 June from New York City's United Palace theatre. ", "type": "p"}], "tags": []}