{"link": "https://www.bbc.com/news/health-66259618", "category": "health", "title": "Young people wait four times longer for liver transplants", "contributor": null, "time": "2023-08-17T23:40:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14356/production/_130447728_sarah.jpg", "content": [{"text": "The system for allocating most liver transplants on the NHS is causing younger patients to wait longer for surgery, figures show. ", "type": "b"}, {"text": "There is a shortage of liver donors, so a computer algorithm decides who to prioritise on the waiting list.", "type": "p"}, {"text": "Younger people are currently waiting 156 days longer on average for a transplant than patients over 60.", "type": "p"}, {"text": "But NHS Blood and Transplant (NHS BT) says difficult decisions have to be made and the system is saving lives.  ", "type": "p"}, [{"text": "Listen to BBC's 5 Minutes On: Bottom of the Donor List - \"My life's on hold\"", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/p0g7cbfm"}], {"text": "There are about 700 people on the liver transplant waiting list in the UK - although that number fluctuates as new patients are added and some have their surgery.", "type": "p"}, {"text": "Others do not receive a transplant in time, with 69 people dying last year before they could get a liver.", "type": "p"}, {"text": "In 2018, a new computer algorithm was launched to cut deaths on the waiting list. ", "type": "p"}, {"text": "It prioritises patients who are most likely to die soon, which in practice, tends to be older people. ", "type": "p"}, {"text": "It does that by looking at 21 recipient parameters, such as age, disease type and severity, and seven donor ones.", "type": "p"}, {"text": "Then it gives a score. The higher the score, the more likely you are to get a liver soon.", "type": "p"}, {"text": "Younger patients have always had longer waits for liver transplants.", "type": "p"}, {"text": "Before the algorithm came in, 26 to 39-year-olds would expect to be on the list for an average of 172 days - which was about 40 days longer than for patients over 60. Now the gap has widened to 156 days. ", "type": "p"}, {"text": "Sarah Meredith has not put her phone on silent since she went on the transplant list in July 2021 and has spent those two years waiting for the call telling her she has been matched to a donor liver.", "type": "p"}, {"text": "She has even moved from Devon to Cambridge so she can get to the hospital as soon as possible. But the call has never come. ", "type": "p"}, {"text": "The 31-year-old needs a new liver because of a rare complication caused by cystic fibrosis. ", "type": "p"}, {"text": "Sarah gets emotional as she describes being in pain every single day. ", "type": "p"}, {"text": "\"What concerns me the most is having my family watch me slowly die,\" she told BBC News.", "type": "p"}, {"text": "At the same time, she is trying to cope with the mental strain of waiting for so long, saying that \"it's incredibly hard to keep yourself going\". \"Some days it's really quite dark,\" Sarah adds.", "type": "p"}, {"text": "Sarah thinks her age, and the fact that she has a rare combination of conditions, are working against her. ", "type": "p"}, {"text": "Liver transplant surgeon Prof Nigel Heaton says he struggles to support his younger patients when he believes they could be waiting for years. They tend to be born with liver disease or to have developed it early in life.", "type": "p"}, {"text": "He says: \"It's not something they've done through drinking, drugs, or lifestyle. This is something that they haven't asked for. ", "type": "p"}, {"text": "\"I think it's our duty to try and do the best we can for them, and to restore them to a normal life.\"", "type": "p"}, {"text": "He explains: \"They're not going to die immediately, but you can see they're deteriorating on the waiting lists. ", "type": "p"}, {"text": "\"This jeopardises their chances of a successful transplant. and some will die without getting successful transplantation.\"", "type": "p"}, {"text": "Instead, he wants the system to be tweaked, so they have the same opportunity as other age groups.", "type": "p"}, {"text": "Olive McGowan, the chief nurse for NHS Blood and Transplant, acknowledges that it is incredibly stressful for young patients on the waiting list. ", "type": "p"}, {"text": "She points out that difficult decisions have to be made because there there are not enough livers to go around.", "type": "p"}, {"text": "She says: \"What we must do is prevent patients from dying on the liver transplant waiting list. So we maximise this very precious gift and transplant those who are most in need.\"", "type": "p"}, {"text": "Krishna Menon, president of the British Transplantation Society, says the algorithm is constantly monitored and can be changed. ", "type": "p"}, {"text": "But he says \"any adjustment to favour one particular group will inevitably disadvantage another group\".", "type": "p"}, {"text": "All sides agree about one key fact - it would not be necessary to pick between different groups of patients if more people donated their livers. ", "type": "p"}, {"text": "Ms McGowan says: \"The most important thing is to make your organ donation decision on the Organ Donor Register. ", "type": "p"}, {"text": "\"That important step is vital to save somebody's life.\"", "type": "p"}, [{"text": "How to become a donor", "type": "a", "href": "https://www.organdonation.nhs.uk/register-your-decision/"}], {"text": "Shona McFadyen, 30, also has painful memories being on the waiting list for almost four years, and says it was \"mentally battering\".", "type": "p"}, {"text": "Like Sarah, she feels that the current system is unfair.", "type": "p"}, {"text": "She says: \"Young people deserve as much of a chance as older people. ", "type": "p"}, {"text": "\"Something's not quite right with people like me waiting nearly four years for a transplant.\"", "type": "p"}, {"text": "We met her training for a swimming race, powering up and down the pool. ", "type": "p"}, {"text": "She wants to encourage more people to consider organ donation, saying: \"It has essentially given me a second chance at life.  ", "type": "p"}, {"text": "\"I'm going to do everything in my power to make my donor family proud. I want that donor to live on in me.\" ", "type": "p"}], "tags": []}