{"link": "https://www.bbc.com/news/technology-66524539", "category": "technology", "title": "Sleep streams: How Kai Cenat and others make money filming themselves sleep", "contributor": null, "time": "2023-08-19T23:14:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10E5C/production/_130821296_gettyimages-1431445107.jpg", "content": [{"text": "Most people twitch in their sleep - but a few have found a way to turn that into profit.", "type": "b"}, {"text": "Video platforms YouTube, TikTok and Twitch are filled with so-called \"sleep streamers\", who broadcast live footage of themselves under the covers.", "type": "p"}, {"text": "Kai Cenat - who was recently charged with inciting a riot in the US - is at the heart of it.", "type": "p"}, {"text": "Estimates suggest he made tens of thousands of dollars sleeping during a non-stop month-long stream in March.", "type": "p"}, {"text": "Amouranth, one of the world's best-known streamers, claimed on The Iced Coffee Hour podcast in June that she can make up to $15,000 from a sleep stream. ", "type": "p"}, {"text": "For the viewers, sleep streams can provide them with a sense of community - someone to fall asleep with - as well as a source of entertainment.", "type": "p"}, {"text": "The idea might sound bizarre, but it isn't entirely new - in the early 2000s, reality show Big Brother became one of the world's most-watched shows - and the chance to watch housemates sleeping through the night on the show's accompanying 24-hour live streams became a surprise online hit.", "type": "p"}, {"text": "And in 2004, the National Portrait Gallery unveiled an hour-long video of footballer David Beckham sleeping.", "type": "p"}, {"text": "Other forms of sleep streams have started to emerge. Rather than paying streamers to sleep, viewers pay to keep streamers awake. By donating money, people can trigger loud noises, alerts, flicker lights, or make things happen in a room to disturb the streamer from their siesta.", "type": "p"}, {"text": "These videos are like a live-action video game, in which the streamer is simply trying to fall asleep and the players - or the viewers - are doing whatever they can to wake them up.", "type": "p"}, {"text": "The trend started on TikTok and it features \"sleepfluencers\" like Jakey Boehm and Stanley - aka StanleyMov - who says he makes enough from his occasional sleep streams to pay his rent. ", "type": "p"}, {"text": "Viewers will pay a lot for the privilege. For example, for $95 viewers can pay to give StanleyMov an electric shock through a bracelet he wears: \"Usually when I do sleep streams, it's to make YouTube videos and make content out of it afterwards, so for me getting zapped is basically just content for the YouTube channel,\" he told the BBC.", "type": "p"}, {"text": "\"I don't know if it's like our primal instincts, but some people really like seeing other people in pain or other people getting hurt, if that makes sense.\"", "type": "p"}, {"text": "But despite making good money from the streams - with fees such as $12 to make his lights flicker or $24 to blind him with a very bright light - Stanley says he has stopped doing them for now: \"I'm taking a break from sleep streams because of mental health and burnout, ", "type": "p"}, {"text": "\"I do it all myself - over the past three years, I have been recording and editing almost three videos a week... there is a lot of weight on my shoulders when it comes to my content. ", "type": "p"}, {"text": "\"But it's because I want to do it my way. My brand is basically my joke, my humour, and that comes down to editing as well, I'm basically mentally editing the video while I'm streaming it,\" he added.", "type": "p"}, {"text": "It may mean good money - but does that make it a good idea?", "type": "p"}, {"text": "Sleep expert Dr Lindsay Browning, author of the self-help book Navigating Sleeplessness, told the BBC there are two schools of thought.", "type": "p"}, {"text": "\"Science shows that regularly getting a good night's sleep every night has a humongous multitude of benefits,\" she said. ", "type": "p"}, {"text": "\"However, real life doesn't work like that. What about parents whose children get sick? There are 100 reasons that we don't get a good night's sleep.", "type": "p"}, {"text": "\"My job specifically is working with people who have insomnia, where they want to sleep but their brain won't let them, and part of curing insomnia is to dial down the fear factor that actually a night of poor sleep isn't the end of the world.\"", "type": "p"}, {"text": "She said sleep streams were not a good idea on the surface, but \"it's within the realms of getting drunk on a Friday - it's not great, we all know that, but then again you have fun with your friends and it's not the end of the world\". ", "type": "p"}, {"text": "Dr Browning added: \"I would say if you put that in the category of 'doing it once every two, three weeks to earn loads of money', then why not?\"", "type": "p"}, {"text": "And - aside from electric shocks - it's that sense of community that might be what keeps bringing people back to streamers like Amouranth and Kai Cenat when they're simply sound asleep.", "type": "p"}, {"text": "\"People watch it for comfort,\" Stanley said. \"They feel like they're not alone.\"", "type": "p"}], "tags": []}