{"link": "https://www.bbc.com/news/business-64708832", "category": "business", "title": "Russia's economy shrinks by less than expected", "contributor": null, "time": "2023-02-20T17:43:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0653/production/_128691610_russia_gettyimages-1247310542.jpg", "content": [{"text": "Russia's economy shrank last year by less than had been expected given its invasion of Ukraine, figures suggest.", "type": "b"}, {"text": "The economy contracted by 2.1%, according to the country's statistics agency, but this was less than an earlier prediction of a 12% fall.", "type": "p"}, {"text": "While questions have been raised about the reliability of the data, many commentators have been surprised at the Russian economy's resilience.", "type": "p"}, {"text": "High oil prices and military spending have helped to support the economy.", "type": "p"}, {"text": "After the invasion, hundreds of Western firms withdrew from Russia. The initial shock forced the stock market in Russia to close temporarily and saw the rouble tumble as people queued up at cash machines. ", "type": "p"}, {"text": "The Institute for International Finance had predicted the Russian economy would shrink by 15% in 2022 and last March, US President Joe Biden said it was \"on track to be cut in half\". ", "type": "p"}, [{"text": "What support is China giving Russia? ", "type": "a", "href": "https://www.bbc.co.uk/news/60571253"}], {"text": "However, for most of 2022, Russia was able to continue exporting energy.", "type": "p"}, {"text": "Western limits to energy exports were only applied gradually during the year, and while imports to Europe fell sharply during the year, a steady stream of buyers in China, India and elsewhere stepped in to buy up the oil which Europe would not. ", "type": "p"}, {"text": "Rising global prices for oil, gas, petroleum products and other Russian exports, including food and fertilizers, helped to boost Russia's export revenues.", "type": "p"}, {"text": "While hundreds of Western companies withdrew from Russia, local entrepreneurs picked up the slack. After McDonald's sold its restaurants there, for instance, the new owner reopened them in June under a new name \"Vkusno i Tochka\", meaning \"Tasty and That's It.\"", "type": "p"}, {"text": "Although manufacturing and retail trade were some of the sectors which saw a decline in 2022, agriculture, construction and hospitality all grew, according to Russia's federal statistics service.", "type": "p"}, {"text": "Producing equipment for Russia's armed forces has also kept the country's factories busy, boosting the economy by making weapons instead of cars. Military security and public administration expanded by 4.1% last year.", "type": "p"}, {"text": "The sanctions imposed have also been far from watertight. Despite attempts to isolate Russia from the Western financial system, traders have found ways to get money into and out of Russia, through barter, routing transactions through countries which are not taking part in sanctions, or even using cryptocurrencies.  ", "type": "p"}, {"text": "That is not to say that sanctions have not made a significant dent - and some of the impact will be long term. ", "type": "p"}, {"text": "Difficulty getting high-tech imports such as microchips will hold back manufacturing. ", "type": "p"}, {"text": "Experts expect output from oil and gas fields to decline over time without investment, know-how and equipment from the West. ", "type": "p"}, {"text": "The Russian government is predicting that the economy will shrink by 0.8%, but the International Monetary Fund reckons it will grow by 0.3%, partly because of the strength of its exports.", "type": "p"}], "tags": []}