{"link": "https://www.bbc.com/news/entertainment-arts-64707017", "category": "entertainment & arts", "title": "Bafta Awards face backlash over all-white winners", "contributor": null, "time": "2023-02-20T18:29:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/608F/production/_128691742_0b742799-a0d0-4b91-bf3c-a8064e53a268.jpg", "content": [{"text": "The Bafta Awards have come under fire, after all the winners at its film ceremony on Sunday were white.", "type": "b"}, {"text": "The prestigious British event had a diverse set of nominees, with people belonging to ethnic minorities taking almost 40% of acting shortlist slots.", "type": "p"}, {"text": "But that did not translate into wins, with the 49 victors across all categories being white.", "type": "p"}, {"text": "It comes three years after an outcry and subsequent reforms when all 20 acting nominees were white.", "type": "p"}, {"text": "Marcus Ryder, director of consultancy at the Sir Lenny Henry Centre for Media Diversity, said Sunday's results were \"quite depressing\", and showed there had been \"no substantial change\" over the past decade.", "type": "p"}, {"text": "\"Ten years ago, in 2013, Lenny Henry made headlines at the TV Baftas when he labelled it as 'All white on the night',\" he said.", "type": "p"}, {"text": "\"And depressingly, despite a massive overhaul, on which I and many other industry people were consulted and which resulted in 120 changes to the Bafta award processes, 1,000 new members from under-represented groups etc, the end result is there is no substantial change.\"", "type": "p"}, {"text": "The focus should not be on ceremonies like the Baftas, he said, which are \"just the tip of the iceberg\" of a wider film industry that \"suffers from systemic racism\".", "type": "p"}, {"text": "Film and TV critic and Bafta short film jury member Ashanti Omkar said she felt \"quite devastated\" after watching the ceremony and seeing the group photo of winners.", "type": "p"}, {"text": "\"Alison Hammond was the only person of the global majority in it, and she was not a winner but working at the event like many others who added colour to the red carpet, performed music and presented awards,\" she said. \"That felt regressive and like these were cosmetic steps forward as opposed to real systemic change.\"", "type": "p"}, [{"text": "All Quiet on the Western Front dominates Baftas", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64510093"}, {"text": "Bafta highlights: Jokes, quotes and a Batmobile", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64700672"}, {"text": "The Bafta winners and nominees in full", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64328586"}], {"text": "Omkar said the winners all deserved awards, but that she worried about whether people were going \"back to old voting practices\" after progress in recent years.", "type": "p"}, {"text": "\"This is what I was feeling, and I honestly I was heartbroken,\" she told BBC News. \"I felt quite devastated.\"", "type": "p"}, {"text": "Writer and critic Leila Latif wrote in The Guardian that, on the night, there was a \"creeping discomfort that the awards were benefiting from the work and presence of many people of colour without ever handing them a statuette\".", "type": "p"}, {"text": "\"By the end of the night, when it slowly sank in that every single winner was white, you could practically feel the Bafta team's heads sink into their hands as they braced for yet another social media storm,\" she said.", "type": "p"}, {"text": "Bafta declined to comment on the lack of diversity among its winners, but noted the reforms introduced in 2020. They included adding more voters with a focus on under-represented groups, and making voters see all longlisted films in the categories for which they vote.", "type": "p"}, {"text": "The organisation's chairman Krishnendu Majumdar told the New York Times before the ceremony that he wants to \"to level the playing field\", but that recognition \"has to be on merit\".", "type": "p"}, {"text": "Bafta chief executive Jane Millichip told the paper the process of reviewing the set-up would be ongoing and constant, and that the 2020 reforms were \"not a perfect full stop\".", "type": "p"}, {"text": "In 2021 and 2022, half of the acting winners were not white.", "type": "p"}, {"text": "Dr Clive Nwonka, who led a study into racial inequality in the UK film industry in 2021, said it would take five or six years to get a full sense of the impact of Bafta's changes.", "type": "p"}, {"text": "This year, German-language World War One epic All Quiet On The Western Front was the big winner with seven awards, while Cate Blanchett and Austin Butler took the lead acting prizes.", "type": "p"}], "tags": []}