{"link": "https://www.bbc.com/news/science-environment-64711431", "category": "science & environment", "title": "First woman appointed UK's chief scientific adviser", "contributor": null, "time": "2023-02-20T18:17:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F6F3/production/_128691236_am-image.jpg", "content": [{"text": "Prof Dame Angela McLean is to replace Sir Patrick Vallance as the government chief scientific adviser (GCSA), the first woman to hold the role.", "type": "b"}, {"text": "Dame Angela is currently Ministry of Defence chief scientific adviser and an expert on the spread of infectious diseases, at Oxford University.", "type": "p"}, {"text": "As Sir Patrick's deputy during the pandemic, Dame Angela played a critical role at the Scientific Advisory Group for Emergencies and drawing up advice.", "type": "p"}, {"text": "She will take up her post on 1 April. ", "type": "p"}, {"text": "\"I am delighted to take on this role at such an important time in our country for science, innovation and technology,\" Dame Angela said.", "type": "p"}, {"text": "\"All of us in government are going to greatly miss Sir Patrick and I look forward to working with colleagues to build on the work he has led during his time as GCSA.", "type": "p"}, {"text": "\"My long-term mentor, the late Lord Robert May, held the post of GCSA between 1995 and 2000 and that personal connection adds a particular depth to my sense of honour in being asked to take on this role.\"", "type": "p"}, {"text": "Prime Minister Rishi Sunak, who selected Dame Angela, said the role, created in 1964, was vital in enabling government to harness science to:", "type": "p"}, [{"text": "improve public services", "type": "p"}, {"text": "create jobs", "type": "p"}, {"text": "grow the economy", "type": "p"}], {"text": "\"I'm delighted that Dame Angela is taking on this role to advise the government on how we make this happen - building on Sir Patrick's instrumental work over the past five years, which included helping the country through some of our greatest challenges, from the pandemic to climate change,\" he said.", "type": "p"}, {"text": "Dame Angela has a strong interest in:", "type": "p"}, [{"text": "the use of scientific evidence to form public policy ", "type": "p"}, {"text": "explaining issues of concern simply and clearly to non-scientific audiences", "type": "p"}], {"text": "Secretary of State for Science, Innovation and Technology Michelle Donelan said: \"I hope this appointment will inspire more women and young girls to see science, technology, engineering and mathematics subjects as an exciting career choice.\"", "type": "p"}, {"text": "Follow Pallab on Twitter.", "type": "p"}], "tags": []}