{"link": "https://www.bbc.com/news/technology-64705984", "category": "technology", "title": "Spain to extradite British suspect to US over Twitter hack", "contributor": null, "time": "2023-02-20T13:42:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12A00/production/_128688267_2733fa46-ee9d-4308-be8e-aaa392708a2b.jpg", "content": [{"text": "A Spanish court has approved the extradition to the US of a British man suspected of hacking the Twitter accounts of celebrities.", "type": "b"}, {"text": "Police arrested Joseph James O'Connor, from Liverpool, in July 2021 in the southern city of Estepona.", "type": "p"}, {"text": "He faces several charges in connection with the July 2020 hack of more than 130 accounts, including those of US President Joe Biden and Barack Obama.", "type": "p"}, {"text": "The accounts of Bill Gates, Kanye West and Elon Musk were also hit.", "type": "p"}, {"text": "A court statement said requirements had been met for handing over Mr O'Connor to US authorities for 14 charges, including the alleged crimes of revelation of secrets, membership of a criminal gang, illegal access to computer systems, internet fraud, money laundering and extortion.", "type": "p"}, {"text": "It said he is wanted by courts in the Northern District of California and the Southern District of New York. ", "type": "p"}, {"text": "US officials allege Mr O'Connor hijacked the Twitter accounts and then asked their followers to send bitcoin to an account, promising to double their money.", "type": "p"}, {"text": "Spain's National Court said that he is also suspected of hacking the Snapchat account of an unnamed public figure and then threatening to publish naked pictures of the person unless he was financially compensated.", "type": "p"}, {"text": "Mr O'Connor is also wanted for several alleged cases of \"swatting\" - making malicious calls to emergency services aimed at falsely misdirecting the police to visit various locations.  ", "type": "p"}, {"text": "It said the \"necessary conditions\" were met for Spain to agree to a US extradition request for the 23-year-old, who is also known by the alias Plugwalk Joe.", "type": "p"}, {"text": "The court rejected arguments by Mr O'Connor's lawyers that he should be tried in Spain because the servers he used were located there.", "type": "p"}, {"text": "Spain's cabinet must approve the extradition, although it usually complies with the court's decisions. ", "type": "p"}, {"text": "Mr O'Connor can appeal against the extradition. ", "type": "p"}, {"text": "He told the New York Times before his detention: \"I don't care - they can come arrest me.", "type": "p"}, {"text": "\"I would laugh at them. I haven't done anything.\"", "type": "p"}, {"text": "A Florida teenager accused of masterminding the attacks was sentenced by a US court in 2021 to three years in juvenile prison in a plea agreement.", "type": "p"}, {"text": "Graham Ivan Clark was only 17 when he was charged and his case was transferred to a Florida state court because of his juvenile status.", "type": "p"}], "tags": []}