{"link": "https://www.bbc.com/news/business-65547974", "category": "business", "title": "US inflation below 5% for first time in two years", "contributor": null, "time": "2023-05-10T14:36:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4B4B/production/_129657291_inflation.jpg", "content": [{"text": "Prices for milk, airline tickets and new cars fell in the US last month, helping drive inflation to its lowest rate in two years. ", "type": "b"}, {"text": "Inflation, the pace at which prices rise, was 4.9% in the 12 months to April, official figures show.", "type": "p"}, {"text": "That was down from 5% in March, and marks the tenth month in a row that price rises have slowed. ", "type": "p"}, {"text": "The fall comes after the US central bank has sharply raised interest rates to try to control inflation.", "type": "p"}, {"text": "Inflation in the US peaked last June at 9.1% - the highest it has been since 1981. ", "type": "p"}, {"text": "But officials have hesitated to declare victory, as a problem that once seemed contained to particular sectors - such as energy and manufactured goods - has spread throughout the economy.", "type": "p"}, {"text": "Housing, petrol and used car prices all jumped from March to April. The cost of haircuts, veterinary visits and gardening services also climbed.", "type": "p"}, {"text": "And though no longer soaring, overall prices continue to rise far more quickly than the 2% rate the Federal Reserve considers healthy.", "type": "p"}, {"text": "So-called core inflation - which does not include food and energy prices, which change frequently - rose by 5.5% in the 12 months to April. ", "type": "p"}, {"text": "\"With inflation in the US now below 5% for the first time in two years, markets will be thinking the light at the end of the tunnel is getting brighter, and the worst of this inflation is far in the rear-view mirror,\" said Richard Carter, head of fixed interest research at Quilter Cheviot.", "type": "p"}, {"text": "\"That said, inflation remains well above the target level, and core inflation is proving stickier.\"", "type": "p"}, {"text": "The Federal Reserve has raised interest rates 10 times since last March, bringing them to the highest levels since 2007.", "type": "p"}, {"text": "The moves are intended to discourage people from borrowing, leading economic activity to slow and easing the pressures that are pushing up prices.", "type": "p"}, {"text": "The head of the Federal Reserve, Jerome Powell, signalled this month that officials believe they may have done enough to get inflation under control and could be ready to pause their programme of rate rises.", "type": "p"}, {"text": "Economists at Wells Fargo bank said the latest figures could help convince policymakers to pause, but they warned that \"progress remains incremental rather than rapid.\" ", "type": "p"}, {"text": "\"Slowing food inflation and normalising energy prices have offered consumers some relief from the most painful parts of the price surge seen over the past couple of years,\" they wrote. ", "type": "p"}, {"text": "\"Even if inflation trends generally seem to be moving in the right direction, we believe it will take significantly more realised progress before policymakers are ready to declare mission accomplished.\"", "type": "p"}], "tags": []}