{"link": "https://www.bbc.com/news/entertainment-arts-65542784", "category": "entertainment & arts", "title": "Frankie Goes to Hollywood story to hit big screen after reunion", "contributor": null, "time": "2023-05-10T12:32:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B121/production/_129654354_gettyimages-91134635.jpg", "content": [{"text": "The story of seminal 1980s pop band Frankie Goes to Hollywood is to be turned into a film musical.", "type": "b"}, {"text": "Titled Relax, it is named after their first single, which was famously banned by the BBC before going on to top the charts for five weeks.", "type": "p"}, {"text": "The film will be based on singer Holly Johnson's memoir A Bone in My Flute, with the frontman to be played by It's A Sin's Callum Scott Howells.", "type": "p"}, {"text": "The news comes after the group played live for the first time in 36 years.", "type": "p"}, {"text": "The movie will tell the story of the creation of their first hit single, and has been written by Bernard Rose, the director behind the original Relax music video. ", "type": "p"}, {"text": "He said the band went from \"unemployed Liverpudlians to kings of pop on the back of their epic banned record Relax\".", "type": "p"}, {"text": "It took them from the underground S&M and LGBTQ club scene into mainstream pop culture, Rose added.  ", "type": "p"}, {"text": "\"I was very much a part of the hoopla, having directed the original 'banned' Relax video and I want to bring that innocent and daring world of 1984 back to life for a new audience today,\" he said.", "type": "p"}, {"text": "Relax was at number six in the UK charts when it was banned by the BBC, reportedly for its overtly sexual lyrics, in 1984. ", "type": "p"}, {"text": "It subsequently topped the charts and ultimately became the sixth biggest-selling UK single of all time. ", "type": "p"}, {"text": "On Wednesday, Johnson told BBC Breakfast that people told him the BBC ban had \"done them a favour\" by making them seem \"cool, edgy and rebellious\". ", "type": "p"}, {"text": "\"But I wanted to sing our number one debut single on Top of the Pops, so that moment was denied us,\" he said. ", "type": "p"}, {"text": "The band split up in 1987 but the five members reunited on Sunday for a concert to mark the Eurovision Song Contest in their home city.", "type": "p"}, {"text": "\"It was a real pleasure,\" Johnson said. \"I'd forgotten how much I really liked those people, and why I liked them. It was great. It couldn't have been a better outcome.", "type": "p"}, {"text": "\"We seemed to have the same chemistry we had back in the day. They dynamic was the same, the energy was the same. It was great, it was a really perfect pop moment.\"", "type": "p"}, {"text": "The band played one song at the concert, and there has been speculation about a possible full reunion.", "type": "p"}, {"text": "Guitarist Brian \"Nasher\" Nash wrote on Facebook on Tuesday: \"The future is unwritten but don't hold your breath.", "type": "p"}, {"text": "\"I am SO happy right now, and this weekend made me happier, and I will take that and hold it in my heart alongside my mates, fans, supporters and the people of this wonderful city.\"", "type": "p"}, {"text": "The biopic is being produced by Working Title - the firm behind Notting Hill and Love Actually - and Independent Entertainment.", "type": "p"}], "tags": []}