{"link": "https://www.bbc.com/news/science-environment-65539594", "category": "science & environment", "title": "Updated DNA map better reflects human diversity", "contributor": null, "time": "2023-05-10T15:04:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9BA5/production/_129654893_diversepic.png", "content": [{"text": "Scientists have produced an updated map of all human DNA which could help to transform medical research.", "type": "b"}, {"text": "The original human genome, published 20 years ago, is mostly from one person, and does not represent human diversity.", "type": "p"}, {"text": "The latest version - dubbed the pangenome - is made up of data from 47 people from Africa, Asia, the Americas and Europe.", "type": "p"}, {"text": "It is hoped it will lead to new drugs and treatments that work for a much wider range of people.", "type": "p"}, {"text": "According to Dr Eric Green, who is director for the National Human Genome Research Institute in Bethesda Maryland, the research, which has been published in the journal Nature, has the potential to transform medical research.", "type": "p"}, {"text": "\"This represents a tremendous scientific achievement. A pangenome that better reflects the diversity of the human population will enable scientists to better understand how genetic variation influences health and disease and moves us to a future in which genomic medicine benefits everyone\".", "type": "p"}, {"text": "The pangenome consists of 47 separate DNA maps of the people from different ancestries, which can also be combined and compared with new software tools to find important genetic differences. ", "type": "p"}, {"text": "The aim is to develop more effective treatments for more people, but genetic scientists are aware that the research has the potential to be misused. Prof Muzlifah Haniffa, of the Sanger Institute in Newcastle, who was not part of the research team, said that the science should not be misinterpreted,", "type": "p"}, {"text": "\"Genetic information about diversity should be used responsibly and not to provide evidence of differences in race, which is a social construct. We have to understand what it shows and, importantly, what it doesn't show. We have to make sure that taking information very superficially to establish false racial characteristics does not happen\". ", "type": "p"}, {"text": "The human genome was largely completed in 2003. It is a map of the basic chemical building blocks that make up human DNA. Researchers use it to identify genes involved in diseases so as to develop better treatments. It has led to improved cancer therapies and the development of tests to predict the onset of inherited conditions, such as Huntington's disease.", "type": "p"}, {"text": "But the downside is that 70% of the genome came from a single individual: an American man with European and African ancestry. This therefore misses important genetic differences that play an important part in diseases in people from other backgrounds, according to Dr Karen Miga of the university of California in Santa Cruz. ", "type": "p"}, {"text": "\"Having one map of a single human genome cannot adequately represent all of humanity. This reboot can be the foundation for the scientific community to have more equitable healthcare in the future\".", "type": "p"}, {"text": "Although the map of the human genome currently used by researchers has a lot of African DNA in it, counterintuitively it is the population that is one of the most lacking, according to Dr Ewan Birney, deputy Director General of the European Molecular Biology Lab near Cambridge.", "type": "p"}, {"text": "\"The most important place in the World to get genomes from is sub-Saharan Africa. It is where we started as a species, and it has the greatest genetic diversity. So, one African American genome is not enough to represent that diversity\".", "type": "p"}, {"text": "Dr Zamin Iqbal, a senior researcher at EMBL's European Bioinformatics Institute near Cambridge, believes that a more representative genome will lead to better treatments for more people.", "type": "p"}, {"text": "\"Expanding the range of populations present in the human reference genome will reduce a long-standing implicit bias in studies of human genetics. Humans are diverse, and it's important that our analytical methods incorporate that. ", "type": "p"}, {"text": "Two recent studies in the US and in the UK and Ireland found that children of European ancestry were twice as likely to be diagnosed with genetic tests than those of African ancestry.", "type": "p"}, {"text": "Dr Alexander Arguello, who is the programme director at at the National Human Genome Research Institute, says the aim of the new project was to change those outcomes.", "type": "p"}, {"text": "\"The hope is that once you capture sufficient diversity you will get the same diagnostic results whatever the population\".", "type": "p"}, {"text": "The new pangenome is made up from 47 people, half of whom have ancestry from sub-Saharan Africa, a third from the Americas, 13% from China and 2% from Europe, with representation of indigenous people.", "type": "p"}, {"text": "But this is just the start of an ambitious programme to better represent the diversity of the world's population. The initial aim is to increase the number to 350. After that the scientists leading the largely US programme plan to increase numbers and diversity further by working with organisations from other countries in what they hope will become phase two of the human genome project.", "type": "p"}, {"text": "Follow Pallab on Twitter", "type": "p"}], "tags": []}