{"link": "https://www.bbc.com/news/technology-65545865", "category": "technology", "title": "Vodafone 3G turn-off sparks internet access fears", "contributor": null, "time": "2023-05-10T16:23:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D166/production/_129660635_667895a7-015e-484c-91e3-692d4593d3e5.jpg", "content": [{"text": "Campaigners have warned that Vodafone turning off its 3G network will lead to people with older and more basic phones falling into \"digital poverty.\"", "type": "b"}, {"text": "Vodafone will be the first UK telecoms firm to stop providing 3G when it begins a nationwide phase-out in June.", "type": "p"}, {"text": "This will free up radio frequencies for faster 4G and 5G services, it says. ", "type": "p"}, {"text": "Vodafone says it is working to support vulnerable customers, but campaign group Digital Poverty Alliance has criticised the switch-off.", "type": "p"}, {"text": "Vodafone UK's chief network officer, Andrea Dona, said 3G use had \"dropped significantly\" - with less than than 4% of its customers' data being used on its 3G network, compared with more than 30% in 2016.", "type": "p"}, {"text": "He said that meant it was now \"time to say goodbye to 3G and focus on the current benefits and future possibilities of our 4G and 5G networks\".  ", "type": "p"}, {"text": "The company says it is working with third parties, including charities, to help customers.", "type": "p"}, {"text": "It has also pointed to the support it is providing for customers, including information on its website about how to check if a phone is capable of accessing 4G. It has worked with a body called We Are Digital to set up the Digital Skills Helpline, which is free to call from all UK mobiles and landlines.", "type": "p"}, {"text": "Digital Poverty Alliance, which says its objective is help people access the \"life-changing benefits\" of digital services, says 14 million British people rarely engage online, with 18% of adults relying on their their phone to access digital services. It said switching off 3G would have \"detrimental effects\".", "type": "p"}, {"text": "\"Older and basic devices do not have 4G capabilities, so individuals who can only get online using a basic device will fall into digital poverty,\" it warned in a statement.", "type": "p"}, {"text": "\"Switching off 3G will have an adverse effect on the mission to help more people access the digital world,\" it added.", "type": "p"}, {"text": "Vodafone says it is pressing ahead with a nationwide phase-out after successful pilots across Plymouth and Basingstoke.", "type": "p"}, {"text": "However, some customers have expressed concern about how it will affect them.", "type": "p"}, {"text": "Dan Jones, 36, a self-employed IT consultant who lives in a village near Manchester, told the BBC he only got a 3G signal at his home office.", "type": "p"}, {"text": "He said he was informed by Vodafone in October that it was going to shut 3G services and since then 4G and 5G in his area had been \"pretty much non-existent\".", "type": "p"}, {"text": "Mr Jones said he was now contemplating changing providers.", "type": "p"}, {"text": "\"I'm self-employed, I'm an IT consultant - when your living is made through phone calls and that sort of thing, you rely on the service,\" he told the BBC.", "type": "p"}, {"text": "\"It's not like I live out in the sticks.\"", "type": "p"}, {"text": "The regulator Ofcom has said all 2G and 3G services will be shut off by 2033 at the latest, with 3G networks being shut first.", "type": "p"}, {"text": "Are you with Vodafone? How have you been affected by the issues in this story? Email ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://www.bbc.co.uk/send/u16904890"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}