{"link": "https://www.bbc.com/news/business-62240728", "category": "business", "title": "Union suspends Heathrow refuelling staff strike", "contributor": null, "time": "2022-07-20T20:01:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10D35/production/_125971986_gettyimages-868920664.jpg", "content": [{"text": "A strike by refuelling staff which could have disrupted several airlines at Heathrow Airport later this week has been called off.", "type": "b"}, {"text": "A total of 50 workers from Aviation Fuel Services (AFS) were due to stage a three-day walkout from Thursday to Sunday in a row over pay.", "type": "p"}, {"text": "However, the Unite union said on Wednesday that a fresh pay offer was now on the table after talks.", "type": "p"}, {"text": "It will now ballot members on the new offer.", "type": "p"}, {"text": "The union said talks at reconciliation service Acas on Wednesday had led to the new offer from AFS.", "type": "p"}, {"text": "Unite regional officer Kevin Hall said: \"Unite has consistently said that AFS was capable of making an offer more likely to meet members' expectations. Following the assistance of Acas an improved offer was made. ", "type": "p"}, {"text": "\"Members will now be given the time to consider and vote on the new offer.\"", "type": "p"}, {"text": "The airlines that would have been affected include Virgin, United, KLM, and Air France.", "type": "p"}, {"text": "The AFS staff had rejected a 10% pay rise after no pay increases for three years. ", "type": "p"}, {"text": "Passengers have faced delays and cancellations in recent months, largely due to staff shortages in the aviation industry.", "type": "p"}, {"text": "Airports and airlines, which cut jobs during the height of the coronavirus pandemic, have struggled to recruit staff as demand for international travel has returned.", "type": "p"}, {"text": "It has led to Heathrow Airport demanding airlines stop selling summer tickets and placing a cap on passenger numbers per day.", "type": "p"}, [{"text": "Emirates to cap Heathrow summer ticket sales", "type": "a", "href": "https://www.bbc.co.uk/news/business-62182881"}, {"text": "Will my summer holiday flights be cancelled?", "type": "a", "href": "https://www.bbc.co.uk/news/61660238"}, {"text": "Don't expect great summer experience, warns airport boss", "type": "a", "href": "https://www.bbc.co.uk/news/business-62149041"}], {"text": "A spokesperson for AFS said: \"AFS is pleased to confirm that Unite have agreed to postpone industrial action whilst a ballot of a revised offer is made.", "type": "p"}, {"text": "\"Therefore AFS will operate a normal schedule at Heathrow Airport over the coming days.\"", "type": "p"}, {"text": "Prices are currently rising at the fastest pace for 40 years, prompting many unions and workers in the UK to ask for pay increases. ", "type": "p"}, {"text": "Railway workers, train drivers, postal workers and check-in staff at Heathrow are among several groups to strike or vote in favour of industrial action in recent weeks.", "type": "p"}, {"text": "Inflation, the rate at which prices rise, hit 9.4% in the 12 months to June, up from 9.1% in May and is forecast to go higher later this year.", "type": "p"}, {"text": "The Bank of England and the government have said that wage rises to cope with the current cost of living could fuel further inflation.", "type": "p"}, {"text": "AFS is a joint venture operation, which includes firms BP, Total Energies, Q8 Aviation and Valero Energy.", "type": "p"}], "tags": ["Companies", "London Heathrow Airport", "Air travel"]}