{"link": "https://www.bbc.com/news/entertainment-arts-62225085", "category": "entertainment & arts", "title": "Busted star Charlie Simpson shares son's secondary-drowning story", "contributor": null, "time": "2022-07-19T17:13:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/180DF/production/_125972589_hi056199668.jpg", "content": [{"text": "Busted musician Charlie Simpson has shared the story of his family's \"terrifying experience\" when his young son Jago suffered secondary drowning.", "type": "b"}, {"text": "If it helped one person avoid something similar, it would be worth it, he said.", "type": "p"}, {"text": "Having inhaled water swimming one morning on holiday, Jago was taken to an accident-and-emergency (A&E) unit that evening.", "type": "p"}, {"text": "The cautionary tale comes as a series of deaths in open water were recorded in the UK during this week's heatwave.", "type": "p"}, [{"text": "The hidden dangers of summertime swims", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-62207996"}, {"text": "Busted was 'the walking band of clichés'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-46389081"}, {"text": "Scotland has highest drowning rate in UK", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-61803635"}], {"text": "\"We were on holiday enjoying a morning in the pool,\" the Brit Award-winning multi-instrumentalist said. ", "type": "p"}, {"text": "\"Jago is a strong swimmer for his age and he was swimming underwater but suddenly came up spluttering and coughing.", "type": "p"}, {"text": "\"At no point was he left unattended. It was momentary, nothing seemingly unusual for kids to experience.", "type": "p"}, {"text": "\"We got him out and he seemed fine and happy and was completely normal for the rest of the day.\"", "type": "p"}, {"text": "\"At dinner, he became very lethargic and went to sleep in my wife's arms,\" he added.", "type": "p"}, {"text": "\"After dinner he suddenly woke up and started projectile vomiting.\"", "type": "p"}, {"text": "They had called a doctor immediately, who initially diagnosed food poisoning, advising they put Jago to bed in their hotel room and keep an eye on him, the Busted and Fightstar musician and singer said.", "type": "p"}, {"text": "\"Before the doctor left, I suddenly remembered Jago coughing in the pool that morning and I remembered reading about a condition called secondary drowning, so I relayed it to the doctor.", "type": "p"}, {"text": "\"After hearing this, his demeanour changed and he told us to go to A&E straight away.\"", "type": "p"}, {"text": "During the one-hour journey to the hospital, Simpson said, Jago had deteriorated and \"he seemed to be drifting in and out of consciousness\".", "type": "p"}, {"text": "\"He was rushed through to have CT [computerised tomography] scans and X-rays and to our absolute horror we were told that he had water in his lungs and was minutes away from pneumonia,\" Simpson said.", "type": "p"}, {"text": "Jago spent the next three days in hospital, receiving what his father gratefully described as \"amazing care\".", "type": "p"}, {"text": "\"It was the worst thing we have ever experienced,\" Simpson said. ", "type": "p"}, {"text": "\"The scariest thing of all, is that had we not taken him to hospital when we did, the outcome could have been very different.\"", "type": "p"}, {"text": "\"I truly hope no-one ever has to experience this - but I hope to be able to raise some awareness of this frightening condition in case they do.\" ", "type": "p"}, {"text": "Simpson's Fightstar bandmate Dan Haigh commented online his friend had \"done a great thing sharing the info on this\", adding: \"So relived all has turned out OK.\" ", "type": "p"}, [{"text": "Secondary drowning is a rare condition similar to drowning, caused by lungs filling up with water, leading to potentially fatal breathing difficulties", "type": "p"}, {"text": "It takes less than half a glass of inhaled water to drown", "type": "p"}, {"text": "Symptoms, including vomiting, fever, laboured breathing and lethargy, can start up to 72 hours later, making them hard to diagnose", "type": "p"}], {"text": "Since 8 July, 13 people have drowned in UK open waters, ranging in age from 13 to 70.", "type": "p"}, {"text": "Police have urged people to resist the temptation to cool off in reservoirs, rivers, canals or ponds.", "type": "p"}, [{"text": "Missing boy presumed drowned in River Thames", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-london-62213965"}, {"text": "Teenager dies after swimming with friends", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-manchester-62197191"}, {"text": "Man in his 20s dies at water park", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-wiltshire-62224564"}], {"text": "On Saturday, a 16-year-old boy died in Salford Quays, Greater Manchester.", "type": "p"}, {"text": "On Sunday, a 13-year-old boy drowned in the River Tyne in Northumberland.", "type": "p"}, {"text": "On Monday, a 14-year-old boy is believed to have drowned in the River Thames and a 16-year-old boy died in Bray Lake, near Maidenhead, Berkshire.", "type": "p"}, {"text": "And on Tuesday, a man in his 20s died at Cotswold Water Park, in Ashton Keynes, Wiltshire.", "type": "p"}], "tags": ["Music"]}