{"link": "https://www.bbc.com/news/science-environment-62234196", "category": "science & environment", "title": "More helicopters look set to fly on Mars", "contributor": "Jonathan Amos", "time": "2022-07-20T09:29:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16B5A/production/_125981039_top.jpg", "content": [{"text": "The US and Europe are remodelling their plans to bring rock samples back from Mars, for study in Earth laboratories.", "type": "b"}, {"text": "They hope to simplify the process, cut risk and cost using helicopters instead of a British-built \"fetch rover\".", "type": "p"}, {"text": "Airbus UK engineers, who have been developing the concept for years, have been expressing disappointment, at the Farnborough International Airshow 2022.", "type": "p"}, {"text": "Also at the Hampshire show, Italian aerospace giant Leonardo signed a €55m (£46m) deal for key mission hardware.", "type": "p"}, {"text": "Its trade stand exhibited an actual-size model of a robotic arm - complete with \"shoulder\", \"elbow\" and \"wrist\" - it will now deliver to US space agency Nasa by November 2025.", "type": "p"}, {"text": "\"It's 2.5m [8ft] long and has seven degrees of movement,\" project manager Dr Guido Sangiovanni told BBC News.", "type": "p"}, {"text": "\"But it's important to note that it's not just the arm. There is the computer, the electronics and the cameras - the full system.\" ", "type": "p"}, [{"text": "Nasa rover begins key drive to find life on Mars", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61470537"}, {"text": "Perseverance Mars rover finds its 'baseline' rocks", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59677383"}, {"text": "Mars scientists now know where to look for life", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58852236"}], {"text": "Sophisticated lab tests of the samples will probably be the only way to determine whether there is or has ever been life on Mars.", "type": "p"}, {"text": "But the complex procedures involved in the mission will cost many billions, in any currency.", "type": "p"}, {"text": "Nasa's Perseverance rover has already spent a year drilling in Mars' Jezero crater, caching rocks in titanium tubes.", "type": "p"}, {"text": "The Airbus UK-assembled rover would have taken these to an Earth-bound rocket.", "type": "p"}, {"text": "But the American and European space agencies are now confident Perseverance can do this itself.", "type": "p"}, {"text": "\"The architecture is evolving right now and nothing is absolutely finalised,\" European Space Agency human and robotic exploration director, Dr David Parker, told BBC News.", "type": "p"}, {"text": "\"But Perseverance is there and being very effective - and the reliability analysis suggests Perseverance will keep on working. And that would allow us to streamline the programme and remove the fetch rover, taking out the need for another [risky] landing on Mars.\"", "type": "p"}, {"text": "If Perseverance breaks down, mini-helicopters could be asked to do the job.", "type": "p"}, {"text": "Perseverance's own drone, Ingenuity, has proven conclusively that aircraft work in Mars' thin atmosphere.", "type": "p"}, {"text": "\"So, maybe, we can use helicopters, one or two of them, as insurance,\" Dr Parker said.", "type": "p"}, {"text": "Whichever robotic courier is used, the Leonardo arm will be present to accept the samples and place them in the rocket.", "type": "p"}, {"text": "A landing platform containing the helicopters, robotic arm and return rocket would leave for Mars mid-2028, with a roughly two-year cruise time.", "type": "p"}], "tags": ["Airbus Group", "Mars", "European Space Agency", "Nasa Perseverance Mars rover", "Space exploration"]}