{"link": "https://www.bbc.com/news/technology-62239638", "category": "technology", "title": "US seizes stolen funds from suspected North Korean hackers", "contributor": "Joe Tidy", "time": "2022-07-20T13:16:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EE1E/production/_125985906_d0f6b0e8-2032-4d16-ab92-d9c3b782ff6a.jpg", "content": [{"text": "The US Department of Justice has seized $500,000 (£417,000) worth of Bitcoin from suspected North Korean hackers.", "type": "b"}, {"text": "The hackers attacked healthcare providers with a new strain of ransomware, extorting the funds from several organisations.", "type": "p"}, {"text": "US authorities say they have already returned ransom payments to two hospital groups.", "type": "p"}, {"text": "The rare successful seizure comes as US authorities warn that North Korea is becoming a major ransomware threat.", "type": "p"}, {"text": "In a conference on Tuesday, Deputy Attorney General Lisa O. Monaco praised an unnamed Kansas hospital for alerting the FBI early about the ransomware attack.", "type": "p"}, {"text": "\"Not only did this allow us to recover their ransom payment as well as a ransom paid by previously unknown victims, but we were also able to identify a previously unidentified ransomware strain,\" she said.", "type": "p"}, {"text": "According to court documents, hackers used the ransomware strain called Maui to encrypt the files and servers of a medical centre in Kansas in May 2021.", "type": "p"}, {"text": "Typically, ransomware hackers will use malicious software to scramble data or lock users out of the system until a ransom is paid.", "type": "p"}, {"text": "The Kansas hospital spent a week not being able to access its IT systems, then decided to pay approximately $100,000 in Bitcoin to regain the use of its computers and equipment.", "type": "p"}, {"text": "It is not illegal to pay hacker ransoms, but it is discouraged by law enforcement organisations around the world.", "type": "p"}, [{"text": "N Korea hackers stole $400m crypto in 2021 - report", "type": "a", "href": "https://www.bbc.co.uk/news/business-59990477"}, {"text": "The Lazarus heist: How hackers tried to steal $1bn", "type": "a", "href": "https://www.bbc.co.uk/news/stories-57520169"}], {"text": "The FBI says it was swiftly notified about the payment by the medical centre, which meant officers were able to identify the never-before-seen ransomware linked to North Korea and trace the cryptocurrency to China-based money launderers.", "type": "p"}, {"text": "Agents were also able to identify another $120,000 Bitcoin payment made to one of the criminal cryptocurrency accounts. This turned out to be a medical provider in Colorado which had just paid a ransom after also being hacked by the Maui ransomware criminals.", "type": "p"}, {"text": "The FBI says it has returned the money to the two healthcare providers, but has not said from where the rest of the seized funds have come.", "type": "p"}, {"text": "It is not known how the FBI was able to seize the funds but Tom Robinson, founder and chief scientist of Elliptic, which analyses Bitcoin payments, told the BBC the seizure may have come about as the hackers tried to exchange their Bitcoin to traditional currency. ", "type": "p"}, {"text": "\"It's likely that the investigators were able to trace the cryptocurrency to an exchange platform, where the launderers would have sent the funds in order to cash out. Exchanges are regulated businesses and can seize their customers' funds if compelled to do so by law enforcement,\" he said.", "type": "p"}, {"text": "\"Another possibility is that the cryptocurrency was seized directly from the launderers' own wallet. This is more challenging to do as it would require access to the wallet's private key - a passcode that allows cryptocurrency in a wallet to be accessed and moved.\"", "type": "p"}, {"text": "US authorities are increasingly using new tactics to steal back extorted funds from cyber-criminals operating in jurisdictions like North Korea and Russia, where law enforcement agencies do not co-operate with Western requests for assistance.", "type": "p"}, {"text": "\"These seizures are still very rare, and it highlights the value of speedy reporting of cyber-extortion incidents, and working with law enforcement,\" says Jen Ellis, from cyber-security firm Rapid7.", "type": "p"}, {"text": "\"They won't be able to recoup the payment in every case, but the more information they have on attacker groups' tactics, techniques, and procedures, the more likely they are to be able to disrupt, deter, and respond to attacks, which benefits everyone.\"", "type": "p"}, {"text": "Last June, the US recovered most of the $4.4m ransom paid by Colonial Pipeline to a cyber-criminal gang thought to be based in Russia.", "type": "p"}, {"text": "In November 2021, the US also clawed back $6m from another ransomware gang called REvil with heavy links to Russia. ", "type": "p"}, {"text": "As well as traditional state espionage elements, North Korea has for many years been accused of directing hacks aimed at making money for the pariah state.", "type": "p"}, {"text": "North Korean hacking activity is often attributed to the so-called Lazarus Group of hackers, which has been accused of attempting to take $1bn from a Bangladesh bank in 2016. ", "type": "p"}, {"text": "In the last year, the group has been linked to lucrative attacks on cryptocurrency platforms, but last month the US cyber-authorities issued a warning about North Korean hackers launching ransomware attacks against US hospitals.", "type": "p"}, {"text": "The authorities did not provide evidence that North Korea was behind the attacks, but the joint Cybersecurity Advisory assessment of the Maui ransomware stated that it had been \"used by North Korean state-sponsored cyber-actors since at least May 2021 to target healthcare organisations.\"", "type": "p"}], "tags": ["Cyber-crime", "Computer hacking", "United States", "North Korea", "Cyber-security"]}