{"link": "https://www.bbc.com/news/business-65180131", "category": "business", "title": "Johnson & Johnson offers $9bn to settle talc claims", "contributor": null, "time": "2023-04-04T21:51:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2DE4/production/_126284711_68143acf-fa7f-42d9-b39e-31910b9d978c.jpg", "content": [{"text": "Johnson & Johnson has proposed to pay almost $9bn to resolve tens of thousands of lawsuits it faces in North America that claim its baby powder and other talc-based products cause cancer.", "type": "b"}, {"text": "The healthcare giant said it still believed the claims were \"specious\" but was hoping the new settlement offer would help conclude its legal battle.", "type": "p"}, {"text": "The figure marks a big boost over the $2bn it had proposed previously.", "type": "p"}, {"text": "The new offer has significant support from people tied to the case, it said.", "type": "p"}, {"text": "The company is facing more than 40,000 lawsuits from former customers who say using its talc-based baby powder caused cancer, including some who allege the product contained cancer-causing asbestos. ", "type": "p"}, {"text": "It stopped US sales of its talc-based baby powder in 2020, citing \"misinformation\" that had sapped demand for the product, applied to prevent nappy rash and for other cosmetic uses, including dry shampoo. Last year, it announced plans to end sales globally.", "type": "p"}, {"text": "Before that decision, the company had sold the baby powder for almost 130 years. It continues to sell a version of the product that contains cornstarch.  ", "type": "p"}, {"text": "The company has been trying to resolve the lawsuits in bankruptcy court since 2021, after creating a subsidiary responsible for the claims.", "type": "p"}, {"text": "But its efforts ran into trouble after an earlier bankruptcy court ruling found the subsidiary was not in financial distress and could not use the bankruptcy system to resolve the lawsuits.", "type": "p"}, {"text": "\"The company continues to believe that these claims are specious and lack scientific merit,\" said Erik Haas, worldwide vice president of litigation for Johnson & Johnson. ", "type": "p"}, {"text": "But he said \"resolving these cases in the tort system would take decades and impose significant costs on LTL and the system, with most claimants never receiving any compensation.\" ", "type": "p"}, {"text": "\"Resolving this matter through the proposed reorganisation plan is both more equitable and more efficient, allows claimants to be compensated in a timely manner, and enables the company to remain focused on our commitment to profoundly and positively impact health for humanity.\"", "type": "p"}, {"text": "Johnson & Johnson said it had won a majority of the talc lawsuits against it. But it has been stuck with some significant losses, including one decision in which 22 women were awarded a judgement of more than $2bn.", "type": "p"}, {"text": "Johnson & Johnson said it had commitments from about 60,000 current claimants to support the new settlement terms. ", "type": "p"}], "tags": []}