{"link": "https://www.bbc.com/news/entertainment-arts-65175394", "category": "entertainment & arts", "title": "UK video games market value dipped by 5.6% in 2022", "contributor": null, "time": "2023-04-04T14:49:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17954/production/_129269569_gettyimages-1236466459-3.jpg", "content": [{"text": "The value of the UK video games market fell by 5.6% last year, according to trade body UKIE.", "type": "b"}, {"text": "Sales of gaming hardware, including consoles, fell 19% last year to £2.16bn but software (games) revenue grew slightly by 0.4% (£4.57bn).", "type": "p"}, {"text": "The market was worth £7.05bn overall in 2022, which is still 17% above pre-pandemic levels.", "type": "p"}, {"text": "The games industry, like other entertainment industries, is bracing itself to fully realise how the recent cost of living crisis will impact consumer spending in the coming years. ", "type": "p"}, {"text": "This report suggests that price changes caused by the Ukraine war, rising inflation and higher energy costs have already impacted how much people are willing to spend on their video games.  ", "type": "p"}, {"text": "UKIE CEO Dr Jo Twist said: \"We're pleased to see the UK video games consumer market has maintained its growth trajectory.\"", "type": "p"}, {"text": "She added: \"Although we may have seen a natural levelling off following increased spending during the lockdown years, it's clear that the appetite for games and the surrounding culture in the UK is still strong.\"", "type": "p"}, {"text": "Console revenue was down 27% but this isn't unexpected. Similar declines have been seen before, two to three years after new generation consoles are released into the market (PlayStation 5 and Xbox Series X|S launched in 2020).", "type": "p"}, {"text": "PS5 sales last year were also affected by stock issues, which Sony has said previously is partly because of the pandemic.", "type": "p"}, {"text": "Streaming and game video content fell by 4.8% in 2022 but this decline was expected following the pandemic boom period.", "type": "p"}, {"text": "Toys and merchandising saw a 7.7% increase year-on-year, bucking the trend of a 3% fall in the wider toy market. ", "type": "p"}, {"text": "Pokémon merchandise was the top performer.", "type": "p"}, {"text": "According to the ERA Yearbook 2023, top performing titles in the UK in 2022 were Lego Star Wars: The Skywalker Saga, PlayStation exclusives God of War Ragnarök and Horizon Forbidden West, Pokémon Legends: Arceus on Switch and Elden Ring.", "type": "p"}, {"text": "With many big releases like Hogwarts: Legacy, Starfield and Legend of Zelda: Tears of the Kingdom slipping from 2022 to 2023, games companies will have cause for optimism that next year's figures will continue to be above the pre-pandemic benchmark.", "type": "p"}, {"text": "Figures released earlier this year by the Electronic Retailers Association compared gaming's economic impact in the UK with that of the film and televisions industries. This latest report has a slightly broader remit, considering spending linked to the games industry - including things like merchandise, associated products like movies based on games, and PC hardware. This is why the overall figure of the games market's value to the UK economy is higher here than that reported by the ERA.", "type": "p"}, {"text": "The British Film Institute is one of the bodies that helped collate the data for this report. ", "type": "p"}, {"text": "Its deputy chief executive Harriet Finney said: \"Development spending on creating new video games fluctuates year-on-year and is influenced by when work starts on larger video games projects. ", "type": "p"}, {"text": "\"However, the continued strength of the UK video games sector shows how it is contributing creatively to the creative industries as well as jobs and additional revenue to the UK economy.\"", "type": "p"}, {"text": "Ukie is a not-for-profit trade body that represents the UK games and interactive entertainment industry. It represents over 600 businesses working across the UK, including game developers, publishers, platforms and service providers.", "type": "p"}, {"text": "For more gaming content, go to Press X to Continue, the BBC Sounds gaming Podcast.", "type": "p"}], "tags": []}