{"link": "https://www.bbc.com/news/science-environment-65166859", "category": "science & environment", "title": "Plastic wet wipes ban planned in England to tackle pollution", "contributor": null, "time": "2023-04-03T21:36:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13FCA/production/_129266818_wipe-index-getty.jpg", "content": [{"text": "Wet wipes containing plastic will be banned in England under plans to tackle water pollution, environment minister Therese Coffey has told BBC News.", "type": "b"}, {"text": "The ban on plastic-based wipes should come into force in the next year following a consultation, Ms Coffey said.", "type": "p"}, {"text": "It is part of a wider plan to improve water quality in England, where no river or waterway is considered clean.", "type": "p"}, {"text": "But opposition and environment groups criticised the plan as weak.", "type": "p"}, {"text": "Wet wipes flushed down toilets cause 93% of sewer blockages including so-called fatbergs and cost around £100m a year to clear up, according to Water UK which represents the water industry.", "type": "p"}, {"text": "Around 90% of wipes contained plastic in 2021, although there are now some alternatives available to buy. The plastics do not break down and over time the wipes become snagged and stick together, causing sewage to stop moving through pipes. ", "type": "p"}, {"text": "\"Our proposal is to ban plastic from wet wipes,\" Ms Coffey told BBC News, adding that a short consultation needed to take place first. \"It's a legal requirement to make sure that we can go ahead with any ban,\" she said.", "type": "p"}, {"text": "The government first said in 2018 that it planned to eliminate plastic waste including wet wipes. In a 2021 government consultation on banning wet wipes, 96% of people said they supported the idea. Earlier this year the government decided against banning wet wipes, following another consultation.", "type": "p"}, {"text": "In Wales a proposed ban on plastic in wet wipes has not yet been implemented. The Scottish government consulted on a ban but has not taken further action.", "type": "p"}, {"text": "Some companies, including Boots and Tesco, have already stopped the sale of wet wipes which contain plastic from their shops.", "type": "p"}, {"text": "The wet wipes ban is part of a broader strategy, called Plan for Water, which the Department for Environment, Food and Rural Affairs (Defra) wants to improve England's water quality. It includes a potential ban on some types of so-called forever chemicals or PFAS, tackling pollution from farming and run-off from road traffic.", "type": "p"}, [{"text": "Unlimited fines for water companies dumping sewage", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65145953"}, {"text": "Citizen scientists join fight to clean up rivers", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63747838"}, {"text": "Why is raw sewage pumped into the sea?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-62631320"}], {"text": "Pollution from intensive farming, in particular from chicken farms, is the most common way rivers are being contaminated, according to a parliamentary report from 2022.", "type": "p"}, {"text": "The government announced on Sunday that water companies could face unlimited fines for releasing untreated sewage into rivers and seas without good reason. Figures show an average of 825 sewage spills per day into England's waterways in the last year.", "type": "p"}, {"text": "But environment charity River Action UK said the government had been \"asleep at the wheel\" for many years and had allowed rivers to \"fill up with untreated human effluent and toxic agricultural pollution\".", "type": "p"}, {"text": "\"How can Defra credibly announce \"stronger regulation and tougher enforcement\" when there is not one single commitment today by government to put its money where its mouth is and properly re-fund statutory environmental protection agencies?\", CEO Charles Watson said.", "type": "p"}, {"text": "Water companies, who spend millions of pounds clearing up blockages caused by wet wipes, are in favour of a ban.", "type": "p"}, {"text": "In Yorkshire, wipes are the biggest cause of blockages and caused almost half of them in 2022, according to Yorkshire Water, which told BBC News it welcomed the proposed ban.", "type": "p"}, {"text": "Opposition political parties criticised the government plans, calling them too little too late.", "type": "p"}, {"text": "\"This announcement is nothing more than a shuffling of the deck chairs and a reheating of old, failed measures that simply give the green light for sewage dumping to continue for decades to come,\" said Jim McMahon MP, Labour's Shadow Environment Secretary.", "type": "p"}, {"text": "\"This is the third sham of a Tory water plan since the summer. There's nothing in it that tells us how, if, or when they will end the Tory sewage scandal,\" he added. ", "type": "p"}, {"text": "Liberal Democrat Environment spokesperson Tim Farron called the announcement a \"complete farce\".", "type": "p"}, {"text": "\"Yet again the conservative government is taking the public for fools by re-announcing a wet wipe policy from five years ago. The government is all talk and no action,\" he said.", "type": "p"}, {"text": "The Green Party said the government plans \"leave the water industry in private hands able to profit from failure\".", "type": "p"}, {"text": "\"The Green Party wants to see system change, with our water supply brought back into public ownership at the earliest practicable opportunity,\" said Green Party co-leader Adrian Ramsay.", "type": "p"}], "tags": []}