{"link": "https://www.bbc.com/news/business-65364950", "category": "business", "title": "CBI rape allegations shocking says Labour shadow minister", "contributor": null, "time": "2023-04-23T16:34:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13AFB/production/_129453608_gettyimages-1188364815.jpg", "content": [{"text": "Allegations of rape and sexual assault at the CBI are \"absolutely shocking\", a Labour shadow minister said as firms continue to cut ties with the lobby group.", "type": "b"}, {"text": "Dozens of firms have said they are leaving the group or pausing their membership due to the allegations.", "type": "p"}, {"text": "The CBI has said it is suspending key activities until June while it seeks to \"refocus\".", "type": "p"}, {"text": "But some business leaders have said the CBI's brand could be \"beyond repair\".", "type": "p"}, {"text": "The lobbying group has been rocked by the allegations, with a second woman claiming she was raped by CBI colleagues in a Guardian article on Friday.", "type": "p"}, {"text": "The police were investigating an alleged rape at a CBI summer party in 2019 before the Guardian reported the second incident. There have also been allegations of other sexual misconduct.", "type": "p"}, {"text": "On Sunday, Labour's shadow work and pensions secretary Jonathan Ashworth stopped short of calling for the group to be disbanded, instead saying it needed \"root and branch\" reform.", "type": "p"}, {"text": "\"The revelations, the stories, have just been absolutely shocking, haven't they?\" he said. \"I feel for the people who have been victims.\"", "type": "p"}, {"text": "He added there are \"clearly deep-rooted problems\" at the group and it needs a \"root and branch review and reform process\".", "type": "p"}, {"text": "Both the government and the Labour Party have cut ties with the CBI for now.", "type": "p"}, {"text": "A waves of firms has withdrawn support from the lobbying group.", "type": "p"}, {"text": "Firms that have quit", "type": "b"}, {"text": "The Association of British Insurers and the British Insurance Brokers' Association have also left, as has Energy UK, which represents energy suppliers.", "type": "p"}, {"text": "Organisations that have suspended membership", "type": "b"}, {"text": "The CBI - which employs more than 300 people - said on Friday it would suspend key activities and launch a review of its future role.", "type": "p"}, {"text": "Andy Wood, the boss of brewer Adnams, told the BBC on Saturday the CBI brand was probably \"beyond repair\", and it would have to \"reinvent itself root and branch\".", "type": "p"}], "tags": []}