{"link": "https://www.bbc.com/news/entertainment-arts-65346052", "category": "entertainment & arts", "title": "Newcastle's Farrell Centre explores if we can grow houses from fungus", "contributor": null, "time": "2023-04-21T23:08:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C0D3/production/_129436394_farrell-centre-more-with-less_2.jpg", "content": [{"text": "A new £4.6m architecture centre is opening with an exhibition showing how we might soon be able to grow buildings from fungus, and other innovative ways to reduce cities' environmental impact.", "type": "b"}, {"text": "The Farrell Centre, set up and partly funded by architect Sir Terry Farrell, opens in Newcastle on Saturday.", "type": "p"}, {"text": "Its opening exhibition sees four architecture studios offer visions for making buildings more sustainable.", "type": "p"}, {"text": "They include a structure grown from mycelium, the root network of fungus.", "type": "p"}, {"text": "The mycelium has been grown on a knitted canopy made from sawdust and paper waste, creating strong, light, self-repairing and fully compostable walls.", "type": "p"}, {"text": "That is \"completely at odds with how most buildings are built, which usually involves lots of concrete and steel and glass\", said Farrell Centre director Owen Hopkins.", "type": "p"}, {"text": "Buildings and construction account for 40% of global carbon dioxide emissions, according to the United Nations.", "type": "p"}, {"text": "The new centre is part of Newcastle University, whose researchers have grown the \"living room\" exhibit.", "type": "p"}, {"text": "Mycelium is \"not yet\" at the stage where it can be used in real buildings - but is \"not far off\", Mr Hopkins told BBC News.", "type": "p"}, {"text": "\"I don't think it will be too long before it becomes a material that is seen as viable in more conventional forms of construction.", "type": "p"}, {"text": "\"One of the things about it is, it's essentially self-healing. If a crack develops or there needs to be more structural reinforcement, it can be grown in situ.", "type": "p"}, {"text": "\"So it offers some really fascinating possibilities, but also kind of completely destabilises that notion of architecture as something that is finished and fixed.\"", "type": "p"}, [{"text": "The mushrooms you can wear and build with", "type": "a", "href": "https://www.bbc.co.uk/news/business-64810935"}, {"text": "Listen to more about the Farrell Centre on BBC Radio 4's Front Row", "type": "a", "href": "https://www.bbc.co.uk/programmes/m001l2ct"}], {"text": "Other parts of the More With Less exhibition offer ideas of new ways to use insulation, and solutions to make existing buildings more environmentally friendly by using common and low-cost materials.", "type": "p"}, {"text": "\"Architecture and planning, while they are admittedly part of the problem in many ways, actually have the potential to be really powerfully part of the solution as well,\" Mr Hopkins said.", "type": "p"}, {"text": "Another part of the Farrell Centre focuses on how buildings and developments affect life in north-east England, and how they can be improved.", "type": "p"}, {"text": "Sir Terry, now 84, has played a part in shaping Newcastle - by working on the regeneration of the city's quayside in the 1990s, designing the Centre For Life, and extending the Great North Museum: Hancock.", "type": "p"}, {"text": "His other landmark designs across the world include the MI6 building in London, and he carried out the Farrell Review of Architecture and the Built Environment for the government in 2014.", "type": "p"}, {"text": "That review recommended a network of \"urban rooms\" across the UK in which local people can have a say about how their towns and cities look. The Farrell Centre is now \"possibly the largest of these\", Mr Hopkins said.", "type": "p"}, {"text": "It is calling for residents to submit personal items for a People's Plinth - objects that \"offer a snapshot of Tyneside as it was, as it is, and as it might become\".", "type": "p"}, {"text": "It also wants to create alternative maps of the region. \"Where, for example, do you walk your dog? Where are the best places to buy ice cream? Where are the best local bakeries?\" Mr Hopkins said.", "type": "p"}, {"text": "\"Or it could get into more personal things. Where do you feel happiest in Tyneside? Or maybe where did you have your first kiss?\"", "type": "p"}, {"text": "Such maps would create \"additional layers of meaning and experience that actually, we think, are vital to understanding what the city is, how it works, and ultimately how it could be made better\", he added.", "type": "p"}], "tags": []}