{"link": "https://www.bbc.com/news/science-environment-65339214", "category": "science & environment", "title": "Earth Day: How to talk to your parents about climate change", "contributor": null, "time": "2023-04-21T23:25:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/48A1/production/_129439581_gettyimages-1402625152.jpg", "content": [{"text": "You want to go vegan to help the planet, but you're not paying for the shopping. You think trains are better than planes, but your dad books the summer holiday.", "type": "b"}, {"text": "Young people are some of the world's most powerful climate leaders and want rapid action to tackle the problem.", "type": "p"}, {"text": "It makes a lot of sense. Higher temperatures and rising sea levels will impact the youngest alive today far more than older generations. But the power to act is often still in the hands of older people, including parents.", "type": "p"}, {"text": "Big changes are difficult, especially when they involve other people. Where do you begin? For this year's Earth Day, we spoke to people who have successfully had tricky climate chats at home. Here are their top tips:", "type": "p"}, {"text": "Eating less meat is one of the best ways to reduce our impact on the planet, say scientists. ", "type": "p"}, {"text": "Ilse, 17, lives in Brighton with her parents Antonia and Sally. They used to eat meat two or even three times a day. When Ilse was 13 she decided to do more about climate change and read that cutting out meat was a good start. ", "type": "p"}, {"text": "Sally and Antonia were sceptical at first, worried about not getting enough protein or that Ilse was too young to make that decision.", "type": "p"}, {"text": "\"I was thinking, you're not doing the cooking. It's a big hassle for us,\" says Antonia, saying she worried about how to cook \"nice\" Chinese vegetarian meals. After a one-day-a-week trial, they quickly scaled up and after a year were totally meat-free. ", "type": "p"}, {"text": "\"It was daunting at the beginning, but now it's really good. There's a million recipes out there,\" Antonia adds. Ilse jumps in to say her favourite now is vegetarian fajitas, and they cook a lot of roast vegetables or lasagne. ", "type": "p"}, {"text": "Sally says that seeing the emotional impact of the topic on her daughter helped to persuade her it was the right thing for her family. \"It's actually seeing her really stick to that commitment, even though we knew that she liked the taste of meat. That made me stop and think,\" she explains. ", "type": "p"}, {"text": "Ilse is part of Teach the Parent, a national campaign that encourages these conversations between generations. It was started by young people frustrated with the lack of international climate action and their feelings of powerlessness, says Melanie Kee from Students Organising for Sustainability UK who helps to run the project.", "type": "p"}, [{"text": "A really simple guide to climate change  ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}, {"text": "Climate anxiety is rising - it might be a good thing", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63516055"}], {"text": "Even if the first conversation goes badly, Ilse says keep going. \"Big lifestyle changes take time. If you bring it up every so often, it shapes people's attitudes in the long term.\"", "type": "p"}, {"text": "How we travel is a major source of carbon emissions, but switching from driving or flying can potentially limit family holidays and cost more.", "type": "p"}, {"text": "Phoebe L Hanson, a 21-year-old student from Stafford, persuaded her family to go to Cornwall instead of flying abroad. Facts are important but she advises focussing on the reasons why you care. ", "type": "p"}, {"text": "\"Say something like, 'I'm really scared about my future, these are the reasons I want to do something',\" she suggests.  Her mum Tracy explains that as Phoebe got older, their relationship changed from Tracy explaining facts to her to meeting in the middle to share knowledge.", "type": "p"}, {"text": "Present a solution, not just a problem, Phoebe explains. \"Give them options for something fun or exciting.\" ", "type": "p"}, {"text": "\"Saying 'let's do this thing instead' is really good way to communicate,\" she suggests.  ", "type": "p"}, {"text": "She also says one answer to concerns about money is to discuss what type of world parents want children to inherit. \"People talk about how expensive trains are, but think about what the carbon emissions from taking a plane mean in the long term for us,\" she says.", "type": "p"}, {"text": "Radically reducing what we buy and throw away can improve our carbon footprint, but it can be time-consuming and difficult.", "type": "p"}, {"text": "Becky Little, who is 20 and a community carer in Worcester, persuaded her parents Rob and Ellen to reduce food waste and think more carefully about what they buy.", "type": "p"}, {"text": "\"Be well-informed about the things you want your family to start changing so they can see you care and have done some research,\" she says.", "type": "p"}, {"text": "Her parents were concerned about convenience but she focussed on the positive impacts. \"Explain why it will make their lives easier or cheaper,\" she suggests.", "type": "p"}, [{"text": "What you can do about your carbon footprint", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58171814"}, {"text": "Watch: How to talk to children about climate change", "type": "a", "href": "https://www.bbc.co.uk/ideas/videos/how-to-talk-with-children-about-climate-change/p0fgdjtz"}], {"text": "\"Make connections with things they care about,\" she advises. Her family like to volunteer so they made meals using leftover food to donate to people in their local community.", "type": "p"}, {"text": "\"It's important to not go into it expecting them to change their whole lives. Small things can make a difference,\" she explains.", "type": "p"}, {"text": "Ilse, Phoebe and Becky all say that the conversations can be challenging at times but worth it. \"Taking action as an individual mean I've managed to feel a lot more in control of my future,\" Phoebe explains. ", "type": "p"}], "tags": []}