{"link": "https://www.bbc.com/news/technology-65348171", "category": "technology", "title": "Is time up for Twitter?", "contributor": null, "time": "2023-04-21T12:03:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11E9D/production/_129437337_gettyimages-1245544991-1.jpg", "content": [{"text": "It is almost a year to the day since Elon Musk announced that he wanted to buy Twitter. ", "type": "b"}, {"text": "It was my first day in this job, and it was not exactly a quiet start.", "type": "p"}, {"text": "I have lost count of how many times since then, I have been asked whether Twitter is going to fail, and I have always said no.  ", "type": "p"}, {"text": "But now, I am not so sure - for a number of reasons.", "type": "p"}, {"text": "What we are about to see is the dawning of a whole new Twitter. From now on, accounts have a blue tick because they are paying a monthly subscription, not because Twitter wants you to know that they are genuine. ", "type": "p"}, {"text": "There is of course a verification process involved in making that payment, but there are also already examples of fake accounts choosing to pay, in order to impersonate high-profile individuals and organisations. ", "type": "p"}, {"text": "Earlier this month, the personal finance expert Martin Lewis discovered a subscribed account, in his name, promoting a crypto-scam to thousands of followers. Needless to say, it was not actually him.", "type": "p"}, {"text": "Those who pay, rather than those who are chosen, will now benefit from higher visibility across the platform - so what we will see in the coming days is who the new Twitter crowd really is. ", "type": "p"}, {"text": "Twitter has not released any figures, but one analyst claimed that subscriber numbers appear to be a fraction of its 300 million user-base. If user engagement goes down because only some people ever get any virtual airtime, will it simply get boring?", "type": "p"}, {"text": "Owner Elon Musk said he did not think it was fair that Twitter got to decide who was important under the old regime. And perhaps he has a point there.", "type": "p"}, {"text": "But there are reports that under his watch, some people have been offered verification for free. The founder of the investigation platform Bellingcat confirmed to me that his organisation is one of them. ", "type": "p"}, {"text": "Mr Musk also claims that he has personally paid for the subscriptions of Stephen King, LeBron James and William Shatner - who are all critics of the Twitter Blue monthly subscription scheme.", "type": "p"}, {"text": "In addition, Twitter now says that only businesses who pay for verification will be allowed to advertise, unless they are spending more than $1,000 (£807) per month. ", "type": "p"}, {"text": "That is quite a chunk of change for a small business, and what we know about digital advertising revenue is that most of it comes not from the giant brands with huge campaigns, but the combined cash flow of small, regular advertisers.", "type": "p"}, {"text": "But that aside, all of this suggests that Twitter under Mr Musk, the so-called free speech absolutist, is not entirely a level playing field after all...", "type": "p"}, {"text": "People do not generally like to leave communities, and Twitter might be small and chaotic, but it is considered influential. ", "type": "p"}, {"text": "It was being run badly. Its finances were in dire straits and like other platforms, it was struggling to keep abuse and misinformation under control. Mr Musk is a shrewd entrepreneur with deep pockets and an enormous following. I knew he would be controversial, but I thought he would turn  around the ship.", "type": "p"}, {"text": "News organisations which have stopped tweeting as a result of the changes include the Canadian Broadcasting Corporation and NPR. Celebrities like singer Elton John, comedian Stephen Fry and model Gigi Hadid have all closed their accounts since Mr Musk took over.", "type": "p"}, {"text": "The BBC says it will not pay for verification and has already lost its \"gold check\" verifying it as a news organisation. The BBC News Twitter account has started following individual journalists like me, as a kind of alternative sign of authenticity. ", "type": "p"}, {"text": "It will be interesting to see other workarounds spring up from different organisations - or whether they will decide that it is simply not worth the effort, especially with minimal visibility under the new regime.", "type": "p"}, {"text": "Lots of people have been amused by the passing of the blue tick. \"Happy losing blue tick day, to all who celebrate,\" wrote a friend of mine on a group chat on Thursday. Others joked about being \"ticked off\", and I am almost certain it is the only time I will ever manage to get the Pope, Beyonce, Harry Kane and Victoria Beckham into the same sentence for a radio cue.", "type": "p"}, {"text": "I suspect they will not mourn their blue ticks and neither will I - you will just have to take BBC News's word for it that I am who I say I am. But like many others, I will be keeping a close eye on the new direction the platform takes, in terms of both a work and a social tool. ", "type": "p"}, {"text": "With impeccable timing, Jack Dorsey, who created Twitter in the first place, is slowly opening up a new network called Bluesky, which is unashamedly Twitter-like in its design. ", "type": "p"}, {"text": "It is a very small, invitation-only space so far but it is creating a great deal of excitement, not least because it promises in the future to be interoperable - that is, compatible with other platforms. I am on it and it currently feels like we have all arrived at a party and are admiring the decor.", "type": "p"}, {"text": "But there may be an opening for a new \"small but influential\" space, and there is a chance Bluesky could be it. Let us hope Mr Dorsey has learned a thing or two about running a business since he sold Twitter.", "type": "p"}], "tags": []}