{"link": "https://www.bbc.com/news/business-66964134", "category": "business", "title": "UAW strike: Car workers escalate action, clouding US economy", "contributor": null, "time": "2023-09-29T17:34:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13A23/production/_131291408_whatsubject.jpg", "content": [{"text": "The United Auto Workers (UAW) union is expanding a strike at some of America's biggest car firms, sending the row over pay and benefits into its third week. ", "type": "b"}, {"text": "Union boss Shawn Fain said 7,000 more staff at Ford and General Motors factories are set to walk off the job.", "type": "p"}, {"text": "The latest action did not target Stellantis, reflecting new momentum in those talks, he said.", "type": "p"}, {"text": "Roughly 18,000 workers were already on strike in a dispute that has cast a cloud over the US economy.", "type": "p"}, {"text": "US President Joe Biden and former President Donald Trump, who is running for re-election, both visited the Detroit area this week to address the issue, which comes as labour tensions simmer across the country.", "type": "p"}, {"text": "The union opened talks seeking a roughly 40% rise in pay over four years and an end to practices that give newer hires lower pay and fewer benefits, among other demands.  ", "type": "p"}, {"text": "The companies have maintained that the union's requests would hurt their ability to invest in the long term. They have countered with a roughly 20% pay increase and some other concessions.  ", "type": "p"}, {"text": "On the picket line in Michigan this week, many workers said they were ready for an extended fight.", "type": "p"}, {"text": "\"People are fed up. We want there to be a middle class,\" said Emily Yettaw, who has worked at GM for 17 years. \"They're making billions in profit and we deserve better.\"", "type": "p"}, {"text": "The union, which represents 146,000 workers at the three companies, has been slowly ratcheting up pressure on the car makers to strike a deal since labour contracts expired on 14 September. ", "type": "p"}, {"text": "The latest action expands the work stoppages to a Ford factory in Chicago that makes Explorers, and a GM factory in Michigan which makes large crossover SUVs such as the Chevrolet Traverse and Buick Enclave.", "type": "p"}, {"text": "The union's prior targets included 38 facilities that distribute parts to dealers and three factories - one at each company. ", "type": "p"}, {"text": "In a message to employees, General Motors said \"calling more strikes is just for the headlines, not real progress\".", "type": "p"}, {"text": "The company said it had not received a \"comprehensive\" reply since it put forward a proposal on 21 September. It said that offer provided workers with \"historic wage increases and job security while not jeopardizing our future\".", "type": "p"}, {"text": "\"We continue to stand ready and willing to negotiate in good faith to reach an agreement that benefits you and doesn't let the non-union manufacturers win,\" said Gerald Johnson, executive vice president for global manufacturing.", "type": "p"}, {"text": "The economic impact of the action remains limited, but is building. In just its first week, the stand-off had led to an estimated $1.6bn (£1.3bn) in economic losses, including more than $100m (£81m) in lost wages - a cost that is weighing on local economies. ", "type": "p"}, {"text": "Jennifer Romero owns the Karma Coffee & Kitchen in Wayne, Michigan. Her shop, with a flier in the window supporting the strike, is located just down the road from a closed Ford factory. Jennifer says sales have been noticeably slow at her store.", "type": "p"}, {"text": "\"Our neighbourhood is mostly blue collar workers,\" she said. \"If they're not working, they're not spending money and if they're not spending  money, we're not making money.\"", "type": "p"}, {"text": "For the car companies, which are facing heavy investment costs and intense competition as the industry ramps up production of electric cars, the timing of the dispute \"could not be worse\", said Wall Street analyst Dan Ives of Wedbush Securities.", "type": "p"}, {"text": "\"This UAW debacle strike trajectory is like watching a slow moving car crash take place on black ice,\" he wrote in a note on Friday.", "type": "p"}, {"text": "\"This is a defining period for Detroit and the future of the auto industry as we firmly believe that if GM, Ford, Stellantis accept anything close to the deal on the table the future will be very bleak for the US auto industry.\"", "type": "p"}, {"text": "For now, workers on the picket line in the Detroit area this week said they remained committed to the fight, despite the loss of income for many that will come from receiving just $500 (£410) in strike pay a week. ", "type": "p"}, {"text": "\"It's ramen noodles and mac and cheese time,\" GM workers in Ypsilanti joked. \"No more Red Lobster.\"", "type": "p"}, {"text": "\"I don't think anybody is scared to be out here,\" added Kemi Hooker, 53, who has worked for GM for 24 years. \"We'll do what it takes\".", "type": "p"}], "tags": []}