{"link": "https://www.bbc.com/news/entertainment-arts-66972029", "category": "entertainment & arts", "title": "Billy Connolly had 'serious falls' after balance issues, says wife", "contributor": null, "time": "2023-09-30T18:27:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/138BA/production/_117085008__111160736_connollypa.jpg", "content": [{"text": "Comedian Sir Billy Connolly has had a \"couple of serious falls\" after his balance deteriorated due to Parkinson's, his wife has said.", "type": "b"}, {"text": "Pamela Stephenson said her husband's balance issue was the \"most significant\" symptom of the disease since his diagnosis 10 years ago.", "type": "p"}, {"text": "Sir Billy, 80, said it had \"added to the list of things that hold me back\".", "type": "p"}, {"text": "The Scottish comic and his wife spoke about his life with the progressive disease for an article in the Guardian.", "type": "p"}, {"text": "\"Recently I've noticed a deterioration in my balance,\" Sir Billy told the newspaper. ", "type": "p"}, {"text": "\"That was never such a problem before, but in the last year that has come and it has stayed. ", "type": "p"}, {"text": "\"For some reason, I thought it would go away because a lot of the symptoms have come and gone away.\"", "type": "p"}, {"text": "Sir Billy was diagnosed with Parkinson's disease in 2013 - on the same day he found out he had prostate cancer, which he later received the all clear on. ", "type": "p"}, {"text": "He retired from live performances five years later. ", "type": "p"}, {"text": "Parkinson's is the second most common neurodegenerative condition after Alzheimer's disease and causes parts of the brain to become progressively damaged over many years.", "type": "p"}, [{"text": "Connolly: Challenges of Parkinson's getting worse", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-58315311"}], {"text": "Stephenson, his wife and carer, told the newspaper the loss of balance had been the \"most significant\" issue which had arisen from the disease, \"especially since, unfortunately, it resulted in you having a couple of serious falls...\"", "type": "p"}, {"text": "Sir Billy responded: \"It's funny, that fall I had when I landed on my jaw reminded me of a thing I used to do on stage.", "type": "p"}, {"text": "\"I used to say: 'I fell out of bed, but luckily my face broke my fall...'\"", "type": "p"}, {"text": "Sir Billy said he felt like he was being \"encroached upon\" by the \"cruel disease\", adding that it was \"creeping up behind me and stopping me doing things\". ", "type": "p"}, {"text": "The couple also spoke about how their relationship had changed since the comedian was diagnosed, with Sir Billy revealing his wife now dresses him in the morning and he has \"to get lifts everywhere\" as he can't drive anymore. ", "type": "p"}, {"text": "Sir Billy, known for his love of travelling and having made many travel documentaries during his career, told the newspaper he loved staying at home during the various Covid-19 lockdowns, describing it as \"one of the great surprises of my life\".", "type": "p"}, {"text": "\"I was told to stay home, I did it and I loved it. Even my dogs loved it. Although we were very lucky because we live on a canal, so we could go for walks in a tropical paradise,\" he said.", "type": "p"}, {"text": "The couple currently reside in Florida Keys, a group of islands located 120 miles off the southern coast of the US state of Florida. ", "type": "p"}, {"text": "Sir Billy was knighted in 2017 for services to entertainment and charity following a career which has spanned five decades.", "type": "p"}, {"text": "The Glaswegian is known for his observational and improvised stand-up comedy - often at the expense of his home city.", "type": "p"}, {"text": "He has appeared in a number of films, including Absolution (opposite Richard Burton), Indecent Proposal and The Last Samurai.", "type": "p"}], "tags": []}