{"link": "https://www.bbc.com/news/technology-66954267", "category": "technology", "title": "Apple to buck layoff trend by hiring UK AI staff", "contributor": null, "time": "2023-09-29T11:46:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16010/production/_131282109_mediaitem131282108.jpg", "content": [{"text": "Apple's chief executive Tim Cook said the firm wants to hire more staff in the UK, in contrast to redundancies seen across the tech sector.", "type": "b"}, {"text": "He said the company wants to take on more staff to work in artificial intelligence (AI).", "type": "p"}, {"text": "It comes a day after Fortnite-maker, Epic Games, announced it was cutting 16% of its workforce.", "type": "p"}, {"text": "Big firms including Amazon, Meta, Google and Microsoft have cut tens of thousands of jobs since 2022.", "type": "p"}, {"text": "Mr Cook has been critical of the trend of tech layoffs and in May, he called it a \"last resort\".", "type": "p"}, {"text": "Instead, he told the PA news agency when asked about AI and jobs in the UK: \"We're hiring in that area, yes, and so I do expect [investment] to increase.\"", "type": "p"}, {"text": "Companies are pouring money into AI. Amazon announced an investment of up to $4bn (£3.3bn) in San Francisco-based AI firm Anthropic on Monday.", "type": "p"}, {"text": "That followed Microsoft's multibillion dollar investment in ChatGPT maker OpenAI in January.", "type": "p"}, {"text": "Culture Secretary Michelle Donelan said Apple's decision was \"another vote of confidence in our burgeoning tech sector\".", "type": "p"}, {"text": "\"Apple's ongoing investment in brilliant British talent highlights our global credentials as both an AI and technology superpower,\" she wrote on X, the microblogging site formerly known as Twitter.", "type": "p"}, {"text": "Antony Walker, deputy chief of techUK, the industry association, said: \"The transformative nature of AI will certainly boost staff headcount in AI businesses over the next couple of years.\"", "type": "p"}, {"text": "But he added: \"In the long term, the skills need of the AI-powered economy of the future is harder to predict. That is why businesses and government should work together on a long-term strategy that puts training in digital skills and lifelong learning at the core.\" ", "type": "p"}, {"text": "Meanwhile, Tim Pullan, CEO of ThoughtRiver, which provides AI for legal professionals, said he thought the global economy was at the start of \"an AI-driven revolution\".", "type": "p"}, {"text": "\"It's vitally important that the UK is at the forefront of this transformation,\" he said.", "type": "p"}, {"text": "\"As a country, we have huge potential to grow as an AI superpower, and I'm sure this is the start of a trend which will see more and more companies looking to take advantage of the UK's deep tech expertise, and the UK benefiting from the investment and innovation that this will bring.\"", "type": "p"}, {"text": "Mr Cook said AI was behind several prominent features on Apple devices, such as software that detects if a person has fallen or been in a crash, as well as more commonly-used tools such as predictive typing.", "type": "p"}, {"text": "\"It's literally everywhere on our products and of course we're also researching generative AI as well, so we have a lot going on,\" he said.", "type": "p"}, {"text": "Generative AI - artificial intelligence which can create media based on text prompts - continues to be a target of investment for big firms despite widespread concerns over its impact of copyright, or ownership.", "type": "p"}, {"text": "That is because the software \"learns\" by analysing a massive amount of data often sourced online and people are concerned it draws on their copyrighted work.", "type": "p"}, {"text": "It has led to high-profile lawsuits in the US, with authors George RR Martin and John Grisham suing OpenAI over claims their books were used to train the system.", "type": "p"}], "tags": []}