{"link": "https://www.bbc.com/news/business-65990529", "category": "business", "title": "Temu: Risk fast-fashion website uses forced labour", "contributor": null, "time": "2023-06-22T21:26:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/179D8/production/_130182769_shoplikeabillionaire_6.jpg", "content": [{"text": "US lawmakers are warning of an \"extremely high risk\" that products sold on the Chinese fast-fashion online shopping site Temu have been made with forced labour.", "type": "b"}, {"text": "The claims arise from an ongoing investigation into compliance with a 2021 US law that bars the import of goods made using forced Uyghur labour.", "type": "p"}, {"text": "Nike, Adidas and Shein are also being investigated. ", "type": "p"}, {"text": "Temu said it was not responsible for third-party sellers using its platform.", "type": "p"}, {"text": "It did not respond to a request for comment from the BBC. ", "type": "p"}, {"text": "The fast-fashion online retailer, which is backed by Chinese e-commerce giant Pinduoduo, has exploded in popularity since launching in the US less than a year ago.", "type": "p"}, {"text": "Known for its rock bottom prices, the online seller has more than 80,000 suppliers and has regularly been one of the most downloaded names in Apple's app store. ", "type": "p"}, {"text": "According to Bloomberg, its sales in the US last month exceeded that of rival Shein, which became the world's largest online-only retailer in 2021. ", "type": "p"}, {"text": "\"American consumers should know that there is an extremely high risk that Temu's supply chains are contaminated with forced labor,\" the House Select Committee on the Chinese Community Party said in its report.", "type": "p"}, {"text": "It said the company requires suppliers to agree to a \"code of conduct\" but relies on third parties to flag problems, describing the process as a \"dubious\" system.", "type": "p"}, {"text": "\"Temu does not have any system to ensure compliance with the Uyghur Forced Labor Prevention Act (UFLPA). This all but guarantees that shipments from Temu containing products made with forced labor are entering the United States on a regular basis,\" it said.", "type": "p"}, {"text": "The US has increased its scrutiny of Chinese-made products as political tensions rise. The two countries embarked on a trade war under former president Donald Trump, leading to billions of dollars worth in tariffs, many of which have remained in place.", "type": "p"}, {"text": "The US has also sought to cut off China's access to certain chip technologies.", "type": "p"}, {"text": "The US has raised previously concerns that Shein and Temu's rapid growth has been aided by \"exploitation\" of current US law, which exempts packages worth less than $800 from customs duties.", "type": "p"}, {"text": "Together, the two firms are responsible for nearly 600,000 packages worth less than $800 being shipped to the US each day, according to the report. ", "type": "p"}, {"text": "It estimated that Shein and Temu accounted for more than 30% of all daily shipments under the $800 threshold.", "type": "p"}], "tags": []}