{"link": "https://www.bbc.com/news/entertainment-arts-65986136", "category": "entertainment & arts", "title": "EastEnders: Michelle Collins returns as Cindy Beale after 25 years", "contributor": null, "time": "2023-06-22T11:12:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FE2B/production/_130176056_p0fwgz48.jpg", "content": [{"text": "Cindy Beale, played by actress Michelle Collins, has returned to EastEnders after almost 25 years away.", "type": "b"}, {"text": "Collins' character made her comeback on Wednesday, long after she was said to have died in prison while giving birth.", "type": "p"}, {"text": "The episode ended in typically dramatic fashion with a shot of her on a sun lounger, drinking a glass of wine.", "type": "p"}, {"text": "Producers confirmed afterwards that another former favourite Adam Woodyatt would also be reprising his role as her ex-husband Ian Beale.", "type": "p"}, {"text": "Collins, 61, said returning was a \"surreal\" experience. \"It's nerve wracking, but it's also very exciting,\" she told the Sun.", "type": "p"}, {"text": "\"I think things are about timing, really life is about timing,\" she continued. \"And I think if it happened five years ago, I probably would have said no.\"", "type": "p"}, {"text": "Woodyatt, 54, who himself left Albert Square two-and-a-half years ago, noted how the EastEnders set had been rebuilt since he left and so it was \"the weirdest thing for me\" on his return to work. ", "type": "p"}, {"text": "\"[The] nicest thing has been going back and seeing all the faces that I haven't seen,\" he said.", "type": "p"}, {"text": "Before she was killed off - or so it seemed - Cindy had been in prison for hiring a hitman to kill Ian, following a bitter custody battle over their children, Lucy and Peter", "type": "p"}, {"text": "Writer Chris Clenshaw, who developed the storyline of the return of the Beales, said the production team had been discussing it for more than a year.", "type": "p"}, {"text": "\"We started to look at the story and obviously, make sure it was credible in terms of, she's dead, how could that work? But... we didn't see a body.", "type": "p"}, {"text": "\"We made sure that it worked with our research and our advisors and they came back and said, 'Yeah, this is in fact, what could and would happen' and that's when I was like, OK, I think we've got a shot of being able to do this.\"", "type": "p"}, {"text": "Famous for her scheming and manipulative behaviour during her previous stints in the show between 1988 and 1998, Cindy had countless affairs during her tumultuous relationship with Ian. ", "type": "p"}, {"text": "On Wednesday night's show she was revealed as Rose Knight, the long lost wife of George Knight (Colin Salmon).", "type": "p"}, {"text": "Speaking on her return, Collins said: \"For over 25 years I've constantly been asked, 'are you going back' and now finally I can say I am!", "type": "p"}, {"text": "\"It's an honour to be asked to reprise the role of Cindy Beale, a character that has really never left me, and just like the old days, where Cindy goes, drama usually follows\".", "type": "p"}, {"text": "EastEnders won the best soap prize at the recent British Soap Awards and Collins stressed that the genre gives \"fantastic stories\" to women her age.", "type": "p"}, {"text": "\"They are really matriarchal figures and there aren't many shows on TV, really, that can give women of a certain age central characters and to show their stories.\"", "type": "p"}, {"text": "EastEnders will air next on BBC One on Thursday at 19:30 BST", "type": "p"}], "tags": []}