{"link": "https://www.bbc.com/news/science-environment-65994181", "category": "science & environment", "title": "Titan investigation: How will they find out what happened?", "contributor": null, "time": "2023-06-22T20:27:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7450/production/_130167792_5ab82b84e4d3689d058732da63ec882cebebae05.jpg", "content": [{"text": "Now that they have found the debris, there will be an investigation into what happened. ", "type": "b"}, {"text": "According to Rear Admiral John Mauger, the pattern of the debris is consistent with \"a catastrophic implosion\".", "type": "p"}, {"text": "That is because there were two patches of debris: One containing Titan's nose cone, the other its tail piece - suggesting that the vessel blew apart.", "type": "p"}, {"text": "But what is still unclear is why this happened and what should have been done to prevent it.", "type": "p"}, {"text": "The answers to these questions lie in the two patches of debris discovered by the Victor 6000 ROV on Wednesday lunchtime, US time.", "type": "p"}, {"text": "The authorities will be gathering every piece of the debris they can find to build up a full picture of the sequence of events that led to the tragedy, according to Ryan Ramsey, former submarine captain in Britain's Royal Navy.", "type": "p"}, {"text": "\"This is not going to be dissimilar to an aircraft crashing. There is no black box, so you are not going to be able to track the last movements of the vessel itself. But as many pieces of the vessel as they can do, to get those back up to the surface, and from them they should be able to analyse the break structure, any fractures that have happened and maybe piece together what actually happened in those last moments,\" he said. ", "type": "p"}, {"text": "Key to the investigation will be bits of the carbon fibre that part of the vessel was made from. The big question is did it undergo a structural failure that led to a rupture in the hull.", "type": "p"}, {"text": "Professor Blair Thornton from the University of Southampton told BBC News what might have happened.", "type": "p"}, {"text": "\"In the case that this is a catastrophic failure of the main housing, the submersible would have been subjected to incredibly high pressures, equivalent to the weight of the Eiffel Tower, tens of thousands of tonnes, compressing the vessel. ", "type": "p"}, {"text": "\"We're talking about a very powerful implosion of the main housing\" ", "type": "p"}, {"text": "The critical question is if this did happen, was it because of a lack of proper testing, as some have suggested? Detailed analysis of the material may reveal whether there were any flaws in it.", "type": "p"}, {"text": "Professor Roderick A Smith, of Imperial College London, said that one of the most important pieces of debris to answer this question would be the section of the carbon fibre from the site of the rupture.", "type": "p"}, {"text": "\"Carbon fibre fails from internal defects in its construction. The joints between the carbon fibre and the titanium need very careful inspection. ", "type": "p"}, {"text": "\"The violence of the implosion means that it may be very difficult to determine the sequence of events. Hence the need for retrieval and painstaking examination if possible\".", "type": "p"}, {"text": "It is unclear at this stage which agency will lead the investigation as there is no protocol for such incidents with a submersible. Admiral Mauger said that it was particularly complex because the incident took place in a remote part of the ocean involving people of many different nationalities But since the US coastguard has played a leading role in the operation so far, it is likely to continue to play an important part.", "type": "p"}, {"text": "Follow Pallab on Twitter", "type": "p"}], "tags": []}