{"link": "https://www.bbc.com/news/business-63977120", "category": "business", "title": "Fed hikes rates again and warns of more rises", "contributor": null, "time": "2022-12-14T22:01:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/122D2/production/_128005447_whatsubject.jpg", "content": [{"text": "The US central bank has hiked interest rates again, and warned more rises will be necessary to rein in the rapid pace of price increases.", "type": "b"}, {"text": "Forecasts from the Federal Reserve showed the bank's key interest rate could stand above 5% a year from now.", "type": "p"}, {"text": "But policymakers are starting to move more cautiously, following signs that the most severe inflation in decades may be starting to ease.", "type": "p"}, {"text": "They agreed to lift the bank's key interest rate by 0.5 percentage points.", "type": "p"}, {"text": "That pushed the target range for the Fed's benchmark rate to 4.25% - 4.5% - the highest rate in 15 years.", "type": "p"}, {"text": "But it was a smaller increase than in recent announcements. ", "type": "p"}, {"text": "Federal Reserve Chairman Jerome Powell said the bank wanted to slow down to see how the economy is responding to the cumulative impact of the hikes, whichhave increased the cost of mortgages, car and business loans, and credit card debt.", "type": "p"}, {"text": "But he warned that Wednesday's rise was \"still a historically large increase and we still have some way to go.\"", "type": "p"}, [{"text": "US jobs growth signals tough inflation fight ahead", "type": "a", "href": "https://www.bbc.co.uk/news/business-63837368"}, {"text": "US price increases slow as fuel costs fall", "type": "a", "href": "https://www.bbc.co.uk/news/business-63960721"}], {"text": "The bank's moves are being closely watched around the world as the US drives a global shift to higher borrowing costs after years of low interest rates that followed the financial crisis. ", "type": "p"}, {"text": "The United Arab Emirates and Saudi Arabia were among the countries to increase borrowing costs on Wednesday, citing the Fed.", "type": "p"}, {"text": "The Bank of England, which has warned the country is facing its longest recession on record, is expected to announce its own 0.5 percentage point hike on Thursday, after approving an even bigger rise last month. The European Central Bank is poised for a similar move. ", "type": "p"}, {"text": "Wednesday's hike marked the Fed's seventh this year. ", "type": "p"}, {"text": "The bank is responding to inflation in the US that remains near a 40-year high, though it has dropped since hitting a peak of 9.1% in June, helped by a decline in energy costs. ", "type": "p"}, {"text": "The latest US figures showed consumer prices jumped 7.1% over the 12 months ending in November, down from 7.7% in October. ", "type": "p"}, {"text": "Mr Powell said the bank was encouraged by signs that inflation was improving, but that it would take \"substantially more evidence\" to be confident that it was on a sustained downward path. ", "type": "p"}, {"text": "\"It's good to see progress but we have a long ways to go to get back to price stability,\" he said.", "type": "p"}, {"text": "By raising borrowing costs, the Fed is hoping to cool economic activity and ease the pressures pushing up prices.", "type": "p"}, {"text": "But policymakers run the risk of setting off a sharp economic downturn in the world's largest economy.", "type": "p"}, {"text": "Projections released after the bank's meeting showed policymakers on average expect the US economy to grow by just 0.5% next year - well below historic norms - while the unemployment rate rises to 4.6%.", "type": "p"}, {"text": "While they expect inflation to fall, most members see it remaining above 3% in 2025, which is higher than the bank's 2% target. ", "type": "p"}, {"text": "Overall, their outlook was more gloomy than just a few months ago, reflecting concerns that the easy part of the fight against inflation is over. ", "type": "p"}, {"text": "\"The Fed still remains coy about the possibility of recession, but with most Fed officials considering risks to be tilted to the downside, it's fair to say they are far more worried about the economic outlook than they are willing to admit,\" said Seema Shah, chief global strategist at Principal Asset Management.", "type": "p"}, {"text": "Some parts of the economy, such as the housing market, have already slowed sharply in response to higher rates. ", "type": "p"}, {"text": "And there are concerns about broader weakening, despite a strong labour market.", "type": "p"}, {"text": "At Anglero Hoodies, a small clothing company in New York, owner Juan Carlos Anglero said he has felt the slowdown in the form of weaker sales, as higher costs erode buyers' willingness to spend on non-essentials.", "type": "p"}, {"text": "Last year, he said, it took less than a month to sell out his most premium hoodie - a black sweatshirt lined with faux mink fur that goes for $479. This year, he doubled his supplies for the holiday season, but shoppers are shifting to less expensive options, like t-shirts.", "type": "p"}, {"text": "\"I definitely notice the change,\" he said, speaking from his stand in a holiday market in New York. \"In comparison to last year, there's definitely more resistance.\"", "type": "p"}, {"text": "The Fed has faced increased pressure to consider the cost of its policies.", "type": "p"}, {"text": "But Mr Powell said the bank was focused on inflation, which he said would have far more damaging economic effect in the long run. ", "type": "p"}, {"text": "\"I wish there were a completely painless way to restore price stability,\" he said. \"There isn't. This is the best we can do.\"", "type": "p"}], "tags": ["US economy", "US Federal Reserve", "Cost of living", "Banking"]}