{"link": "https://www.bbc.com/news/entertainment-arts-63974630", "category": "entertainment & arts", "title": "Stephen Bear: Revenge porn conviction 'sets a precedent'", "contributor": null, "time": "2022-12-14T14:33:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12F3E/production/_128003677_gettyimages-1447654127.jpg", "content": [{"text": "Stephen Bear's 'revenge porn' conviction could set the benchmark for further prosecutions say campaigners.", "type": "b"}, {"text": "The former reality TV star was found guilty of sharing private sexual pictures and videos with intent to cause distress on Tuesday.", "type": "p"}, {"text": "Kate Isaacs, who founded the charity Not Your Porn, described his victim, Georgia Harrison, as \"resilient and brave\".", "type": "p"}, {"text": "She added that his conviction would be \"setting a precedent\". ", "type": "p"}, {"text": "Ms Isaacs told the BBC that prosecuting these types of cases often proves very difficult.", "type": "p"}, {"text": "She created the campaign group after a close friend became a victim of so-called revenge porn when a video of her having sex ended up on the PornHub website.", "type": "p"}, {"text": "Ms Isaacs advised Harrison and her family when they started taking steps to prosecute Bear.", "type": "p"}, {"text": "Harrison had the right to remain anonymous as a victim of sexual abuse, but says she waived this to raise awareness of the effect 'revenge porn' can have. ", "type": "p"}, {"text": "Having met Bear on a reality TV show, they had maintained an on-and-off relationship and had met up in August 2020.", "type": "p"}, {"text": "It was there that the pair were captured having sex in his garden on CCTV, with Bear later sending it to a friend on WhatsApp without Harrison's permission.", "type": "p"}, {"text": "Several months later he uploaded the video to subscription site OnlyFans, again without her knowing - when she found out it was on there, she told the police.", "type": "p"}, {"text": "\"This is incredibly high profile and with the audience that Stephen Bear and Georgia Harrison have, I think this is even more impactful,\" Ms Isaacs said.", "type": "p"}, {"text": "Bear has appeared on shows like Ex On The Beach and Celebrity Big Brother, while Harrison found fame on Love Island and The Only Way is Essex.", "type": "p"}, {"text": "They both have several million social media followers between them. ", "type": "p"}, {"text": "\"The fact she went public with this after someone had put her on the internet in a capacity that she didn't consent to, for her to then come out and speak out against it - that bravery is just unmatched,\" Ms Isaacs added.", "type": "p"}, {"text": "Harrison said after the verdict that she hoped to give others \"the courage to seek justice\".", "type": "p"}, {"text": "She added that she felt \"ashamed, hurt, violated, even broken at times\" but now was \"empowered\" and \"grateful\" after Bear's conviction.", "type": "p"}, {"text": "'Revenge porn', which is also called non-consensual pornography or image-based sexual abuse, was made illegal in 2015.", "type": "p"}, {"text": "An amendment to the law was created in 2021, which also made threatening to release private sexual images and films an offence. ", "type": "p"}, {"text": "It still remains quite difficult to convict suspected 'revenge porn' perpetrators, due to the law requiring intent behind the release of pictures and videos - either to cause distress or embarrassment.", "type": "p"}, {"text": "An amendment to the law was suggested as part of the Online Safety Bill, which was announced last month. ", "type": "p"}, {"text": "But with the current laws as they are, Harrison's case can be seen as a landmark victory.", "type": "p"}, {"text": "Bear is set to be sentenced on 31 January and could face prison time.", "type": "p"}, {"text": "He is still using social media platforms like Twitter to advertise his paid adult content on subscription site Fanly, which he uses to produce adult content.", "type": "p"}, {"text": "Bear was banned from OnlyFans in December 2020, after the CCTV video was discovered and deleted, but it is not known whether he kept the money he made from selling it online.", "type": "p"}, {"text": "In a statement to the BBC, charity Women's Aid said it was \"unacceptable that there are online pornography websites who are profiting from this abuse\" and that \"it is vital that young people know that sharing a sexually explicit image or video without consent is against the law and it's not a game\".", "type": "p"}, {"text": "The BBC has reached out to Twitter and Fansly to ask if they will be deactivating Bear's accounts.", "type": "p"}, {"text": "We have asked OnlyFans whether they or Bear profited from the video of him and Harrison being distributed on their platform.", "type": "p"}, {"text": "With the passing of the Online Safety Bill, there would also be further protections for victims of abusers - such as a ban on sharing deepfakes and installing hidden cameras, although it's currently unknown when this bill could be made into legislation. ", "type": "p"}], "tags": ["OnlyFans", "Revenge porn", "Reality TV"]}