{"link": "https://www.bbc.com/news/health-63906892", "category": "health", "title": "Newborns to get rapid genetic disease diagnosis", "contributor": null, "time": "2022-12-13T10:55:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6C50/production/_127982772_owen.jpg", "content": [{"text": "Rare genetic disorders will be diagnosed and treated in babies thanks to a project to sequence the complete DNA of 100,000 newborns.", "type": "b"}, {"text": "It should spare hundreds of families in England months, or years, of anguish waiting to find out why their children are ill.", "type": "p"}, {"text": "The project is the first time that whole genome sequencing (WGS) has been offered to healthy babies in the NHS.", "type": "p"}, {"text": "It will screen for around 200 disorders, all of them treatable. ", "type": "p"}, {"text": "The Newborn Genomes Programme, to begin next year, is thought to be the biggest study of its kind in the world. If successful, it could be rolled out across the country. ", "type": "p"}, {"text": "There are at least 7,000 single gene disorders, most of which develop during early childhood.", "type": "p"}, {"text": "Every year, several thousand children in the UK are affected by rare genetic diseases, but families often endure years of tests and uncertainty before they receive a diagnosis, as symptoms can develop slowly. By the time a diagnosis is confirmed avoidable damage may have been done.", "type": "p"}, {"text": "Owen, 9, has an extremely rare genetic condition which affects his growth and development. Called THRA-related congenital hypothyroidism, it is one of the disorders which will be included in the new genetic test.", "type": "p"}, {"text": "Owen's parents, Sarah and Rob Everitt, from West Yorkshire, noticed something was wrong around his first birthday, because he was not crawling or sitting up. But their concerns were repeatedly dismissed by doctors, and it took until Owen was four and a half to be given a diagnosis.", "type": "p"}, {"text": "Rob Everitt told the BBC: \"I think of all the hours we spent in hospital waiting rooms, getting referred around different departments, all the tests - some of which were quite invasive - that drew a blank every time. I lost count of how many doctors and consultants we went to see and how many tests they did on him.\"", "type": "p"}, {"text": "Eventually, Owen's entire genome was sequenced, which pinpointed his condition. He was only the sixth person in the UK, and the 30th in the world, to be diagnosed with the gene disorder - which is not inherited, but due to a spontaneous mutation in his DNA.  ", "type": "p"}, {"text": "Sarah Everitt says getting the diagnosis was life-changing: \"It was like winning the lottery….because we knew there was a treatment pathway; we knew we could get him support and he could attend a mainstream school.\"", "type": "p"}, {"text": "Sarah says daily medication has 'revolutionised' Owen's life: \"He used not to have any energy to walk or talk and would just fall asleep during the middle of day. Now he's full of energy and I can't keep up with him!\"", "type": "p"}, {"text": "Sarah says she would strongly encourage parents of newborns to take up the offer of whole genome sequencing once the project gets under way next year:  \"It's going to change the face of medicine….being able to treat all these unknown medical conditions, or at least to have them explained.\"", "type": "p"}, [{"text": "It is the blueprint for how our bodies function, written in chemical code called DNA", "type": "p"}, {"text": "The segments of DNA are called genes", "type": "p"}, {"text": "Every person's genome contains many errors or mutations", "type": "p"}, {"text": "Most errors are of no consequence, but some can trigger disease", "type": "p"}], {"text": "Source: NHS England", "type": "p"}, {"text": "Genomics England estimate that the project will identify hundreds of children with genetic disorders that would otherwise have been missed by current newborn screening. ", "type": "p"}, {"text": "Rob says if Owen's genome had been sequenced at birth it would have made a dramatic difference: \"It would have done away with a lot of the stress and uncertainty, because for several years the doctors couldn't tell us what to expect - whether Owen was going to walk or talk, or whether his condition would get worse.\"", "type": "p"}, {"text": "Currently, a heel prick blood test offered to newborns screens for nine rare conditions, including cystic fibrosis and sickle cell disease.", "type": "p"}, {"text": "Dr Rich Scott, Chief Medical Officer for Genomics England, said: \"Our goal is… to do more for the thousands of children born every year in the UK with a treatable genetic condition. ", "type": "p"}, {"text": "\"We want to be able to offer speedy diagnosis, quicker access to treatment, and better outcomes and quality of life.\"", "type": "p"}, {"text": "The list of genetic conditions which will be included in the new screening programme has yet to be finalised, but each of them will have a treatment which could alleviate the disorder.", "type": "p"}, {"text": "Whole genome sequencing may also identify conditions that occur only later in life, such as some cancers.", "type": "p"}, {"text": "Around one in every 400 people inherit a faulty BRCA1 or BRCA2 gene which can increase the risk of cancer of the breast, ovary, prostate and pancreas. ", "type": "p"}, {"text": "Although whole genome sequencing would identify such mutations, they will not be the focus of the Newborn Genomes Programme.", "type": "p"}, {"text": "Instead, the data will be anonymised and stored until participants are adults and they can decide whether they want to stay in the study.", "type": "p"}, {"text": "Having access to genetic data later in life could improve treatment for some conditions and avoid harmful drug interactions.", "type": "p"}], "tags": ["DNA"]}