{"link": "https://www.bbc.com/news/science-environment-63975173", "category": "science & environment", "title": "HSBC to end funding for new oil and gas fields", "contributor": null, "time": "2022-12-14T15:42:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8502/production/_128005043_hsbcsign2.jpg", "content": [{"text": "HSBC has announced it will stop financing new oil and gas fields, as part of its efforts to drive down global greenhouse gas emissions.", "type": "b"}, {"text": "Environment groups said the move sends \"a strong signal\" to fossil fuel giants that investment is waning.", "type": "p"}, {"text": "Europe's largest bank said it made the decision after receiving advice from international energy experts.", "type": "p"}, {"text": "It comes following previous criticism of HSBC for funding oil and gas projects despite its green pledges.", "type": "p"}, {"text": "Jeanne Martin, head of the banking programme at ShareAction, a charity that campaigns for reducing investment for fossil fuels like oil and gas, said: \"HSBC's announcement sends a strong signal to fossil fuel giants and governments that banks' appetite for financing new oil and gas fields is diminishing.\"", "type": "p"}, {"text": "The charity called on other banks to follow suit - saying this move sets a \"a new minimum level of ambition\" for the sector.", "type": "p"}, {"text": "In 2020, HSBC made a pledge to be \"net zero\" - which means not adding to greenhouse gases already in the atmosphere - and investing up to $1 trillion (£806bn) in clean energy.", "type": "p"}, {"text": "However, the bank came under criticism earlier this year when it was revealed it had invested an estimated $8.7bn (£6.4bn) into new oil and gas in 2021, according to ShareAction.", "type": "p"}, {"text": "In the update to its energy policy, the bank said the decision had been made \"follow[ing] consultation with leading scientific and international bodies\" who had estimated that current oil and gas fields would meet any demand in 2050 under a \"net-zero\" scenario.", "type": "p"}, {"text": "Under the 2015 Paris Agreement, 197 countries agreed to try to keep temperature rises \"well below\" 1.5C to avoid the worst impacts of climate change.", "type": "p"}, {"text": "Experts say that to achieve this, net zero must be reached by 2050.", "type": "p"}, [{"text": "What does net zero mean and how are countries doing?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58874518"}], {"text": "HSBC follows Lloyds bank - Britain's biggest domestic bank - which announced a similar decision in October. ", "type": "p"}, {"text": "Tony Burdon, chief executive at climate finance campaign Make My Money Matter, said: \"it's another nail in the coffin for fossil fuel expansion, and a massive signal to other UK banks that the game is up on new oil and gas.\"", "type": "p"}, {"text": "It is not yet clear if this is the beginning of a trend across the sector, but it comes just months after the UK government announced a new round of licensing for oil and gas production in the North Sea.", "type": "p"}, [{"text": "New UK oil and gas licences defy climate warnings", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63163824"}], {"text": "HSBC has said it will continue to keep its investments already in oil and gas fields as it  \"recognises that fossil fuels, especially natural gas, have a role to play in the transition, even though that role will continue to diminish\".", "type": "p"}], "tags": ["HSBC", "Climate change", "Banking", "Oil & Gas industry", "Carbon neutrality"]}