{"link": "https://www.bbc.com/news/technology-63967010", "category": "technology", "title": "FTX crypto boss Sam Bankman-Fried denied bail in Bahamas", "contributor": null, "time": "2022-12-14T03:22:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5833/production/_127997522_02ebdeba3dc570b1a12399ff8d0a4a762a1da85c.jpg", "content": [{"text": "Sam Bankman-Fried, founder of the failed cryptocurrency exchange FTX, has been denied bail by a judge in the Bahamas.", "type": "b"}, {"text": "US authorities charged Mr Bankman-Fried with \"one of the biggest financial frauds in US history\" on Tuesday.", "type": "p"}, {"text": "The ex-FTX boss built a \"house of cards on a foundation of deception,\" Securities and Exchange Commission (SEC) Chair Gary Gensler said.", "type": "p"}, {"text": "Mr Bankman-Fried has indicated that he will fight extradition to the US.", "type": "p"}, {"text": "Bahamas Chief Magistrate JoyAnn Ferguson-Pratt denied the petition for his release on bail, citing a \"great\" risk of flight, and ordered that he be kept on remand at a correctional facility until 8 February.", "type": "p"}, {"text": "He was arrested in the Bahamas on Monday. ", "type": "p"}, {"text": "Last month, FTX filed for bankruptcy in the US, leaving many users unable to withdraw their funds. According to a court filing, FTX owed its 50 largest creditors almost $3.1bn (£2.5bn).", "type": "p"}, {"text": "Among the most serious allegations against Mr Bankman-Fried is that he used billions of dollars of customer funds to prop up his investment trading company, Alameda.", "type": "p"}, {"text": "It is unclear how much people who have funds in the exchange will get back at the end of bankruptcy proceedings - though many experts have warned it may be a small fraction of what they deposited.", "type": "p"}, {"text": "Mr Bankman-Fried faces eight criminal charges in the US, including wire fraud, money laundering and conspiracy to defraud. He also faces civil charges including misleading investors who put more than $1bn into the company.", "type": "p"}, {"text": "Officials have also accused him of violating campaign finance laws. ", "type": "p"}, [{"text": "FTX boss ran crypto firm as his 'personal fiefdom'", "type": "a", "href": "https://www.bbc.co.uk/news/business-63720310"}, {"text": "Bitcoin to blockchain: What key crypto words mean", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-63963079"}], {"text": "At a news conference on Tuesday, Damian Williams, the US Attorney for the Southern District of New York, described the fraud Mr Bankman-Fried is accused of as among the largest in US history. ", "type": "p"}, {"text": "Besides accusing Mr Bankman-Fried of defrauding lenders, investors and customers, Mr Williams alleged he had used \"tens of millions\" in ill-gotten gains for illegal campaign contributions to Democrats and Republicans alike. ", "type": "p"}, {"text": "\"All this dirty money was used in service of Bankman-Fried's desire to buy bipartisan influence and impact the direction of public policy in Washington,\" Mr Williams said. ", "type": "p"}, {"text": "In previous media interviews, the crypto tycoon has admitted to mistakes, but denied intent to defraud his customers.", "type": "p"}, {"text": "Mr Bankman-Fried also denied allegations he must have been aware that FTX's affiliated trading company, Alameda Research, was using FTX customer funds.", "type": "p"}, {"text": "He was once viewed as a young version of legendary US investor Warren Buffett. As recently as late October, he had a net worth estimated at more than $15bn (£12.1bn).", "type": "p"}, {"text": "Meanwhile, the firm's new chief executive, John Ray, told a US congressional committee that FTX's collapse appeared to be the result of it being controlled by a small group of \"grossly inexperienced, non-sophisticated individuals\".", "type": "p"}, {"text": "He said he had seen \"an utter lack of record-keeping - no internal controls whatsoever\".", "type": "p"}, {"text": "The FTX exchange allowed customers to trade normal money for cryptocurrencies such as Bitcoin.", "type": "p"}, {"text": "Cryptocurrencies are not currencies in the traditional sense, but are stored online and act more like investment vehicles or securities - often with a high degree of volatility.", "type": "p"}, {"text": "Their anonymity means they have been favoured for criminal activities such as drug dealing and ransomware attacks, but their supporters say there is huge potential for innovation - and independence from governments.", "type": "p"}], "tags": ["The Bahamas", "United States", "Cryptocurrency", "US Securities and Exchange Commisson"]}