{"link": "https://www.bbc.com/news/business-63756079", "category": "business", "title": "Jaguar Land Rover cuts output at UK factories due to chip shortage", "contributor": null, "time": "2022-11-25T11:41:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11EF1/production/_127775437_jlr_gettyimages-649427696.jpg", "content": [{"text": "Carmaker Jaguar Land Rover (JLR) is reducing output at its factories in Solihull and Halewood until the spring, due to ongoing problems obtaining enough computer chips for new vehicles.", "type": "b"}, {"text": "The action is expected to affect the output of models such as the Jaguar F-Pace and Land Rover Discovery Sport.", "type": "p"}, {"text": "The move is understood to be temporary, as first reported in the Guardian.", "type": "p"}, {"text": "In the meantime, JLR will focus on more profitable models such as the Range Rover.", "type": "p"}, {"text": "Output of these cars has been ramped up in recent months. ", "type": "p"}, {"text": "JLR's factory in Nitra, Slovakia, is not affected. ", "type": "p"}, {"text": "Modern cars are heavily reliant on computer chips to control a variety of onboard systems, ranging from anti-lock braking and emissions controls to satellite navigation and in-car entertainment.", "type": "p"}, {"text": "But supplies from East Asia have been heavily disrupted in the wake of the Covid pandemic, while carmakers have faced intense competition for available supplies from other industries.", "type": "p"}, {"text": "In a statement, JLR said it would \"continue to actively manage the operational patterns of our manufacturing plants whilst the industry experiences ongoing global semi-conductor supply chain disruption\".", "type": "p"}, {"text": "\"We expect our performance to continue improving in the second half of the year, as new agreements with semiconductor partners take effect, enabling us to build and deliver more vehicles to our clients,\" it added.", "type": "p"}, [{"text": "Taxing electric cars will dent sales - car firms", "type": "a", "href": "https://www.bbc.co.uk/news/business-63671302"}, {"text": "Electric Mini production to move to China", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-oxfordshire-63269974"}], {"text": "UK car production still remains well below levels seen before the pandemic, despite an increase in October, figures from the Society of Motor Manufacturers and Traders (SMMT) show.    ", "type": "p"}, {"text": "The industry built 69,524 cars in October, up 7.4% from a year earlier, but the SMMT said manufacturers were still suffering from \"turbulent\" supplies of components.", "type": "p"}, {"text": "\"There's been real shortages in the supply chain, most obviously in semiconductors, which is leading to really erratic levels of production,\" the SMMT's chief executive Mike Hawes told the BBC's Today programme.", "type": "p"}, {"text": "\"[Production] was up in October, but we expect it to be volatile as we go forward especially when some parts come from China.\"", "type": "p"}, {"text": "Mr Hawes said the UK was \"no way close\" to making enough chips for the car industry.", "type": "p"}, {"text": "\"Massive investments are required and some governments in the world are putting up billions upon billions of pounds to attract investment and build new fabs (semiconductor fabrication plants).", "type": "p"}, {"text": "\"We should be building about a million cars a year, so when you have about 1,500 chips per car you can see just how incredible the volumes of these chips you need just to support the automotive industry, let alone things like personal electronics.\" ", "type": "p"}], "tags": ["Companies", "Jaguar Land Rover", "Solihull", "Halewood", "Car industry"]}