{"link": "https://www.bbc.com/news/entertainment-arts-63753499", "category": "entertainment & arts", "title": "David Walliams' future as Britain's Got Talent judge 'up in the air'", "contributor": null, "time": "2022-11-25T07:46:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/102D1/production/_127775266_a380a7905d0bb8d5448a93c7fae3f3bd4779285b.jpg", "content": [{"text": "David Walliams' future on Britain's Got Talent is \"very much up in the air\", according to the show, after a report that he is to step down as a judge.", "type": "b"}, {"text": "The Sun has claimed he will leave the show's panel after 10 years.", "type": "p"}, {"text": "It comes weeks after the comedian and author apologised for \"disrespectful comments\" he made about two contestants during a break in filming in 2020.", "type": "p"}, {"text": "A BGT spokesperson said: \"The judging panel for Britain's Got Talent 2023 will be announced in due course.\"", "type": "p"}, {"text": "They told the PA news agency: \"It's still very much up in the air at the moment on whether David is going to take part in next year's show.", "type": "p"}, {"text": "\"No decision, though, has been made as yet.\"", "type": "p"}, {"text": "Auditions in front of the judging panel are not scheduled to start for another two months, and no-one is currently contracted to appear on next year's series.", "type": "p"}, {"text": "Walliams, who has been on the show since 2012, has not yet responded to the report. The BBC has asked his spokesperson for a comment.", "type": "p"}, {"text": "Earlier this month, he said sorry after The Guardian published a leaked transcript of a recording, which it said showed the talent show judge making derogatory and sexually explicit remarks about contestants.", "type": "p"}, {"text": "\"I would like to apologise to the people I made disrespectful comments about during breaks in filming for Britain's Got Talent in 2020,\" he said.", "type": "p"}, {"text": "\"These were private conversations and - like most conversations with friends - were never intended to be shared. Nevertheless, I am sorry.\"", "type": "p"}, {"text": "At the time, a spokesperson for Thames TV, which produces the show, said the company regarded Walliams' comments as private, but that his use of language was \"inappropriate\".", "type": "p"}, {"text": "They added: \"Even though it was private, those involved have been spoken to and reminded of their responsibilities and the show's expectations as to future professional conduct.\"", "type": "p"}], "tags": ["ITV", "Britain's Got Talent", "Television", "David Walliams"]}