{"link": "https://www.bbc.com/news/technology-63743597", "category": "technology", "title": "Mercedes-Benz to introduce acceleration subscription fee", "contributor": null, "time": "2022-11-24T16:26:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8634/production/_127765343_gettyimages-1351846746.jpg", "content": [{"text": "Mercedes-Benz is to offer an online subscription service in the US to make its electric cars speed up quicker.", "type": "b"}, {"text": "For an annual cost of $1,200 (£991) excluding tax, the company will enable some of its vehicles to accelerate from 0-60mph a second faster.", "type": "p"}, {"text": "It comes after rival manufacturer BMW offered a subscription feature earlier this year - for heated seats.", "type": "p"}, {"text": "Mercedes has confirmed to BBC News it currently does not plan to introduce \"Acceleration Increase\" in the UK.", "type": "p"}, {"text": "It will be available for purchase in the US on the Mercedes-EQ EQE 350 and EQS 450 vehicles, as well as their SUV counterparts.", "type": "p"}, {"text": "According to the Mercedes US online store, the feature \"electronically increases\" the output of the car's motor, as well as the torque.", "type": "p"}, {"text": "All told, it estimates this amounts to a 20-24% increase in output, allowing a Mercedes-EQ 350 SUV to accelerate from 0-60mph in about 5.2 seconds, as opposed to 6.2 seconds without the subscription.", "type": "p"}, {"text": "Jack McKeown, Association of Scottish Motoring Writers president and motoring editor of the Courier newspaper, in Dundee, said Mercedes's new feature was \"unsurprising but dispiriting\". ", "type": "p"}, {"text": "\"When you pay a monthly subscription for a phone or for broadband, you're paying for the company to supply and maintain a data network,\" he said.", "type": "p"}, {"text": "\"Mercedes is asking you to pay for hardware it has already installed in the car - and which it presumably already made a profit margin on when you bought the car.  ", "type": "p"}, {"text": "\"Trying to leverage even more profit out of subscription services is a worrying trend and I hope there is a consumer backlash against it.\" ", "type": "p"}, {"text": "In July, BMW faced a backlash when it announced customers could pay £25 per month to unlock heated seats and steering wheels in their cars.", "type": "p"}, {"text": "And in December 2021, Toyota announced it would charge some drivers $8 per month to remotely start their cars using a key fob.", "type": "p"}, {"text": "In 2019, Tesla introduced \"Acceleration Boost\", which makes its Model 3 vehicles accelerate from 0-60mph half a second faster for a one-time fee of $2,000.", "type": "p"}, {"text": "The Acceleration Increase subscription is listed as \"coming soon\" on the US Mercedes storefront, with no exact date given for its release.", "type": "p"}], "tags": ["Tesla", "BMW", "Electric cars", "Motoring", "Car industry"]}