{"link": "https://www.bbc.com/news/business-66586133", "category": "business", "title": "Women's World Cup: Pubs say laws should be eased after final", "contributor": null, "time": "2023-08-22T16:29:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13D8D/production/_130839218_mediaitem130835241.jpg", "content": [{"text": "Pubs are calling for more flexible licensing laws during national events, such as Sunday's Women's World Cup final. ", "type": "b"}, {"text": "The British Beer and Pub Association (BBPA) said the current rules were \"far too prescriptive\" when it came to one-off events of national interest. ", "type": "p"}, {"text": "As a result, many pubs had to wait until the second half of the game to be able to serve alcohol.", "type": "p"}, {"text": "The government said it keeps licencing laws \"under review\".", "type": "p"}, {"text": "Ahead of Sunday's match, which saw England's Lionesses defeated by Spain, pubs had called for rules to be relaxed to allow venues to serve drinks from 10:00 BST, before the game began.", "type": "p"}, {"text": "The laws meant many were unable to serve alcoholic drinks until 11:00, with some being restricted until midday, according to the BBPA, which is an industry body.", "type": "p"}, [{"text": "Police urged to overlook early pub sales for World Cup", "type": "a", "href": "https://www.bbc.co.uk/news/business-66532694"}, {"text": "County pubs can open early for World Cup final", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-cornwall-66543584"}], {"text": "Temporary blanket tweaks to licensing laws that apply in England and Wales for special events have to be approved by both the House of Commons and the House of Lords under the Licensing Act 2003.", "type": "p"}, {"text": "But with Parliament in recess, it would've required the government to recall MPs to make the change ahead of Sunday's final.", "type": "p"}, {"text": "The government instead urged councils to speed up applications for temporary notices, allowing individual pubs to vary their hours.", "type": "p"}, {"text": "The BBPA said that while it welcomed the government's efforts, many pubs still faced major restrictions on serving alcohol at the start or even during the game.", "type": "p"}, {"text": "Its chief executive, Emma McClarkin, said there needed to be an amendment to the Licensing Act 2003 to reflect the need for blanket licensing changes during national moments like the final.", "type": "p"}, {"text": "\"Despite the government's valuable work encouraging local authorities to support pubs on Sunday, we now need the law to reflect the reality that strict, prescriptive licensing cannot easily flex when key events are taking place while Parliament is not sitting,\" she said.", "type": "p"}, {"text": "Ms McClarkin said the Licensing Act \"was never intended to be so inflexible as to stand in the way of communities coming together to enjoy a beer and celebrate one-off events of national interest\".", "type": "p"}, {"text": "She urged MPs to work with the industry to get an amendment quickly agreed.", "type": "p"}, {"text": "A Home Office spokesperson said: \"The government can already relax licensing hours for an occasion of exceptional international, national, or local significance. \"We keep the law under review and work closely with the licensed sector to ensure the regime remains fit for purpose and meets emerging challenges.\"", "type": "p"}, {"text": "Despite the licensing difficulties, pubs still enjoyed a World Cup final boost to sales, the BBPA said.", "type": "p"}, {"text": "Millions of people headed to their local pubs to watch the match on Sunday.", "type": "p"}, {"text": "The BBPA said pubs across the country reported trading increases of between 14% and 28%, according to early indications.", "type": "p"}, {"text": "Clair Preston-Beer, managing director at Greene King pubs, said customers came to its outlets to enjoy the game and soak up the atmosphere.", "type": "p"}, {"text": "\"We experienced a 142% increase in total drinks sales compared to this time last year across our Greene King Sport pubs during the match,\" she said.", "type": "p"}], "tags": []}