{"link": "https://www.bbc.com/news/entertainment-arts-66582935", "category": "entertainment & arts", "title": "British Museum bosses first alerted to thefts in 2021", "contributor": null, "time": "2023-08-22T17:16:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AA92/production/_130866634_cr19ef8453aab8fa96304d9029de4331729a33355a.jpg", "content": [{"text": "An art dealer alerted the British Museum to alleged stolen items from the institution in 2021 but was told \"all objects were accounted for\".", "type": "b"}, {"text": "Ittai Gradel alleged in February 2021 he had seen items online belonging to the museum, according to correspondence seen by BBC News between Mr Gradel and the museum.", "type": "p"}, {"text": "Deputy director Jonathan Williams responded in July 2021 to Dr Gradel, saying \"there was no suggestion of any wrongdoing\".", "type": "p"}, {"text": "The British Museum has been contacted for comment.", "type": "p"}, {"text": "Mr Williams added during the correspondence that there had been a \"thorough investigation\" and that the \"collection was protected.\"", "type": "p"}, {"text": "The London institution announced last week that it had sacked a member of staff after treasures were reported \"missing, stolen or damaged\".", "type": "p"}, {"text": "Police are now investigating. A statement issued by the Metropolitan police said: \"We have been working alongside the British Museum. ", "type": "p"}, {"text": "\"There is currently an ongoing investigation - there is no arrest and enquiries continue. We will not be providing any further information at this time.\" ", "type": "p"}, {"text": "The BBC understands that while there are unanswered questions for the museum, due to police involvement, they don't intend to comment further at present.", "type": "p"}, {"text": "According to the PA news agency, the missing items are believed to have been taken over a \"significant\" period of time. Some of them reportedly ended up on eBay, being sold for considerably less than their actual estimated value.", "type": "p"}, {"text": "An eBay spokesperson said: \"Our dedicated law enforcement liaison team is in close contact with the Metropolitan Police and is supporting the investigation into this case.", "type": "p"}, {"text": "\"eBay does not tolerate the sale of stolen property. If we identify that a listing on our site is stolen, we immediately remove it and work with law enforcement to support investigations and keep our site safe.\"", "type": "p"}, {"text": "None of the treasures, which dated from the 15th Century BC to the 19th Century AD, had recently been on display and had been kept primarily for academic and research purposes, the museum said. The majority of them were kept in a storeroom.", "type": "p"}, [{"text": "British Museum thefts: What we know so far", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66543589"}, {"text": "How easy is it to steal treasures from a museum?", "type": "a", "href": "https://www.bbc.co.uk/news/uk-66535958"}, {"text": "British Museum worker sacked over missing treasures", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-66527422"}], {"text": "Dr Gradel's emails suggest he became suspicious when he \"stumbled\" upon a photo of a Roman cameo fragment that he said had been up for sale and had been listed on the British Museum website but had since been removed. ", "type": "p"}, {"text": "Dr Gradel also alleges in one of his emails that a third-party seller returned a gem to the museum as soon as Dr Gradel told him his suspicions, but claims the museum didn't follow this up sufficiently.", "type": "p"}, {"text": "In one of several emails he sent to follow up any progress, this time to a board trustee, Dr Gradel accuses the director - Hartwig Fischer - and Mr Williams of \"sweeping it all under the carpet.\"", "type": "p"}, {"text": "In one response emailed in October 2022 to a trustee who was following up on Dr Gradel's concerns, Fischer said there was \"no evidence\" of any wrongdoing, adding that the \"three items\" Dr Gradel had mentioned were \"in the collection\".", "type": "p"}, {"text": "Chair of the museum former chancellor George Osborne was alerted to Dr Gradel's emails by one of the museum's trustees in October 2022. ", "type": "p"}, {"text": "According to the emails, Mr Fischer told that trustee that \"there is no evidence to substantiate the allegations\". ", "type": "p"}, {"text": "Mr Osborne told Dr Gradel in January this year that \"I have taken your comments very seriously\".", "type": "p"}, {"text": "It's now believed that more than 1,500 objects were stolen, damaged and destroyed, in a crisis that is threatening the reputation of the British Museum.  ", "type": "p"}, {"text": "Labour MP Ben Bradshaw, a former culture secretary, told BBC News the latest allegations were \"extremely serious\".", "type": "p"}, {"text": "\"These are priceless objects that belong to the nation, and they should be safe,\" he said.", "type": "p"}, {"text": "\"This has potential reputational damage for Britain because this is already being reported across the globe. The British Museum is a probably the world's most famous museum.\"", "type": "p"}, {"text": "He added: \"The Culture department will be wanting to assure itself from the board of trustees and George Osborne, that it has the governance in place to protect these items now and in the future, to prevent anything like this ever happening again.\"", "type": "p"}, {"text": "Last month, it was announced Fischer will step down from his role as director of the British Museum in 2024.", "type": "p"}, {"text": "Mr Osborne told the BBC: \"Hartwig has been a much respected director. I have been very clear - as has Hartwig - that his decision was not connected to our announcement last week.\"", "type": "p"}], "tags": []}