{"link": "https://www.bbc.com/news/health-66572060", "category": "health", "title": "Workplace sexual-harassment clampdown for doctors", "contributor": null, "time": "2023-08-22T03:00:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14818/production/_124729938_gettyimages-83637835.jpg", "content": [{"text": "Conduct guidelines for UK doctors are being updated to spell out what constitutes workplace sexual harassment, amid concerns abuse is going unchallenged. ", "type": "b"}, {"text": "The General Medical Council, which regulates doctors to ensure they are safe and fit to care for patients, says it is adopting a zero-tolerance policy. ", "type": "p"}, {"text": "The new advice explains it is not just physical acts that can be a breach. ", "type": "p"}, {"text": "Verbal and written comments or sharing images with a colleague count too. ", "type": "p"}, {"text": "It is difficult to say precisely how common sexual harassment is within the NHS and private medical practice, because, as in other workplaces, not all cases are reported. ", "type": "p"}, [{"text": "35,000 cases of misconduct or violence in NHS in five years", "type": "a", "href": "https://www.bbc.co.uk/news/health-65671018"}, {"text": "Former surgeons wants NHS MeToo movement", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-suffolk-66156441"}, {"text": "Welsh paramedics share sexual harassment experiences", "type": "a", "href": "https://www.bbc.co.uk/news/uk-wales-66397630"}, {"text": "McDonald's workers speak out over sexual abuse claims", "type": "a", "href": "https://www.bbc.co.uk/news/business-65388445"}], {"text": "A recent survey of 2,500 doctors by the British Medical Association (BMA) found a third of female and a quarter of male respondents had experienced unwanted physical conduct in the workplace.", "type": "p"}, {"text": "Dr Amy Attwater, an accident-and-emergency doctor in Warwickshire who is the lead for equality, diversity and inclusivity at the non-profit campaign group Doctors Association UK, said: \"Sexual harassment is always serious and it can have a long-term impact on people. ", "type": "p"}, {"text": "\"The level of which it's happening is hugely under-reported. It is very infrequent that people actually report sexual harassment.\"", "type": "p"}, {"text": "Speaking out about her own experience for the first time, Dr Attwater told BBC News: \"I've been a doctor now for 12 years and as a medical student and as a doctor, particularly earlier in my career, I have unfortunately experienced sexual harassment myself. ", "type": "p"}, {"text": "\"To be honest, it is actually quite difficult to talk about, because, as you get older, you feel very naive and you think, 'Why didn't I report it?' ", "type": "p"}, {"text": "\"My first thought was that I didn't want to talk about this - but I feel I have a duty to speak out against these things and hopefully help other people to speak out. ", "type": "p"}, {"text": "\"Early in my career, I was sent sexual text messages by a senior colleague and I wasn't sure what to do, as they were senior. ", "type": "p"}, {"text": "\"There was also a male nurse when who would touch me inappropriately without asking me, including massaging my shoulders and making comments about my body. He has since been fired.  ", "type": "p"}, {"text": "\"Then, there was another time, when I worked in a department where there wasn't a lot of space, and at times, I would be standing there, for example writing notes, and a more senior male doctor would come behind me and almost slowly rub their genitals against my bottom and then say something like, 'I enjoyed that.' It was seen as a joke - but it's not OK.\" ", "type": "p"}, {"text": "The new guidance sets out what doctors should do if they witness bullying or harassment, including:", "type": "p"}, [{"text": "offering support to the victim, including letting them know the behaviour witnessed is unacceptable", "type": "p"}, {"text": "challenging the behaviour by speaking to the person responsible, either at the time, if safe to do so, or at an appropriate time and place", "type": "p"}, {"text": "reporting the behaviour in line with workplace policies, making sure the person targeted is aware of and supports that intention", "type": "p"}], {"text": "And it says leaders and managers must make sure bad behaviours are addressed, dealt with promptly and escalated if necessary.", "type": "p"}, {"text": "There have been calls to overhaul the NHS whistleblowing system in the wake of the Lucy Letby trial, after it emerged hospital bosses had ignored senior doctors who had raised concerns about the baby killer.", "type": "p"}, {"text": "Existing guidance already warns doctors must not act in a sexual way towards patients or use their professional position to \"pursue a sexual or improper emotional relationship\".", "type": "p"}, {"text": "The GMC says it heard from thousands of doctors, patients and members of the public during a consultation on the guidelines. ", "type": "p"}, {"text": "The new guidance will not come into effect until the end of January, after a five-month familiarisation period for staff. And some say there is still a long way to go. ", "type": "p"}, {"text": "Dr Chelcie Jewitt, an emergency-medicine doctor who is part of the Surviving in Scrubs campaign group, which aims to raise awareness of sexism, harassment and sexual assault in the healthcare workforce, said: \"We have spoken with the GMC about the guidelines and we do think that they are a step in the right direction - but there is still a long way to go on this journey to eradicating the culture of sexual misconduct within healthcare. ", "type": "p"}, {"text": "\"The GMC has the potential to make a real difference and we need to see them supporting victims when they report perpetrators.", "type": "p"}, {"text": "\"We need their reporting processes to be transparent and clearly explained to victims.", "type": "p"}, {"text": "\"We need cases to be thoroughly investigated rather than dismissed.", "type": "p"}, {"text": "\"And we need appropriate, proportionate sanctioning of perpetrators.\" ", "type": "p"}, {"text": "Prof Phil Banfield, BMA council chair, said: \"Encouraging individuals to speak up and report bullying and harassment, for example, will not be effective if doctors do not trust those who they are complaining to or if complaints are not taken seriously when people do.\" ", "type": "p"}, {"text": "Dr Caroline Fryar, from the Medical Defence Union, which represents doctors over medical and legal matters, said: \"We are calling on employers to ensure they give medical professionals time to digest it and the GMC to do all they can to make sure doctors can easily understand the main changes.", "type": "p"}, {"text": "\"Doctors shouldn't be getting homework at a time when they are already working incredibly hard, around the clock, to deliver safe and effective patient care.\" ", "type": "p"}, {"text": "The GMC offers support and information on addressing sexual misconduct in the workplace at its dedicated ethical hub. ", "type": "p"}, {"text": "Those affected by sexual harassment in the workplace can also call its confidential helpline on 0161 923 6399, between 09:00 and 17:00 Monday to Friday.", "type": "p"}, {"text": "It says: \"We can provide guidance on how to raise concerns you might be struggling with and you can remain anonymous. ", "type": "p"}, {"text": "\"Although our staff aren't trained to provide legal or counselling support in relation to sexual misconduct, they can signpost you to other organisations.\"", "type": "p"}, {"text": "The BBC Action Line website has information and support for anyone affected by sexual abuse. ", "type": "p"}], "tags": []}