{"link": "https://www.bbc.com/news/business-62643664", "category": "business", "title": "Gatwick flights cancelled at short notice due to staff sickness", "contributor": "Noor Nanji & Katy Austin", "time": "2022-08-23T15:27:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FECF/production/_126413256_gettyimages-1230997853.jpg", "content": [{"text": "Around 26 EasyJet flights in and out of Gatwick have been cancelled at short notice, with the airport blaming staff sickness.", "type": "b"}, {"text": "A spokesperson said the London airport was facing staff shortages in its air traffic control tower.", "type": "p"}, {"text": "It came as Gatwick reported its half-year results, which said it was \"now very much operating business as usual\".", "type": "p"}, {"text": "Thousands of people have been hit by flight cancellations and airport delays this summer. ", "type": "p"}, {"text": "The industry has struggled with staff shortages as demand for air travel has rebounded after the pandemic.", "type": "p"}, {"text": "Around a third of people have experienced disruption while travelling abroad over the past eight weeks, according to the Office for National Statistics.", "type": "p"}, {"text": "Out of those, four in five said their flights had been delayed or that they had faced longer waiting times on planes, while one in four reported flight cancellations.", "type": "p"}, [{"text": "What are my rights if my flight is cancelled?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61646214"}, {"text": "Airport workers on what's going on behind the scenes", "type": "a", "href": "https://www.bbc.co.uk/news/uk-62169701"}], {"text": "Gatwick confirmed that 13 arrivals and 13 departures had been cancelled, out of a total of 180 EasyJet flights scheduled for Tuesday. ", "type": "p"}, {"text": "A spokesperson said: \"At 7am, restrictions were put on the number of flights that can arrive into Gatwick due to late-notice staff absence in the airport's control tower.", "type": "p"}, {"text": "\"Some flights throughout the day may unfortunately be delayed or cancelled as a result. Gatwick would like to apologise for any inconvenience this will cause to our passengers.\"", "type": "p"}, {"text": "Staff at Gatwick's air traffic control tower are employed by a company called Air Navigation Solutions (ANS), rather than by Gatwick Airport itself. ", "type": "p"}, {"text": "A spokesperson for ANS said the firm regretted any inconvenience caused, adding it was \"working closely\" with the airport and airlines to minimise disruption.", "type": "p"}, {"text": "\"Despite thorough planning and pre-emptive contingency measures in place to address any potential issues, our capacity is currently being slightly affected by a series of isolated cases of short-notice sickness amongst our team of skilled air traffic controllers at London Gatwick,\" the spokesperson said.", "type": "p"}, {"text": "\"This, coupled with delays in Europe, has resulted in a small reduction in operations today.\"", "type": "p"}, {"text": "Earlier in the summer, Gatwick recruited 400 extra security staff to try to ease queues over the holidays.", "type": "p"}, {"text": "It also introduced a daily flight cap, which it said would help passengers \"experience a more reliable and better standard of service\".", "type": "p"}, {"text": "In its latest results statement, the airport - which is London's second busiest - said it does not expect to extend the cap beyond the end of August.", "type": "p"}, {"text": "It contrasts with Heathrow, which said last week that it will extend a cap on the number of passengers flying from the airport until the end of October due to staff shortages.", "type": "p"}, {"text": "Stuart Hayles and his friend Stephen, from Oxford, woke up to a text message telling them their EasyJet flight from Mallorca to Gatwick had been cancelled.", "type": "p"}, {"text": "\"We were due to fly this morning, now we're stranded here, with no explanation,\" Mr Hayles said.", "type": "p"}, {"text": "The pair, who had been on a week's holiday on the Spanish island, are now trying to find accommodation but say it is almost impossible at short notice during the school summer holidays.", "type": "p"}, {"text": "They had also booked coach tickets to get them from the airport back home, which were non-refundable.", "type": "p"}, {"text": "Mr Hayles said they have now managed to book onto flights to Gatwick on Thursday, but he is frustrated at the situation.", "type": "p"}, {"text": "\"Why is this still happening? We've already seen hundreds of flights cancelled this summer, you've had meetings with the government, but still this is going on.\"", "type": "p"}, {"text": "How have you been affected by the flight cancellations at Gatwick Airport? Tell us by emailing: ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Or fill out the form below", "type": "p"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": ["Easyjet", "Travel", "London", "Gatwick Airport", "Air travel"]}