{"link": "https://www.bbc.com/news/entertainment-arts-62644326", "category": "entertainment & arts", "title": "Nicki Minaj equals Lauryn Hill chart record", "contributor": "Mark Savage", "time": "2022-08-23T10:48:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6811/production/_126414662_gettyimages-839985390.jpg", "content": [{"text": "After releasing 121 singles in the last 12 years, Nicki Minaj has set a new chart record in the US.", "type": "b"}, {"text": "The star's latest song, Super Freaky Girl, has debuted at number one on the Billboard Hot 100 - making her the first solo female rapper to achieve the feat in almost a quarter of a century.", "type": "p"}, {"text": "The last time it happened was in 1998, when Laruyn Hill's Doo Wop (That Thing) entered the chart at number one.", "type": "p"}, {"text": "According to Billboard, Super Freaky Girl was streamed 21m times last week.", "type": "p"}, {"text": "It also topped the download chart with 89,000 sales - the highest sales week for any song in 2022 so far.", "type": "p"}, {"text": "\"You did it,\" Minaj tweeted to her fans, after the charts were unveiled.", "type": "p"}, {"text": "Super Freaky Girl is also the star's first number one as an unaccompanied artist and her third overall. ", "type": "p"}, {"text": "She previously topped the charts with Trollz, a collaboration with 6ix9ine,  and as a featured artist on Doja Cat's TiKTok hit Say So, both of which were released in 2020.", "type": "p"}, {"text": "Minaj's biggest hit as a solo artist before now was 2014's Anaconda, which peaked at number two. ", "type": "p"}, {"text": "Only one other solo female rap artist has topped the singles chart since 1998 - Cardi B. Both of her number ones, Up and Bodak Yellow, entered lower down the rankings before climbing to pole position.", "type": "p"}, {"text": "Super Freaky Girl is based on Rick James's funk classic Super Freak, and finds Minaj boasting about her sexual prowess, much like the \"very freaky girl\" James wrote about in 1981.", "type": "p"}, {"text": "A foundational hip-hop record, Super Freak has been sampled more than 30 times by artists like Jay-Z, Gucci Mane and MC Young.", "type": "p"}, {"text": "However, this is the first time it has reached number one. The original got to number 16, while MC Hammer's U Can't Touch This, which was based around the instrumental, got to number eight in 1990.", "type": "p"}, {"text": "Minaj's version is produced by Dr Luke, the hitmaker who was accused of sexual assault and emotional abuse by his former protégé Kesha in a widely publicised lawsuit.", "type": "p"}, {"text": "The musician has steadfastly denied the accusations and sued Kesha for defamation, while his lawyers have won several rounds in the ongoing court battle. ", "type": "p"}, {"text": "However, many musicians have refused to work with him since the allegations emerged. ", "type": "p"}, {"text": "Separately, Minaj is due to receive the Michael Jackson Video Vanguard Award at this weekend's MTV Awards, where she will also co-host and perform.", "type": "p"}, {"text": "Earlier this year, she had to cancel an appearance in London after she was mobbed by fans.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Nicki Minaj", "Hip-hop", "Music"]}