{"link": "https://www.bbc.com/news/science-environment-62641866", "category": "science & environment", "title": "James Webb: Space telescope reveals 'incredible' Jupiter views", "contributor": null, "time": "2022-08-23T03:21:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8CBF/production/_126413063_5a4cb9c9-1644-4aeb-aea5-002b1db080a3.png", "content": [{"text": "The world's largest and most powerful space telescope has revealed unprecedented views of Jupiter. ", "type": "b"}, {"text": "The James Webb Space Telescope (JWST) took the pictures of the Solar System's biggest planet in July. ", "type": "p"}, {"text": "The images show auroras, giant storms, moons and rings surrounding Jupiter in detail that astronomers have described as \"incredible\".", "type": "p"}, {"text": "The infrared images were artificially coloured to make the features stand out.", "type": "p"}, {"text": "This is because infrared light is invisible to the human eye.", "type": "p"}, {"text": "\"We've never seen Jupiter like this. It's all quite incredible,\" said planetary astronomer Imke de Pater, of the University of California, who played a key role in the project.", "type": "p"}, {"text": "\"We hadn't really expected it to be this good, to be honest,\" she added.", "type": "p"}, {"text": "The $10bn (£8.5bn) JWST is an international mission led by the US space agency Nasa with its partners from the European Space Agency and the Canadian Space Agency.", "type": "p"}, {"text": "Nasa said that in the stand-alone view of Jupiter, created from a composite of several images from the telescope, auroras extended to high altitudes above both the northern and southern poles of Jupiter. Auroras are light shows in the skies above the planet caused by interactions with particles streaming away from the Sun.", "type": "p"}, {"text": "Meanwhile, the Great Red Spot, a famous storm so big it could swallow Earth, appeared white. This was because it reflected a lot of sunlight.", "type": "p"}, {"text": "The JWST was launched in December 2021, and is currently positioned about one million miles (1.6 million km) from Earth. ", "type": "p"}, {"text": "It can detect light which began travelling towards Earth 13 billion years ago, shortly after the Big Bang.", "type": "p"}, {"text": "Viewed as the successor to the famous Hubble telescope, the JWST is expected to be a dominant force for discovery in the next 20 years.", "type": "p"}, [{"text": "Nasa space telescope delivers spectacular pictures", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62140044"}, {"text": "Nasa telescope takes super sharp view of early cosmos", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62122859"}, {"text": "A $10bn machine in search of the end of darkness", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59476869"}, {"text": "James Webb will be 'greater than Hubble'", "type": "a", "href": "https://www.bbc.co.uk/news/av/science-environment-62116747"}]], "tags": ["Jupiter", "Astronomy", "Nasa", "European Space Agency", "The Universe", "James Webb Space Telescope", "Hubble Telescope", "Space exploration"]}