{"link": "https://www.bbc.com/news/entertainment-arts-64687330", "category": "entertainment & arts", "title": "Baftas: Journalist Christo Grozev banned over security risks", "contributor": null, "time": "2023-02-18T09:05:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18A3/production/_128670360_gettyimages-1426356492.jpg", "content": [{"text": "A Bulgarian journalist claims he has been \"banned\" from attending Sunday's Bafta Film Awards ceremony in London because he is a \"security risk\".", "type": "b"}, {"text": "Christo Grozev, who features in a Bafta-nominated film about the poisoning of Kremlin-critic Alexei Navalny, said he was \"surprised\" that he and his family had been banned.", "type": "p"}, {"text": "\"Moments like this show the growing dangers to independent journalists around the world,\" Mr Grozev tweeted.", "type": "p"}, {"text": "Bafta said safety was its top priority.", "type": "p"}, {"text": "However not everyone associated with the film, Navalny, have been excluded from the ceremony. Bafta confirmed to PA news agency that several producers will be there.", "type": "p"}, {"text": "Mr Grozev is the lead Russia investigator for Bellingcat, an investigative journalism group, and is credited with helping to expose the alleged plot to kill Kremlin critic Alexei Navalny with the nerve agent Novichok.", "type": "p"}, {"text": "In the film, Mr Grozev is shown uncovering details that suggest involvement in the poisoning plot by the Kremlin. Russia denies any involvement in the attack, which reportedly involved lacing Mr Navalny's underwear with poison.", "type": "p"}, {"text": "On Twitter, Mr Grozev wrote that he had been \"banned by British police\" from attending the awards ceremony - although the Metropolitan Police said they had no power to do this, and it would be up to the event organisers. It does, however, give advice to event organisers on security matters.", "type": "p"}, {"text": "Mr Grozev said he only found out that he and his son and been disinvited when he received a message by someone from CNN a few days ago. He told BBC Radio 4's Today programme that they had tickets to the event, but the invite was withdrawn based on advice from UK police.", "type": "p"}, {"text": "The ban was down to \"concerns about public safety and security,\" he was told, but was given no more information on what those risks were.", "type": "p"}, {"text": "Mr Grozev added, however, that in recent weeks he has received \"numerous alerts from different law enforcement agencies around Europe that there is credible evidence that my life is in danger\".", "type": "p"}, {"text": "The Metropolitan Police said in a statement that threats by foreign states to journalists in the UK are \"a reality that we are absolutely concerned with\".", "type": "p"}, {"text": "It added that it recognised its advice on security measures could mean \"organisers have difficult choices to make when deciding how best to mitigate any risks to the security of their event\". ", "type": "p"}, {"text": "Bafta said in comments cited by PA news agency that the safety of its guests and staff was a priority, adding that it had \"robust and appropriate security arrangements in place every year.\"", "type": "p"}], "tags": []}