{"link": "https://www.bbc.com/news/science-environment-64665675", "category": "science & environment", "title": "The King co-writes children's climate change book", "contributor": null, "time": "2023-02-17T19:00:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12D78/production/_128667177_tv082421559.jpg", "content": [{"text": "King Charles has co-written a children's book about the environmental threats the planet is facing.", "type": "b"}, {"text": "'Climate Change' - a Ladybird Book, will be published next month.", "type": "p"}, {"text": "On Friday the King hosted global leaders at Buckingham Palace to support action on restoring the natural world.", "type": "p"}, {"text": "Speaking at the reception, the book's co-author Chair of Natural England Tony Juniper said the King wanted to empower young people.", "type": "p"}, {"text": "\"I think he's been struck by the level of energy and passion shown by young people on these subjects, and was keen to put something into their hands which was about those basic facts and figures, basic ideas, but also with his personal message in there,\" Mr Juniper said.", "type": "p"}, {"text": "In 2017 the King and Mr Juniper wrote a book for adults about climate change. The new publication aims to make the topic accessible for 7-11 year-olds and is \"trying to bring the facts to the fingertips of the people who've got most to gain by finding solutions in time,\" Mr Juniper explained.", "type": "p"}, {"text": "Leaders from government, business, charities and indigenous communities went to the palace reception to support stronger action on protecting biodiversity.", "type": "p"}, {"text": "It followed promises made by nations at the UN summit COP15 in December to prevent what is called the \"sixth mass extinction event\". Biodiversity - the variety of living things - is declining faster than at any time in human history.", "type": "p"}, {"text": "At COP15 leaders agreed to stop the extinction of species and raise £167 billion ($200 billion) a year to protect nature.", "type": "p"}, {"text": "In the historic deal known as the Global Biodiversity Framework, almost 200 countries pledged to protect 30% of the planet by 2030 to allow nature to flourish.", "type": "p"}, [{"text": "Nations reach 'historic' deal to protect nature", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64019324"}, {"text": "What is biodiversity?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-60823267"}, {"text": "Five key takeaways from UN biodiversity summit", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64030656"}], {"text": "The King's reception followed a major government meeting aimed at kick-starting private fundraising to deliver on promises made at the UN's COP15 summit in December.", "type": "p"}, {"text": "Environment Secretary Thérèse Coffey said the meeting was aimed at mobilising private finance to meet goals set at COP15.", "type": "p"}, {"text": "\"Instead of constantly playing catch-up and repairing the damage that's subsequently happened, which can cost even more money, let's get solutions now,\" Ms Coffey told BBC News.", "type": "p"}, {"text": "In recognition of their role as protectors of the natural world, indigenous leaders from the Amazon also met King Charles at Buckingham Palace. One placed a necklace of seeds around the King's neck.", "type": "p"}, {"text": "\"We want the King to be an intermediary for our people with the other countries,\" said Amazon leader Domingo Peas. ", "type": "p"}, {"text": "Biodiversity is in crisis across the globe - half of coral reefs have disappeared and scientists say 75% of the Earth's surface is degraded. Between 2001 and 2021 the world lost 437 million hectares of tree cover.", "type": "p"}, {"text": "Human activity plays a big role on this. In 2019, a United Nations report said that harvesting, logging, hunting and fishing are causing overexploitation, of animals, plants and other organisms.", "type": "p"}, {"text": "The UK is one of most nature-depleted nations in the world, according to experts.", "type": "p"}, {"text": "No river in England can be given a clean bill of health from chemicals, sewage and other pollutants released into waterways.", "type": "p"}, {"text": "Government efforts to improve England's environment have also been called inadequate by the independent Office for Environmental Protection (OEP). ", "type": "p"}, {"text": "In January the government released a plan to protect rare wildlife and clean up land and water over the next five years.", "type": "p"}, {"text": "King Charles has spent much of his life campaigning to protect the environment. In November he hosted a reception to discuss tackling climate change ahead of the UN COP27 summit in Egypt. ", "type": "p"}], "tags": []}