{"link": "https://www.bbc.com/news/technology-64675997", "category": "technology", "title": "YouTube CEO Susan Wojcicki steps down after nine years", "contributor": null, "time": "2023-02-17T12:17:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/47E6/production/_128660481_gettyimages-978599412.jpg", "content": [{"text": "YouTube CEO Susan Wojcicki is stepping down after nine years in the role.", "type": "b"}, {"text": "In a blog post, she said she had \"decided to start a new chapter focused on my family, health and personal projects I'm passionate about.\"", "type": "p"}, {"text": "YouTube's chief product officer, Neal Mohan, will take over as head of the Google-owned video platform.", "type": "p"}, {"text": "\"The time is right for me, and I feel able to do this because we have an incredible leadership team in place at YouTube,\" Ms Wojcicki said.", "type": "p"}, {"text": "Ms Wojcicki added she would continue to work at YouTube in the \"short term\" to \"support Neal and help with the transition.\"", "type": "p"}, {"text": "In her blog, she praised Mr Mohan's work launching YouTube TV, as well as leading YouTube Music, Premium, and Shorts. ", "type": "p"}, {"text": "At the invitation of Sundar Pichai, chief executive of Google's parent firm, Alphabet, Ms Wojcicki confirmed she would to \"take on an advisory role across Google and Alphabet.\"", "type": "p"}, {"text": "\"This will allow me to call on my different experiences over the years to offer counsel and guidance across Google and the portfolio of Alphabet companies,\" she said.", "type": "p"}, {"text": "Ms Wojcicki became involved with Google when the founders, Sergey Brin and Larry Page, set up shop in the garage of her home in Silicon Valley in 1998, becoming the company's first marketing manager a year later.", "type": "p"}, {"text": "A Google employee for nearly 25 years, she was among the first 20 employees at the tech giant - listed at number 16.", "type": "p"}, {"text": "During Ms Wojcicki's tenure at YouTube, she has faced public criticism over the platform's handling of content moderation, the spread of misinformation, and ongoing concerns over child privacy.", "type": "p"}, {"text": "Fact-checking organisations around the world say that YouTube is not doing enough to prevent the proliferation of misinformation on the platform.", "type": "p"}, {"text": "When she joined the online video platform in 2014, it had just hit the milestone of one billion users. It currently hosts 2.5 billion users worldwide - with many YouTube creators, also known as YouTubers, carving profitable careers out of their individual channels.", "type": "p"}, {"text": "Jimmy Donaldson, better known as Mr Beast, was YouTube's highest-earning content creator last year.", "type": "p"}, {"text": "The young American made £45m ($54m) in gross revenue in 2022, more than any YouTube creator in the history of the platform - according to recent estimates by Forbes magazine.", "type": "p"}, {"text": "Ms Wojcicki is the latest in a series of high-profile tech executives to leave long-standing roles.", "type": "p"}, {"text": "Her departure follows Jeff Bezos, who resigned as CEO of Amazon in 2021, Facebook's Sheryl Sandberg stepping down in 2022 and Twitter CEO Parag Agrawal, who left the company last year as part of a shake-up instigated by new boss Elon Musk.", "type": "p"}, {"text": "Follow Shiona McCallum", "type": "b"}], "tags": []}