{"link": "https://www.bbc.com/news/business-63245483", "category": "business", "title": "Netflix ad-supported service to launch in November", "contributor": null, "time": "2022-10-13T18:38:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/113CC/production/_124240607_squidgame_unit_103_1015.jpg", "content": [{"text": "Netflix is launching a new streaming option with adverts in November, introducing a less expensive offering as it fights to keep viewers.", "type": "b"}, {"text": "The plan will be available in 12 countries including the UK, US, Canada, Mexico and Australia.", "type": "p"}, {"text": "The firm said it would charge £4.99 a month for the service in the UK, while it will cost $6.99 in the US.", "type": "p"}, {"text": "Netflix has been losing customers as competition and cost of living pressures mount.", "type": "p"}, {"text": "The company lost more than 1 million subscribers in the first half of this year. It is due to provide an update of that figure to investors next week. ", "type": "p"}, {"text": "Netflix's move into advertising is a big change for the company, which pioneered the idea of subscription-based streaming. ", "type": "p"}, {"text": "But as more entertainment companies roll out online streaming platforms, it has had a harder time retaining subscribers, especially as households concerned about the rising cost-of-living look for ways to cut back.", "type": "p"}, {"text": "In the UK, the least expensive plan without commercials starts at £6.99 a month.", "type": "p"}, {"text": "\"We're confident that ... we now have a price and plan for every fan,\" the company said in a press release. ", "type": "p"}, {"text": "\"While it's still very early days, we're pleased with the interest from both consumers and the advertising community and couldn't be more excited about what's ahead.\"", "type": "p"}, [{"text": "Netflix loses almost a million subscribers ", "type": "a", "href": "https://www.bbc.co.uk/news/business-62226912"}, {"text": "Netflix ends secrecy over viewing figures", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63218707"}, {"text": "Why some viewers are switching off Netflix", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62219598"}], {"text": "Subscribers to the new offering should expect to see an average of four to five minutes of adverts per hour, the company said.", "type": "p"}, {"text": "Some films and TV series also will not be available due to licensing restrictions.", "type": "p"}, {"text": "The company said it planned to expand the offering to more countries over time.", "type": "p"}, {"text": "Many of Netflix's competitors already combine streaming with adverts or have plans to.", "type": "p"}, {"text": "Disney, for example, is due to roll out an advert supported service in December in the US. That plan will start at $7.99 a month.  ", "type": "p"}, {"text": "Jeremi Gorman, Netflix's president of worldwide advertising, said it had nearly sold out all the available ad time for the launch, a sign of the interest from advertisers in reaching younger audiences that are increasingly turning away from traditional television.", "type": "p"}, {"text": "Netflix is asking people who sign up for the ad service for gender and birth date information as part of efforts to target ads.", "type": "p"}], "tags": ["Companies", "Streaming", "Netflix"]}