{"link": "https://www.bbc.com/news/entertainment-arts-63248314", "category": "entertainment & arts", "title": "Gary Lineker tweet broke impartiality rules, says BBC complaints unit", "contributor": null, "time": "2022-10-13T16:35:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/666A/production/_127081262_gettyimages-1240021558.jpg", "content": [{"text": "Gary Lineker broke BBC impartiality rules in a tweet about the Conservative Party, the corporation has ruled.", "type": "b"}, {"text": "In February, the Match of the Day host posted a story about then-Foreign Secretary Liz Truss urging a boycott of the Champions League final in Russia.", "type": "p"}, {"text": "He added: \"And her party will hand back their donations from Russian donors?\"", "type": "p"}, {"text": "The BBC's Executive Complaints Unit (ECU) has upheld a complaint and said Lineker's post \"did not meet the BBC's editorial standards on impartiality\".", "type": "p"}, {"text": "The former England striker declined to comment on the decision.", "type": "p"}, {"text": "The ECU said Lineker was \"one of the BBC's highest profile stars\" and, although not required to uphold the same high standards of impartiality as the broadcaster's journalists, does have an \"additional responsibility\" because of his profile.", "type": "p"}, {"text": "\"We expect these individuals to avoid taking sides on party political issues or political controversies and to take care when addressing public policy matters,\" the ruling said.", "type": "p"}, {"text": "It explained that Lineker had pointed out that the tweet was prompted by an article about football, his primary area of expertise, and the board accepted it was intended it as a comment on the sport rather than politics.", "type": "p"}, {"text": "BBC Sport managers also pointed out that he framed his tweet in the form of a question, rather than a statement of opinion on a politically controversial matter.", "type": "p"}, {"text": "However, the ECU concluded that the post was intended to highlight a \"perceived inconsistency in the Conservative Party's approach, at a time when relations between the UK and Russia were the subject of significant public debate\".", "type": "p"}, {"text": "Lineker's tweet came as Russia began its invasion of Ukraine, and just before European footballing body Uefa moved the Champions League final from St Petersburg to Paris as a result.", "type": "p"}, {"text": "The ECU said its ruling had been discussed with Lineker and BBC Sport managers. ", "type": "p"}], "tags": ["Television", "BBC", "Gary Lineker"]}