{"link": "https://www.bbc.com/news/health-63243679", "category": "health", "title": "Covid protection may be boosted by genes, study shows", "contributor": null, "time": "2022-10-13T16:31:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4F78/production/_127144302_b9721c00-c457-4a2f-8ff3-6a1383084a22.jpg", "content": [{"text": "Some people with \"lucky genes\" or certain DNA may get extra strong protection after Covid jabs, say scientists from University of Oxford.", "type": "b"}, {"text": "The researchers found people with a version of a gene called HLA-DQB1*06 had a bigger antibody response following vaccination than others.", "type": "p"}, {"text": "About 30 to 40% of the UK population have this type.", "type": "p"}, {"text": "The preliminary work appears in Nature Medicine. More research is needed to confirm it.", "type": "p"}, {"text": "Experts say vaccines are the best way people can protect themselves against Covid. ", "type": "p"}, {"text": "People are being invited for boosters this autumn to top up their immunity. ", "type": "p"}, {"text": "There are fears of a flu and Covid \"twindemic\" this winter, and officials say those who qualify for free jabs should get them. ", "type": "p"}, [{"text": "How many people have had boosters so far?", "type": "a", "href": "https://www.bbc.co.uk/news/health-55274833"}, {"text": "Who can get a Covid booster this autumn? ", "type": "a", "href": "https://www.bbc.co.uk/news/health-55045639"}], {"text": "Researchers analysed blood samples from people who took part in five different trials, including 1,600 adults who had either the Oxford-AstraZeneca or Pfizer-BioNTech vaccine as their first jab. ", "type": "p"}, {"text": "They found people who carried the gene variant were more likely to have higher levels of antibodies - proteins that recognise and attack coronavirus - a month after their first jab than people who had other versions of the gene. ", "type": "p"}, {"text": "The study also followed a group of people who had weekly Covid tests for more than a year after their first jab. ", "type": "p"}, {"text": "They found those who had the gene variant were less likely to experience a \"breakthrough infection\" over this time period, where people still got a mild Covid infection after vaccination.", "type": "p"}, {"text": "Scientists acknowledge many other factors contribute to the risk of getting Covid, including age, other illnesses and people's occupations. ", "type": "p"}, {"text": "But they say genetics still played a significant role after accounting for these. ", "type": "p"}, {"text": "Dr Alexander Mentzer, NIHR academic clinical lecturer at the Wellcome Centre for Human Genetics and a lead researcher on the study, said: \"We have seen a wide variation in how quickly people test positive for Covid-19 after vaccination.", "type": "p"}, {"text": "\"Our findings suggest that our genetic code may influence how likely this is to happen over time.", "type": "p"}, {"text": "\"We hope that our findings will help us improve vaccines for the future so they not only stop us developing severe disease, but also keep us symptom-free for as long as possible.\"", "type": "p"}, {"text": "Lead researcher Prof Julian Knight added: \"From this study we have evidence that our genetic make-up is one of the reasons why we may differ from each other in our immune response following Covid-19 vaccination. ", "type": "p"}, {"text": "\"We found that inheriting a specific variant of an HLA gene was associated with higher antibody responses, but this is only the start of the story.", "type": "p"}, {"text": "\"Further work is needed to better understand the clinical significance of this specific association,\" he added. \"And more broadly what identifying this gene variant can tell us about how effective immune responses are generated, and ways to continue to improve vaccines for everyone.\"", "type": "p"}, {"text": "The team acknowledge there is also an urgent need to understand whether the findings are applicable to more ethnically diverse populations, because different groups have different levels of the gene variant. ", "type": "p"}], "tags": ["Genetics", "Coronavirus vaccines", "Coronavirus pandemic"]}