{"link": "https://www.bbc.com/news/science-environment-63239697", "category": "science & environment", "title": "First Skyrora space launch ditches in the sea off Iceland", "contributor": null, "time": "2022-10-13T10:52:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6745/production/_127073462_img_6323.jpg", "content": [{"text": "The British rocket company Skyrora's first attempt to get to space has ended shortly after lift-off with the booster ditching in the sea. ", "type": "b"}, {"text": "The Edinburgh-headquartered company was aiming to get its Skylark L vehicle above 100km in a flight from the Langanes peninsula in Iceland.", "type": "p"}, {"text": "But a technical problem saw the 11m-long rocket fall back into waters no more than 500m from the launch pad.", "type": "p"}, {"text": "Skyrora is aiming to start orbital launches from Scotland next year.", "type": "p"}, {"text": "These will occur at the Saxavord Spaceport being developed on Shetland. They'll use a much bigger vehicle, the Skyrora XL.", "type": "p"}, {"text": "Last weekend's Skylark L flight was intended as an early chance to test systems and procedures.", "type": "p"}, {"text": "\"While this launch attempt did not go entirely as we expected, it has nevertheless been a valuable learning opportunity - and a huge victory for this new relationship between Iceland and the UK, as well as the European space sector more broadly,\" said Volodymyr Levykin, the founder and CEO of Skyrora.", "type": "p"}, {"text": "\"Based on what we have achieved here, we remain confident of achieving our objective of a full vertical orbital launch from UK soil in 2023.\"", "type": "p"}, [{"text": "Virgin jumbo arrives in Cornwall for space launch", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63218251"}, {"text": "Scottish spaceport's prototype rocket unveiled ", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-highlands-islands-61379577"}, {"text": "Scotland leads the way in UK space sector jobs", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-scotland-business-61081756"}], {"text": "Skyrora is taking a stepwise approach to getting into space. To date, it had flown only small supersonic vehicles inside the atmosphere, to under 30km in altitude. ", "type": "p"}, {"text": "The Skylark L mission was an initial attempt to get above the Karman Line, the internationally recognised boundary where aeronautics gives way to astronautics.", "type": "p"}, {"text": "Skylark L is a kerosene and hydrogen peroxide-fuelled \"sounding rocket\". It is designed to give scientific payloads a few minutes of weightlessness in which to conduct experiments. The rocket is not built to go high enough and fast enough to stay up, and is therefore described as sub-orbital.", "type": "p"}, {"text": "The payloads on the forthcoming Skyrora XL, however, would be aimed at orbital altitudes. The 3D-printed engines for this 23m vehicle have been undergoing static fire tests, and the company is determined to conduct a debut mission in 2023.", "type": "p"}, {"text": "Scotland has been chosen as the location for \"vertical\" rocket flights in the UK.", "type": "p"}, {"text": "\"Horizontal\" rocketry is about to begin in Cornwall. Entrepreneur Sir Richard Branson's Virgin Orbit company is expected to fly a maiden mission out of Newquay next month.", "type": "p"}, {"text": "Virgin sends its rockets to space from under the wing of a converted 747 passenger plane.", "type": "p"}], "tags": ["British space programme", "Richard Branson", "Shetland", "Newquay", "Space exploration", "Iceland"]}