{"link": "https://www.bbc.com/news/business-66754328", "category": "business", "title": "Heathrow and Gatwick airports have Raac on sites", "contributor": null, "time": "2023-09-08T18:20:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/117BB/production/_131011617_gettyimages-1558694222.jpg", "content": [{"text": "Heathrow and Gatwick airports have said they are monitoring porous concrete found on their sites after school closures linked to the material.", "type": "b"}, {"text": "The airports had previously found the reinforced autoclaved aerated concrete (Raac) before extensive news coverage over its use.", "type": "p"}, {"text": "Heathrow said it had the means to keep it safe until it can put \"permanent solutions\" in place.", "type": "p"}, {"text": "Gatwick said it has found no cause for concern.", "type": "p"}, {"text": "The discovery of the concrete, which can crumble, in schools and public buildings has led to a number of closures since the start of September.", "type": "p"}, {"text": "The material was discovered at Heathrow Terminal 3 last year, and the airport has put measures in place to make it safe.", "type": "p"}, {"text": "Since the Raac concrete was found at Heathrow, the airport has reviewed its management plans and is satisfied with them.", "type": "p"}, {"text": "A Heathrow spokesperson said the airport had been \"assessing our estate and will continue to mitigate the risk where this material is found\".", "type": "p"}, {"text": "Gatwick has carried out regular inspections on the concrete and is not worried about its findings.", "type": "p"}, {"text": "A Gatwick spokesperson said: \"We have a register of locations containing Raac on the airport campus, which are closely monitored through a regular comprehensive structural inspection regime.\"", "type": "p"}, {"text": "The most recent Gatwick inspection was in June, and \"did not present any concerns\".", "type": "p"}, {"text": "Gatwick will continue to monitor the Raac on a regular basis, the spokesperson added.", "type": "p"}, {"text": "A spokesman for Manchester Airport said regular inspections had found no Raac on site, and the airport was running another inspection to double-check.", "type": "p"}], "tags": []}