{"link": "https://www.bbc.com/news/entertainment-arts-66772855", "category": "entertainment & arts", "title": "Casualty: Repeat on Drama channel breached Ofcom rules with swear word subtitles", "contributor": null, "time": "2023-09-11T13:49:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14037/production/_131057918_abf7f65ea3aecb3e600e39cb44fcb8bbfb071bc4.jpg", "content": [{"text": "An episode of TV drama Casualty has breached broadcasting rules after swear words appeared in subtitles before the watershed, Ofcom has ruled.", "type": "b"}, {"text": "The watchdog received a complaint about offensive language in the subtitles of a repeated episode of the hospital drama shown by the Drama channel.", "type": "p"}, {"text": "A word that viewers consider among the most offensive was shown twice at 10.30am on 12 June.", "type": "p"}, {"text": "UKTV, which owns the licence for Drama, apologised over the incident.", "type": "p"}, {"text": "The company explained that subtitling of the show is outsourced to Red Bee Media and the subtitler, who had not followed protocols, had been \"disciplined and withdrawn from subtitling duties until they have been through a thorough retraining process with their line manager\".", "type": "p"}, {"text": "It added that it was the \"first issue of this nature UKTV has experienced\".", "type": "p"}, {"text": "It also said that both UKTV and Red Bee had taken action and put extra processes and training in place to stop it from happening again.", "type": "p"}, {"text": "Ofcom said that while it took this information into account, there were no mitigating factors such as an on-air apology.", "type": "p"}, {"text": "The watchdog ruled the broadcast was in breach of rule 1.14 of the code which prevents offensive language before the watershed, which is 21:00.", "type": "p"}, {"text": "Drama is a TV channel which specialises in repeats of British TV drama series, including Casualty, which usually airs on BBC One. ", "type": "p"}], "tags": []}