{"link": "https://www.bbc.com/news/health-66750365", "category": "health", "title": "Covid vaccines at care homes as BA.2.86 variant spreading", "contributor": null, "time": "2023-09-11T05:56:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/124CA/production/_129245947_gettyimages-1316008603.jpg", "content": [{"text": "The NHS is starting to give booster shots of Covid and flu vaccine to older people living in care homes in England over concerns about a highly-mutated new Covid variant that is spreading. ", "type": "b"}, {"text": "The faster-than-planned rollout, which begins on Monday, is to quickly top up the protection of those at most risk.", "type": "p"}, {"text": "There have been 34 confirmed cases of BA.2.86 in England, with 28 of those behind a Norfolk care home outbreak.", "type": "p"}, {"text": "It is too early to know if it is more serious than past variants.", "type": "p"}, {"text": "Starting with adult care homes and people who are housebound, other eligible groups will begin to be invited for their shots soon afterwards.", "type": "p"}, {"text": "Scotland, Wales and Northern Ireland have also brought forward the booster rollout to early September. ", "type": "p"}, {"text": "People who can have a Covid booster include: ", "type": "p"}, [{"text": "residents in a care home for older adults", "type": "p"}, {"text": "all adults aged 65 years and over", "type": "p"}, {"text": "people aged six months to 64 years in a clinical risk group", "type": "p"}, {"text": "frontline health and social care workers", "type": "p"}, {"text": "people aged 12 to 64 who are household contacts of people with weakened immune systems", "type": "p"}, {"text": "people aged 16 to 64 who are carers, and staff working in care homes for older adults", "type": "p"}], {"text": "Last autumn, all over-50s were offered an extra dose, but the government's advisers on vaccines recommended that only over-65s should automatically be included this year.", "type": "p"}, {"text": "The NHS will contact those who are eligible. People in England will be able to book their jabs through the NHS website, the NHS app or by calling 119 from 18 September. ", "type": "p"}, [{"text": "Who can get a Covid booster this autumn?", "type": "a", "href": "https://www.bbc.co.uk/news/health-55045639"}], {"text": "Several Covid vaccines are being used across the UK, including ones made by Pfizer-BioNTech, Moderna, and Sanofi/GSK. All of them have been updated to make sure they more closely match recent new variants of Covid.", "type": "p"}, {"text": "The top-up dose helps improve protection against becoming seriously ill from Covid-19.", "type": "p"}, {"text": "People are advised to take whichever brand they are offered, as all protect against severe illness or death.", "type": "p"}, {"text": "Like all medicines, no vaccine is completely effective. Some people may still get coronavirus despite having a vaccine, but any illness should be less severe.", "type": "p"}, {"text": "Free flu vaccines are being offered to:", "type": "p"}, [{"text": "all adults aged 65 years and over in England and Wales, and aged 50 or over in Northern Ireland and Scotland", "type": "p"}, {"text": "people aged six months to under 65 years in clinical risk groups ", "type": "p"}, {"text": "pregnant women", "type": "p"}, {"text": "all children aged two or three years on 31 August 2023", "type": "p"}, {"text": "school-aged children (from Reception to Year 11)", "type": "p"}, {"text": "people in long-stay residential care homes", "type": "p"}, {"text": "carers in receipt of carer's allowance, or those who are the main carer of an elderly or disabled person", "type": "p"}, {"text": "close contacts of immunocompromised individuals", "type": "p"}, {"text": "frontline care workers ", "type": "p"}], {"text": "Flu and Covid shots can safely be given together at the same appointment. ", "type": "p"}, {"text": "Prof Susan Hopkins, chief medical advisor at the UK Health Security Agency (UKHSA), told BBC Breakfast that the boosters had been brought forward as part of a \"highly precautionary approach\".", "type": "p"}, {"text": "She said: \"We're seeing a new variant circulating that we are worried may envade the immune system more than variants that have been circulating in the past, and therefore we want to boost the immunity of those people most at risk of severe infection.\" ", "type": "p"}, {"text": "The chief medical advisor added the vast majority of people will have immunity from an infection or vaccinations.", "type": "p"}, {"text": "The UKHSA's latest briefing on Covid includes an analysis on BA.2.86, an Omicron spin-off.", "type": "p"}, {"text": "It says cases are being seen in many countries around the world. ", "type": "p"}, {"text": "Dr Renu Bindra, UKHSA incident director, said: \"UKHSA scientists are working with international partners to culture the samples and analyse the evidence as it becomes available.", "type": "p"}, {"text": "\"However, it is likely to be some time before we have enough data to make a confident assessment.", "type": "p"}, {"text": "\"It is clear that there is some degree of widespread community transmission, both in the UK and globally, and we are working to ascertain the full extent of this.", "type": "p"}, {"text": "\"In the meantime, it remains vital that all those eligible come forward to receive their autumn vaccine as soon as it is offered to them.\"", "type": "p"}, {"text": "It is also too soon to know if the symptoms are any different from earlier versions of Covid, but the changes the virus has undergone through mutations is on a par with the shift from Delta to Omicron.", "type": "p"}, {"text": "Loss of smell and taste was one of three key Covid symptoms (along with cough and fever) identified in the first two years of the pandemic. But it appeared to be much less common with the Omicron infections that came later.  ", "type": "p"}, [{"text": "Have I got Covid, a bad cold or something else?", "type": "a", "href": "https://www.bbc.co.uk/news/health-54145299"}], {"text": "Testing for Covid has been massively scaled back, making it difficult to know how many people in the UK might have it. ", "type": "p"}, {"text": "For example, most people are not required to test if they feel ill and think they might have Covid, but are advised to stay at home and avoid contact with others. ", "type": "p"}, {"text": "There is some testing being done in hospitals - cases of Covid have been rising in recent weeks, which suggests there is more around in the community too. ", "type": "p"}, {"text": "According to US experts, existing tests, for detection, and medications, for treatment, appear to work still for BA.2.86. ", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}