{"link": "https://www.bbc.com/news/science-environment-66777912", "category": "science & environment", "title": "Morocco earthquake movement mapped from space", "contributor": null, "time": "2023-09-11T16:51:49.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8E9A/production/_131060563_morocco_quake_sentinel_imagev1_2x640-nc.png", "content": [{"text": "Satellites are making rapid maps of Morocco in the aftermath of Friday's catastrophic magnitude 6.8 earthquake. ", "type": "b"}, {"text": "The information they gather will be vital to responders trying to reach affected towns and villages in the High Atlas mountains. ", "type": "p"}, {"text": "Sharp orbital imagery will tell them where infrastructure has suffered the worst impacts - not just buildings but roads and bridges too. ", "type": "p"}, {"text": "Relief workers are having to contend with landslides. The space imagery can show them how to avoid blocked routes.", "type": "p"}, {"text": "And in addition to the traditional visual data from satellites, other types of analysis are becoming available.", "type": "p"}, {"text": "The map at the top of this page reveals how the ground lurched in response to the enormous energies unleashed on Friday.", "type": "p"}, [{"text": "Live updates: Moroccan villages cut off by landslides", "type": "a", "href": "https://www.bbc.co.uk/news/live/world-africa-66771590"}, {"text": "Read: 'I had to choose to save my parents or my son'", "type": "a", "href": "https://www.bbc.co.uk/news/world-africa-66773544"}, {"text": "Analysis: Such a powerful earthquake is unusual for Morocco", "type": "a", "href": "https://www.bbc.co.uk/news/world-africa-66762984"}, {"text": "Watch: Man narrowly avoids building collapse", "type": "a", "href": "https://www.bbc.co.uk/news/av/world-africa-66767128"}], {"text": "It is based on observations by the European Union's Sentinel-1a satellite, around 06:30 GMT on Monday, as it traversed north to south over Morocco at an altitude of 700km (435 miles).", "type": "p"}, {"text": "The Sentinel carries a radar instrument able to sense the ground in all weathers, day and night.", "type": "p"}, {"text": "It routinely scans earthquake-prone regions of the world, tracing what are often very subtle changes in elevation at the surface. But, of course, the changes on Friday were anything but subtle.", "type": "p"}, {"text": "Researchers use the technique of interferometry to compare \"before\" and \"after\" views:", "type": "p"}, [{"text": "Blue colours on the map illustrate the upwards movement of the ground - the Sentinel sees this as a shortening of the distance between it and the surface", "type": "p"}, {"text": "The yellow/orange colours show where the ground has dropped since the previous time the European spacecraft measured the distance", "type": "p"}], {"text": "The largest single movement towards the satellite was up to 15cm (6in). The maximum drop was around 10cm (4in). ", "type": "p"}, {"text": "But these are not exact elevation changes, because the Sentinel looks at the ground from an angle. The maximum vertical deformations at the surface would have been a little larger, therefore.", "type": "p"}, {"text": "From this type of analysis, scientists can confirm a north-dipping buried thrust fault caused the quake:", "type": "p"}, [{"text": "It was \"buried\" in the sense the rupture did not cut all the way through the upper layers of rock to the surface", "type": "p"}, {"text": "\"North dipping\" tells us about the direction of faulting - if a ball was placed on the rupture, it would roll to the north", "type": "p"}], {"text": "\"The fault plane dips away to the north from the gap between the blue and yellow patches on the map,\" Prof Tim Wright, from Leeds University, says.", "type": "p"}, {"text": "\"The plane gets deeper the further you go under the blue area. In geology, we call the part above the fault plane the 'hanging wall' and you get more motion on this than the part under the fault plane, which we call the 'foot wall'.\" ", "type": "p"}, {"text": "Scientists will use an interferometric analysis like this to try to understand the quake and the future hazard risks,", "type": "p"}, {"text": "This is important because this particular area had not had a major quake in a very long time.", "type": "p"}, {"text": "In the old days, to gather the same information the Sentinel now provides, geologists would literally put their boots on and go and inspect the ground.", "type": "p"}, {"text": "\"Go back to 1980 and the very big El Asnam earthquake - a magnitude seven - in Algeria, and it took very intense fieldwork to establish that the quake was the result of a buried thrust fault system,\" Prof Wright says.", "type": "p"}, {"text": "Now, the UK Centre for Observation and Modelling of Earthquakes, Volcanoes and Tectonics (Comet), where he is director, can automate the type of analysis shown above, turning out interferometric maps within hours of a Sentinel overpass.", "type": "p"}, {"text": "And on Thursday, the UK rejoined the EU's Copernicus Earth observation system, which will allow British scientists to once again take up leadership roles in the development of satellites such as Sentinel-1.", "type": "p"}], "tags": []}