{"link": "https://www.bbc.com/news/business-66121446", "category": "business", "title": "Interest rate ‘rigger’ wins right to appeal in UK", "contributor": null, "time": "2023-07-06T10:58:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13D12/production/_130307118_mediaitem130307117.jpg", "content": [{"text": "The first trader tried and jailed for \"rigging\" interest rates, Tom Hayes, has won the right to appeal his case after a six-year battle. ", "type": "b"}, {"text": "Mr Hayes, who was sentenced to 11 years in jail in 2015, has been seeking a referral since 2017.", "type": "p"}, {"text": "He will now have his case referred back to the Court of Appeal.", "type": "p"}, {"text": "If it rules in his favour, it has the potential to undo not only his own case but that of nine other traders convicted in the UK of rigging rates. ", "type": "p"}, {"text": "Fighting back tears, the former UBS trader said he was \"massively relieved\". Mr Hayes told the BBC he did not know what to feel as \"it has been so, so long\". ", "type": "p"}, {"text": "The Criminal Cases Review Commission (CCRC), the body set up to investigate miscarriages of justice, has decided to refer his case back to the Court of Appeal.", "type": "p"}, {"text": "The CCRC made a provisional decision in 2021 not to refer his case. But two months later the US courts decided the cases against the traders were fundamentally flawed.", "type": "p"}, {"text": "Mr Hayes served five and a half years in jail and was released in January 2021, still protesting his innocence. ", "type": "p"}, {"text": "A total of 37 traders and brokers on both sides of the Atlantic have been prosecuted by the US Department of Justice and the Serious Fraud Office for \"rigging\" interest rates. ", "type": "p"}, {"text": "The interest rate traders were accused of manipulating was Libor, the benchmark interest rate that tracks the cost of borrowing cash.", "type": "p"}, {"text": "In January 2022, a US appeal court overturned the convictions of British-born former Deutsche Bank trader Gavin Black and his US colleague Matt Connolly, saying prosecutors had failed to prove they had made any false statements in their trials for fraud.  ", "type": "p"}, {"text": "The US withdrew its own separate indictment against Mr Hayes last year. He first petitioned the CCRC to send his case back to appeal in 2017.", "type": "p"}], "tags": []}