{"link": "https://www.bbc.com/news/entertainment-arts-66121576", "category": "entertainment & arts", "title": "Miley Cyrus has the biggest song of 2023... so far", "contributor": null, "time": "2023-07-06T11:41:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/133A8/production/_130306787_0f2a32726cf64bec6913a0dc79ae147a1cb52aa2.jpg", "content": [{"text": "Miley Cyrus's Flowers is the biggest single of the year to date, says the Official Charts Company.", "type": "b"}, {"text": "The break-up anthem, which spent 10 weeks at number one earlier this year, has achieved 147 million streams and more than 80,000 downloads. ", "type": "p"}, {"text": "Raye's Escapism is 2023's second biggest-seller, while SZA's Kill Bill is in third place.", "type": "p"}, {"text": "The Weeknd's two-year-old greatest hits collection, The Highlights, is the most popular album so far this year.", "type": "p"}, {"text": "Taylor Swift's Midnights is in second place, followed by Harry Styles' Harry's House.", "type": "p"}, {"text": "However, new releases are largely crowded out of the album chart, due to the enduring popularity of classic tracks on streaming services - which now account for 86% of music consumption in the UK.", "type": "p"}, {"text": "Greatest hits collections by Elton John (at number five), Eminem (seven) and Fleetwood Mac (nine) are among the year's biggest-sellers, after establishing a semi-permanent residency in the weekly countdown.", "type": "p"}, {"text": "Only two albums released in 2023 feature in the Top 10 biggest-sellers list: Lewis Capaldi's Broken By Desire To Be Heavenly Sent, at six, and Ed Sheeran's Subtract, at eight.", "type": "p"}, {"text": "Taylor Swift, meanwhile, has five albums in the Top 40, with Midnights joined by 1989 (16), Lover (19), Folklore (23) and Reputation (34).", "type": "p"}, {"text": "The top five best-selling singles of the year are all by female artists - incredibly, the first time this has ever happened in chart history.", "type": "p"}, {"text": "The top 10 also features two Afrobeats artists, Rema and Libianca, both of whom had breakout hits at the start of the year. And Ed Sheeran is missing from the Top 10 for the first time since 2016.", "type": "p"}, {"text": "Miley Cyrus's Flowers, meanwhile, was the star's first number one since 2014's Wrecking Ball.", "type": "p"}, {"text": "The song was heavily rumoured to be about the end of her marriage to actor Liam Hemsworth, including a reference to their Malibu home that burned down in a wildfire in 2018.", "type": "p"}, {"text": "She released the track on Hemsworth's birthday, 10 March, and was said to be wearing one of his suits in the video.", "type": "p"}, {"text": "Fans also speculated that the lyrics were an interpolation of Bruno Mars's When I Was Your Man, which was reportedly played at the couple's wedding.", "type": "p"}, {"text": "Where Mars sang, \"I should have bought you flowers / And held your hand\", Cyrus replied, \"I can buy myself flowers... And I can hold my own hand.\"", "type": "p"}, {"text": "However, the singer downplayed the autobiographical nature of the lyrics in an interview with British Vogue.", "type": "p"}, {"text": "\"I never need to be a master at the craft of tricking an audience,\" she told the magazine, shrugging off the speculation. \"It will set itself on fire all by itself.\" ", "type": "p"}, {"text": "She denied that the lyrics were directly about her marriage, saying that the post break-up message of self-reliance was one she needed to hear. ", "type": "p"}, {"text": "\"I wrote it in a really different way,\" she said. \"The chorus was originally: 'I can buy myself flowers, write my name in the sand, but I can't love me better than you can.' ", "type": "p"}, {"text": "\"It used to be more, like, 1950s. The saddest song. Like: 'Sure, I can be my own lover, but you're so much better.'\" ", "type": "p"}, {"text": "In the end she decided to choose strength over sadness. ", "type": "p"}, {"text": "\"The song is a little fake it till you make it,\" she concluded. \"Which I'm a big fan of.\"", "type": "p"}], "tags": []}