{"link": "https://www.bbc.com/news/science-environment-66120290", "category": "science & environment", "title": "Sweden charges Greta Thunberg for blockading oil port", "contributor": null, "time": "2023-07-06T10:19:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15086/production/_130305168_gettyimages-1258817639.jpg", "content": [{"text": "Climate activist Greta Thunberg will appear in court in July charged with \"disobeying the police\" during a protest, Swedish prosecutors have said.", "type": "b"}, {"text": "Ms Thunberg, 20, joined a group of young protesters blockading oil tankers at a port in Malmö in June. Police said she refused to leave when asked to.", "type": "p"}, {"text": "She could face a six-month prison sentence or a fine.", "type": "p"}, {"text": "A representative told BBC News that Ms Thunberg was not available for comment.", "type": "p"}, {"text": "The group Ta Tillbaka Framtiden or Reclaim the Future blockaded the Malmö port for six days in June. Some protestors climbed on top of oil tankers, the group said.", "type": "p"}, {"text": "\"The climate crisis is already a matter of life and death for countless people,\" Ms Thunberg wrote on Instagram in June when she joined the protest.", "type": "p"}, {"text": "\"We choose to not be bystanders, and instead physically stop the fossil fuel infrastructure,\" she added.", "type": "p"}, {"text": "\"The prosecutor has filed charges against a young woman who on June 19 this year participated in a climate demonstration which, according to the prosecution, caused disruption to traffic in Malmö,\" the Swedish Prosecution Authority said. ", "type": "p"}, {"text": "\"The woman has refused to obey the police command to leave the scene,\" it added.", "type": "p"}, {"text": "It told BBC News that Ms Thunberg will appear in court on 24 July, along with three other protestors.", "type": "p"}, [{"text": "Climate activist Greta Thunberg graduates from 'school strikes'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65858186"}, {"text": "A really simple guide to climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}, {"text": "Just Stop Oil protesters interrupt Wimbledon", "type": "a", "href": "https://www.bbc.co.uk/sport/tennis/66041547"}], {"text": "Irma Kjellström, 20, will also appear in court in July.", "type": "p"}, {"text": "She told BBC News that police asked her to leave the port but she refused. She says she was then carried away by officers.", "type": "p"}, {"text": "\"We blocked the port in order to stop the use of fossil fuels that are killing innocent people,\" she said.", "type": "p"}, {"text": "\"The real crimes continue inside the gate of the port. We are not going to sit and wait while the fossil fuel industry takes our dreams away from us.\"", "type": "p"}, {"text": "Asked if she's worried about the consequences of the trial, she replied: \"I personally am more worried about the horrible harm the fossil fuel industry is doing to the world.\"", "type": "p"}, {"text": "\"I'm not going to stop while they are threatening the planet.\"", "type": "p"}, {"text": "Greenhouse gases have been pumped into the atmosphere by activities such as burning fuels, which have heated up the Earth's atmosphere.", "type": "p"}, {"text": "The world has warmed by about 1.1C since the industrial revolution about 200 years ago.", "type": "p"}, {"text": "Climate activists around the world have targeted the fossil fuel industry, including the UK group Just Stop Oil which has been disrupting high-profile sports events this summer.", "type": "p"}, {"text": "Much of the oil and gas industry says that continued production is necessary in order to meet global energy demands.", "type": "p"}, {"text": "Cutting oil and gas production would be \"dangerous and irresponsible\", the head of energy company Shell told BBC News.", "type": "p"}, {"text": "The International Energy Agency has said that there can be no new investments in oil, gas and coal now if governments are serious about the climate crisis.", "type": "p"}, {"text": "UN chief António Guterres recently said investment in new oil and gas production was \"economic and moral madness\".", "type": "p"}, {"text": "This week the world experienced its hottest day on record on Tuesday, topping 17C for the first time.", "type": "p"}], "tags": []}