{"link": "https://www.bbc.com/news/business-64360600", "category": "business", "title": "UK steel industry a whisker away from collapse - Unite", "contributor": null, "time": "2023-01-21T17:19:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/122BB/production/_128372447_dd924f71f6dab9b28e785688336fa7efb1df1c8c0_0_3132_20161000x644.jpg", "content": [{"text": "The UK steel industry, which supports thousands of jobs, is \"a whisker away from collapse\", the Unite union says.  ", "type": "b"}, {"text": "It has written a letter to Business Secretary Grant Shapps seeking an urgent meeting to push for more support.", "type": "p"}, {"text": "Unite has accused the government of taking \"little meaningful action\" to help the industry, leaving the sector \"at breaking point\".", "type": "p"}, {"text": "The government said the success of the steel industry is a priority.", "type": "p"}, {"text": "In the letter, Steve Turner, Unite's assistant general secretary, said there were a number of issues causing the industry problems.", "type": "p"}, {"text": "These included \"crippling energy costs, carbon taxes, lost markets, lower demand, and open market access for imported steel\".", "type": "p"}, {"text": "Writing to Mr Shapps on behalf of two other unions as well - Community and GMB - Mr Turner said the challenges faced by manufacturers like British Steel, Tata Steel, and Liberty Steel were the consequences of \"direct actions by your government that have... significantly undermined UK plant competitiveness in global markets\". ", "type": "p"}, {"text": "\"With little meaningful action on the part of government in areas of UK procurement policy, energy pricing support, green energy generation or support for investment in new plant and technologies, the industry is at breaking point,\" Mr Turner added.", "type": "p"}, {"text": "\"We are, in the words of many, 'a whisker away from collapse'\".", "type": "p"}, {"text": "He said UK steel \"employs tens of thousands of skilled workers and hundreds of apprentices\", and asked for an urgent meeting to discuss \"current and future government policy\" to support the sector.", "type": "p"}, {"text": "It has been reported that the Chancellor Jeremy Hunt is poised to grant a £300m funding package for British Steel.", "type": "p"}, {"text": "The money has not been confirmed by the Treasury, but the BBC understands it would depend on the firm's Chinese owners, Jingye, investing in greener technology.", "type": "p"}, [{"text": "UK poised to grant £300m funding to British Steel ", "type": "a", "href": "https://www.bbc.co.uk/news/business-64351964"}, {"text": "Liberty Steel restructuring puts 440 jobs at risk", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-south-yorkshire-64251594"}], {"text": "Responding to the letter, a spokesperson for the Department for Business, Energy and Industrial Strategy said the government recognised \"the vital role that steel plays within the UK economy, supporting local jobs and economic growth\".", "type": "p"}, {"text": "It said it was \"committed to securing a sustainable and competitive future for the UK steel sector,\" adding that Mr Shapps \"considers the success of the steel sector a priority and continues to work closely with industry to achieve this\".", "type": "p"}, {"text": "Commenting on the proposed funding package for British Steel, Labour's Shadow Business Secretary, Jonathan Reynolds, said the UK steel sector has been left \"on the brink\" as a result of the government's failure to come up with long-term solutions.", "type": "p"}, {"text": "\"Endless sticking plaster solutions from the Conservatives have left our UK steel sector on the brink,\" said Mr Reynolds.", "type": "p"}, {"text": "\"Instead of finding a long-term solution, successive Conservative governments have lurched from crisis and bailouts with no plan to keep UK steel internationally competitive or deliver a return on taxpayers investment.\" ", "type": "p"}], "tags": ["Steel industry", "British Steel "]}