{"link": "https://www.bbc.com/news/entertainment-arts-64363167", "category": "entertainment & arts", "title": "Actor Jeremy Renner broke over 30 bones in snow plough accident", "contributor": null, "time": "2023-01-22T04:08:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15FC9/production/_128375009_901b88fb0a72fe5a37a67e5e9d2ad28599281cd7.jpg", "content": [{"text": "Hollywood actor Jeremy Renner has said he broke more than 30 bones in his body when he was accidentally run over by a snow plough on New Year's Day.", "type": "b"}, {"text": "Giving an update on his recovery, the Avengers actor said his \"morning workouts, resolutions all changed this particular new years\", and shared a photo lying in a hospital bed.", "type": "p"}, {"text": "Renner suffered blunt chest trauma and orthopaedic injuries while clearing snow outside his home in Nevada.", "type": "p"}, {"text": "For days he was listed as critical.", "type": "p"}, {"text": "The actor, who turned 52 a week after the accident, is best known for playing the bow and arrow-wielding Clint Barton/Hawkeye in the Marvel franchise.", "type": "p"}, {"text": "On Instagram, he said the incident had been a \"tragedy for my entire family\" but had transformed into \"uniting actionable love\".", "type": "p"}, {"text": "\"These 30 plus broken bones will mend, grow stronger, just like the love and bond with family and friends deepens,\" he wrote, thanking everyone for their \"messages and thoughtfulness\".", "type": "p"}, {"text": "Many celebrities have written messages of support to Renner, including his Marvel co-stars Chris Hemsworth and Chris Evans. ", "type": "p"}, {"text": "\"Your a champion mate! We love you\", Hemsworth wrote, while Evans exclaimed how tough Renner was, and asked: \"Has anyone even checked on the snowcat???\"", "type": "p"}, {"text": "Sensitivities around his recovery led to promotional images of his TV show, Mayor of Kingstown, being edited to remove injuries from his face.", "type": "p"}, {"text": "The accident happened after a New Year storm hit the US, killing dozens of people and dumping heavy snowfall across several states.", "type": "p"}, {"text": "Renner used his own snow plough to rescue a family member who was driving his car, but had got stuck in the snow near his house.", "type": "p"}, {"text": "Renner successfully towed the car free, but when he got out, the plough began to move while empty, Washoe County Sheriff Darin Balaam said at the time.", "type": "p"}, {"text": "Renner was trying to get back into the driver's seat to stop it moving, when the \"extremely large\" piece of equipment ran him over, Mr Balaam said.", "type": "p"}, {"text": "Days later, Renner posted a photo of his heavily bruised face, saying he was \"too messed up now to type\", but thanking supporters for their \"kind words\".", "type": "p"}], "tags": ["Marvel Comics"]}