{"link": "https://www.bbc.com/news/business-64725229", "category": "business", "title": "British Steel to cut jobs amid fears for industry", "contributor": null, "time": "2023-02-21T21:23:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B8B3/production/_128638274_steel.jpg", "content": [{"text": "British Steel is expected to announce on Wednesday the closure of its coking ovens in Scunthorpe with the loss of 300 jobs.", "type": "b"}, {"text": "The timescale for the closure is unclear, as is how many compulsory redundancies it will involve. ", "type": "p"}, {"text": "Coking ovens are used to turn coal into coke which burns at the higher temperature needed for the two blast furnaces that remain in operation. ", "type": "p"}, {"text": "The closure means British Steel will import coke.", "type": "p"}, {"text": "The closure of the coking ovens is seen as a worrying indicator about the health of the UK steel industry.", "type": "p"}, {"text": "Union officials told the BBC that the industry \"is on a knife edge\".", "type": "p"}, {"text": "Government sources described the decision as \"disappointing\" given that negotiations are still ongoing between British Steel's Chinese owners Jingye, Tata, and the Treasury about a support package worth £300m to each company.", "type": "p"}, {"text": "A British Steel spokesman said: \"Unfortunately, like many other businesses we are reluctantly having to consider cost cutting in light of the global recession and increased costs.\"", "type": "p"}, {"text": "Jingye has invested £330m in three years, and is committed long-term, but British Steel is \"facing significant challenges because of the economic slowdown, rising inflation and exceptionally high energy prices\", the spokesperson said.", "type": "p"}, {"text": "UK steelmaking is \"uncompetitive\" internationally, the spokesperson added.", "type": "p"}, {"text": "Union sources said they understand the government offers have been rejected to date on the basis they come with too many strings attached, including job guarantees for 10 years.", "type": "p"}, {"text": "The offers are also too small to help with the estimated £2bn cost of transitioning from blast furnaces to more energy efficient electric arc furnaces, they said. ", "type": "p"}, {"text": "Electric arc furnaces do not burn hot enough to make virgin steel, and are fed with recycled steel. Currently it is cheaper to send scrap steel to Turkey and Indonesia then recycle it here. ", "type": "p"}, {"text": "Business Secretary Kemi Badenoch recently said it is \"not a given\" that the UK needs a steel industry while conceding the importance of the industry \"in the communities in which they operate\".", "type": "p"}, {"text": "Talks on how many voluntary and compulsory redundancies there will be will begin next week, and there are reports that the closure could happen by the end of the year.", "type": "p"}, {"text": "There are also fears for further job losses across the plant.", "type": "p"}, {"text": "At the beginning of February, British Steel was considering 800 job cuts at its Scunthorpe plant.", "type": "p"}, {"text": "At the time a Jingye representative described government support discussions as \"unsatisfactory\".", "type": "p"}, {"text": "The proposed support package did not address energy, labour, and carbon costs, and low domestic demand, the representative said.", "type": "p"}], "tags": []}