{"link": "https://www.bbc.com/news/technology-64717453", "category": "technology", "title": "Microsoft defends $69bn Activision deal", "contributor": null, "time": "2023-02-21T18:57:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13735/production/_128696697_gettyimages-1237824824.jpg", "content": [{"text": "Microsoft has defended its proposal to buy Activision Blizzard - the maker of Call of Duty and Candy Crush - at an EU competitions hearing.", "type": "b"}, {"text": "Microsoft says it believes the $68.7bn (£56.8bn) deal will bring more choice to more gamers.", "type": "p"}, {"text": "But rival Sony, which also attended the hearing, says the merger would give Microsoft too much control over some of the world's most popular games.  ", "type": "p"}, {"text": "Sony owns PlayStation - a major rival to Microsoft's Xbox console.", "type": "p"}, {"text": "Microsoft president Brad Smith described the EU hearing on Tuesday as \"an important day\". ", "type": "p"}, {"text": "He also rejected concerns voiced by Sony that Activision Blizzard games - specifically Call of Duty - might become restricted to Xbox users if the merger goes ahead.", "type": "p"}, {"text": "\"This has never been about spending $69bn so we could acquire titles like Call of Duty and make them less available,\" he said after the hearing.", "type": "p"}, {"text": "\"That's not a great way to turn a $69bn asset into something that will become more valuable over time.\"", "type": "p"}, {"text": "In a statement, Activision Blizzard said: \"We are confident regulators will find that our proposed merger will enhance competition and create greater opportunities for workers and better games for our players.\"", "type": "p"}, {"text": "Chip designer Nvidia and Google were also understood to be present, although the hearing was not open to the press or public.", "type": "p"}, {"text": "Nvidia and Microsoft have announced a partnership which would enable both Xbox PC games and Activision Blizzard titles to become available via Nvidia's cloud-streaming platform GeForce Now.", "type": "p"}, {"text": "The tech firm has to convince regulators around the world that the deal - the largest in gaming history - would not harm its competitors. Today was Microsoft's final chance to put forward its case in Europe before the commission makes its decision.", "type": "p"}, {"text": "Some countries - including Chile, Brazil and Saudi Arabia - have already approved it. ", "type": "p"}, {"text": "The UK's competition watchdog recently said it was opposed to the deal, although it has yet to announce its final ruling, and the European Commission ordered an investigation.", "type": "p"}, {"text": "One suggestion made by the UK Competition and Markets Authority was that Call of Duty could be sold off separately.", "type": "p"}, {"text": "Microsoft has pledged to make all current Activision Blizzard games available on Nintendo, Sony and Steam platforms for at least the next 10 years, but Sony has so far rejected this deal.", "type": "p"}, {"text": "Games companies previously acquired by the firm include Minecraft maker Mojang and Fallout creator Bethesda. It has already announced that Bethesda's new game Starfield will start off as an Xbox exclusive when it launches.", "type": "p"}, {"text": "You can follow Zoe Kleinman on ", "type": "b"}], "tags": []}