{"link": "https://www.bbc.com/news/health-66816268", "category": "health", "title": "Scientists discover how brain cells die in Alzheimer’s", "contributor": null, "time": "2023-09-15T06:02:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/598B/production/_127832922_brain_scans_woman_getty.jpg", "content": [{"text": "Scientists in the UK and Belgium think they have figured out how brain cells die in Alzheimer's disease.", "type": "b"}, {"text": "It has been a mystery and a source of scientific debate for decades.", "type": "p"}, {"text": "But the team, writing in the journal Science, connect the abnormal proteins that build up in the brain with \"necroptosis\" - a form of cellular suicide.", "type": "p"}, {"text": "The findings have been described as \"cool\" and \"exciting\", as they give new ideas for treating the disease.", "type": "p"}, {"text": "It is the loss of brain cells, called neurons, that lead to the symptoms of Alzheimer's, including memory loss.", "type": "p"}, {"text": "And if you look inside the brains of people with the disease you'd see the build-up of abnormal proteins called amyloid and tau.", "type": "p"}, {"text": "But scientists have not been able to join the dots between these key traits of the disease.", "type": "p"}, {"text": "This is what the researchers - at the UK's Dementia Research Institute at University College London and KU Leuven in Belgium - now think is happening.", "type": "p"}, {"text": "They say abnormal amyloid starts to build up in the spaces between neurons, leading to brain inflammation, which the neurons do not like. This starts to change their internal chemistry.", "type": "p"}, {"text": "Tangles of tau appear and the brain cells start producing a specific molecule (it's called MEG3) that triggers death by necroptosis. Necroptosis is one of the methods our bodies normally use to purge unwanted cells as fresh ones are made.", "type": "p"}, {"text": "The brain cells survived when the team were able to block MEG3.", "type": "p"}, {"text": "\"This is a very important and interesting finding,\" researcher Prof Bart De Strooper, from the UK's Dementia Research Institute, told the BBC.", "type": "p"}, {"text": "\"For the first time we get a clue to how and why neurons die in Alzheimer's disease. There's been a lot of speculation for 30-40 years, but nobody has been able to pinpoint the mechanisms.", "type": "p"}, {"text": "\"It really provides strong evidence it's this specific suicide pathway.\"", "type": "p"}, {"text": "The answers came from experiments where human brain cells were transplanted into the brains of genetically modified mice. The animals were programmed to produce large quantities of abnormal amyloid.", "type": "p"}, {"text": "There has been recent success in developing drugs that strip amyloid out of the brain and they mark the first treatments to slow the destruction of brain cells. ", "type": "p"}, [{"text": "New drugs for Alzheimer’s hailed as turning point", "type": "a", "href": "https://www.bbc.co.uk/news/health-66221116"}, {"text": "I've got dementia - dementia hasn't got me", "type": "a", "href": "https://www.bbc.co.uk/news/health-58834188"}, {"text": "Fiona Phillips: How common is early Alzheimer's?", "type": "a", "href": "https://www.bbc.co.uk/news/health-66108585"}], {"text": "Prof De Strooper says the discovery that blocking the MEG3 molecule can hold off brain cell death could lead to a \"whole new line of drugs development\".", "type": "p"}, {"text": "However, this will take years of research.", "type": "p"}, {"text": "Prof Tara Spires-Jones, from the University of Edinburgh and the president of the British Neuroscience Association, told me \"that is a cool paper\".", "type": "p"}, {"text": "She said it \"addresses one of the fundamental gaps in Alzheimer's research… these are fascinating results and will be important for the field moving forward.\"", "type": "p"}, {"text": "However, she stressed that \"many steps are needed\" before knowing whether it could be harnessed as an effective treatment for Alzheimer's.", "type": "p"}, {"text": "Dr Susan Kohlhaas, from Alzheimer's Research UK, said the findings were \"exciting\" but still at an early stage.", "type": "p"}, {"text": "\"This discovery is important because it points to new mechanisms of cell death in Alzheimer's disease that we didn't previously understand and could pave the way for new treatments to slow, or even stop disease progression in the future.\"", "type": "p"}, [{"text": "ONE OF THE GREATEST SCIENTIFIC THEORIES OF ALL TIME: Join Brian Cox and Robin Ince for a lesson on Einstein's theory of General Relativity  ", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/b06r4wg9?at_mid=C3c7my1BC9&at_campaign=An_Infinite_Monkey's_Guide_to_General_Relativity&at_medium=display_ad&at_campaign_type=owned&at_link_origin=in_article_promo_box&at_product=sounds&at_brand=b00snr0w&at_ptr_name=bbc&at_format=inarticle_banner&at_objective=consumption&at_link_title=An_Infinite_Monkey's_Guide_to_General_Relativity&at_bbc_team=BBC"}, {"text": "DESERT ISLAND DISCS, RE-SPUN: First broadcast in 1986, Elton John shares the soundtrack of his life in this classic edition ", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/p009mmlr?at_mid=NKHSO2DVHD&at_campaign=Desert_Island_Discs_Elton_John&at_medium=display_ad&at_campaign_type=owned&at_link_origin=in_article_promo_box&at_product=sounds&at_brand=p013x6xs&at_ptr_name=bbc&at_format=inarticle_banner&at_objective=consumption&at_link_title=Desert_Island_Discs_Elton_John&at_bbc_team=BBC"}], {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}