{"link": "https://www.bbc.com/news/business-65935263", "category": "business", "title": "Binance exits Netherlands and faces France probe", "contributor": null, "time": "2023-06-16T18:39:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7B49/production/_119116513_2bwnd41.jpg", "content": [{"text": " The world's largest cryptocurrency exchange, Binance is being investigated by French authorities, according to media reports in France.", "type": "b"}, {"text": "The investigation is focused on its anti-money laundering procedures.", "type": "p"}, {"text": "It follows the announcement of the company's departure from the Netherlands after it failed to obtain a licence from the Dutch central bank.", "type": "p"}, {"text": "In a statement Binance confirmed French authorities visited its offices last week and will comply accordingly.", "type": "p"}, {"text": "\"We had an on-site visit last week by the relevant authorities. Binance, as always, was fully collaborative and we met our obligations accordingly. We continue to work closely with regulators and law enforcement agencies on all ongoing compliance requirements to uphold high standards,\" a company spokesperson said.", "type": "p"}, {"text": "Cryptocurrencies have become a popular trading asset-class in recent years for both retail and institutional investors.", "type": "p"}, {"text": "However questions have been raised about the risks associated with crypto because of their prices can experience huge swings in value. ", "type": "p"}, {"text": "Regulators around the world have looked to ramp up pressure on crypto exchanges in a bid to make them more transparent.", "type": "p"}, {"text": "Binance is facing challenges in the United States as well as Europe.", "type": "p"}, {"text": "In the US, the exchange is being sued by two financial regulators - the Securities and Exchange Commission (SEC) and the Commodities Futures Trading Commission - which say it has been operating in the US illegally and ignoring laws intended to protect investors. ", "type": "p"}, {"text": "The SEC has also accused the firm and founder Changpeng Zhao of mishandling customer funds. ", "type": "p"}, {"text": "Binance has defended its practices. The company's US operations are currently in talks with the SEC to avoid a total asset freeze.", "type": "p"}, {"text": "Binance has warned that its operations will \"grind to a halt\" if a US judge grants the regulator's request for an asset freezing order.", "type": "p"}, {"text": "Binance's unit in the UK, Binance Markets Limited, was removed from the register of the Financial Conduct Authority on 30 May, at the company request, leaving it with no authorised entities in the UK, the FCA's website said.", "type": "p"}], "tags": []}