{"link": "https://www.bbc.com/news/entertainment-arts-65932878", "category": "entertainment & arts", "title": "Kylie Minogue scores her first top 10 hit since 2010 - but what does Padam Padam mean?", "contributor": null, "time": "2023-06-16T16:45:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13F10/production/_130108618_km-erik-melvin-1155x770.jpg", "content": [{"text": "Kylie Minogue has scored her biggest solo hit in more than a decade with the infectious dance anthem Padam Padam.", "type": "b"}, {"text": "It's the stars first song to break into the UK top 10 since All The Lovers peaked at number three in 2010.", "type": "p"}, {"text": "That means Kylie is one of only four women to reach the UK's top 10 in five separate decades, alongside Cher, Lulu and Diana Ross.", "type": "p"}, {"text": "The singer said the success of the song, which has gone viral on TikTok, had \"really taken us all by surprise\".", "type": "p"}, {"text": "\"I can't even, I can't even, full stop!\" she told Zoe Ball on the Radio 2 Breakfast Show earlier this week.  \"We loved it as a team, but the way that it's taken off is way beyond me.\"", "type": "p"}, {"text": "The song has been steadily climbing the chart since entering at number 26 four weeks ago. This week, it rose three places to reach number nine.", "type": "p"}, {"text": "Kylie hasn't been in the top 10 in any capacity since appearing as a featured artist on Taio Cruz's 2011 single Higher. ", "type": "p"}, {"text": "Padam Padam is also a hit in Ireland, the Netherlands, Argentina, Chile, Germany, El Salvador, New Zealand and Kylie's home country, Australia.", "type": "p"}, {"text": "Said to be inspired by the Edith Piaf song of the same name, its title mimics the sound of a racing heart.", "type": "p"}, {"text": "\"It's onomatopoeic,\" Kylie explained. \"D-dum, d-dum, like a heartbeat\".", "type": "p"}, [{"text": "Kylie to headline BBC Radio 2 festival in Leicester", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-leicestershire-65883291"}], {"text": "But since its release last month, the word \"Padam\" has been adopted by fans, especially during Pride month, to represent all sorts of things - from hello and goodbye, to a vocal seal of approval. ", "type": "p"}, {"text": "What do you think of her outfit? Padam. How do you take your coffee? Padam. Is it hot outside? Padam Padam.", "type": "p"}, {"text": "\"It means being gay and having a great time,\" one fan explained on Instagram.", "type": "p"}, {"text": "\"People are hilarious. It's become a noun, a verb, an adjective,\" Kylie told Zoe Ball. ", "type": "p"}, {"text": "\"You know, friends leaving going: 'Padam!' Like they've turned into minions or something. It's taken on a life of its own and I am having the time of my life seeing what people are doing.\"", "type": "p"}, {"text": "Writing in Harper's Bazaar, Louis Staples said the phrase fits into a history of \"queer people using art as part of a coded language that only we - the initiated - understand\". ", "type": "p"}, {"text": "\"A historic example would be San Francisco's Castro District in the 1970s, during the time of Harvey Milk, when there was an entire sartorial code for gay men, according to which not only different-coloured handkerchiefs, but also everyday garments like Converse and plaid shirts all meant different things,\" he observed.", "type": "p"}, {"text": "\"Padam Padam seems to have entered that same gay lexicon, the shorthand many of us use to communicate with each other.\"", "type": "p"}, {"text": "According to The Sun, fans are even petitioning the Oxford English Dictionary to add the word to its next edition.", "type": "p"}, {"text": "\"That's a wild thought,\" Kylie told Capital Radio. \"Because what does it mean? It means whatever you want it to mean.\"", "type": "p"}, [{"text": "Kylie Minogue reveals her favourite Kylie era ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-54838463"}, {"text": "Kylie Minogue: 'I earned my stripes'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-26671171"}, {"text": "Dave and Central Cee set a new streaming record", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65859506"}], {"text": "Padam Padam is the second song to be taken from the star's upcoming album Tension, which is due for release in September.", "type": "p"}, {"text": "After the disco vibes of her last record, and the country-pop songs of 2018's Golden, she said the musical reference point for her new material was her slow-burning and sensual 2003 single Slow.", "type": "p"}, {"text": "Coincidentally, that song was Kylie's last number one in the UK. ", "type": "p"}, {"text": "But with streams of Padam Padam increasing week-on-week, the singer could return to the top five very soon.", "type": "p"}, {"text": "Elsewhere in the charts, One Direction star Niall Horan achieved his second number one album with The Show, closely followed by McFly, with their seventh studio album, Power To Play.", "type": "p"}, {"text": "Dave and Central Cee have the number one single for a second week with the laid-back summer jam, Sprinter. Another high-profile rap collaboration - J Hus and Drake's Who Told You - is the week's highest new entry at two.", "type": "p"}, {"text": "And Sam Fender and Harry Styles both get a boost after playing huge UK shows this week. ", "type": "p"}, {"text": "Fender's Seventeen Going Under returns to the Top 40 at 29, while Styles' singles Late Night Talking and Satellite are at 30 and 31 respectively.", "type": "p"}], "tags": []}