{"link": "https://www.bbc.com/news/science-environment-65917660", "category": "science & environment", "title": "Climate change: UN to unmask fossil fuel lobbyists at climate talks", "contributor": null, "time": "2023-06-16T08:30:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16922/production/_130105429_gettyimages-1258712858.jpg", "content": [{"text": "Oil, gas and coal representatives will have to disclose their industry ties at future climate meetings, the UN says. ", "type": "b"}, {"text": "For years, fossil fuel employees have been able to attend without having to be clear about their relationship with their companies.", "type": "p"}, {"text": "Last year, over 600 industry participants were able to enter the COP27 meeting in Egypt.", "type": "p"}, {"text": "Campaigners say the UN ruling is the first step to limiting the influence of polluters.", "type": "p"}, [{"text": "South rainier than north as UK weather trend flips", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65916142"}, {"text": "Is it getting too hot for solar panels?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65907342"}, {"text": "Flight turbulence increasing as planet heats up", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65844901"}], {"text": "The new rules will be in place for the COP28 summit in November in Dubai, United Arab Emirates, one of the world's top oil producers. UAE oil company chief Sultan Al Jaber will preside over the summit, an appointment that has irked environmentalists.", "type": "p"}, {"text": "Every year, political leaders from around the world attend the Conference of the Parties or COP meeting, where key decisions are made on how the world tackles climate change. ", "type": "p"}, {"text": "As well as politicians and diplomats, the events are attended by environmental campaigners who see ending the global reliance on fossil fuels as the key goal for the COP process.", "type": "p"}, {"text": "Increasingly, representatives from the fossil fuel industries have been attending as well. The problem though is that often employees of coal, oil and gas companies are not open about their affiliations. ", "type": "p"}, {"text": "At COP26 in Glasgow, there were more delegates from the fossil fuel industries than from any single country.", "type": "p"}, {"text": "Last year at COP27 in Egypt, the numbers had swollen by a quarter, with more than 600 representatives according to analysis from campaign group, Global Witness.", "type": "p"}, {"text": "With registration for delegates to this year's COP28 summit in Dubai set to open soon, the UN will now put in place a mandatory question on affiliation. ", "type": "p"}, {"text": "\"From now onwards, every single badged participant attending the event will be required to list their affiliation and relationship to that organisation,\" said UN climate chief Simon Stiell, speaking at the closing of a preparatory meeting in Bonn.", "type": "p"}, {"text": "Campaigners say the step is long overdue.", "type": "p"}, {"text": "\"As long as UN climate talks have existed, the fossil fuel industry lobbyists have been flooding these talks seeking a seat at the table where the rules of climate action are written,\" said Rachel Rose Jackson from Corporate Accountability.", "type": "p"}, {"text": "\"It's actually no small thing that for the first time ever, all participants, will have to be honest to the world about who they are.\"", "type": "p"}, {"text": "Observers say that the new requirement might prevent a recurrence of what happened last year when BP chair Bernard Looney attended the talks as a delegate of Mauritania, a poor African country where the company has major investments. ", "type": "p"}, {"text": "Similarly, four senior employees of Total, the French oil company, came to the COP as representatives of a mysterious German environmental campaign group. ", "type": "p"}, {"text": "However while information on a delegate's affiliation will now be mandatory, participants will be allowed to opt out on the nature of their relationship to that organisation. ", "type": "p"}, {"text": "There will also be no requirement to say who's financing the trip to the COP.", "type": "p"}, {"text": "If delegates do opt out from providing some information, the UN will publish these blank answers in their lists, allowing people to draw their own conclusions.", "type": "p"}, {"text": "\"This information should help prevent those representing the interests of fossil fuels from sneaking through the back door without declaring their true intentions,\" said Alice Harrison, from Global Witness, who compile an annual list of fossil fuel delegates attending the COP. ", "type": "p"}, {"text": "\"We'll be certain to dig into those who refuse to declare.\" ", "type": "p"}, {"text": "The move comes as delegates left the meeting in Bonn meeting meant to prepare the ground for COP28.", "type": "p"}, {"text": "Deep divisions between rich and poor were again apparent, with huge frustration on the part of developing countries that their financial needs are not being met, as climate impacts ramp up around the world. ", "type": "p"}, {"text": "\"The credibility of this process is under threat. Let's remember there is nowhere else to go to solve these issues,\" warned UN climate executive secretary Simon Stiell.", "type": "p"}, {"text": "There was also ongoing rancour about the role of Sultan Al Jaber from the United Arab Emirates, who will preside over COP28.", "type": "p"}, {"text": "Many have questioned the suitability of an oil company chief executive for this crucial role. ", "type": "p"}, {"text": "Supporters say he is well positioned to help major oil producing nations transition away from fossil fuels. ", "type": "p"}, {"text": "On a short visit to the talks last week, Sultan Al Jaber said that the \"phasedown of fossil fuels is inevitable\".", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc.", "type": "p"}], "tags": []}