{"link": "https://www.bbc.com/news/business-65394860", "category": "business", "title": "Half of NYC households face cost of living crisis", "contributor": null, "time": "2023-04-25T21:36:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6D06/production/_129501972_gettyimages-1170419433.jpg", "content": [{"text": "Half of working-age households in New York City do not make enough money to cover basic needs, according to a new report.", "type": "b"}, {"text": "That marks a significant jump from the group's 2021 study, when it found that 36% of households were struggling. ", "type": "p"}, {"text": "It said the surge was driven by the sharp rise in prices in recent years - especially for housing and childcare. ", "type": "p"}, {"text": "It comes as families around the world are facing rising living costs.", "type": "p"}, {"text": "In 2023, a family of four would need to make more than $100,000 (£80,000) to match costs anywhere in New York City.", "type": "p"}, {"text": "That is significantly higher than the roughly $70,000 median household income in the city reported by the US census. ", "type": "p"}, {"text": "The report was commissioned by the Fund for the City of New York, which is backed by the Ford Foundation, and the charity, United Way of New York City. A similar study has been conducted periodically since 2000.", "type": "p"}, {"text": "The analysis examines the \"true cost of living\", a measure that reflects local costs and housing size.  ", "type": "p"}, {"text": "It is more comprehensive metric than the official poverty measure in the US, which was developed in the 1960s. By that measure, just 16% of households in New York City are living in poverty.\"There are many more people in New York City who struggle to meet their basic needs than the government's official poverty statistics capture,\" the authors of the report write. ", "type": "p"}, {"text": "\"We find that New York City families struggling to make ends meet are neither a small nor a marginal group, but rather represent a substantial proportion of households in the state.\"", "type": "p"}, {"text": "The report found that single mothers, people of colour and foreign-born were disproportionately likely to be struggling, but the problem also affected those with jobs and higher education.", "type": "p"}, {"text": "Among households with at least one person working, 40% could not cover basic costs, it found, while more than half of those who did not make enough to cover the cost of living had at least some college education. ", "type": "p"}, {"text": "The report comes as many countries are struggling to rein in rapidly rising prices, which were once thought to reflect temporary shocks stemming from the pandemic and war in Ukraine but have proven stubbornly persistent. ", "type": "p"}, {"text": "Inflation, the rate at which prices rise, is expected to be 7% globally this year, according to the IMF's most recent outlook.", "type": "p"}, {"text": "In the UK, inflation is at 10.1%, close to a 40 year high.", "type": "p"}], "tags": []}