{"link": "https://www.bbc.com/news/entertainment-arts-65390525", "category": "entertainment & arts", "title": "Harry Belafonte: Singer and civil rights activist dies aged 96", "contributor": null, "time": "2023-04-25T15:42:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/088D/production/_129498120_hi000670919.jpg", "content": [{"text": "Harry Belafonte, the singer and actor who smashed racial barriers in the US, has died at home in Manhattan, aged 96.", "type": "b"}, {"text": "One of the most successful African-American pop stars in history, he scored hits with Island In The Sun, Mary's Boy Child and the UK number one Day-O (The Banana Boat Song).", "type": "p"}, {"text": "But his greatest achievements were as a campaigner for black civil rights in the US.", "type": "p"}, {"text": "He died of congestive heart failure, said his spokesman Ken Sunshine.", "type": "p"}, {"text": "His wife Pamela was by his side.", "type": "p"}, [{"text": "Harry Belafonte obituary: An icon of music, film and civil rights", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-11811290"}], {"text": "Oprah Winfrey was among the first to pay tribute, remembering Belafonte as \"a trailblazer and a hero to us all\".", "type": "p"}, {"text": "\"Thank you for your music, your artistry, your activism, your fight for civil rights and justice,\" she continued. \"Your being here on Earth has blessed us all.\"", "type": "p"}, {"text": "\"We just have to thank God that we had Harry Belafonte for 96 years,\" said singer-songwriter John Legend, who counted Belafonte as a friend and mentor.", "type": "p"}, {"text": "\"He used his platform in almost a subversive way, because he would sneak messages in there, revolutionary messages, when people thought he was just singing about good times.\"", "type": "p"}, {"text": "\"He gave so much, lived through so much [and] helped us grow so much as a nation and as a world.\"", "type": "p"}, {"text": "Often dubbed the King Of Calypso, Belafonte was born in Harlem, New York, in 1927, the son of poor Caribbean immigrants.", "type": "p"}, {"text": "A high school drop out, he joined the Navy during the Second World War, working as a munitions loader at a base in New Jersey.", "type": "p"}, {"text": "After the war, he pursued his dream of becoming an actor, studying drama at Erwin Piscator's famed Dramatic Workshop alongside the likes of Marlon Brando, Walter Matthau and Tony Curtis.", "type": "p"}, {"text": "He paid for the classes by singing at New York clubs, where he was backed by groups that included Miles Davis and Charlie Parker.", "type": "p"}, {"text": "That led to a recording contract and, in a search for material, Belafonte began to study the folk song archives at the US Library of Congress, alighting on the Calypso music his parents had grown up with.", "type": "p"}, {"text": "It proved to be a wise move. The handsome young star sparked a fad for the genre with songs like Jamaica Farewell and Day-O (a song about Caribbean dock workers), both of which featured on his third album, Calypso.", "type": "p"}, {"text": "Released in 1956, it topped the Billboard charts and was said to be the first album by a solo artist to sell more than a million copies in the US.", "type": "p"}, {"text": "His success was such that he was the first black person allowed to perform in many upmarket US venues - including some that had been off-limits to artists like Louis Armstrong and Ella Fitzgerald.", "type": "p"}, {"text": "His music endures in the streaming era - with the song Jump In The Line (Shake Senora) registering more than 115 million plays, thanks to its use in the Tim Burton film Beetlejuice.", "type": "p"}, {"text": "As an actor, Belafonte made his Broadway debut in the musical John Murray Anderson's Almanac in 1953, for which he won a Tony Award for supporting actor. Hollywood soon came calling, and he scored his first lead role in Island in the Sun, where he starred alongside James Mason, Joan Fontaine and Joan Collins, with whom he had an affair.", "type": "p"}, {"text": "In 1957, he was described in Look magazine as the first black matinee idol in entertainment history. ", "type": "p"}, {"text": "His achievements were all the more remarkable in an era when black actors were usually cast as maids and labourers, stereotypes that he refused to bow to. In 1959, he famously turned down the musical Porgy and Bess, describing the lead role as demeaning.", "type": "p"}, {"text": "He continued making films into his 80s, making his final appearance in Spike Lee's BlacKkKlansman. ", "type": "p"}, {"text": "In his music career, he recorded more than 30 albums, including collaborative records with Nana Mouskouri, Lena Horne, and Miriam Makeba. ", "type": "p"}, {"text": "Bob Dylan even made his first recorded appearance playing harmonica on Belafonte's 1962 album, Midnight Special.", "type": "p"}, {"text": "A close friend of Martin Luther King, the artist was a notable and visible supporter of the civil rights movement, who bankrolled several anti-segregation organisations and was known to have bailed Dr King and other activists out of jail. ", "type": "p"}, {"text": "He was one of the organisers of the 1963 March on Washington, and also took part in the Selma to Montgomery marches in 1965.", "type": "p"}, {"text": "\"Belafonte's global popularity and his commitment to our cause is a key ingredient to the global struggle for freedom and a powerful tactical weapon in the Civil Rights movement,\" Dr King once observed. ", "type": "p"}, {"text": "\"We are blessed by his courage and moral integrity.\"", "type": "p"}, {"text": "The star also campaigned against poverty, apartheid and Aids in Africa; and became an ambassador for Unicef, the United Nations children's fund.", "type": "p"}, {"text": "In 1985, he organised the charity single We Are the World, an all-star musical collaboration that raised money for famine relief in Ethiopia. ", "type": "p"}, {"text": "After watching a news report on the famine, he was rallied artists to raise money in the same way Bob Geldof and Midge Ure had done with Banmd Aid in the UK, a year earlier.", "type": "p"}, {"text": "Featuring superstars like Michael Jackson, Stevie Wonder, Bruce Springsteen, Bob Dylan, Ray Charles and Diana Ross, the song - written by Jackson and Lionel Richie - generated millions of dollars for charity.", "type": "p"}, {"text": "\"A lot of people say to me, 'When as an artist did you decide to become an activist?'\" Belafonte said in a National Public Radio interview in 2011. \"I say to them, 'I was long an activist before I became an artist.'\"", "type": "p"}, {"text": "Even in his late 80s, Belafonte was still speaking out on race and income equality and urged President Barack Obama to do more to help the poor. ", "type": "p"}, {"text": "Fiercely left-wing, he campaigned against nuclear armament, and caused controversy in 2006 when, in a meeting with Venezuelan president Hugo Chavez, he described US president George W Bush as \"the greatest terrorist in the world\". ", "type": "p"}, {"text": "Belafonte also compared Bush's secretaries of state Colin Powell and Condoleezza Rice, both of whom were black, to slaves who worked in their master's house rather than in the fields.", "type": "p"}, {"text": "Statements like those made the star a frequent target of criticism, but he continued to be honoured for his artistry and humanitarian work.", "type": "p"}, {"text": "Among his many awards, Belafonte was bestowed with a Kennedy Center Honor in 1989 and the National Medal of Arts in 1994. He was an EGOT - one of a rare group of people who have received all four of entertainment's biggest awards, an Emmy, a Grammy, an Oscar and a Tony.", "type": "p"}, {"text": "Other stars paying tribute included rapper Ice Cube, who called the star \"more than a singer, more than an actor and more than a man\".", "type": "p"}, {"text": "Actress Mia Farrow remembered Belafonte as a \"beautiful singer,\" and \"a deeply moral and caring man\".", "type": "p"}, {"text": "\"If we could be more like Harry, what a wonderful world it could be,\" she added.", "type": "p"}, {"text": "Martin Luther King's daughter, Bernice, shared a photograph of the Belafonte at her father's funeral, and shared her personal gratitude to the star.", "type": "p"}, {"text": "When I was a child, HarryBelafonte showed up for my family in very compassionate ways,\" she wrote on Instagram. ", "type": "p"}, {"text": "\"In fact, he paid for the babysitter for me and my siblings. Here he is mourning with my mother at the funeral service for my father at Morehouse College. I won't forget. Rest well, sir.\"", "type": "p"}, {"text": "Belafonte was married three times. He and his first wife Marguerite Byrd had two children, including actress-model Shari Belafonte. He also had two children with second wife Julia Robinson, a former dancer.", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": []}