{"link": "https://www.bbc.com/news/science-environment-65375943", "category": "science & environment", "title": "LionLink: North Sea power line to connect wind farms to UK", "contributor": null, "time": "2023-04-24T14:11:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/957C/production/_129486283_gettyimages-1253690396.jpg", "content": [{"text": "A huge electricity cable project in the North Sea could provide green power to 1.8 million UK homes in plans announced by the UK and Dutch governments. ", "type": "b"}, {"text": "It would connect to offshore wind farms and transfer electricity between the two countries.", "type": "p"}, {"text": "European nations are under pressure to fulfil climate promises to end reliance on fossil fuels and to improve energy security.", "type": "p"}, {"text": "The deal was announced on Monday at an energy summit in Ostend, Belgium. ", "type": "p"}, {"text": "The power line, called LionLink, is being developed by the National Grid and Dutch electricity network TenneT and could be running by the early 2030s.", "type": "p"}, {"text": "The government claims LionLink will carry 1.8GW of electricity, giving it the largest capacity of any cross-border electricity line in the world. ", "type": "p"}, {"text": "An existing cross-border connection between Germany and Denmark carries 0.4GW.  ", "type": "p"}, {"text": "\"We are bolstering our energy security and sending a strong signal to Putin's Russia that the days of his dominance over global power markets are well and truly over,\" said UK Energy Security Secretary Grant Shapps.", "type": "p"}, {"text": "Russia's invasion of Ukraine last year caused energy prices to skyrocket as it disrupted gas and oil supplies from Russia to Europe.", "type": "p"}, {"text": "\"We are facing a climate crisis at the same time some of our ecosystems are in decline, and offshore wind is an integral part of both climate action and safeguarding our energy security,\" the leaders of Belgium, the Netherlands, Luxembourg, France, Germany, Ireland, Norway and the UK wrote in news website Politico about the Ostend summit, which aims to increase wind power in the North Sea.", "type": "p"}, [{"text": "Is the UK on track to meet its climate targets?", "type": "a", "href": "https://www.bbc.co.uk/news/58160547"}, {"text": "Wind generated record power in 2022", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64179918"}, {"text": "Turning point in 2023 for 'planet-friendly' energy", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65240094"}], {"text": "The UK government has made legally binding commitments to become net zero by 2050 - meaning the UK should stop adding warming greenhouse gases to the atmosphere.", "type": "p"}, {"text": "Experts says that will require a huge shift away from fossil fuels like oil and gas to greener sources of energy like wind and solar power.", "type": "p"}, {"text": "Existing UK plans have been criticised by environmentalists and experts as insufficient.", "type": "p"}, {"text": "Energy and climate think tank, the Energy & Climate Intelligence Unit (ECIU) welcomed the news about LionLink.", "type": "p"}, {"text": "\"The North Sea oil and gas basin is in terminal decline, so unless the deployment of renewables as well as electric heat pumps and the basics like home insulation is sped up, we'll become more dependent on foreign gas imports,\" said Jess Ralston, Head of Energy at the ECIU.", "type": "p"}, {"text": "\"Under current government policy, these imports are set to increase, but cooperation like this should bring greater energy resilience and cheaper bills for households. The UK could get on track to being a net energy exporter,\" she added.", "type": "p"}], "tags": []}