{"link": "https://www.bbc.com/news/technology-65377793", "category": "technology", "title": "New rules ban subscription traps and fake reviews", "contributor": null, "time": "2023-04-25T08:49:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11290/production/_129488207_gettyimages-1383931917.jpg", "content": [{"text": "Buying, selling or hosting fake reviews will become illegal as part of changes planned in new laws.", "type": "b"}, {"text": "The UK government's new Digital Markets, Competition and Consumer Bill aims to help consumers and increase competition between big tech firms.", "type": "p"}, {"text": "The bill is being introduced on Tuesday and bans people receiving money or free goods for writing glowing reviews.", "type": "p"}, {"text": "Firms will also have to remind people when free subscription trials end.", "type": "p"}, {"text": "And the bill also seeks to end the tech giants' current market dominance.  ", "type": "p"}, {"text": "The bill has been in the making since 2021.", "type": "p"}, {"text": "Its creators have said they want to manage the way in which a handful of huge tech companies dominate the market - although none is specifically named yet, and will be selected after a period of investigation of up to nine months.", "type": "p"}, {"text": "It does not matter in which country they are based, and firms headquartered in China will also be included if they are found to be in scope.", "type": "p"}, {"text": "The newly formed Digital Markets Unit, which will be part of the Competition and Markets Authority (CMA), will then be given certain powers to open up a specific market depending on the situation. ", "type": "p"}, {"text": "So, for example, this could mean telling Apple to allow iPhone and iPad users to download apps from different app stores, or forcing search engines to share data.", "type": "p"}, {"text": "The CMA will be able to issue fines of up to 10% of global turnover for non-compliance depending on the offence, and will not require a court order to enforce consumer law.", "type": "p"}, {"text": "The EU Digital Markets Act has been set up to tackle similar competition issues with big tech firms.", "type": "p"}, {"text": "The UK bill is very wide-ranging, and the CMA will have to:", "type": "p"}, [{"text": "deal with the huge, global issue of big tech's market dominance", "type": "p"}, {"text": "help people manage subscriptions, and potentially extend the \"cooling off\" period so they can be cancelled after one payment is made", "type": "p"}, {"text": "ensure platforms take \"reasonable steps\" to verify that product and service reviews are genuine ", "type": "p"}], {"text": "The CMA has proved a UK regulator can be effective when tackling what are likely to be predominantly US-based giants, after it successfully forced Meta, Facebook's parent company, to sell the graphics animation firm Giphy after ruling that it would harm competition. Meta expressed disappointment, but it did comply. ", "type": "p"}, {"text": "Lawyer Nick Breen, from Reed Smith, said the additional powers given to the CMA under the new bill mean that \"no-one has the luxury of taking this lightly\".", "type": "p"}, {"text": "Neil Ross, from trade association techUK, said he hoped it would include \"robust checks and balances\" as well as an efficient appeals process.", "type": "p"}, {"text": "\"The new laws we're delivering today will empower the CMA to directly enforce consumer law, strengthen competition in digital markets, and ensure that people across the country keep hold of their hard-earned cash,\" said Business Minister Kevin Hollinrake.", "type": "p"}, {"text": "The new rules will be enforced as soon as possible following parliamentary approval, said the Department of Business and Trade.", "type": "p"}], "tags": []}