{"link": "https://www.bbc.com/news/business-66505088", "category": "business", "title": "UBS to pay $1.4bn to settle fraud claims from 2008 crisis", "contributor": null, "time": "2023-08-14T19:31:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A27F/production/_130799514_whatsubject.jpg", "content": [{"text": "Swiss bank UBS has agreed to pay $1.4bn (£1.1bn) to resolve fraud claims in the US stemming from the 2008 financial crisis.", "type": "b"}, {"text": "It brings to a close the last case brought by US prosecutors investigating banks' conduct in the run-up to the crash, which sparked a global downturn.", "type": "p"}, {"text": "Prosecutors said the bank had lied about the quality of mortgages that were packaged and sold to investors in a series of deals in 2006-2007.", "type": "p"}, {"text": "UBS did not admit or deny the claims.", "type": "p"}, {"text": "In a statement, it said it had already set aside money for the \"legacy\" matter and the deal would resolve all civil claims in the US. ", "type": "p"}, {"text": "The bank had previously sought to have the case dismissed, saying prosecutors had not presented evidence of any intentional fraud.", "type": "p"}, {"text": "In the lawsuit, which was brought in 2018, US prosecutors alleged that the Swiss bank had misled investors in connection with the sale of mortgage-backed securities more than a decade ago. ", "type": "p"}, {"text": "Ryan K Buchanan, United States attorney for the Northern District of Georgia, said UBS' conduct had \"played a significant role in causing a financial crisis that harmed millions of Americans\".", "type": "p"}, [{"text": "RBS agrees £3.65bn US settlement", "type": "a", "href": "https://www.bbc.co.uk/news/business-40584399"}], {"text": "\"The scope of this settlement should serve as a warning to other financial institutions - both large and small - of the significant penalties that can result when corporations misrepresent vital information to investors and undermine trust in our public markets,\" he added.", "type": "p"}, {"text": "UBS, which is one of the world's top investment banks, is the eighteenth firm to reach a settlement in the US over its role in the 2008 crisis, prosecutors said.", "type": "p"}, {"text": "The deals have led to more than $36bn in penalties altogether, involving the world's biggest banks, ratings firms and others. ", "type": "p"}, {"text": "US banks including JP Morgan and Bank of America have agreed to pay far larger sums than UBS. ", "type": "p"}, {"text": "Global banks' exposure to bad US mortgages in the early 2000s played a key role in sparking the financial crisis, which led to a sharp contraction in the global economy and the most severe downturn since the Great Depression of the 1930s in America.", "type": "p"}, {"text": "Unexpected losses stemming from the loans created strains in the financial system and led to the collapse of several major banks, including Lehman Brothers in the US in 2008.", "type": "p"}, {"text": "Prosecutors have accused banks of fuelling the crisis with illegal mortgage lending, which spread to the wider financial system thanks to widespread trading of securities backed by mortgages.", "type": "p"}], "tags": []}