{"link": "https://www.bbc.com/news/entertainment-arts-66503453", "category": "entertainment & arts", "title": "EastEnders: Shane Richie's Alfie Moon set for prostate cancer story", "contributor": null, "time": "2023-08-14T19:26:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12BF5/production/_130798767_gettyimages-1495696160.jpg", "content": [{"text": "A new EastEnders storyline will see Alfie Moon diagnosed with prostate cancer after writers worked with charities to put an \"authentic story\" about the disease on screen.", "type": "b"}, {"text": "Macmillan Cancer Support said they hope the development will \"help open up vital conversations\" about the illness.", "type": "p"}, {"text": "One-in-eight men will get prostate cancer in their lifetime, according to Prostate Cancer UK. ", "type": "p"}, {"text": "Actor Shane Richie's character first appeared in the BBC series in 2002.", "type": "p"}, {"text": "The storyline will \"follow Alfie and those around him as he discovers and comes to terms with his diagnosis\", the BBC said.", "type": "p"}, {"text": "Writers consulted Prostate Cancer UK, Macmillan Cancer Support and other experts in the field while producing the plot, while Richie met a man affected by the illness to give him the \"opportunity to understand what it's like to experience the disease first-hand\".", "type": "p"}, {"text": "Chris Clenshaw, the programme's executive producer, said producers wanted to \"accurately portray such an emotional and pivotal storyline for Alfie, and one that many viewers may relate to\".", "type": "p"}, {"text": "He added: \"Shane [Richie] has thoughtfully portrayed the realities of being diagnosed with prostate cancer with grace and understanding.", "type": "p"}, {"text": "\"We hope that this storyline resonates with the audience, and that we represent it as sensitively, and as accurately, as possible.\"", "type": "p"}, {"text": "More than 12,000 men die of prostate cancer every year in the UK but survival rates have tripled in the last 50 years, with almost 80% of men living for 10 years or more after a diagnosis according to Cancer Research UK.", "type": "p"}, {"text": "Macmillan Cancer Support's Dany Bell said the series could \"raise awareness of the signs and symptoms of prostate cancer and the impact a cancer diagnosis can have on individuals and their families\".", "type": "p"}, {"text": "He added: \"We also know that men can often find it difficult to talk about cancer, to protect the people around them, or simply wanting to stay strong.", "type": "p"}, {"text": "\"We hope that seeing a character like Alfie go through this experience will help open up these vital conversations and highlight the array of support that's out there.\"", "type": "p"}, {"text": "Amy Rylance of Prostate Cancer UK said: \"It's been a privilege to provide insight into Alfie Moon's journey with prostate cancer, ensuring an authentic story is told every step of the way.\"", "type": "p"}, {"text": "Richie's Alife Moon returned to Albert Square last September after fleeing Walford in 2019 - and the character has seen storylines about dementia, cot death and infidelity.", "type": "p"}, {"text": "Prostate cancer effects a walnut-sized gland situated in the pelvis below the bladder. It mainly effects men over the age of 50 and is more common in black men, or men whose father or brother have previously had the disease.", "type": "p"}, {"text": "Common symptoms include: ", "type": "p"}, [{"text": "needing to urinate more frequently - particularly at night", "type": "p"}, {"text": "difficulty starting to urinate, weak flow and it taking a long time", "type": "p"}, {"text": "blood in urine or semen", "type": "p"}], {"text": "These symptoms can be caused by other conditions too - but it is important to have any changes checked by a doctor.", "type": "p"}, {"text": "You can find out more about prostate cancer from the BBC here, or click to visit the websites of Macmillan Cancer Support or Prostate Cancer UK.", "type": "p"}, [{"text": "If you have been affected by any of the issues raised in this article you can visit the BBC Action Line for help.", "type": "a", "href": "https://www.bbc.co.uk/programmes/articles/1KkkxvD0G1w4l294QCrQZbh/information-and-support-cancer"}]], "tags": []}