{"link": "https://www.bbc.com/news/health-66494983", "category": "health", "title": "Many cancer waiting time targets set to be dropped in England", "contributor": null, "time": "2023-08-14T11:15:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1776D/production/_130790169_gettyimages-1352435554.jpg", "content": [{"text": "The number of NHS cancer waiting time targets are expected to be reduced in England, in a move the health service says aims to catch cancers earlier.", "type": "b"}, {"text": "NHS bosses want to cut the number of targets, most of which have been routinely missed in recent years, from nine to three.", "type": "p"}, {"text": "They say the plan is backed by leading cancer experts and will simplify the \"outdated\" standards.", "type": "p"}, {"text": "But the head of the Radiotherapy UK charity said she is \"deeply worried\".", "type": "p"}, {"text": "Pat Price, who is also an oncologist and visiting professor at Imperial College London, said current performance was \"shockingly bad\", and while too many targets could be disruptive, \"the clear and simple truth is that we are not investing enough in cancer treatment capacity\".", "type": "p"}, {"text": "The changes have been under consultation since last year, and an outcome is expected within days. NHS leaders are understood to be keen to press on with the plan as first announced - but it is still subject to final approval by Health Secretary Steve Barclay.", "type": "p"}, {"text": "Speaking to BBC Breakfast, Mr Barclay said: \"What we have is a consultation at the moment with leading clinical figures in the cancer world and with the cancer charities asking whether the checks we have got are driving the right outcomes in terms of cancer survival or whether there are better ways of measuring those. ", "type": "p"}, {"text": "\"This is something led by clinicians working in cancer - it is not something being imposed by the government.\"", "type": "p"}, {"text": "Three targets are set to be kept:", "type": "p"}, [{"text": "diagnosis of cancer within 28 days of referral", "type": "p"}, {"text": "starting treatment within two months of an urgent referral", "type": "p"}, {"text": "starting treatment one month after a decision to treat.", "type": "p"}], {"text": "Six other targets, such as a two-week wait for a first consultant appointment, will be dropped.", "type": "p"}, {"text": "An NHS England spokesperson said: \"By making sure more patients are diagnosed and treated as early as possible following a referral and replacing the outdated two-week wait target with the faster diagnosis standard already being used across the country, hundreds of patients waiting to have cancer ruled out or diagnosed could receive this news faster.\"", "type": "p"}, {"text": "They added the changes will allow more patients to be referred \"straight to test\" and enable the wider use of diagnostic technologies like artificial intelligence.", "type": "p"}, [{"text": "Hospital waiting list tops 7.5 million in England", "type": "a", "href": "https://www.bbc.co.uk/news/health-66460309"}], [{"text": "Key cancer waiting target set to be missed in England", "type": "a", "href": "https://www.bbc.co.uk/news/health-64876835"}], [{"text": "NHS struggling to provide safe cancer care, say doctors", "type": "a", "href": "https://www.bbc.co.uk/news/health-65764755"}], {"text": "Labour leader Sir Keir Starmer accused the Government of \"moving the goalposts\".", "type": "p"}, {"text": "And he accused ministers of repeatedly failing to hit their existing targets and missing those to be retained.", "type": "p"}, {"text": "According to the latest figures, 59.2% of cancer patients in England who had their first treatment in June after an urgent GP referral had waited less than two months.", "type": "p"}, {"text": "This was up slightly on the previous month, but still well below the target of 85% which was last met in 2015.", "type": "p"}, {"text": "Naser Turabi, Cancer Research UK's director of evidence and implementation, said of the figures last week: \"Despite the best efforts of NHS staff, it's incredibly worrying that cancer waiting times in England are once again amongst the worst on record.\"", "type": "p"}, {"text": "He blamed the missed targets on \"years of underinvestment\" by the government and called for more cancer staff and a clear strategy.", "type": "p"}, {"text": "\"Without bold action, more people will miss out on lifesaving services,\" he said. ", "type": "p"}, {"text": "But he welcomed the streamlining of targets, saying it could be beneficial for patients. \"The shift to the Faster Diagnosis Standard - moving from nine cancer waiting time targets to three, should set clearer expectations for patients about when they should receive a diagnosis or have their cancer ruled out,\" he said. ", "type": "p"}, {"text": "Prime Minister Rishi Sunak has made cutting waiting lists one of his five priorities. His pledge only refers to waiting lists in England, because Scotland, Wales and Northern Ireland manage their own health systems.", "type": "p"}, {"text": "However, the overall number of patients waiting for treatment in England rose from 7.47 million in May to 7.57 million in June.", "type": "p"}, {"text": "Are you affected by the issues raised in this story? You can get in touch by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}