{"link": "https://www.bbc.com/news/science-environment-66464437", "category": "science & environment", "title": "How is sign language adapting to climate change?", "contributor": null, "time": "2023-08-11T01:26:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16347/production/_130715909_mediaitem130715908.jpg", "content": [{"text": "For deaf children, teachers and scientists, talking about things like \"greenhouse gases\" or \"carbon footprint\" used to mean spelling out long, complex scientific terms, letter by letter.", "type": "b"}, {"text": "Now they are among 200 environmental science terms that have their own new official signs in British Sign Language (BSL).", "type": "p"}, {"text": "The deaf scientists and sign language experts behind the update hope the new vocabulary will make it possible for deaf people to fully participate in discussions about climate change, whether it's in the science lab or classroom.", "type": "p"}, {"text": "\"We're trying to create the perfect signs that visualise scientific concepts,\" explains Dr Audrey Cameron. ", "type": "p"}, {"text": "Dr Cameron, who is profoundly deaf, leads the sign language project at Edinburgh University, which has just added the new terms to the BSL dictionary.", "type": "p"}, {"text": "She described how, in her own scientific career, a lack of vocabulary meant she was excluded from important meetings and conversations. ", "type": "p"}, {"text": "\"I was involved in research for 11 years and went to numerous meetings but was never was truly involved because I couldn't understand what people were saying,\" she told BBC News. \"I wanted to talk with people about chemistry and I just wasn't able to.\" ", "type": "p"}, {"text": "Glasgow-based biology teacher Liam McMulkin has also been involved in the sign-creation workshops, hosted by the Scottish Sensory Centre. \"The beauty of sign language - particularly for science - is that it's a visual language,\" he explained. ", "type": "p"}, {"text": "\"Some of the concepts are abstract, but sign language can really help children to understand them.\" ", "type": "p"}, {"text": "Mr McMulkin used the sign for \"photosynthesis\" as an example, which uses one flat hand-shape to represent a leaf, while projecting the fingers - like the sun's rays - from other hand. ", "type": "p"}, {"text": "\"When I do this [move the sun hand towards the leaf hand], you can see that the energy is being absorbed by the leaf,\" he explained. ", "type": "p"}, {"text": "The science glossary project, funded in part by the Royal Society, has been running since 2007 and has added about 7,000 new signs to BSL.", "type": "p"}, {"text": "Describing the process by which signs are developed, Dr Cameron explained: \"We take a list of terms from the school curriculum and then work together to come up with something accurate but also visual of the meaning.\"", "type": "p"}, {"text": "The newest signs are themed around biodiversity, ecosystems, the physical environment and pollution. There is an online video video glossary demonstrating the terms.", "type": "p"}, {"text": "The glossary is designed to support deaf children in schools. And as 13-year-old Melissa, a deaf student at a mainstream school in Glasgow explained: \"they really help you understand what's happening.\"", "type": "p"}, {"text": "Melissa showed me the difference between laboriously finger-spelling greenhouse gases (G-R-E-E-N-H-O-U-S-E G-A-S-E-S), and using the new sign that includes moving her closed fists around like gas molecules in the air. ", "type": "p"}, {"text": "\"With the sign I can see something is happening with the gas,\" she said.    ", "type": "p"}, {"text": "Mr McMulkin, who is Melissa's science teacher and is also profoundly deaf, added that hearing people were \"constantly learning and acquiring knowledge\" wherever they go, \"but deaf people miss out on so much information\". ", "type": "p"}, {"text": "\"That's why it's so important to use sign language in science lessons in schools,\" he said. \"It allows deaf children to learn in their natural language.\" ", "type": "p"}, {"text": "Dr Cameron also highlighted the value in education of depicting intricate scientific concepts in hand movements - for both hearing and deaf children. ", "type": "p"}, {"text": "Dr Cameron recalled observing a class in which five-year-olds were learning about how things float or sink. \"They were learning about how things that are less dense will float, which is quite complex,\" she explained. \"And the teacher was using the sign for 'density'.\"", "type": "p"}, {"text": "The sign explains that concept by using one closed fist and wrapping the other hand around it - squeezing and releasing to represent different densities. ", "type": "p"}, {"text": "\"I thought - these five-year-olds are not going to get this. But some time after the end of the lesson, they were asked a question about why things float or sink and they all used the sign for density,\" Dr Cameron said. ", "type": "p"}, {"text": "\"So I've seen how much of an impact this can have. And my passion has just grown as the glossary has grown.\" ", "type": "p"}, {"text": "Prof Jeremy Sanders, chair of the Royal Society diversity and inclusion committee, said: \"We hope these new signs will inspire and empower the next generation of BSL-using students and allow practising scientists to share their vital work with the world.\"", "type": "p"}, {"text": "Additional reporting by Kate Stephens and Maddie Molloy", "type": "p"}, {"text": "Hear more about the mission to create this visual vocabulary on Radio 4's Inside Science on BBC Sounds", "type": "p"}], "tags": []}