{"link": "https://www.bbc.com/news/entertainment-arts-62532622", "category": "entertainment & arts", "title": "Strictly Come Dancing 2022: Helen Skelton completes star line-up", "contributor": null, "time": "2022-08-13T11:18:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/36EC/production/_126306041_mediaitem126306040.jpg", "content": [{"text": "TV and radio presenter Helen Skelton has been announced as the 15th and final contestant for Strictly Come Dancing 2022.", "type": "b"}, {"text": "The news was announced on the Radio 2 programme of Claudia Winkleman, who co-hosts the dance show with Tess Daly.", "type": "p"}, {"text": "Skelton, 39, has previously appeared in the 2012 Strictly Christmas special. She starts presenting a new show on BBC Radio Five Live on Sunday.", "type": "p"}, {"text": "She said she was \"really excited to get stuck into a fun adventure\".", "type": "p"}, {"text": "The BBC One dancing competition is to return in September. Skelton joins the line-up of celebrity contestants including singer and presenter Fleur East, Paralympic swimmer Ellie Simmonds and Bros singer Matt Goss.", "type": "p"}, {"text": "Skelton, who has also presented on Countryfile and Blue Peter, told Winkleman she only finally agreed to take part \"the other day\".", "type": "p"}, {"text": "\"I did the Christmas one the other year,\" she said. \"The hair is the best, the makeup is incredible, the costumes are incredible. Who gets to go to work and be made to look a bit like Beyonce and have a fun time?'.", "type": "p"}, {"text": "\"I thought this is madness to not do it, of course I should do it, it will be so much fun.\"", "type": "p"}, [{"text": "The family tragedy behind Jayde Adams' Strictly booking", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62463731"}, {"text": "Bruno Tonioli sad to leave Strictly Come Dancing", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61491630"}, {"text": "Strictly final watched by 11 million people", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-59719398"}], {"text": "She has two sons and a baby daughter and told Winkleman: \"My [dance] partner better get used to a baby in the room.\"", "type": "p"}, {"text": "And she said her sons Ernie and Louis were excited but Louis had told her she would be better dancing on her own than with a partner.", "type": "p"}, {"text": "Skelton also revealed she once competed in a tap dancing competition backed by comedian Ken Dodd.", "type": "p"}, {"text": "The full line-up of other contestants taking part in this year's series is:", "type": "p"}, [{"text": "Will Mellor - Hollyoaks, Casualty and Two Pints of Lager and a Packet of Crisps actor", "type": "p"}, {"text": "Kym Marsh - Former Coronation Street actress and member of pop group Hear'Say and presenter of BBC One's Morning Live ", "type": "p"}, {"text": "Richie Anderson - Radio 2 travel news presenter", "type": "p"}, {"text": "Kaye Adams - One of the hosts of ITV's Loose Women", "type": "p"}, {"text": "Jayde Adams - Comedian and actor", "type": "p"}, {"text": "Ellie Simmonds - Paralympic swimming champion", "type": "p"}, {"text": "Tyler West - Presenter on BBC Three, MTV and radio station Kiss", "type": "p"}, {"text": "Matt Goss - Singer with 1980s boy band Bros", "type": "p"}, {"text": "Ellie Taylor - Comedian, television presenter, author and actress", "type": "p"}, {"text": "Molly Rainford - CBBC presenter and Britain's Got Talent finalist", "type": "p"}, {"text": "Tony Adams - Former Arsenal and England football captain", "type": "p"}, {"text": "Fleur East - X Factor runner-up who appeared on I'm a Celebrity... Get Me Out of Here", "type": "p"}, {"text": "Hamza Yassin - Wildlife presenter and cameraman", "type": "p"}, {"text": "James Bye - Plays Martin Fowler in EastEnders", "type": "p"}], {"text": "Craig Revel Horwood, Motsi Mabuse and head judge Shirley Ballas will all return to the Strictly judging panel this year.", "type": "p"}, {"text": "They will be joined again by Anton Du Beke, who has now permanently taken over from Bruno Tonioli after standing in for him during the 2021 series.", "type": "p"}, {"text": "Last year's contest was won by EastEnders actress Rose Ayling-Ellis and her professional partner Giovanni Pernice.", "type": "p"}, [{"text": "PLANE CRASH: What happened on board Emiliano Sala's fateful flight?", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/p0cryqy8#xtor=CS8-1000-%5BIn_Article_Promo_Box%5D-%5BNews_Promo_In_Article%5D-%5BNews_Promo_In_Article_BBCSounds%5D-%5BPS_SOUNDS~N~p0cryqy8~P_TransferTheEmilianoSalaStory%5D"}, {"text": "CAREER CRIMINALS: If you had already made millions, would you keep offending?", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/p0cpfbmb#xtor=CS8-1000-%5BIn_Article_Promo_Box%5D-%5BNews_Promo_In_Article%5D-%5BNews_Promo_In_Article_BBCSounds%5D-%5BPS_SOUNDS~N~p0cpfbmb~P_BadPeopleGangster%5D"}]], "tags": ["Television", "BBC", "Strictly Come Dancing"]}