{"link": "https://www.bbc.com/news/science-environment-62524551", "category": "science & environment", "title": "Climate change: Drought highlights dangers for electricity supplies", "contributor": "Matt McGrath", "time": "2022-08-13T04:16:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16B47/production/_126299929_gettyimages-1238502218.jpg", "content": [{"text": "The ongoing drought in the UK and Europe is putting electricity generation under pressure, say experts.", "type": "b"}, {"text": "Electricity from hydropower - which uses water to generate power - has dropped by 20% overall.", "type": "p"}, {"text": "And nuclear facilities, which are cooled using river water, have been restricted.", "type": "p"}, {"text": "There are fears that the shortfalls are a taste of what will happen in the coming winter.", "type": "p"}, {"text": "In the UK, high temperatures are hitting energy output from fossil, nuclear and solar sources.", "type": "p"}, {"text": "That is because the technology in power plants and solar panels work much less well in high temperatures.", "type": "p"}, {"text": "The prolonged dry spell is putting further pressure on energy supplies as Europe scrambles for alternative sources after the Russian invasion of Ukraine. ", "type": "p"}, [{"text": "Millions hit by hosepipe bans as drought declared", "type": "a", "href": "https://www.bbc.co.uk/news/uk-62508521"}, {"text": "US Senate passes sweeping $700bn economic package", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-62457386"}, {"text": "Causes of deadly dry-lightning wildfires revealed", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62406676"}], {"text": "Hydropower is an important source of energy for Europe, but the lack of water in rivers and reservoirs is now significantly reducing the ability of facilities to produce electricity. ", "type": "p"}, {"text": "Italy gets around 1/5 of its power from hydro, but that's fallen by around 40% in the past 12 months.", "type": "p"}, {"text": "It's a similar story in Spain, where the amount of electricity generated is down 44%, according to data from energy researchers Rystad Energy.", "type": "p"}, {"text": "\"Hydropower can be quite volatile, but 40% is absolutely extreme,\" says Fabian Rønningen, a power analyst with Rystad. ", "type": "p"}, {"text": "The figures are not just down in one part of Europe, he explains, but all the big hydropower-producing countries are making less now.", "type": "p"}, {"text": "\"It's really a big impact,,\" he adds.", "type": "p"}, {"text": "Norway is also experiencing challenges with hydro-electricity. It warned that it may not be able to continue to export energy to countries like the UK unless its reservoirs were refilled. ", "type": "p"}, {"text": "Some in the hydro industry say that lack of investment in modernisation and in transmission lines are also causing problems.", "type": "p"}, {"text": "\"We are going to face a problem this winter. And that should be a wake-up call to have more investment in the infrastructure for the next few years,\" says Eddie Rich from the International Hydropower Association.  ", "type": "p"}, {"text": "The exceptionally hot weather is also hitting nuclear power production, especially in France. Around half of the 56 reactors in the fleet are offline, with several affected by a systemic issue with corrosion. ", "type": "p"}, {"text": "Those reactors that are working are often cooled with water from rivers that are now running low, while temperatures are running high. ", "type": "p"}, {"text": "\"Once the water in the rivers is very low and very hot, basically you have to stop cooling down nuclear power plants. That's because the water that's released is dangerous for fish and other species in the rivers,\" said Prof Sonia Seneviratne, from ETH Zurich.", "type": "p"}, {"text": "The French government is now allowing some facilities to release very warm water back into the rivers, as a temporary measure. ", "type": "p"}, {"text": "It underlines the stresses the heat is putting on energy production. France is now making up the shortfall in electricity by importing from the UK among others. ", "type": "p"}, {"text": "Analysts say this is putting additional pressure on the UK system - at a time when the very warm weather is hitting production from gas and nuclear facilities. ", "type": "p"}, {"text": "It's more difficult to cool the plants in the warmer weather, explains Kathryn Porter, an energy consultant with Watt-Logic.", "type": "p"}, {"text": "\"Solar panels also experience quite a significant drop off above 25C. Everything just works less well when it's hot,\" she adds.", "type": "p"}, {"text": "The stresses in the UK system were evident this week when the National Grid triggered a capacity market notice, a technical step indicating that the safe margins for operating the grid were reduced.", "type": "p"}, {"text": "Countries, including the UK and France, rely on each other's electricity markets. ", "type": "p"}, {"text": "\"If both French and UK systems are in stress at the same time, then nobody really knows what will happen,\" Ms Porter says. ", "type": "p"}, {"text": "She said it is a foretaste of what may happen in winter and warns that there may well be restrictions on energy use for large consumers. ", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc.", "type": "p"}], "tags": ["Europe heatwaves", "Drought", "Intergovernmental Panel on Climate Change", "COP26", "UK climate change protests", "UK heatwaves", "Paris climate agreement", "Climate change"]}