{"link": "https://www.bbc.com/news/business-63697459", "category": "business", "title": "FTX crypto exchange owes biggest creditors $3.1bn", "contributor": null, "time": "2022-11-20T19:49:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E690/production/_127642095_ftxgettyimages-1440504577.jpg", "content": [{"text": "Cryptocurrency exchange FTX owes its 50 largest creditors almost $3.1bn (£2.6bn), according to a court filing.", "type": "b"}, {"text": "The embattled firm, which filed for bankruptcy in the US last week, says it owes about $1.45bn to its top 10 creditors, but has not named any.", "type": "p"}, {"text": "The collapse of the world's second largest crypto exchange shook confidence in the already troubled cryptocurrency market.", "type": "p"}, {"text": "It also led to exchange boss Sam Bankman-Fried to step down.", "type": "p"}, {"text": "FTX's previous bankruptcy filings revealed more than one million people and businesses could be owed money following its collapse.", "type": "p"}, {"text": "On Saturday, FTX said it had launched a review of its global assets and was preparing for the sale or reorganisation of some businesses. ", "type": "p"}, {"text": "A court hearing before a US bankruptcy judge has been set for Tuesday.", "type": "p"}, [{"text": "The fall of ‘King of Crypto’ Sam Bankman-Fried", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63612489"}, {"text": "A million owed money by failed crypto exchange", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63624894"}], {"text": "It is unclear how much people who have funds in the exchange will get back at the end of bankruptcy proceedings, though many experts have warned it may be a small fraction of what they put into the firm.", "type": "p"}, {"text": "Last week, new FTX chief executive John Ray hit out at the way the failed crypto exchange was run, saying he had never \"seen such a complete failure of corporate controls\".", "type": "p"}, {"text": "Mr Ray, who replaced Mr Bankman-Fried, criticised a \"complete absence of trustworthy financial information\".", "type": "p"}, {"text": "Mr Bankman-Fried told the Vox news website he regretted filing for bankruptcy, saying the decision had largely taken financial matters out of his control. He also expressed disdain for financial regulators.", "type": "p"}], "tags": ["United States", "Cryptocurrency"]}