{"link": "https://www.bbc.com/news/science-environment-63693738", "category": "science & environment", "title": "Climate change: Five key takeaways from COP27", "contributor": null, "time": "2022-11-20T11:04:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/28D2/production/_127705401_f6c5f2e6042db43ee1b6a1c89fcec448c26c47fb0_0_5500_36671000x667.jpg", "content": [{"text": "A new funding arrangement on loss and damage - a pooled fund for countries most affected by climate change - has been hailed as a \"historic moment\". It can be seen as the most important climate advance since the Paris Agreement at COP 2015.", "type": "p"}, {"text": "For decades the victims of a changing climate were the ghosts the richer world just couldn't see.", "type": "p"}, {"text": "Money has long been available to cut carbon or help countries adapt to rising temperatures - but there was nothing for those who had lost everything.", "type": "p"}, {"text": "\"For someone who has seen his home disappear in the floods in Pakistan, a solar panel or a sea wall isn't much use,\" explained Harjeet Singh from the Climate Action Network.", "type": "p"}, {"text": "The COP27 decision on loss and damage won't fix that immediately.", "type": "p"}, {"text": "The fund comes with many unknowns. What will be the criteria to trigger a payout? Where will the money come from, and will it be enough?", "type": "p"}, {"text": "Compare the EU's €60m contribution against the $30bn costs that Pakistan faces.", "type": "p"}, [{"text": "Climate costs deal struck but no fossil fuel progress", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63677466"}, {"text": "Will richer nations pay for climate change?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63478446"}], {"text": "But establishing the loss and damage fund is about more than money or compensation or reparations - it is really about solidarity and rebuilding trust.", "type": "p"}, {"text": "Despite the dramatic impacts the rising temperatures will inflict on the world, this fund signals that no one will be left behind.", "type": "p"}, {"text": "It is a concrete demonstration that we really are all in this together. ", "type": "p"}, {"text": "For many countries, the last hours of the negotiation represent a real step backwards in the fight against rising temperatures.", "type": "p"}, {"text": "While the loss and damage text represented a big win, the overall cover decision is being seen as a missed opportunity in the fight against climate change.", "type": "p"}, {"text": "The man who ran the COP26 negotiations in Glasgow put it bluntly. ", "type": "p"}, {"text": "\"Emissions peaking before 2025, as the science tells us is necessary. Not in this text,\" said Alok Sharma.", "type": "p"}, {"text": "\"Clear follow-through on the phase down of coal. Not in this text.\" ", "type": "p"}, {"text": "As well as all these limitations there was also a sharp U-turn on the language around fossil fuels.", "type": "p"}, {"text": "The text now includes a reference to \"low emission and renewable energy\".", "type": "p"}, {"text": "This is being seen as a significant loophole that could allow for the development of further gas resources, as gas produces less emissions than coal.", "type": "p"}, {"text": "There's a fifty-fifty chance over the next five years that we'll go over this important marker of temperature increases, compared to pre-industrial times. We're likely to pass it permanently by 2031.", "type": "p"}, {"text": "But at COP27, the EU and other developed countries were willing to die on the hill of strengthening the promise to keep 1.5C alive.", "type": "p"}, {"text": "Their efforts were ultimately in vain as the cover text failed to include a reference to the phasing out of all fossil fuels, seen as a necessary advance on last year's decision to phase down the use of coal.", "type": "p"}, {"text": "\"I wish we got fossil fuel phase out,\" said Kathy Jetnil-Kijiner, the Climate Envoy of the Marshall Islands, who along with other island states fear annihilation if temperatures rise above 1.5C.", "type": "p"}, {"text": "\"The current text is not enough. But we've shown with the loss and damage fund that we can do the impossible. So we know we can come back next year and get rid of fossil fuels once and for all.\"", "type": "p"}, {"text": "There's a deep sense of solidarity by the richer nations with the island states on this issue of keeping below 1.5C", "type": "p"}, {"text": "Faith in the threshold has also become a key differential between the US, EU and other richer countries and China, which is markedly less concerned about the goal.", "type": "p"}, {"text": "While the world will undoubtedly be a better place the closer we stay to the 1.5C guiderail, belief in the ideal is also a political and economic bridge to the developing world.", "type": "p"}, {"text": "So even as the science and the COP process falter on 1.5C, expect the diplomatic attachment to grow stronger in the coming years.", "type": "p"}, {"text": "One key takeaway from COP27 was the presence and power of fossil fuel - be they delegates or countries.", "type": "p"}, {"text": "Attendees connected to the oil and gas industry were everywhere. Some 636 were part of country delegations and trade teams.", "type": "p"}, {"text": "The crammed pavilions felt at times like a fossil fuel trade fair. This influence was clearly reflected in the final text.", "type": "p"}, {"text": "Demands from India and others for all fossil fuels to be phased down didn't survive, despite the backing of the EU and many other countries rich and poor.", "type": "p"}, {"text": "Many African countries were also keen to use the COP as a platform to promote new oil and gas initiatives in their countries.", "type": "p"}, {"text": "\"The fact that the outcome only talks about 'phase-down of unabated coal power' is a disaster for Africa and for the climate,\" said Babawale Obayanju, from Friends of the Earth Africa.", "type": "p"}, {"text": "\"We don't need more gas extraction in Africa, devastating our communities for the benefit of rich countries and corporations. What we needed from COP27 was agreement to a rapid, equitable phase out of all fossil fuels.\"", "type": "p"}, {"text": "That battle will resume at COP28 in Dubai.", "type": "p"}, {"text": "The undoubted darling of the COP was Brazil's president-elect Luiz Ignacio Lula Da Silva.", "type": "p"}, {"text": "Just as he did in Copenhagen in 2009, Lula electrified the conference with his promise of zero deforestation by 2030.", "type": "p"}, {"text": "More than his commitment to the Amazon, Lula restored people's faith in the power of the ballot box to solve the climate problem.", "type": "p"}, {"text": "So too, in his un-showy way did President Biden. The retention of the Senate by the Democrats most likely ensures that his Inflation Reduction Act will not be overturned or watered down.", "type": "p"}, {"text": "At a stroke it puts the United States' carbon cutting goal for 2030 within reach.", "type": "p"}, {"text": "The affirmation that democracy is an effective weapon against climate change was also demonstrated in the actions of the host country.", "type": "p"}, {"text": "With security and surveillance everywhere, the conference took place in an atmosphere best described as barely restrained intolerance.", "type": "p"}, {"text": "As well as the ongoing troubles over human rights, the Egyptian hosts paid scant attention to basic functional needs of a conference such as food, drink and decent wifi.", "type": "p"}, {"text": "When push came to shove, there was a distinct lack of empathy from negotiators for the presidency. This really mattered in the final showdown.", "type": "p"}, {"text": "COP27 could have been a major advance against climate change. That it ultimately didn't hit that mark is at least partly down to the hosts.", "type": "p"}], "tags": ["Committee on Climate Change", "Intergovernmental Panel on Climate Change", "Climate change"]}