{"link": "https://www.bbc.com/news/technology-63675849", "category": "technology", "title": "Is this really the end of Twitter?", "contributor": null, "time": "2022-11-18T12:52:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13B2F/production/_127678608_gettyimages-1244636244.jpg", "content": [{"text": "Twitter today is awash with people saying goodbye. ", "type": "b"}, {"text": "The hashtag \"RIPTwitter\" is trending and lots of the site's users are scrambling to download their data.", "type": "p"}, {"text": "They're also sharing alternative places to find them (consumer champion Martin Lewis, who has two million Twitter followers, has set himself up on Mastodon, although he admits he doesn't know how to use it yet).", "type": "p"}, {"text": "Twitter's new boss Elon Musk, never one to ignore a trend, tweeted a meme of a gravestone with the Twitter logo on it. ", "type": "p"}, {"text": "Staff have been leaving in their droves - half the workforce was laid off by Mr Musk one week after he completed his purchase of the platform, and many more are choosing to leave since he sent an email demanding \"hardcore\" working conditions and long hours from his remaining employees. ", "type": "p"}, {"text": "Quite a few of those departing, according to their Twitter bios, are engineers, developers and coders - the people who work on the guts of what makes Twitter function.", "type": "p"}, {"text": "Let's take the two biggest vulnerabilities that could knock the blue bird off its perch very swiftly.", "type": "p"}, {"text": "The first and most obvious would be a catastrophic hack. ", "type": "p"}, {"text": "Twitter, like all big websites (including this one, the BBC), will be constantly under attack from bad actors - even at state level - wanting to cause mischief. World leaders, politicians and celebrities all have personal Twitter accounts with millions of followers - a low-hanging fruit for a hacker wanting a lot of people to see their scam, as we have seen before. ", "type": "p"}, {"text": "Or they might just want it to disappear, so they bombard it with web traffic to see if it gets overwhelmed and shuts down that way. Attempts like this will be happening all the time - it's a constant battle.", "type": "p"}, {"text": "Cyber-security is, or at least should be, an important part of any 21st Century company's day-to-day operations. Last week Twitter's head of cyber-security, Lea Kissner, left the company. It's not known if she was replaced. (Twitter also has no communications team, so there's no easy way to ask.) ", "type": "p"}, {"text": "Twitter's security is likely to be pretty robust. You can't run a site used by 300 million people every month that's held together with a bit of string. But that robustness requires continuing maintenance. ", "type": "p"}, {"text": "Think about your own phone, or laptop, and the regular security updates you have to install. That's because new vulnerabilities are regularly unearthed, new chinks in the armour that you didn't know you had, and it's the job of the provider to send you the fix.", "type": "p"}, {"text": "The second potential disaster is that the servers are knocked out - either by someone with a grudge, or by mistake during a routine bit of maintenance that's not properly supervised. ", "type": "p"}, {"text": "Without servers, there is no Twitter (or Facebook, or Instagram or indeed our digital world.) ", "type": "p"}, {"text": "Servers - powerful computers -  are like the physical bodies of these platforms. They exist in data centres. These are effectively warehouses full of computer servers which are central to the operations of online businesses. The world runs on servers.", "type": "p"}, {"text": "As you can imagine, all of those machines generate a lot of heat. Data centres have to be kept cool, and they require a constant source of electricity.", "type": "p"}, {"text": "The servers themselves also require maintenance and replacement, as data gets migrated between them. All of that has the capacity for something to go wrong. It would be sudden and dramatic if it did.", "type": "p"}, {"text": "Elon Musk knows all this, of course. Let's not assume that he doesn't. However he may choose to play the buffoon.", "type": "p"}, {"text": "We don't know who is currently keeping watch. ", "type": "p"}, {"text": "But something happened to me yesterday that made me think perhaps there are more people at Twitter watching than we think.", "type": "p"}, {"text": "I told the story about an astronomer who was locked out of her account after wrongly falling foul of automated moderation tools. Nobody at Twitter or Mr Musk's other firms responded to me, or made contact with her. But her account was indeed restored later that day. ", "type": "p"}, {"text": "Somebody, somewhere inside Twitter, was paying attention. Perhaps there are still enough of them who are doing just that. ", "type": "p"}, {"text": "There is of course a third option - the nuclear one - which is that Musk declares Twitter bankrupt, and it gets wound down. Although right now he seems to be enjoying his status as Chief Twit.", "type": "p"}, {"text": "You can follow Zoe Kleinman on Twitter (", "type": "b"}], "tags": ["Elon Musk", "Computer hacking", "Twitter", "Cyber-security"]}