{"link": "https://www.bbc.com/news/entertainment-arts-64762465", "category": "entertainment & arts", "title": "Succession: Show's creator announces show will end after fourth season", "contributor": null, "time": "2023-02-24T18:23:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10CDC/production/_114282886_08_06_succession_s02.jpg", "content": [{"text": "The creator of Emmy-award winning drama Succession says the upcoming fourth season will be its last.", "type": "b"}, {"text": "Jesse Armstrong said in an interview with The New Yorker that he \"never thought this could go on forever\". ", "type": "p"}, {"text": "The final series of show - which follows Logan Roy, the owner of a media empire, and his family - begins next month.", "type": "p"}, {"text": "Armstrong said he and the show's other writers had been planning its end since 2021.", "type": "p"}, {"text": "\"I feel deeply conflicted. I quite enjoy this period when we're editing - where the whole season is there but we haven't put it out yet. I like the interregnum,\" said Armstrong, who also wrote Fresh Meat and Peep Show.", "type": "p"}, {"text": "\"And I also quite liked the period where me and my close collaborators knew that this was probably it, or this was it, but hadn't had to face up to it in the world.\"", "type": "p"}, [{"text": "What's the secret of Succession's success?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-54031647"}, {"text": "Schitt's Creek and Succession sweep Emmy Awards", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-54230150"}, {"text": "Critics hail Succession's 'exhilarating' return", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-58952267"}], {"text": "The HBO series, which stars Brian Cox, Jeremy Strong, Kieran Culkin and Sarah Snook, has won 13 Emmys, two Golden Globes and a Bafta.", "type": "p"}, {"text": "Armstrong said HBO, which confirmed the show was ending by retweeting The New Yorker article on Twitter, let him have full control of when the show would end.", "type": "p"}, {"text": "\"HBO has been generous and would probably have done more seasons, and they have been nice about saying, 'It's your decision',\" he said.", "type": "p"}, {"text": "Armstrong, who also wrote for The Thick of It and Veep, says he has not ruled out other shows about the Roy dynasty.", "type": "p"}, {"text": "\"I do think that this succession story that we were telling is complete,\" he said. ", "type": "p"}, {"text": "\"This is the muscular season to exhaust all our reserves of interest, and I think there's some pain in all these characters that's really strong.", "type": "p"}, {"text": "\"But the feeling that there could be something else in an allied world, or allied characters, or some of the same characters - that's also strong in me.\"", "type": "p"}, {"text": "The first episode of the final season airs on 27 March.", "type": "p"}], "tags": []}