{"link": "https://www.bbc.com/news/business-67104734", "category": "business", "title": "JP Morgan's Jamie Dimon warns world facing 'most dangerous time in decades'", "contributor": null, "time": "2023-10-13T18:41:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F079/production/_131416516_gettyimages-1136153634.jpg", "content": [{"text": "The world may be facing \"the most dangerous time... in decades\", bank boss Jamie Dimon has warned.", "type": "b"}, {"text": "The chief executive of JP Morgan Chase told investors that he was concerned about the risks to the economy from rising geo-political tensions.", "type": "p"}, {"text": "He said wars in Ukraine and Israel could hit energy and food prices, and global trade.", "type": "p"}, {"text": "Thousands have been killed in Israel and Gaza after an unprecedented attack by Palestinian militant group Hamas.", "type": "p"}, {"text": "Mr Dimon, who leads America's biggest bank, was speaking as the firm revealed its latest quarterly results.", "type": "p"}, {"text": "It reported $13bn (£10.7bn) in profit over the three months to September, up 35% from the same period in 2022.", "type": "p"}, {"text": "Mr Dimon said the bank had benefited from US households and business in healthy financial shape, but warned that he remained cautious about the state of the global economy, given the many risks emerging.", "type": "p"}, {"text": "\"My caution is that we are facing so many uncertainties out there,\" he said.", "type": "p"}, {"text": "He told investors they should be prepared to face higher interest rates, persistent inflation, as well as fallout from the violent conflicts.", "type": "p"}, {"text": "\"The war in Ukraine compounded by last week's attacks on Israel may have far-reaching impacts on energy and food markets, global trade, and geopolitical relationships,\" he said.", "type": "p"}, {"text": "He added: \"This may be the most dangerous time the world has seen in decades.\" ", "type": "p"}, {"text": "Concerns about how the wars will affect the economy also emerged during Citigroup's discussions of its results with investors.", "type": "p"}, {"text": "\"There's a lot of uncertainty that ultimately gets factored into how things play out,\" the bank's chief financial officer Mark Mason said.", "type": "p"}, {"text": "Mr Dimon, who has led JP Morgan Chase for nearly two decades, is known for being outspoken on political matters. ", "type": "p"}, {"text": "He has condemned attacks by the Hamas militant group, telling employees earlier this week that the bank stood with \"the people of Israel\".", "type": "p"}, {"text": "He opened the conference call with investors on Friday with another statement on the ongoing violence, saying the bank was \"deeply saddened ... about the recent horrific attacks on Israel and the resulting bloodshed and more.\" ", "type": "p"}, {"text": "\"Terrorism and hatred have no place in our civilized world, and all of our hearts here at JP Morgan Chase go out to all who are suffering.\"", "type": "p"}], "tags": []}