{"link": "https://www.bbc.com/news/business-62182881", "category": "business", "title": "Heathrow delays: Emirates agrees to cap summer ticket sales", "contributor": null, "time": "2022-07-15T19:48:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ACBF/production/_125932244_gettyimages-1167644714.jpg", "content": [{"text": "Emirates Airlines has agreed to cap sales of its flights out of Heathrow until mid-August, after the airport asked carriers to scale back capacity.", "type": "b"}, {"text": "The Dubai-based airline had previously rejected the airport's request for it to cut flight capacity at short notice.", "type": "p"}, {"text": "Bosses from the companies held talks on Friday morning about ways to avoid travel chaos over the coming months.", "type": "p"}, {"text": "Surging post-pandemic travel demand has seen airports struggling to cope, leading to delays and cancellations.", "type": "p"}, {"text": "In a joint statement, Emirates and Heathrow said they had come to an agreement.", "type": "p"}, {"text": "\"Emirates agreed the airline was ready and willing to work with the airport to remediate the situation over the next two weeks, to keep demand and capacity in balance and provide passengers with a smooth and reliable journey through Heathrow this summer,\" said Emirates Airlines President Sir Tim Clark and Heathrow chief executive John Holland-Kaye.", "type": "p"}, [{"text": "Don't expect great summer experience, warns airport boss", "type": "a", "href": "https://www.bbc.co.uk/news/business-62149041"}, {"text": "Heathrow tells airlines not to sell summer tickets", "type": "a", "href": "https://www.bbc.co.uk/news/business-62136022"}, {"text": "Will my summer holiday flights be cancelled?", "type": "a", "href": "https://www.bbc.co.uk/news/61660238"}], {"text": "They said the move would assist Heathrow in its \"resource ramp-up\".", "type": "p"}, {"text": "The companies added: \"In the meantime, Emirates flights from Heathrow operate as scheduled and ticketed passengers may travel as booked.\"", "type": "p"}, {"text": "Emirates originally rejected Heathrow's plea for airlines to make capacity cuts at short notice, with the carrier saying the airport's demand was \"unreasonable and unacceptable\".", "type": "p"}, {"text": "The airline had accused the airport of having a \"blatant disregard\" for customers after Heathrow capped passenger numbers at 100,000 per day during the summer, adding that the airport faced \"an 'airmageddon' situation due to their incompetence and non-action\".", "type": "p"}, {"text": "Another UAE-based airline, Etihad, told the Reuters news agency on Friday it would operate its five return daily Abu Dhabi-Heathrow flights at full capacity until the end of the month, despite Heathrow's request.", "type": "p"}, {"text": "Etihad added it was \"awaiting further information on the airport's longer-term plans for August\".", "type": "p"}, {"text": "Heathrow said it had no choice but to bring in a cap on departing travellers, which will be in place until 11 September.", "type": "p"}, {"text": "It said earlier this week that it was forced to impose cuts after it was unable to reach a compromise with airlines despite months of consultation.", "type": "p"}, {"text": "Before the pandemic, 125,000 people a day departed from the airport.", "type": "p"}, {"text": "The UK is about to enter the key summer holiday season as schools begin to break up and there are concerns travellers will be hit by further disruption and delays to journeys.", "type": "p"}, {"text": "Emirates said it was given 36 hours to cut departing passenger numbers, and therefore flights, and was threatened with legal action for not complying.", "type": "p"}, {"text": "Prior to Friday's agreement, the carrier said its ground handling and catering staff were capable of handling its scheduled flights, adding that the \"airport operator\" was responsible for issues \"with the central services and systems\".", "type": "p"}, {"text": "British Airways said Heathrow's demand was \"incredibly disappointing\" for customers and came after it had already reduced its summer schedule.", "type": "p"}, {"text": "BA is cutting an extra six flights a day in response to the move and says it has emailed some customers travelling on or before 25 July asking if they would like to change their flight or receive a voucher if they want to cancel.", "type": "p"}, {"text": "Airports and airlines, which cut jobs during the height of the coronavirus pandemic, have struggled to recruit staff as demand for international travel has returned.", "type": "p"}, {"text": "Heathrow said it had \"tried to be as supportive as possible to airlines\", saying its cap on passengers was higher than the 64,000 limit at Schiphol in Amsterdam.", "type": "p"}], "tags": ["Air travel", "Emirates"]}