{"link": "https://www.bbc.com/news/entertainment-arts-62184425", "category": "entertainment & arts", "title": "Paul Ryder: Happy Mondays bassist and Shaun's brother dies at 58", "contributor": null, "time": "2022-07-15T17:14:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2E74/production/_125929811_ryder_gettyimages-144150016.jpg", "content": [{"text": "Paul Ryder, bassist with Manchester band Happy Mondays and brother of singer Shaun, has died aged 58.", "type": "b"}, {"text": "A statement said the group and family were \"deeply saddened and shocked to say that Paul Ryder passed away this morning\".", "type": "p"}, {"text": "They said he was \"a true pioneer and legend,\" adding: \"He will be forever missed... Long live his funk x\"", "type": "p"}, {"text": "The band found fame in the \"Madchester\" era of the late 1980s and early 90s with hits like Step On and Kinky Afro.", "type": "p"}, {"text": "They personified the city's intoxicating acid house scene, with a mix of funky rock grooves with dance rhythms that appealed to clubbers and indie fans alike.", "type": "p"}, {"text": "Formed in Salford with Mark Day and Gary Whelan in 1980, the band signed to Factory Records and released their debut album in 1987, followed by 1988's Bummed.", "type": "p"}, {"text": "They reached greater heights of fame when 1990's Pills 'n' Thrills and Bellyaches rode the wave of a drug-fuelled music scene that blurred the boundaries between indie and rave.", "type": "p"}, {"text": ".", "type": "b"}, {"text": "\"I can't read music, so I just copied the basslines, but I could never get them spot-on so they turned into my own basslines.\"", "type": "p"}, {"text": "Ian Brown, frontman with The Stone Roses, one of the city's other biggest groups at the time, was among those paying tribute.", "type": "p"}, {"text": "He wrote on Twitter: \"Rest in peace Ryder. A great friend, a great musician, a great fella.\"", "type": "p"}, {"text": ": ", "type": "b"}, {"text": "Former Ride guitarist Andy Bell said: \"Really sad news about Paul Ryder, RIP.\"", "type": "p"}, {"text": ": ", "type": "b"}, {"text": ":", "type": "b"}, {"text": "The Happy Mondays fell apart after the drug-induced chaos of the sessions for their fourth album, Yes Please, in Barbados, and the Ryder brothers both battled heroin addiction.", "type": "p"}, {"text": "The group reformed in 1999 but Paul Ryder left after falling out with his brother, and he did not rejoin until another reunion in 2012.", "type": "p"}, {"text": "They have been back on tour recently and were due to headline the Kubix festival in Sunderland on Friday.", "type": "p"}, {"text": "Organisers said: \"Following the tragic news of Paul Ryder passing away this morning, The Happy Mondays will no longer be playing tonight's show and our thoughts remain with the band and Paul's family at this difficult time.\"", "type": "p"}, {"text": "Paul Ryder also acted in films including The Ghosts Of Oxford Street and Losing It, and also made a cameo as a gangster in the film 24 Hour Party People, about the Madchester music scene - and named after a Happy Mondays song.", "type": "p"}], "tags": ["Manchester", "Music"]}