{"link": "https://www.bbc.com/news/science-environment-62168213", "category": "science & environment", "title": "Tory leadership race: Where do candidates stand on net zero goal?", "contributor": "Jonah Fisher", "time": "2022-07-15T00:25:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DB11/production/_125918065_hi043157642getty.jpg", "content": [{"text": "It was until recently regarded as settled policy, supported by all major political parties and written into UK law.", "type": "b"}, {"text": "The policy called for \"net zero\", the rapid reduction in climate-damaging greenhouse gas emissions so we stopped putting more emissions into the atmosphere than we took out.  ", "type": "p"}, {"text": "But the combination of a cost of living crisis and the need to find a new prime minister has called into question Britain's commitment to reaching net zero greenhouse gas emissions by 2050.", "type": "p"}, {"text": "That's despite there being clear consensus among scientists that immediate action is needed if we are to have a chance of keeping global temperature rises below 1.5C, and reduce the risk of severe consequences from climate change. ", "type": "p"}, {"text": "None of the five remaining contenders in the Conservative leadership contest openly questions the science on which the net zero policies are based: that humans are warming the planet at an accelerating rate. ", "type": "p"}, {"text": "But differences emerge over whether net zero represents an opportunity or a cost, what should be done, and crucially how fast change should happen.", "type": "p"}, {"text": "At hustings on Wednesday, each of the remaining leadership candidates were asked to spell out whether they remained committed to the goal of reaching net zero by 2050. ", "type": "p"}, {"text": "According to a source in the room, Foreign Secretary Liz Truss, former Chancellor Rishi Sunak and Trade Minister Penny Mordaunt said they would honour the 2050 commitment, which is written into the Climate Change Act (2019).  Chair of the Foreign Affairs Select Committee Tom Tugendhat, former equalities minister Kemi Badenoch (and the now eliminated Attorney General Suella Braverman) all said they would potentially seek to change the date. ", "type": "p"}, {"text": "The next day Mr Tugendhat told journalists he'd been misunderstood and that he did remain committed to 2050 adding \"but nobody yet has set out a path to achieving it.\"", "type": "p"}, {"text": "What is net zero and how are the UK and other countries doing?", "type": "p"}, {"text": "What is the energy price cap and how high will bills go?", "type": "p"}, {"text": "Penny Mordaunt has in public been the most enthusiastic about the potential gains from pursuing net zero saying it \"represents a huge opportunity for jobs and growth\" that will provide millions of new jobs. ", "type": "p"}, {"text": "Kemi Badenoch is less keen. She's called net zero policies 'unilateral economic disarmament' and labelled the 2050 target as 'arbitrary'. This week she told The Times that people didn't want to answer difficult questions related to how we should generate our electricity and instead \"glue themselves to railings and demand the government do something extreme\".", "type": "p"}, {"text": "Both as Chancellor and now as a leadership candidate Rishi Sunak has largely avoided talking about net zero. While he was in the Treasury some accused him of blocking green policies that had spending implications though just before COP26 last year he did promise to make the UK the \"\"first-ever net zero aligned global financial centre\".", "type": "p"}, {"text": "Liz Truss has, like Rishi Sunak, skirted the issue. As Environment secretary she cut subsidies for solar farms calling them \"a blight on the landscape\"", "type": "p"}, {"text": "Tom Tugendhat, a backbencher, has not said much on the issue in this campaign, but in 2019 tweeted that \"tackling climate change is a fundamentally @conservatives principle.\" ", "type": "p"}, {"text": "Outright climate denial is rarely heard in serious political circles, but there are plenty who question the cost and the speed of change. Should high energy prices and rising inflation mean a slowing down or a pause, they ask, with meaningful action pursued in better times? ", "type": "p"}, {"text": "The new prime minister will immediately be faced with important decisions that will help decide whether the net zero goal remains attainable.", "type": "p"}, {"text": "Should the UK be developing its own sources of polluting fossil fuels, through fracking, and new gas and oil fields in the North Sea? Do we need a new coalmine in Cumbria? Should it be made easier to build onshore wind turbines (currently the cheapest form of energy generation)? Should the government be doing more to help people save energy (and money) by insulating their homes? ", "type": "p"}, {"text": "What's being widely called the 'green levy' is in the crosshairs of several leadership contenders. ", "type": "p"}, {"text": "The levy is part of your energy bill and is in fact a mix of social and green programmes. It funds things like the Warm Homes Discount (£20 to help poorer homes pay their bills), as well as schemes that support efficiency improvements in homes and businesses, help vulnerable people and encourage the take-up of renewable technology. ", "type": "p"}, {"text": "At hustings in Westminster both Penny Mordaunt and Liz Truss told fellow MPs they plan to suspend the \"levy\".  ", "type": "p"}, {"text": "Kemi Badenoch has hinted the same telling the Express newspaper \"Driving up energy costs to hit net zero, for example, comes at a greater cost for those places and parts of our economy that are still industrial,\" .", "type": "p"}, {"text": "Rishi Sunak has told MPs he would keep the levy. ", "type": "p"}, {"text": "But the reason your energy bill has gone up so much in recent months has very little to do with the \"green levy\".  Energy regulator Ofgem have been clear that the rise in energy prices is almost entirely tied to the soaring wholesale price of gas .", "type": "p"}, {"text": "As bills have sky-rocketed the 'green levy' has crept up on a typical bill from £144 in the summer of 2019 to £153 now. As a proportion of the typical bill it's fallen from nearly 12 percent of the total in 2019 to about 8 percent.", "type": "p"}, {"text": "There's also the question of what would happens to programmes which the so-called 'green levy' supports. Many are social by nature, aimed at the poorest and most vulnerable. Others are product of longstanding arrangements and contracts with energy companies. ", "type": "p"}, {"text": "\"No matter how determined a prime minister is its going to be very difficult to just stop them because essentially because that's government breaking its contracted promises,\" Daniel Newport, head of Net Zero at the Tony Blair Institute for Global Change, told BBC News.  ", "type": "p"}, {"text": "\"What's likely to happen in reality is that the Treasury would end up paying for it rather than just stopping it,\" he said.", "type": "p"}, {"text": "Liz Truss has already conveyed to MPs a similar message, that it would be paid out of general taxation. ", "type": "p"}, {"text": "The pitches we're hearing from the leadership contenders have been calibrated not just to appeal to fellow MPs but the Conservative party membership, who will have the decisive vote between the final two contenders. At this point both supporters and critics of net zero feel their views are in the ascendant. ", "type": "p"}, {"text": "\"All candidates know very well that the un-costed & impractical Net Zero agenda promoted thus far will not wash with Conservative Party members at this time of an energy price fuelled cost of living crisis,\" Craig Mackinlay, the head of the Net Zero Scrutiny Group of about 20 MPs, told BBC News. ", "type": "p"}, {"text": "\"I have every confidence that whoever triumphs in this leadership contest, we will see a reset back to common sense with a new realism on the Net Zero agenda.\"", "type": "p"}, {"text": "Chris Skidmore, the minister who signed the net zero legislation into law in 2019, told BBC News that after initially fearing that the policy was under threat he's now breathing easier.  The candidates are now aware that the polling in marginal \"red wall\" areas suggest that people do care about climate change, he says.", "type": "p"}, {"text": "\"What we've managed to do in the last week is to say look, this is a mainstream issue. It would be electoral suicide to dump net zero. We'd be making our electoral grave.\"", "type": "p"}, {"text": "Follow Jonah on Twitter @jonahfisherbbc", "type": "p"}], "tags": ["Greenhouse gas emissions", "Ofgem", "Tory leadership", "Carbon neutrality"]}