{"link": "https://www.bbc.com/news/business-64683267", "category": "business", "title": "Amazon calls staff back to office three days a week", "contributor": null, "time": "2023-02-17T21:15:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B406/production/_128668064_whatsubject.jpg", "content": [{"text": "Amazon will require all office staff to work in-person at least three days a week, ending a policy that left remote work decisions up to team directors.", "type": "b"}, {"text": "Boss Andy Jassy informed staff of the change on Friday, saying it would take effect on 1 May. ", "type": "p"}, {"text": "The company is joining others such as Disney and Starbucks that have tightened remote work rules this year.", "type": "p"}, {"text": "Mr Jassy said the change would help strengthen communication, career development and corporate culture. ", "type": "p"}, {"text": "\"Collaborating and inventing is easier and more effective when we're in person,\" he wrote in a memo shared by the firm.", "type": "p"}, {"text": "Remote work shot up during the pandemic lockdowns in 2020. It remains far more prevalent than it was before the pandemic, but surveys suggest the practice is slowly being reversed.", "type": "p"}, [{"text": "The companies backtracking on flexible work", "type": "a", "href": "https://www.bbc.co.uk/worklife/article/20230206-the-companies-backtracking-on-flexible-work"}, {"text": "'I quit my job rather than go back to the office'", "type": "a", "href": "https://www.bbc.co.uk/news/business-63944632"}], {"text": "The share of days worked from home fell to 27% in January, from nearly 35% a year earlier, according to a monthly online survey of working arrangements and attitudes that Stanford economist Nicholas Bloom and others have been conducting since May 2020. ", "type": "p"}, {"text": "Disney's policy, announced in January, requires staff to report to the office at least four days a week as of March. ", "type": "p"}, {"text": "Starbucks mandates at least three days of in-person work, while gaming firm Activision Blizzard announced plans for a similar policy this week. ", "type": "p"}, {"text": "High profile business leaders such as Elon Musk - who ended remote work completely at Tesla and Twitter - have long made their dislike of the practice known.", "type": "p"}, {"text": "But many staff have resisted the changes, and in some cases, employers have backtracked. ", "type": "p"}, {"text": "New York City Mayor Eric Adams recently said that the city would consider relaxing its in-office requirements as it struggles to fill vacancies. ", "type": "p"}, {"text": "Mr Jassy said that executives had had time to observe the pros and cons of different ways of working. ", "type": "p"}, {"text": "\"I know that for some employees, adjusting again to a new way of working will take some time,\" he wrote. \"But I'm very optimistic about the positive impact this will have in how we serve and invent on behalf of customers, as well as on the growth and success of our employees.\"", "type": "p"}], "tags": []}