{"link": "https://www.bbc.com/news/technology-64697560", "category": "technology", "title": "Instagram and Facebook to get paid-for verification", "contributor": null, "time": "2023-02-19T20:03:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C3B1/production/_128679005_ca1e7947300764d46b5d9171b083c42e96a7a1240_260_5480_30831000x563.jpg", "content": [{"text": "Instagram and Facebook users will now be able to pay for a blue tick verification, parent company Meta has announced.", "type": "b"}, {"text": "Meta Verified will cost $11.99 (£9.96) a month on web, or $14.99 for iPhone users.", "type": "p"}, {"text": "It will be available in Australia and New Zealand this week.", "type": "p"}, {"text": "Mark Zuckerberg, Meta chief executive, said the move will improve security and authenticity on the social media apps. ", "type": "p"}, {"text": "The move comes after Elon Musk, owner of Twitter, implemented the premium Twitter Blue subscription in November 2022. ", "type": "p"}, {"text": "Meta's paid subscription service is not yet available for businesses, but any individual can pay for verification.", "type": "p"}, {"text": "Badges - or \"blue ticks\"-  have been used as verification tools for high-profile accounts to signify their authenticity.", "type": "p"}, {"text": "The subscription would give paying users a blue badge, increased visibility of their posts, protection from impersonators and easier access to customer service, Meta said in a post on their website.", "type": "p"}, {"text": "The company told the BBC the change would not affect previously verified accounts, but noted there would be an increase in visibility for some smaller users who become verified thanks to the paid feature. ", "type": "p"}, {"text": "Allowing paying users access to a blue tick has previously caused trouble for other social media platforms.", "type": "p"}, {"text": "Twitter's pay-for verification feature was paused last November when people started impersonating big brands and celebrities by paying for the badge.", "type": "p"}, {"text": "Meta said Instagram and Facebook usernames will have to match a government supplied ID document to be granted verification, and users will have to have a profile picture that includes their face.", "type": "p"}, {"text": "Other websites like Reddit, YouTube and Discord similarly use subscription-based models. ", "type": "p"}, {"text": "Meta has not yet specified when the feature will be rolled out to other countries, although Mr Zuckerberg said in a post it would be \"soon\". ", "type": "p"}, {"text": "In November, the company announced 11,000 job losses as a result of over-investment during the Covid-19 pandemic.", "type": "p"}, {"text": "At the time, Mr Zuckerberg said he had predicted an increase in Meta's growth based on the rise it had over the pandemic, but that ultimately did not happen. ", "type": "p"}, {"text": "\"Many people predicted this would be a permanent acceleration,\" he wrote, \"I did too, so I made the decision to significantly increase our investments.\"", "type": "p"}, {"text": "Instead he said \"macroeconomic downturn\" and \"increased competition\" caused revenue to be much lower than expected.", "type": "p"}, {"text": "\"I got this wrong, and I take responsibility for that,\" he said at the time. ", "type": "p"}, {"text": "They say imitation is the sincerest form of flattery - and while many in the tech sector were quick to criticise Elon Musk for introducing a paid tier to the social network Twitter, it turns out his peers were watching closely.", "type": "p"}, {"text": "Times are tough for Big Tech, but times are also tough for Big Tech's customers, of course - that's you and me. Elon Musk's experiment has proved that people are still prepared to pay for an enhanced experience. ", "type": "p"}, {"text": "It's often said of enormous free-to-use digital platforms like Facebook, Instagram and TikTok that if you're not paying for the product, you are the product. ", "type": "p"}, {"text": "That means every drop of data those businesses gather about you is being used to sell you stuff in the form of ads. It's a multi-billion-dollar idea and it has made a lot of firms very, very rich. ", "type": "p"}, {"text": "But people are waking up to it and voting with their feet. ", "type": "p"}, {"text": "Apple launched an optional feature which stops your online activity being tracked and guess what - it turns out if you ask people whether they mind companies watching what they do and where they go on the net, most of them choose to opt out. Meta, which owns Facebook, has complained bitterly about it. ", "type": "p"}, {"text": "Is subscription the alternative, and if so, just how much are consumers prepared to pay? It seems first Musk and now Zuckerberg are determined to find out.", "type": "p"}], "tags": []}