{"link": "https://www.bbc.com/news/entertainment-arts-64094088", "category": "entertainment & arts", "title": "King's first Christmas message tops 10m viewers", "contributor": null, "time": "2022-12-26T14:41:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16096/production/_128126209_6d32db1a8ad52c52dcda5c0356602efa06ad28b6.jpg", "content": [{"text": "King Charles's first Christmas message attracted the highest viewing figures this century for the monarch's traditional festive address, overnight viewing figures have shown.", "type": "b"}, {"text": "More channels than ever carried the 3pm address - and the combined audience was 10.7 million. ", "type": "p"}, {"text": "In comparison, Queen Elizabeth II's final Christmas message a year ago was seen by 8.96 million viewers.", "type": "p"}, {"text": "The King paid tribute to his mother's work during his first festive address.", "type": "p"}, {"text": "He also took the opportunity to reflect on the ongoing cost-of-living crisis, as he spoke of those struggling to pay their bills. ", "type": "p"}, {"text": "According to figures collated by Sussex University, the audience for the late Queen's annual broadcast dropped below 10 million in the late 1990s and had not climbed that high again. ", "type": "p"}, {"text": "In recent years, the message has regularly been the most-watched Christmas Day programme - but that is because viewers have increasingly switched off other Christmas shows or just watch them at a later time. The Queen's address was still seen by many as a live event to be watched at the time of transmission, even though it was actually pre-recorded.", "type": "p"}, {"text": "The increased interest in what the King would say in his first message meant that it was shown simultaneously on BBC One, ITV1, ITV3, Sky News and GB News - with a signed version on BBC Two.", "type": "p"}, {"text": "The BBC can also claim to have won the viewing battle with seven of the top 10 shows being screened on BBC One.", "type": "p"}, {"text": "The number of viewers is based on \"overnight\" figures - largely based on viewers who were watching the programmes live. So they do not include viewers who watch Christmas specials on catch-up services during the rest of the festive period.  ", "type": "p"}, {"text": "1) The King (BBC, Sky, ITV and GB News) 10.72m", "type": "p"}, {"text": "2) Strictly Come Dancing (BBC One) 5.44m", "type": "p"}, {"text": "3) Michael McIntyre's Xmas Wheel (BBC One) 4.81m", "type": "p"}, {"text": "4) Call The Midwife (BBC One) 4.49m", "type": "p"}, {"text": "5) Aladdin (BBC One) 4.39m", "type": "p"}, {"text": "6) Ghosts (BBC One) 3.92m", "type": "p"}, {"text": "7) Doc Martin (ITV1) 3.26m", "type": "p"}, {"text": "8) EastEnders (BBC One) 3.17m", "type": "p"}, {"text": "9) Coronation Street (ITV1) 2.85m", "type": "p"}, {"text": "10) Ant and Dec's Limitless Win (ITV1) 2.69m", "type": "p"}, {"text": "All figures supplied by the Broadcasters Audience Research Board (Barb))", "type": "p"}, {"text": "According to ratings body Barb, Strictly Come Dancing's Christmas Special was the second biggest success of the day, with 5.44 million viewers tuning in to watch Coronation Street star Alexandra Mardell lift the special trophy based on a Christmas star. ", "type": "p"}, {"text": "This year's festive soap battle saw EastEnders come out on top in eighth place. Soap actor Danny Dyer drew in 3.17 million viewers who tuned in to watch him leave Albert Square after nine years of playing Queen Vic landlord Mick Carter.", "type": "p"}, {"text": "The next most-watched soap of Christmas Day was ITV's Coronation Street, which came in ninth place with 2.85 million viewers. But Emmerdale completely missed out on a place in the Top 10.", "type": "p"}, {"text": "ITV's best-performing programme, despite a late time slot, was Doc Martin with 3.26 million viewers.", "type": "p"}, {"text": "But the BBC secured the top six most-watched programmes including its shared screening of the King's Christmas message.", "type": "p"}, {"text": "Chief content officer Charlotte Moore said: \"Winning the Christmas Day ratings caps off an incredible centenary year of world-class content on the BBC. In a time of so much competition and choice, the BBC continues to be the UK's entertainment destination on Christmas Day.\"", "type": "p"}], "tags": ["Television", "UK Royal Family", "BBC", "King Charles III"]}