{"link": "https://www.bbc.com/news/business-61424715", "category": "business", "title": "Shell agrees to sell Russian retail business to Lukoil", "contributor": "Beth Timmins", "time": "2022-05-12T15:07:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8C7D/production/_123456953_gettyimages-1354298192.jpg", "content": [{"text": "Energy giant Shell has agreed to sell more than 400 of its petrol stations in Russia to the country's second largest oil producer, Lukoil. ", "type": "b"}, {"text": "Shell Neft, the firm's subsidiary in Russia, will be sold for an undisclosed sum.  ", "type": "p"}, {"text": "Many Western oil and gas firms have been looking to offload their Russian businesses following the country's invasion of Ukraine. ", "type": "p"}, {"text": "Shell said the deal, which includes 411 petrol stations, will protect 350 jobs. ", "type": "p"}, {"text": "The sale also includes a lubricants blending plant around 200km north-west of Moscow. Lukoil is Russia's largest oil producer after state-backed Rosneft. ", "type": "p"}, {"text": "Shell announced in February that it would sell its Russian assets because of the invasion of Ukraine.", "type": "p"}, {"text": "Earlier this month, it reported record quarterly profits as energy firms continue to benefit from surging oil and gas prices.", "type": "p"}, {"text": "In the first three months of this year, Shell made $9.13bn (£7.3bn) - nearly triple its $3.2bn profit it announced for the same period last year.", "type": "p"}, {"text": "But the firm said pulling out of Russian deals, which include the sale of its stakes in all joint business ventures with Russian state energy firm Gazprom, had cost it $3.9bn (£3.1bn).", "type": "p"}, [{"text": "Shell profits nearly triple as oil prices surge", "type": "a", "href": "https://www.bbc.co.uk/news/business-61330552"}, {"text": "Shell to take £3.8bn hit from Russia exit", "type": "a", "href": "https://www.bbc.co.uk/news/business-61021460"}, {"text": "Windfall tax on energy firms still an option", "type": "a", "href": "https://www.bbc.co.uk/news/business-61408522"}], {"text": "\"Under this deal, more than 350 people currently employed by Shell Neft will transfer to the new owner of this business,\" said Huibert Vigeveno, Shell's downstream director. ", "type": "p"}, {"text": "Maxim Donde, Lukoil's vice president for refined products sales, said: \"The acquisition of Shell's high-quality businesses in Russia fits well into Lukoil's strategy to develop its priority sales channels, including retail, as well as the lubricants business.\"", "type": "p"}, {"text": "When the conflict in Ukraine broke out, energy firms came under immediate pressure as countries announced bans and curbs on Russian oil and gas in the weeks following the invasion. ", "type": "p"}, {"text": "BP owns a large stake in Russian energy giant Rosneft, but within days of the war starting it had announced the operation would be hived off.", "type": "p"}, {"text": "It was closely followed by pledges from Shell, ExxonMobil and Equinor to cut their Russian investments following pressure from shareholders, as well as from governments and the public.", "type": "p"}, {"text": "Total Energies, another big player in Russia, has said it will not fund new projects in the country, but unlike its peers does not plan to sell existing investments.", "type": "p"}, {"text": "Russia is the world's third biggest producer, after the US and Saudi Arabia.", "type": "p"}, {"text": "Despite widespread sanctions and many countries reducing their reliance on Russian oil, the country has almost doubled its monthly earnings from selling fossil fuels to the EU, according to the Centre for Research on Energy and Clean Air.", "type": "p"}, {"text": "The EU has imported about €22bn (£19bn) of fossil fuels per month from Russia since the start of the war as oil and gas prices have soared, compared with an average of about €12bn (£10.2bn) a month in 2021.", "type": "p"}, {"text": "Multinational firms that announced reductions in their business activities in Russia have begun reporting associated losses. ", "type": "p"}, {"text": "The Lukoil deal is one of the earliest in which a Western firm, UK-listed Shell, has been able to sell off its Russian assets. The sale is still subject to regulatory approval by Russia's anti-monopoly service. ", "type": "p"}], "tags": ["Companies", "Russia-Ukraine war", "Shell", "Russia", "Oil", "Ukraine"]}