{"link": "https://www.bbc.com/news/entertainment-arts-61428830", "category": "entertainment & arts", "title": "Eurovision 2022: Ireland's Brooke fails to qualify for the final", "contributor": "Mark Savage", "time": "2022-05-12T21:48:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17805/production/_124716269_brookecorrinewide.jpg", "content": [{"text": "Ireland's Brooke Scullion has failed to qualify for the final of the Eurovision Song Contest.", "type": "b"}, {"text": "The 23-year-old's elimination was a surprise to many Eurovision-watchers, after she received the warmest welcome of the night during Thursday's semi-final in Turin.", "type": "p"}, {"text": "But her Eurovision dream has ended, as have Ireland's hopes of extending their lead as the country with the most wins.", "type": "p"}, {"text": "Finland, Serbia and Sweden all qualified for Saturday's grand final.", "type": "p"}, {"text": "But they face stiff competition, with Ukraine's Kalush Orchestra the outright favourites to win, and the UK's Sam Ryder building a head of steam over the past week to become second favourite with bookmakers.", "type": "p"}, [{"text": "Watch the second Eurovision semi-final on BBC iPlayer", "type": "a", "href": "https://www.bbc.co.uk/iplayer/episode/m0017756#xtor=CS8-1000-%5BEditorialPromo_Box%5D-%5BNewsEditorial_Promo%5D-%5BNewsEditorial_Promo%5D-%5BPS_IPLAYER~N~m0017756~P_ESCSemi2%5D"}, {"text": "Fireworks and sass vow from Irish Eurovision hope", "type": "a", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-61406474"}, {"text": "When a president tried to intervene in Eurovision...", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61338657"}, {"text": "Who will win Eurovision? And other questions answered", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-61320112"}, {"text": "How we got here: 25 years since the UK's last Eurovision win on BBC Sounds", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/m001797v"}], {"text": "Thursday night's second semi-final, which was held in Turin's Pala Alpitour arena, was notably more dynamic and exciting than Tuesday's ballad-heavy first semi.", "type": "p"}, {"text": "The two-hour show featured everything from flamenco dancing to a mechanical bull, with a smattering of country and western for good measure. ", "type": "p"}, {"text": "Eighteen acts performed, with the following 10 progressing to the final.", "type": "p"}, [{"text": "Belgium - Jérémie Makiese: Miss You", "type": "p"}, {"text": "Czech Republic - We Are Domi: Lights Off", "type": "p"}, {"text": "Azerbaijan - Nadir Rustamli: Fade To Black", "type": "p"}, {"text": "Poland - Ochman: River", "type": "p"}, {"text": "Finland - The Rasmus: Jezebel", "type": "p"}, {"text": "Estonia - Stefan: Hope", "type": "p"}, {"text": "Australia - Sheldon Riley: Not The Same", "type": "p"}, {"text": "Sweden - Cornelia Jakobs: Hold Me Closer", "type": "p"}, {"text": "Romania - WRS: Llámame", "type": "p"}, {"text": "Serbia - Konstrakta: In corpore sano", "type": "p"}], {"text": "Georgia, Cyprus, Israel, Malta, San Marino, North Macedonia and Montenegro were eliminated, after a combination of jury and public votes were counted.", "type": "p"}, {"text": "The UK does not have to compete in the semi-finals as it is one of the \"big five\" countries who contribute the most money to the contest, alongside France, Spain, Germany and Italy.", "type": "p"}, {"text": "However, Sam Ryder's song was introduced to the audience during Thursday's show via a clip recorded during rehearsals. Spain's Chanel and Germany's Malik Harris also got a brief chance to familiarise fans with their songs.", "type": "p"}, {"text": "The semi-final opened with Finnish rock band The Rasmus - who had a handful of UK hits at the turn of the Millennium, including the top 10 single In The Shadows. ", "type": "p"}, {"text": "Frontman Lauri Ylönen made an instant impression, apparently recreating a scene from the horror movie It as they cued up their pop-rock anthem, Jezebel.", "type": "p"}, {"text": "The song was co-written by US hitmaker, Desmond Child, whose catalogue includes Bon Jovi's Livin' On A Prayer and Alice Cooper's Poison - and while his style hasn't progressed significantly since then, the familiarity was enough to push The Rasmus across the line for Saturday's final.", "type": "p"}, {"text": "An early highlight was Serbia's distinctly unsettling Konstrakta, who sat at a basin, washing her hands as she intoned: \"What is the secret behind Meghan Markle's healthy hair? I think it is deep hydration.\"", "type": "p"}, {"text": "Her song, which may or may not be a critique of Serbia's health system, has become a fan favourite in the arena despite (or perhaps because of) its oddness, meaning the singer will get to perform again on Saturday.", "type": "p"}, {"text": "As with Tuesday's semi-final, the public seemed to turn against acts who were too frivolous or strange - ejecting Georgia's steampunk circus act Circus Mircus; and San Marino's Achille Lauro, who rode a pink velvet mechanical bull called Roberta while performing his song, Stripper. ", "type": "p"}, {"text": "Instead, voters seemed to favour the night's more dramatic numbers - notably Australia's Sheldon Riley, who poured his heart into his ballad of self-discovery Not The Same, while wearing a costume that weighed a spine-crushing 51kg.", "type": "p"}, {"text": "Uptempo pop numbers also seemed to have fallen out of favour, with crowd-pleasers like Malta's Emma Muscat being left by the wayside. ", "type": "p"}, {"text": "Perhaps her life-affirming pop number I Am What I Am (not a cover of the Gloria Gaynor classic) split the pop vote with Ireland's thematically and musically-similar That's Rich, leaving both countries without a route to the final.", "type": "p"}, {"text": "Ireland has now crashed out during the qualification round in seven of their last 10 attempts.", "type": "p"}, {"text": "Eurovision fanatics Sweden were the sole pop winners, with Cornelia Jakobs exquisitely-balanced vocal convincingly selling her crying-in-the-club tearjerker Hold Me Closer.", "type": "p"}, {"text": "Estonian singer Stefan also progressed to the final by giving  everyone a break from Eurodance and power ballads by donning a cowboy hat for the Western-inspired Hope, helping .", "type": "p"}, {"text": "And there was a British link to one of the new finalists, We Are Domi, a Czech band who met while studying in Leeds six years ago. ", "type": "p"}, {"text": "While the votes were being counted, viewers were treated to a performance by Il Volo who represented Italy back in 2015, although singer Gianluca Ginoble could only join his bandmates on the video screens after testing positive for Covid.", "type": "p"}, {"text": "Hosts Laura Pausini and Mika also teamed up for a tender cover of Sting's Fragile, as well as \"People Have The Power\" by Patti Smith.", "type": "p"}, {"text": "The interval act for Saturday's final will be last year's winners Måneskin, who have gone on to score global success with songs like I Wanna Be Your Slave and Beggin'.", "type": "p"}, {"text": "They are due to give the live premiere of their new single, Supermodel, which is released on Friday.", "type": "p"}, {"text": "Watch the first Eurovision Semi-Final on BBC iPlayer, now. ", "type": "p"}, {"text": "Watch the second Eurovision Semi-Final on BBC iPlayer from Wednesday 11 May at 20:00 BST.", "type": "p"}, {"text": "Watch the Eurovision Song Contest Final on BBC iPlayer and BBC One, at 20:00 BST on Saturday 14 May.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Eurovision Song Contest"]}