{"link": "https://www.bbc.com/news/health-61413576", "category": "health", "title": "World complacent on Covid, warns former UK prime minister Gordon Brown", "contributor": "Naomi Grimley", "time": "2022-05-11T23:43:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/179CF/production/_124691769_gettyimages-1150481126.jpg", "content": [{"text": "Gordon Brown has warned that the world risks \"sleepwalking\" into another Covid variant crisis if it does not increase vaccinations in low-income countries. ", "type": "b"}, {"text": "Wealthier countries needed to share the cost of global vaccinations, tests and treatments, he told the BBC.", "type": "p"}, {"text": "Speaking before an international Covid summit on Thursday, the former UK prime minister said the world had become \"complacent\" about the virus. ", "type": "p"}, {"text": "US President Joe Biden is due to host the virtual summit at the White House.", "type": "p"}, {"text": "He does so at a time when Congress has failed to approve key funds earmarked for the global pandemic response. ", "type": "p"}, {"text": "Campaigners fear that could mean other countries will not offer extra money either, leaving the push for better vaccine coverage around the world without momentum.", "type": "p"}, {"text": "Mr Brown, who is a World Health Organization (WHO) ambassador on health finance, said the numbers were \"shocking\". ", "type": "p"}, {"text": "\"Only 11% have been vaccinated in low-income countries and we set a target of 70%,\" he said.", "type": "p"}, {"text": "\"Tragically, we are sleepwalking into the next variant, and political leaders are still not listening to the medical advice that is still there - that we've got to increase vaccination, continue to test at a high level, and provide the new treatments available.\"", "type": "p"}, {"text": "Mr Brown said that if wealthy countries did not pay for what is needed now, they might face huge economic costs later if a more lethal variant emerges in low-income countries and is detected too late.", "type": "p"}, {"text": "He also said daily testing in poorer countries was only averaging five tests per 100,000 people, rather than the goal of 100 per 100,000, as suggested by the WHO.", "type": "p"}, {"text": "Congress has so far been reluctant to approve extra funds of $5bn (£4bn) for international vaccination programmes. ", "type": "p"}, {"text": "Mr Brown and other former leaders have written to Mr Biden urging the United States to keep up the momentum on the global vaccination push. ", "type": "p"}, {"text": "Mr Brown said: \"I think the Americans have forgotten that if they take no action, then the virus will spread from places that are least vaccinated and least protected, and it will come back to haunt them - even if they've been vaccinated four times.\"", "type": "p"}, {"text": "The WHO says there's a $15bn financing gap which richer countries need to fill collectively if the developing world is to have the right tools to fight the pandemic properly. But pressure groups are not expecting countries like the UK to allocate any more money than it has already.", "type": "p"}, {"text": "In Africa, more than 45 faith leaders have also called for \"immediate action to address the massive inequalities in the global pandemic response\". ", "type": "p"}, {"text": "In a joint statement, the religious leaders point out that only one in five Africans has received their first dose of vaccine, while high-income countries are rolling out third and fourth doses.  ", "type": "p"}, {"text": "The Archbishop of Cape Town, Thabo Makgoba, is one of those urging world politicians \"not to see this as just a number, but as a reminder that each statistic represents a human being who deserves dignity and the ability to thrive in a post-pandemic world\".", "type": "p"}], "tags": ["World Health Organization (WHO)", "Coronavirus vaccines", "Vaccination", "Gordon Brown", "Coronavirus pandemic", "Joe Biden"]}