{"link": "https://www.bbc.com/news/science-environment-61414475", "category": "science & environment", "title": "Nature loss: Watchdog highlights 'precarious state' of environment", "contributor": "Matt McGrath", "time": "2022-05-11T23:46:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/73EF/production/_124697692_gettyimages-1184165460.jpg", "content": [{"text": "A report from an independent watchdog says it's very concerned about the \"precarious state\" of England's environment.", "type": "b"}, {"text": "The Office for Environmental Protection says that existing laws are failing to slow the damage to land, air and water.", "type": "p"}, {"text": "Protecting the environment should have the same urgency as efforts to reach net zero emissions, the study says.", "type": "p"}, {"text": "The government says current laws will make a real difference and put nature on the road to recovery this decade. ", "type": "p"}, [{"text": "'Fifty-fifty chance' global warming tops 1.5C soon", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61383391"}, {"text": "What will Australia's election mean for the planet?", "type": "a", "href": "https://www.bbc.co.uk/news/world-australia-61317296"}, {"text": "Airlines miss all but one climate target - report", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61384377"}], {"text": "The Office for Environmental Protection (OEP) was set up under the 2021 Environment Act to hold the government and other public bodies to account in England and Northern Ireland. ", "type": "p"}, {"text": "Its first report, described as a \"polite demolition\" of the government's track record, paints a picture of environmental crises on land, in the air and in the seas and rivers. ", "type": "p"}, {"text": "Among the issues identified by the OEP are the state of England's inland rivers and waterways. They face pollution from multiple sources including agricultural runoff and discharges from sewage treatment works. ", "type": "p"}, {"text": "While the government is praised for putting in place a 25-year environment plan in 2018, the OEP says that progress on delivery has been far too slow, and, so far, it has failed to halt the loss of species or the unsustainable use of resources. ", "type": "p"}, {"text": "\"The 25-year environment plan was an ambitious attempt to confront the challenges facing the environment, yet we continue to see worrying and persistent trends of environmental decline,\" said Dame Glenys Stacey, chair of the OEP.", "type": "p"}, {"text": "\"Our rivers are in a poor state, bird and other species numbers are in serious decline, poor air quality threatens the health of many, and our seas and sea floor are not managed sustainably.\"", "type": "p"}, {"text": "Of even greater concern are the potential for \"tipping points\", where long term, slow declines become irreversible. The OEP identifies a number of these points, including the decline in fish stocks and the widespread use of nutrients on farmland. ", "type": "p"}, {"text": "To tackle the problems, the report says the government needs to urgently \"take stock\" and set out an \"ambitious vision\".", "type": "p"}, {"text": "The OEP highlights six \"building blocks\" that it believes are needed to help turn around environmental decline. These include a better understanding of environmental pressures and drivers, setting more effective targets, and having a coherent strategy and policy. ", "type": "p"}, {"text": "\"Our argument is that with the resources that are already available to government, for protecting, restoring and enhancing the environment, a much better job could be done, if the building blocks that we highlight are considered,\" said Dame Stacey.", "type": "p"}, {"text": "\"If there is a persistent effort, and a real attention to prioritisation in relation to environmental matters, we'll get a long way,\" she said. ", "type": "p"}, {"text": "In response to the new study, Environment Minister Rebecca Pow said: \"We welcome this report, which acknowledges that our Environment Act gives us new tools to make a real difference to our environment, putting it at the heart of government and transitioning us to a sustainable future with nature on the road to recovery during this decade.", "type": "p"}, {"text": "\"Six months on from the Act gaining Royal Assent, we are currently consulting on legally binding environmental targets which include a world-leading target to halt species decline by 2030. We have launched a consultation to deliver the largest programme in history to tackle storm sewage discharges and we have taken action to transform the way that we deal with waste.\"", "type": "p"}, {"text": "The government says it will formally respond to the OEP's recommendations this summer.", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc. ", "type": "p"}], "tags": ["Department for Environment, Food & Rural Affairs", "Pollution", "Plastic pollution", "Water pollution", "Environment", "Air pollution"]}