{"link": "https://www.bbc.com/news/business-63905505", "category": "business", "title": "UK banking rules face biggest shake-up in more than 30 years", "contributor": null, "time": "2022-12-08T16:32:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15633/production/_127930678_gettyimages-1245296692.jpg", "content": [{"text": "The government is set to announce what it describes as one of the biggest overhauls of financial regulation for more than three decades. ", "type": "b"}, {"text": "It is expected to loosen rules on banks introduced after the financial crisis in 2008 when some banks faced collapse.", "type": "p"}, {"text": "The changes will be presented as an example of post-Brexit freedom to tailor regulation specifically to the needs and strengths of the UK economy. ", "type": "p"}, {"text": "Critics will say it risks forgetting the lessons of the financial crisis.", "type": "p"}, {"text": "The plans to ease regulations on financial services are being described as a second \"Big Bang\" - a reference to the deregulation of financial services by Margaret Thatcher's government in 1986.", "type": "p"}, {"text": "Rules that forced banks to legally separate their retail lending arms from their riskier investment operations will be reviewed, as will rules governing the hiring, monitoring and sanctioning of senior finance executives.", "type": "p"}, {"text": "The government has already announced it will scrap a cap on bankers' bonuses and allow insurance companies to invest in long-term assets like housing and windfarms to boost investment and help its levelling up agenda.", "type": "p"}, {"text": "After the financial crisis of 2008, when the government had to spend billions supporting the UK banking system, a new regime was brought in to increase the personal accountability of senior risk-taking staff. ", "type": "p"}, {"text": "It allows for fines, bans and even custodial sentences, although there have been very few examples of enforcement. ", "type": "p"}, {"text": "But City insiders say a major disadvantage it imposes is the lengthy process of getting the movement of senior staff to the UK approved by the regulator - making London less attractive to foreign firms.  ", "type": "p"}, {"text": "Complex rules on how commissions and services, such as research, are paid for will also be reviewed.", "type": "p"}, {"text": "After the financial crisis, large banks were forced to separate or \"ring fence\" their domestic banking operations (mortgages, loans etc) from their investment banking operations (exposing their own cash to market volatility), that were deemed riskier. ", "type": "p"}, {"text": "The cost of having two separate shock-absorbing cushions of spare money (capital) was deemed by some as placing extra costs on the sector. This may be mentioned in the overhaul, but most of the big banks have spent billions on this ring fencing and are not calling for its reversal. ", "type": "p"}, {"text": "Reforms of ring fencing are aimed at mid-size banks such as Virgin Money and TSB.  ", "type": "p"}, [{"text": "Cap on bankers' bonuses will still be lifted", "type": "a", "href": "https://www.bbc.co.uk/news/business-63290169"}], {"text": "There may also be new rules around bundling investments together into tradeable units - a process called securitisation. This process was instrumental in exacerbating the 2008 financial crisis as no one really knew where the bad debts were located so everyone stopped lending to everyone.  ", "type": "p"}, {"text": "The government will also re-announce more freedom for the pensions and insurance industry to invest in longer term, illiquid (hard to sell quickly) assets - e.g. social housing, windfarms, nuclear - which the government will say helps their levelling up ambitions.", "type": "p"}, {"text": "It is worth noting that although this will be billed as a Brexit freedom, the EU is undertaking similar reforms.", "type": "p"}, {"text": "There will be some nod to developing the UK as a centre for crypto assets, but with some caveats given the recent bloodbath after the demise of the cryptocurrency exchange FTX. Most financial industry leaders say they are crypto curious but don't feel the need to be first on this. \"Let the shipwrecks of others be your seamarks,\" said one. ", "type": "p"}, {"text": "London's position as the pre-eminent European financial centre has been dented in recent years. London briefly lost its long-time crown of most valuable European stock market to Paris before gains in the pound pushed it narrowly back ahead, while Amsterdam took the title of busiest European share dealing centre. ", "type": "p"}, {"text": "Leading hedge fund manager Sir Paul Marshall of Marshall Wace recently described the London financial markets as a \"Jurassic Park\" of old-fashioned companies and investors, and it has struggled to attract the world's fastest growing companies to list on UK exchanges, often losing out to New York, Shanghai or even Amsterdam. ", "type": "p"}, {"text": "Labour politicians have criticised the scrapping of the bonus cap and said the UK should not engage in a regulatory race to the bottom, but the government will insist the reforms strike the right balance between stability and innovation.", "type": "p"}, {"text": "Others will say that in loosening regulation we risk forgetting the lessons of the financial crisis when excessive risk taking ended in billions in bailouts and a decade of stagnating productivity.", "type": "p"}], "tags": ["HM Treasury", "Financial crisis of 2007-08", "UK economy", "Banking", "European Union"]}