{"link": "https://www.bbc.com/news/entertainment-arts-63905399", "category": "entertainment & arts", "title": "Girl band Flo win the Brits rising star award", "contributor": null, "time": "2022-12-08T18:31:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18149/production/_127933689_flo-fullband.jpg", "content": [{"text": "R&B vocal harmony group Flo have won the Brits rising star award.", "type": "b"}, {"text": "The London-based trio only released their debut single, Cardboard Box, in March, but won instant praise for their retro-styled girl band sound.", "type": "p"}, {"text": "Formed in 2021, they comprise singers Stella Quaresma, and Renée Downer, who met at the Sylvia Young Stage School, and Jorja Douglas, who they discovered on Instagram.", "type": "p"}, {"text": "They are the first band ever to win the rising star award.", "type": "p"}, {"text": "The prize, formerly known as the Critics' Choice award, has previously tipped the likes of Adele, Florence + the Machine and Sam Fender for success. ", "type": "p"}, {"text": "Last year's winner was singer-songwriter Holly Humberstone.", "type": "p"}, {"text": "Flo were nominated alongside jungle artist Nia Archives and torch singer Cat Burns, who scored a number two hit earlier this year with her break-up ballad Go.", "type": "p"}, [{"text": "Brit Awards Rising Star nominees announced", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-63793567"}, {"text": "Holly Humberstone 'freaking out' at Brit Award win", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-59591914"}, {"text": "Mobo Awards announce joint winner for best album", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63809720"}], {"text": "All three were also nominated for best newcomer at last week's Mobo Awards; and feature on the BBC's Sound Of 2023 longlist - which was unveiled on Monday.", "type": "p"}, {"text": "Flo said they were \"shocked and grateful\" to have won a Brit so soon after releasing their debut EP, The Lead.", "type": "p"}, {"text": "\"As a kid, I was ambitious and I had a plan, and a Brit was on it,\" Stella told BBC Radio 1's Clara Amfo. \"But not as a group and not this young!\"", "type": "p"}, {"text": "Asked what made the band special, Jorja replied: \"We're the sisters we never had. That's literally what it is.\"", "type": "p"}, {"text": "Already this year, the band have amassed 70 million streams, gained 319,000 followers on TikTok and been given the stamp of approval by US R&B stars Missy Elliott, Brandy and Kelly Rowland.", "type": "p"}, {"text": "Appropriately enough, their sound harks back to the staccato, stuttering beats of 1990s girls bands like TLC and Destiny's Child, complete with lyrics chastising any \"trifling good-for-nothing type of brother\".", "type": "p"}, {"text": "Cardboard Box was followed up with the similarly-catchy Not My Job; and the band were booked to perform on Jimmy Kimmel's talk show in the US, as well as Later... with Jools Holland in the UK.", "type": "p"}, {"text": "Speaking to BBC News at the Mobos, the band said their signature sound was essentially a tribute to their mums.", "type": "p"}, {"text": "\"They brought us up on 90s music,\" Jorja explained, \"so it's hard to make music that's not influenced by Brandy, or Faith Evans, or SWV. ", "type": "p"}, {"text": "\"All the girl groups, all the boy groups. It happens naturally because that music is so ingrained in us.\"", "type": "p"}, {"text": "Flo will receive their Brit Award when the ceremony takes place on Saturday 11 February at London's O2 arena.", "type": "p"}, {"text": "In recent years, winners of the rising star award have also been given the opportunity to perform at the ceremony.", "type": "p"}, {"text": "The shortlist for the prize is selected by a panel of music industry experts including magazine editors, critics, songwriters, producers and festival bookers.", "type": "p"}, {"text": "All three nominees performed exclusive live sessions for the Brits after receiving their nominations, which you can watch below.", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Brit Awards", "Music"]}