{"link": "https://www.bbc.com/news/science-environment-63901698", "category": "science & environment", "title": "Water companies 'letting down' customers and the environment", "contributor": null, "time": "2022-12-08T12:57:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17680/production/_127927859_riverpollution.jpg", "content": [{"text": "Several water companies in England and Wales are \"letting down their customers and the environment\" the industry regulator said on Thursday.", "type": "b"}, {"text": "In its annual review Ofwat said that despite some improvements it remains deeply concerned.", "type": "p"}, {"text": "This year water companies have come under increasing scrutiny following numerous pollution incidents from untreated sewage in rivers.", "type": "p"}, {"text": "Industry body Water UK conceded there was more work to be done.", "type": "p"}, [{"text": "How clean are the UK's rivers and lakes?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59898988"}], {"text": "The report reviewed the performance of the 17 largest water and wastewater companies in England and Wales.", "type": "p"}, {"text": "Northumbrian Water, Southern Water, South West Water, Thames Water, Welsh Water and Yorkshire Water were named as the worst performing companies.", "type": "p"}, {"text": "Christine McGourty, chief executive of Water UK, whose members include all water and wastewater companies in the UK, said: \"This report clearly shows there's more to do... to meet the stretching targets of the regulators, as well as the high expectations of the public.\"", "type": "p"}, {"text": "In 2021-2022 the number of serious pollution incidents in England and Wales increased and only four companies met the requirements for reducing sewage flooding.", "type": "p"}, {"text": "Ofwat said that companies \"have again failed to clearly explain\" how this performance is linked to their shareholder payouts and staff bonuses. ", "type": "p"}, {"text": "Earlier this year analysis by the Lib Dems showed that England water company executives have been paid nearly £27m in bonuses since 2020. ", "type": "p"}, {"text": "In November, Ofwat handed out nearly £132m in fines to water companies for pollution and ordered them to return almost £17m to customers for lack of service.", "type": "p"}, {"text": "The regulator has said it will require companies to \"increase customer focus\" as part of a new licensing condition. It is not yet clear how this will be measured.", "type": "p"}, {"text": "Ofwat Chief Executive David Black said: \"For some companies poor performance has become the norm. This cannot go on.\"", "type": "p"}, {"text": "The report concluded that water companies spent only 68% of what they had earmarked for improvements.", "type": "p"}, {"text": "They had made progress on targets to reduce water leaks but \"there was still some way to go\".", "type": "p"}, {"text": "Daily demand for water in England and Wales was 14 billion litres (three billion gallons), in 2018.", "type": "p"}, {"text": "But each day, another three billion litres was lost through leakage, according to a National Audit Office (NAO) report.", "type": "p"}, {"text": "Water companies in Scotland are regulated by the Water Industry Commissioner for Scotland, and in Northern Ireland by the Utility Regulator. ", "type": "p"}], "tags": ["Ofwat", "Water"]}