{"link": "https://www.bbc.com/news/technology-63907699", "category": "technology", "title": "How to check if your Instagram posts are being hidden", "contributor": null, "time": "2022-12-08T17:51:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7B23/production/_127932513_98770d2b-2a17-44af-b57e-edec857fba59.jpg", "content": [{"text": "Instagram has launched a new tool to let you know if your posts are barred from being recommended to other users.", "type": "b"}, {"text": "Previously, people were not told if intervention by a platform meant posts did not appear in other people's feeds - a process known as \"shadow banning\".", "type": "p"}, {"text": "Instagram does not use that term. It says the new tool will inform users if there are restrictions on their account because they broke certain rules.", "type": "p"}, {"text": "Adam Mosseri, Head of Instagram, said the decision was about \"transparency\".", "type": "p"}, {"text": "\"Sometimes your account can end up in a state where it's not eligible for your photos and videos to show up in [our] recommendations,\" he said. ", "type": "p"}, {"text": "\"If you have posted things that violate our 'recommendability' guidelines or recommendation guidelines... you can end up in a state where your content won't be recommended,\" Mr Mosseri explains.", "type": "p"}, {"text": "Instagram users will be able to edit or delete posts which have fallen foul of the platform's rules. They will also be able to appeal to Instagram if they feel any content has been flagged in error.", "type": "p"}, {"text": "People can check the status of their account in the Instagram app by selecting their profile, opening the menu, then selecting: settings, account, and account status.", "type": "p"}, {"text": "Dr Carolina Are, a content moderation researcher at the Centre For Digital Citizens at Northumbria University, said Instagram has historically had a major issue with people having posts 'hidden' without their knowledge.", "type": "p"}, {"text": "\"The platform did not notify us about shadow banning,\" she said. \"For ages, Instagram denied that it was ever a thing.\"", "type": "p"}, {"text": "Dr Are is also a content creator on Instagram, where she often posts videos as a pole dance instructor - and says she has experienced so-called shadow banning herself.", "type": "p"}, {"text": "\"I personally received an apology [from Instagram] for the shadow ban of pole-dancing in 2019,\" she said. ", "type": "p"}, {"text": "\"They said the hashtags were blocked 'in error'... this is essentially shadow banning.\"", "type": "p"}, {"text": "Shadow banning can be a problem because if people are not told they have fallen foul of the rules, it means they're unable to appeal the decision or fix any mistake.", "type": "p"}, {"text": "It can sometime lead to amusing consequences, with one Reddit user previously telling the BBC he didn't know he'd been shadow banned - and accidentally spent a year talking to himself.", "type": "p"}, {"text": "There are some benefits to the practice, however. It allows big tech companies to block harmful content from spreading, limiting disinformation.", "type": "p"}, {"text": "But Dr Are believes it has had a disproportionate impact on marginalised communities.", "type": "p"}, {"text": "\"I think creators are very, very worried about shadow banning,\" she said. \"So it's only fair that Instagram is moving to do something about it.\"", "type": "p"}, {"text": "She said the problem is exacerbated by a lack of real people involved in the moderation process, which is often automated.", "type": "p"}, {"text": "In her role as a researcher, Dr Are has spoken to people whose accounts were removed from Instagram due to violating its policies.", "type": "p"}, {"text": "She claims to have spoken to some content creators who lost their accounts and tried to appeal, who said they weren't able to speak to a person involved in moderation.", "type": "p"}, {"text": "\"I still think it's a bit of a cosmetic and performative change,\" she said. \"As good as this is, without investing in human moderation, we are just going nowhere.\"", "type": "p"}], "tags": ["Social media", "Instagram"]}