{"link": "https://www.bbc.com/news/business-66344289", "category": "business", "title": "NatWest row: Not helpful if chairman quits over Nigel Farage, says minister", "contributor": null, "time": "2023-07-28T23:01:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16BB4/production/_130580139_bc8fd87b0d2fdcc88a7075587dce226b47f8f8740_64_5342_30071000x563.jpg", "content": [{"text": "It would not be \"helpful\" for NatWest's chairman to quit over the row that has followed the closure of Nigel Farage's account, the city minister has said.", "type": "b"}, {"text": "Andrew Griffith made the comments after Prime Minister Rishi Sunak declined to back Sir Howard Davies on Thursday. ", "type": "p"}, {"text": "Sir Howard has faced calls to resign after he initially backed NatWest CEO Dame Alison Rose over the row, hours before she resigned on Wednesday.", "type": "p"}, {"text": "He has vowed to remain in post to ensure the stability of the bank. ", "type": "p"}, {"text": "Dame Alison left NatWest earlier this week after admitting making a mistake in speaking about Mr Farage's relationship with Coutts, a subsidiary of NatWest that serves the wealthy. And on Thursday the boss of Coutts also quit over the row. ", "type": "p"}, {"text": "Asked if Sir Howard, who is due to step down as chairman in mid-2024, should also resign now, Mr Griffiths told BBC Radio 4's Any Questions programme: \"Alison was the chief executive responsible for the day-to-day conduct of that organisation.", "type": "p"}, {"text": "\"Sir Howard is the chairman of the board. He's already going, they're looking for a new chairman. I don't think that Sir Howard Davies going now would be helpful.", "type": "p"}, {"text": "\"The important thing is there's an independent investigation. I want to find out what was going on.\"", "type": "p"}, {"text": "Earlier this month, former UKIP leader Mr Farage said that his account at Coutts had been closed and that he had not been given a reason.", "type": "p"}, {"text": "The BBC reported that it was closed because he no longer met the wealth threshold for Coutts, citing a source familiar with the matter.", "type": "p"}, {"text": "However, Mr Farage later obtained a report from the bank that indicated his political views were also considered.", "type": "p"}, {"text": "Hours before Dame Alison resigned over the closure of Mr Farage's Coutts account, Sir Howard said the board retained \"full confidence\" in her.", "type": "p"}, {"text": "Mr Farage has called on Sir Howard to also step down.", "type": "p"}, {"text": "When asked if he would support the chair staying on, Mr Sunak said: \"This isn't about any one individual, it's about values - do you believe in free speech and not to be discriminated against because of your legally held views?\"  ", "type": "p"}, [{"text": "Alison Rose: The bank boss brought down by the Nigel Farage row", "type": "a", "href": "https://www.bbc.co.uk/news/business-66256912"}, {"text": "NatWest boss: Why did the government get involved?", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-66311280"}], {"text": "Sir Howard said the bank had appointed City law firm Travers Smith to conduct an independent investigation into the closure of Mr Farage's account and how the information surrounding the issue had been handled.", "type": "p"}, {"text": "The independent investigation will:", "type": "p"}, [{"text": "Review the decision to shut Mr Farage's accounts, including how it was identified for closure ", "type": "p"}, {"text": "Examine the circumstances surrounding the BBC story and if any leak of confidential customer information or breach of the General Data Protection Regulation occurred. ", "type": "p"}, {"text": "Review of Coutts' account closures over the past two years", "type": "p"}], {"text": "Travers Smith is expected to report back within four to six weeks.", "type": "p"}], "tags": []}