{"link": "https://www.bbc.com/news/entertainment-arts-66360435", "category": "entertainment & arts", "title": "Jim Parker: Midsomer Murders composer dies aged 88", "contributor": null, "time": "2023-07-31T12:22:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17605/production/_130594759_topcr857f515417c87c7e8dde397047b02f4c693ee9d4.jpg", "content": [{"text": "Bafta-winning composer Jim Parker, who was behind the music for TV series such as Midsomer Murders and House of Cards, has died aged 88.", "type": "b"}, {"text": "In a career spanning 60 years, he collaborated with comic Victoria Wood and writer Sir John Betjeman.", "type": "p"}, {"text": "Parker was also known for writing the scores for series such as Foyle's War, Soldier Soldier and Mapp and Lucia.", "type": "p"}, {"text": "His daughter Claire said Parker \"wore his talent lightly\" and \"had a quiet passion and great sense of humour\".", "type": "p"}, {"text": "As well as composing for TV dramas, he also ventured into the world of popular factual TV by writing music for Changing Rooms and Ground Force.", "type": "p"}, {"text": "The composer released four music albums with Sir John, an English poet and writer, and also worked with rock band Procol Harum.", "type": "p"}, {"text": "He wrote the music for the original BBC series House of Cards, which was later adapted for the screen again by Netflix, as well as the BBC One drama The House of Elliott.", "type": "p"}, {"text": "Parker won his first Bafta for House of Cards sequel To Play the King, later winning three more for The Fortunes and Misfortunes of Moll Flanders, The History of Tom Jones and A Rather English Marriage. ", "type": "p"}, {"text": "Claire Parker said: \"His ambition was first and foremost for audiences to enjoy his music.", "type": "p"}, {"text": "\"He was both well-respected and well-liked within the music and television industry, writing so many memorable theme tunes, and always giving 100% commitment, which led to collaborations often lasting many years.", "type": "p"}, {"text": "\"He will be missed by friends, family and colleagues.\"", "type": "p"}, {"text": "Parker was born in Hartlepool, County Durham, in 1934 and his music career began as an oboist in a British Army band based in post-war west Germany.", "type": "p"}, {"text": "In 1959 he was awarded an honorary degree after winning a silver medal at the Guildhall School of Music and Drama in London.", "type": "p"}, {"text": "He later joined the Birmingham Symphony Orchestra before becoming a member of the Barrow Poets, a poetry and music group which recorded six albums and worked with poets including Stevie Smith, known for penning the poem Not Waving But Drowning.", "type": "p"}, {"text": "Parker wrote three musicals, the most successful of which was Follow The Star, a retelling of how Christmas began.", "type": "p"}, {"text": "He worked on early TV series of the late comedian Victoria Wood, who hired him in 1979 to arrange the songs for a screen adaptation of her debut play Talent.", "type": "p"}, {"text": "Parker went on arrange Wood's songs for Nearly a Happy Ending (1980) and Happy Since I Met You (1982) - and was cast as the bandleader of her debut sketch show Wood and Walters", "type": "p"}], "tags": []}