{"link": "https://www.bbc.com/news/health-66330268", "category": "health", "title": "Allergy emergencies double in recent years in England", "contributor": null, "time": "2023-07-27T23:10:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4A65/production/_130554091_gettyimages-1185542295.jpg", "content": [{"text": "Dangerous allergic reactions are rising in England and now cause some 25,000 NHS hospital stays a year, data shows. ", "type": "b"}, {"text": "Health officials say the rate has more than doubled over 20 years, prompting them to issue advice reminding people how to recognise allergies and respond.", "type": "p"}, {"text": "For severe food-related allergic reactions, the rise in admissions is even greater. ", "type": "p"}, {"text": "Provisional figures show admissions rose from under 2,000 twenty years ago to more than 5,000 in 2022/23. ", "type": "p"}, {"text": "The data, gathered by the NHS and analysed by the Medicines and Healthcare Products Regulatory Agency, does not include people who visited outpatient or Accident and Emergency departments with allergies and were discharged without requiring a hospital stay.", "type": "p"}, {"text": "The figures suggest anaphylaxis is on the increase, though some of the rise could be attributed to the growth in population.", "type": "p"}, {"text": "Anaphylaxis can be fatal and develop suddenly at any age. ", "type": "p"}, {"text": "People who know they are at risk should always carry two adrenaline pens which they, or someone else, can administer in an emergency.", "type": "p"}, {"text": "In addition, people at risk of an anaphylactic reaction should regularly check the contents of their adrenaline pens have not expired. They should see a pharmacist to get a new one if a pen is close to expiring.", "type": "p"}, {"text": "Knowing what to do could mean the difference between life and death. ", "type": "p"}, {"text": "Signs of a severe allergic reaction, also known as anaphylaxis, include:", "type": "p"}, [{"text": "swelling in the throat or tongue", "type": "p"}, {"text": "wheezing", "type": "p"}, {"text": "breathing difficulties", "type": "p"}, {"text": "dizziness ", "type": "p"}, {"text": "tiredness", "type": "p"}, {"text": "confusion", "type": "p"}], {"text": "If in doubt, use the adrenaline pen - sometimes called an Epipen or an adrenaline auto-injector - without delay, injecting into the outer thigh.", "type": "p"}, {"text": "Call 999 for help - say it is for anaphylaxis, pronounced \"ana-fill-axis\".", "type": "p"}, {"text": "Stay where you are and lie the affected person down flat, raising their legs to help blood flow back to the heart and vital organs.", "type": "p"}, {"text": "If they are struggling to breathe, they may need to be propped up a bit, but this should be for as short a time as possible.", "type": "p"}, {"text": "Use the second adrenaline pen if there is no improvement after five minutes and help has not yet arrived.", "type": "p"}, {"text": "Do not stand up, or sit in a chair, even if you are feeling better. This could lower your blood pressure drastically, causing your heart to stop.", "type": "p"}, {"text": "Source: NHS and Anaphylaxis UK", "type": "p"}, {"text": "Laura Squire, MHRA Chief Officer for Healthcare Quality and Access, said: \"These figures highlight just how serious the consequences of allergies can be, and the rising numbers of hospitalisations highlights the need to know how to act in an emergency.", "type": "p"}, {"text": "\"Knowing how to use an adrenaline auto-injector and what to do afterwards is crucial when responding in an emergency, whether you're having the reaction yourself, or helping someone else.", "type": "p"}, {"text": "\"Anaphylaxis is scary for everyone involved, and when it strikes, it's not easy to remember what the right steps are. That's why we want to encourage everyone to download our guidance now so they can be confident they're doing the right thing if they're ever in that situation.\"", "type": "p"}, [{"text": "MHRA guidance on how to use an adrenaline pen", "type": "a", "href": "https://www.gov.uk/government/publications/adrenaline-auto-injectors-aais-safety-campaign/adrenaline-auto-injectors-aais"}, {"text": "What to do for an allergy emergency", "type": "a", "href": "https://www.youtube.com/watch?v=4vNR5N1-iBw"}, {"text": "Why food allergies are on the rise", "type": "a", "href": "https://www.bbc.com/future/article/20201023-food-allergies-why-nut-dairy-and-food-allergy-are-rising"}, {"text": "The habits that help prevent allergies", "type": "a", "href": "https://www.bbc.com/future/article/20220719-can-you-prevent-childhood-allergies"}], {"text": "An allergy is the response of the body's immune system to normally harmless substances such as pollen, certain foods or dust mites. ", "type": "p"}, {"text": "Whilst in most people these substances pose no problem, in allergic individuals their immune system identifies the substances as a \"threat\" and produces an inappropriate response. ", "type": "p"}, {"text": "The response can be relatively minor, such as localised itching. However, in more severe cases it can cause anaphylaxis - a condition which can lead to upper respiratory obstruction (airways becoming blocked) causing a person to collapse. ", "type": "p"}, {"text": "In such circumstances, anaphylaxis can be fatal.", "type": "p"}, {"text": "Allergies are very common. They are thought to affect more than one in four people in the UK at some point in their lives, according to Allergy UK. They are particularly common in children. Some allergies go away as a child gets older, although many are lifelong.", "type": "p"}, {"text": "The most common causes of dangerous allergic reactions include:", "type": "p"}, [{"text": "certain foods, such as peanuts, tree nuts or shellfish", "type": "p"}, {"text": "insect stings", "type": "p"}, {"text": "certain drugs and contrast agents used in some x-ray tests", "type": "p"}]], "tags": []}