{"link": "https://www.bbc.com/news/technology-66365968", "category": "technology", "title": "Twitter accused of bullying anti-hate campaigners", "contributor": null, "time": "2023-07-31T21:23:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/135C3/production/_130599297_gettyimages-1561419422.jpg", "content": [{"text": "The owners of Twitter have been accused of trying to \"bully\" anti-hate campaigners into silence with letters threatening legal action.", "type": "b"}, {"text": "The Center for Countering Digital Hate (CCDH) said X Corp accused it of making \"troubling and baseless claims\" in its reports about the platform.", "type": "p"}, {"text": "Elon Musk bought the platform last year promising to defend free speech.", "type": "p"}, {"text": "Imran Ahmed, CCDH chief executive, said Mr Musk's actions were \"a brazen attempt to silence honest criticism\".", "type": "p"}, {"text": "Twitter was rebranded as X by Mr Musk just over a week ago. ", "type": "p"}, {"text": "Since Mr Musk took over Twitter, the platform has been accused - including by former employees - of not doing enough to counter hate-speech and misinformation. Conversely, in December Mr Musk tweeted that hate speech was down by a third.", "type": "p"}, {"text": "On Sunday the platform reinstated Kanye West after an almost eight-month ban for a series of offensive tweets - one of which appeared to show a symbol combining a swastika and the Star of David.", "type": "p"}, {"text": "In the letter to the CCDH, X Corp lawyer Alex Spiro rejected the campaign group's allegations that Twitter \"fails to act on 99%\" of hateful messages from accounts with Twitter Blue subscriptions.", "type": "p"}, {"text": "Mr Spiro criticised the organisation's methodology, writing that \"the article is little more than a series of inflammatory, misleading, and unsupported claims based on a cursory review of random tweets.\"", "type": "p"}, {"text": "He also alleged that CCDH was supported by funding from \"X Corp's commercial competitors, as well as government entities and their affiliates\". ", "type": "p"}, {"text": "The letter accused the organisation of attempting to drive away advertisers and said X Corp was considering legal action. The company has lost lost almost half of its advertising revenue since his $44bn (£33.6bn) takeover, Mr Musk revealed in July.", "type": "p"}, {"text": "In its reply CCDH's lawyer Roberta Kaplan said the allegations in the \"ridiculous letter\" had no basis in fact but were \"a disturbing effort to intimidate those who have the courage to advocate against incitement, hate speech and harmful content online\".", "type": "p"}, {"text": "CCDH says it does not accept funding from social media companies nor government bodies, \"both of whom we praise or criticise without fear or favour\". ", "type": "p"}, {"text": "British politicians backed CCDH for its work on highlighting hate speech on social media.", "type": "p"}, {"text": "Damian Collins, a British MP on the UK board of CCDH, said Elon Musk's commitment to free speech didn't seem to apply when his firm was criticised.", "type": "p"}, {"text": "Shadow culture secretary Lucy Powell MP said that CCDH \"does vitally important work tackling hate online and calling out platforms which fail to counter dis- and misinformation on their sites\". ", "type": "p"}, {"text": "After the company was renamed, X Corp removed the old Twitter sign from its headquarters in San Francisco and replaced it with a new brightly lit and flashing X. ", "type": "p"}, {"text": "However, the company has now been ordered to remove the new sign due to complaints.", "type": "p"}], "tags": []}