{"link": "https://www.bbc.com/news/business-66196223", "category": "business", "title": "ChatGPT owner in probe over risks around false answers", "contributor": null, "time": "2023-07-13T21:43:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7253/production/_130376292_gettyimages-1530249566.jpg", "content": [{"text": "US regulators are probing artificial intelligence company OpenAI over the risks to consumers from Chat GPT generating false information.", "type": "b"}, {"text": "The Federal Trade Commission (FTC) sent a letter to the Microsoft-backed business requesting information on how it addresses risks to people's reputations.", "type": "p"}, {"text": "The inquiry is a sign of the rising regulatory scrutiny of the technology.", "type": "p"}, {"text": "OpenAI has sparked a furore since launching its chatbot last year. ", "type": "p"}, {"text": "ChatGPT generates convincing human-like responses to user queries within seconds, instead of the series of links generated by a traditional internet search. It, and similar AI products, are expected to dramatically change the way people get information they are searching for online.", "type": "p"}, {"text": "Tech rivals are racing to offer their own versions of the technology, even as it generates fierce debate, including over the data it uses, the accuracy of the responses and whether the company violated authors' rights as it was training the technology.", "type": "p"}, {"text": "The FTC's letter asks what steps OpenAI has taken to address its products' potential to \"generate statements about real individuals that are false, misleading, disparaging or harmful\".", "type": "p"}, {"text": "The FTC is also looking at OpenAI's approach to data privacy and how it obtains data to train and inform the AI. ", "type": "p"}, {"text": "This spring, Congress hosted OpenAI's chief executive Sam Altman for a hearing, in which he admitted the technology could be a sousce of errors. He called for regulations to be crafted for the emerging industry and recommended that a new agency be formed to tackle it. He said he expected the technology to have a significant impact as its uses become clear, including on jobs. ", "type": "p"}, {"text": "\"I think if this technology goes wrong, it can go quite wrong... we want to be vocal about that,\" Mr Altman said at the time. \"We want to work with the government to prevent that from happening.\"", "type": "p"}, [{"text": "ChatGPT boss urges US Congress to regulate AI", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-65616866"}, {"text": "ChatGPT owner OpenAI to open UK office", "type": "a", "href": "https://www.bbc.co.uk/news/technology-66041934"}], {"text": "The investigation by the FTC was first reported by the Washington Post, which published a copy of the letter. OpenAI did not respond to a request for comment. ", "type": "p"}, {"text": "The FTC also declined to comment. The consumer watchdog has taken a high profile role policing the tech giants under its current chair, Lina Khan. ", "type": "p"}, {"text": "Ms Khan rose to prominence as a Yale law student, when she criticised America's record on anti-monopoly enforcement related to Amazon. ", "type": "p"}, {"text": "Appointed by President Joe Biden, she is a controversial figure, with critics arguing that she is pushing the FTC beyond the boundaries of its authority. ", "type": "p"}, {"text": "Some of her most high-profile challenges of tech firms activities - including a push to block the merger of Microsoft with gaming giant Activision Blizzard - have faced setbacks in the courts.", "type": "p"}, {"text": "During a five-hour hearing in Congress on Thursday, she faced tough criticism from Republicans over her leadership of the agency.", "type": "p"}, {"text": "She did not mention the FTC's investigation into OpenAI, which is at a preliminary stage. But she said she had concerns about the product's output.", "type": "p"}, {"text": "\"We've heard about reports where people's sensitive information is showing up in response to an inquiry from somebody else,\" Ms Khan said. ", "type": "p"}, {"text": "\"We've heard about libel, defamatory statements, flatly untrue things that are emerging. That's the type of fraud and deception that we are concerned about,\" she added.", "type": "p"}, {"text": "The FTC probe is not the company's first challenge over such issues. Italy banned ChatGPT in April, citing privacy concerns. The service was restored after it added a tool to verify users' ages and provided more information about its privacy policy.", "type": "p"}], "tags": []}