{"link": "https://www.bbc.com/news/entertainment-arts-66196311", "category": "entertainment & arts", "title": "Oppenheimer: Cillian Murphy, Matt Damon and Emily Blunt at London movie premiere", "contributor": null, "time": "2023-07-13T21:03:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8CED/production/_130377063_afa1497ed2404f84fde9f4a9f0dae8d7672d2aab.jpg", "content": [{"text": "Stars including Cillian Murphy, Matt Damon and Emily Blunt have walked the red carpet in London for the eagerly-awaited UK premiere of Oppenheimer.", "type": "b"}, {"text": "Christopher Nolan's much-hyped movie tells the story of American scientist J. Robert Oppenheimer, known for developing the atomic bomb.", "type": "p"}, {"text": "Rami Malek, Florence Pugh and Robert Downey Jr are also among its big names.", "type": "p"}, {"text": "But several stars left the premiere early, because of strike action called on Thursday evening.", "type": "p"}, {"text": "Director Nolan told the audience before the screening of the film that \"unfortunately they've left to write their picket signs\".", "type": "p"}, {"text": "Hollywood actors began their strike after talks between their union and major studios and streaming giants broke down. Writers in Hollywood are already taking industrial action - and a \"double strike\" such as this has not been seen since the 1960s and could bring the industry to a halt, as well as disrupting Oppenheimer's New York premiere on Monday.", "type": "p"}, [{"text": "Who was the real Oppenheimer?", "type": "a", "href": "https://www.bbc.com/future/article/20230712-robert-oppenheimer-manhattan-project-nuclear-scientist-atomic-bomb"}], {"text": "Crowds gathered to watch the movie's makers and stars walk the red carpet, joined by celebrities including actor Jefferson Hall, acting husband-and-wife Josh Hartnett and Tamsin Egerton, and singer Sam Ryder.", "type": "p"}, {"text": "Speaking on the red carpet, Murphy told BBC News there was a \"great atmosphere\" in London, and \"the response to the movie has been extraordinary\".", "type": "p"}, {"text": "Many of the stars told the BBC they were drawn to the film because of director Nolan. \"There's a reason we all say that, it's just he's making the best movies right now,\" said Damon. \"It's a thrill to get a call from him.\"", "type": "p"}, {"text": "The premiere at the Odeon in Leicester Square comes ahead of the movie's release in the UK next Friday.", "type": "p"}, {"text": "It comes the day after Wednesday night's premiere of Barbie, which is also out on 21 July. Because of the contrast between the two films and the same release date, many fans are planning to watch both, in what has been dubbed Barbenheimer.", "type": "p"}], "tags": []}