{"link": "https://www.bbc.com/news/technology-66187283", "category": "technology", "title": "Bard: Google's ChatGPT rival launches in Europe and Brazil", "contributor": null, "time": "2023-07-13T13:40:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7E8C/production/_130369323_gettyimages-1420482310.jpg", "content": [{"text": "Google's parent company Alphabet is rolling out its artificial intelligence chatbot Bard in Europe and Brazil.", "type": "b"}, {"text": "It is the product's biggest expansion since its March launch in the US and the UK and heats up the rivalry with Microsoft's ChatGPT.", "type": "p"}, {"text": "Both are examples of generative AI that can respond to questions in a human-like way.", "type": "p"}, {"text": "Bard's launch in the EU had been held up after the main data regulator in the bloc raised privacy concerns.", "type": "p"}, {"text": "The Irish Data Protection Commission said that the tech giant had not provided enough information about how its generative AI tool protects Europeans' privacy to justify an EU launch. ", "type": "p"}, {"text": "The company said it has since met the watchdogs to reassure them on issues relating to transparency, choice and control.", "type": "p"}, {"text": "In a briefing with journalists, Amar Subramanya, engineering vice president of Bard, added that users could opt out of their data being collected.", "type": "p"}, {"text": "Mr Subramanya declined to comment on whether there were plans to develop a Bard app.", "type": "p"}, {"text": "\"Bard is an experiment,\" he said. \"We want to be bold and responsible.\"", "type": "p"}, {"text": "Google has also now added new features to Bard, which apply worldwide.", "type": "p"}, {"text": "These include the ability for the chatbot to speak its answers back to you and for it to respond to prompts that also include images. ", "type": "p"}, {"text": "\"Starting today, you can collaborate with Bard in over 40 languages, including Arabic, Chinese, German, Hindi and Spanish,\" Google senior product director Jack Krawczyk said in a blog post.", "type": "p"}, {"text": "\"Sometimes hearing something out loud can help you approach your idea in a different way. This is especially helpful if you want to hear the correct pronunciation of a word or listen to a poem or script.\"", "type": "p"}, {"text": "He said users can now change the tone and style of Bard's responses to either simple, long, short, professional or casual. ", "type": "p"}, {"text": "They can also pin or rename conversations, export code to more places and use images in prompts.", "type": "p"}, {"text": "The hype around the capabilities of generative AI has prompted global tech figures to call for a halt on their development.", "type": "p"}, {"text": "Depending on who you speak to, AI could either lead to the end of humanity or solve climate change, or both. ", "type": "p"}, {"text": "Over the last six months companies have been investing billions with the hope of generating much more in advertising and cloud revenue. ", "type": "p"}, {"text": "Mistral AI, a start-up that was just a month old, picked up an £86m round of seed funding to build and train large language models.", "type": "p"}, {"text": "This week Elon Musk announced the formation of an AI start-up called xAI, with a team including several engineers that have worked at OpenAI and Google.", "type": "p"}, {"text": "Mr Musk has previously stated he believes developments in AI should be paused and that the sector needs regulation.", "type": "p"}, {"text": "Elsewhere American AI company Anthropic launched another rival chatbot to ChatGPT called Claude 2, which can summarise novel-sized blocks of text.", "type": "p"}, {"text": "Claude 2 is publicly available in the US and the UK and uses a safety method described by the company as \"Constitutional AI\", referring to a set of principles to make judgements about the text it is producing.", "type": "p"}, {"text": "Nonetheless, novelty appeal in AI chatbots may be waning, with recent web user numbers showing that monthly traffic to ChatGPT's website and unique visitors declined for the first time in June.", "type": "p"}, [{"text": "What is AI and is it dangerous?", "type": "a", "href": "https://www.bbc.co.uk/news/technology-65855333"}], {"text": "Google has also been hit by a fresh class action in the US over the alleged misuse of users' personal information to train Bard.", "type": "p"}, {"text": "The complaint, filed in San Francisco federal court by eight individuals seeking to represent millions of internet users and copyright holders, said Google's unauthorised scraping of data from websites violated their privacy and property rights.", "type": "p"}, {"text": "\"Google does not own the internet, it does not own our creative works, it does not own our expressions of our personhood, pictures of our families and children, or anything else simply because we share it online,\" the plaintiffs' attorney Ryan Clarkson said in a statement.", "type": "p"}], "tags": []}