{"link": "https://www.bbc.com/news/business-62144776", "category": "business", "title": "Twitter sues Elon Musk over $44bn purchase deal", "contributor": null, "time": "2022-07-12T21:58:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/99B4/production/_125884393_musk.jpg", "content": [{"text": "Twitter has taken billionaire Elon Musk to court to try to force him to buy the social media firm.", "type": "b"}, {"text": "It comes after Mr Musk announced he was walking away from his proposed $44bn acquisition of Twitter on Friday.", "type": "p"}, {"text": "He claimed Twitter had not given information about the number of fake and spam accounts on the platform.", "type": "p"}, {"text": "Now Twitter has asked a Delaware court to order the world's richest person to complete the merger at the agreed $54.20 per Twitter share.", "type": "p"}, {"text": "\"Having mounted a public spectacle to put Twitter in play, and having proposed and then signed a seller-friendly merger agreement, [Mr] Musk apparently believes that he - unlike every other party subject to Delaware contract law - is free to change his mind, trash the company, disrupt its operations, destroy stockholder value, and walk away,\" said the lawsuit.", "type": "p"}, {"text": "The lawsuit went on to accuse Mr Musk of \"a long list\" of violations of the merger agreement that \"have cast a pall over Twitter and its business\".", "type": "p"}, {"text": "Twitter chairman Bret Taylor tweeted that the microblogging site wanted \"to hold Elon Musk accountable to his contractual obligations\".", "type": "p"}, [{"text": "Who is Elon Musk?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61234231"}, {"text": "Why did Musk get cold feet on Twitter? ", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62104263"}], {"text": "Twitter's share price has fallen more than 8% in the past month, and in May tumbled from highs of more than $50 per share, as Mr Musk questioned the number of fake and spam accounts on Twitter and said the deal was \"temporarily on hold\".", "type": "p"}, {"text": "On Friday, Mr Musk said he was pulling out of the deal, claiming a lack of information about spam accounts and inaccurate representations amounted to a \"material adverse event\".", "type": "p"}, {"text": "He also said Twitter sacking executives meant it was not living up to its obligations.", "type": "p"}, {"text": "At the time, Twitter said it planned to pursue legal action to enforce the agreement, saying it was \"committed to closing the transaction on the price and terms agreed upon with Mr Musk\".", "type": "p"}, {"text": "The original merger agreement includes a $1bn (£830m) break-up fee.", "type": "p"}, {"text": "Mr Musk, chief executive of electric car company Tesla and a self-described \"free speech absolutist\", had pledged to loosen Twitter's content moderation rules once the company was under his ownership.", "type": "p"}, {"text": "He has been a vocal critic of Twitter banning some accounts, such as that of former US President Donald Trump.", "type": "p"}, {"text": "Mr Musk has also called for more transparency over how the platform presents tweets to users - a system that currently allows some to be promoted and given wider audiences.", "type": "p"}], "tags": ["Companies", "Social media", "Mergers and acquisitions", "Elon Musk", "Twitter"]}