{"link": "https://www.bbc.com/news/science-environment-62140044", "category": "science & environment", "title": "James Webb: Nasa space telescope delivers spectacular pictures", "contributor": "Jonathan Amos", "time": "2022-07-12T15:31:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8E38/production/_125880463_miri.png", "content": [{"text": "Stunning images of a \"stellar nursery\" and a \"cosmic dance\" have been acquired by Nasa's new $10bn space telescope.", "type": "b"}, {"text": "The two pictures, and others, were presented to the world on Tuesday to mark the James Webb observatory's readiness to begin science operations.", "type": "p"}, {"text": "The facility has spent the past six months since launch undergoing testing.", "type": "p"}, {"text": "Viewed as the successor to the famous Hubble telescope, Webb is expected to be a dominant force for discovery for at least the next 20 years.", "type": "p"}, [{"text": "As it happened: How the first images were unveiled", "type": "a", "href": "https://www.bbc.co.uk/news/live/science-environment-62137963"}], {"text": "The new observatory is a joint project of the US, European and Canadian space agencies - with Nasa in the lead. ", "type": "p"}, {"text": "Webb has been specially tuned to see the sky in the infrared - that's light at longer wavelengths than can be sensed by our eyes.", "type": "p"}, {"text": "This will give it the ability to look deeper into the Universe than its predecessor and, as a consequence, detect events occurring further back in time - more than 13.5 billion years ago.", "type": "p"}, {"text": "Astronomers will also use its more advanced technologies to study the atmospheres of planets in our Milky Way Galaxy in the hope that signs of life can be detected.", "type": "p"}, {"text": "The initial batch of images were just a taster of what would follow, said Prof Gillian Wright, the British researcher who's co-principal investigator on one of Webb's four infrared instruments.", "type": "p"}, {"text": "\"Whenever you look at the sky in a new way, you see things that you didn't expect.", "type": "p"}, {"text": "\"The fact that these new data are so good, that they're of such good quality, that they've been obtained in just a few hours of observations - that's telling you that the discoveries are just sitting out there waiting to be made,\" the director of the UK Astronomy Technology Centre told BBC News. ", "type": "p"}, [{"text": "Nasa telescope takes super sharp view of early cosmos", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62122859"}, {"text": "A $10bn machine in search of the end of darkness", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59476869"}, {"text": "James Webb will be 'greater than Hubble'", "type": "a", "href": "https://www.bbc.co.uk/news/av/science-environment-62116747"}], {"text": "SMACS 0723 is a huge cluster of galaxies. It's known to astronomers as a \"gravitational lens\" because the mass of the cluster bends and magnifies the light of objects that are much further away. Everywhere you see a red arc-like structure - that's something - a galaxy - way off in the distance and far further back in time. The light in some of those arcs has taken over 13 billion years to reach us. And here's the slightly bizarre thing - some of those arcs on either side of the image are actually the same object. Their light has been bent through SMACS 0723 on more than one path.  ", "type": "p"}, {"text": "You'll have seen versions of this in those coffee table books of stunning Hubble images. The Southern Ring, or \"Eight-Burst\" nebula, is a giant expanding sphere of gas and dust that's been lit up by a dying star in the centre. As stars age, they change the way they make energy and eject their outer layers. And then, when the star gets very hot again, it energises all that material it had previously spurned. The Southern Ring is nearly half a light-year in diameter and is located about 2,000 light-years from Earth. This type of structure is called a \"planetary nebula\", but it actually has nothing to do with planets. It's a misnomer from the early days of telescopes when they didn't have anything like the resolution they have today. Just as Webb wants to see how stars are born, it wants to see how they die, also.", "type": "p"}, {"text": "About 290 million light-years away, Stephan's Quintet is located in the constellation Pegasus. It's notable for being the first compact galaxy group ever discovered. Four of the five galaxies within the quintet are locked in a cosmic dance of repeated close encounters. This Webb image doesn't look that different from the Hubble version at first glance, but the new telescope's infrared sensitivity will pull out different features for astronomers to study. And this was the great hope - that we would have Webb working alongside Hubble. They have different strengths and being able to compare and contrast will give scientists a new dimension to their studies. We don't know for how much longer Hubble will operate. It's 32 years old and prone to technical glitches. But the officials at Nasa who are in charge of the old warhorse have just submitted a five-year budget plan. Keep your fingers crossed.", "type": "p"}, {"text": "The Carina Nebula was a classic target of the Hubble telescope - Webb's predecessor - although in this Webb version we get a very different rendering. Carina is one of the largest and brightest nebulae in the sky, located roughly 7,600 light-years from Earth. Nebulae are stellar nurseries. They are a massive clouds of gas and dust in which new stars are forming. Except in this Webb image, we not only see the stars - our eyes are drawn to all that gas and the dust. Astronomers refer here to a \"cosmic reef\", or \"cosmic cliff\" - a kind of broad demarcation between dust in the bottom half, and then gas in the top half. One of Webb's key scientific goals is to study how stars form, and Carina is an excellent place to do that.", "type": "p"}, {"text": "This is not a pretty picture. This is a spectrum. About a half of what Webb will do is spectroscopy. This involves spitting light into its component \"colours\" to reveal something about a target's properties - what it's made of, how fast it's moving, how hot it is, etc. This is a spectrum obtained for the atmosphere of WASP-96b, a giant planet outside our Solar System, about 1,150 light-years from Earth. WASP-96b is a bit like Jupiter; it has a big gaseous shroud. And Webb is able to identify with stunning precision molecules in the atmosphere. You see clear markers for water vapour. WASP-96b is not the right kind of planet to host life; it's too close to its parent star and therefore too hot. But Webb will be looking for planets that have atmospheres similar to Earth. When that happens, we will be asking: could those planets be habitable?", "type": "p"}, {"text": "These first images from the James Webb Space Telescope are jaw-dropping. Take a moment to gaze at them, and the detail begins to emerge - those tiny bursts of light are galaxies containing trillions of stars.", "type": "p"}, {"text": "The sheer amount of information each image contains is dizzying. But this treasure trove comes from only a few days of observations, and so far the telescope's only looked at a minute fraction of the sky. Webb will be capturing the cosmos for the next 20 years.", "type": "p"}, {"text": "There's a check list of discoveries that astronomers are hoping to tick off - from seeing the first stars to shine to finding habitable planets beyond our Solar System.", "type": "p"}, {"text": "But the thing that's most exciting scientists is the discoveries they haven't even dreamt of.", "type": "p"}, {"text": "Nasa Nobel Laureate Dr John Mather has worked on the Webb project since 1995. He is the senior project scientist and had to argue the telescope's case during periods when budget overruns and technical delays nearly resulted in cancellations.", "type": "p"}, {"text": "\"I'm thrilled and I'm relieved, because, you know, when you start something this big, there's always a possibility it might not work. It did work. We are so proud,\" he said on seeing the first pictures.", "type": "p"}, {"text": "Key partners on the Webb project are the European and Canadian space agencies. One of Europe's contributions was the rocket that launched the telescope to orbit on 25 December. It did so with such accuracy that it saved Webb fuel that should see it working for two decades.", "type": "p"}, {"text": "\"It was the Ariane rocket's Christmas gift to humankind,\" said Esa director general Josef Aschbacher, \"putting Webb safely in orbit and extending its life probably by 10 years.", "type": "p"}, {"text": "\"And it demonstrated once again the trust Nasa puts in Esa. Europe is America's number one international partner,\" he told BBC News.", "type": "p"}, {"text": "Viewers in the UK can watch a special programme on Webb - ", "type": "b"}], "tags": ["Astronomy", "Nasa", "The Universe", "James Webb Space Telescope", "Hubble Telescope", "Space exploration"]}