{"link": "https://www.bbc.com/news/technology-62142203", "category": "technology", "title": "Heardle Spotify move hits sour note with some fans", "contributor": null, "time": "2022-07-12T18:49:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15AFC/production/_125882888_annoyedgettyimages-1220964282.jpg", "content": [{"text": "Spotify has bought popular interactive music guessing game Heardle.", "type": "b"}, {"text": "The streaming giant says the look and feel of the game, which challenges players to identify a short burst of a mystery track, will not change.", "type": "p"}, {"text": "Heardle is inspired by the hit five-letter word guessing game Wordle, bought by the New York Times (NYT) in January.", "type": "p"}, {"text": "But some Heardle fans have been using four-letter words in response to problems following its sale.", "type": "p"}, {"text": "Issues with game statistics were a common complaint.", "type": "p"}, {"text": "\"Heardle, and my Heardle stats, have been a regular source of tiny daily joy for me,\" tweeted writer Brendan Hay, \"so, naturally, Spotify has to ruin that by taking over and deleting my old stats.\" ", "type": "p"}, {"text": "Other users reported that Heardle displayed messages saying it wasn't available in their location.", "type": "p"}, {"text": "BBC News has approached Spotify for comment.", "type": "p"}, {"text": "Its press release promises the \"look and feel of the game will stay the same and it'll remain free to play for everyone\".", "type": "p"}, {"text": "\"Effective today, players can listen to the full song on Spotify at the end of the game,\" the company announced.", "type": "p"}, {"text": "\"We are always looking for innovative and playful ways to enhance music discovery and help artists reach new fans,\" Spotify's Jeremy Erlich wrote.", "type": "p"}, {"text": "\"Heardle has proven to be a really fun way to connect millions of fans with songs they know and love and with new songs.\"", "type": "p"}, {"text": "The purchase was a \"strategic\" move, according to TechCrunch.", "type": "p"}, {"text": "Statistics from SimilarWeb suggest 41 million people visited Heardle's webpage last month.", "type": "p"}, {"text": "The New York Times attracted tens of millions of new users following its purchase of Wordle, for a low seven-figure sum, the technology-news site noted.", "type": "p"}], "tags": ["Gaming", "Spotify", "Music"]}