{"link": "https://www.bbc.com/news/entertainment-arts-64087315", "category": "entertainment & arts", "title": "Faithless lead singer Maxi Jazz dies aged 65", "contributor": null, "time": "2022-12-24T19:28:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F3CC/production/_128121426_a11a87368993a9b86fb84fec75a9ab81c664e3cb.jpg", "content": [{"text": "Maxi Jazz, the lead singer of British dance act Faithless, has died aged 65.", "type": "b"}, {"text": "The musician and DJ, whose real name was Maxwell Fraser, was a core member of the group which is best known for its club classic Insomnia. ", "type": "p"}, {"text": "Former bandmate Sister Bliss said he died \"peacefully in his sleep\" in his south-London home on Friday night.", "type": "p"}, {"text": "\"Sending love to all of you who shared our musical journey. Look after each other y'hear,\" she said on Twitter.", "type": "p"}, {"text": ".", "type": "b"}, {"text": "Reggae band UB40, who toured with Jazz in 2017, paid tribute to the singer with a reference to the Insomnia single: \"A lovely guy, again who has gone too soon, but finally Maxi you can get some sleep.\"", "type": "p"}, {"text": "A statement shared on Jazz's Instagram and signed by his former bandmates said: \"He was a man who changed our lives in so many ways. He gave proper meaning and message to our music.", "type": "p"}, {"text": "\"He was also a lovely human being with time for everyone and a wisdom that was both profound and accessible. It was an honour and, of course, a true pleasure to work with him.", "type": "p"}, {"text": "\"He was a brilliant lyricist, a DJ, a Buddhist, a magnificent stage presence, car lover, endless talker, beautiful person, moral compass and genius.\"", "type": "p"}, {"text": "Born in Brixton, Jazz also fronted a band called Maxi Jazz & The E-Type Boys and released music with the group Soul Food Cafe.", "type": "p"}, {"text": "DJ David Pearce said Faithless became an \"iconic force in UK dance music from the mid 90s and touched so many lives\". He said Jazz was \"dance music's poet\" and a \"warm, cool, friendly soul\".", "type": "p"}, {"text": "Faithless formed in 1995 and were pioneers of stadium dance music. They headlined some of the world's biggest festivals including Glastonbury, taking to the Pyramid stage in 2002. They were nominated for Best UK Dance Act at the Brit Awards in 1999 and 2002.", "type": "p"}, {"text": "The band split in 2011 but returned to release a new studio album almost a decade later, during the Covid pandemic. However, they weren't joined by Jazz, who had formed another band, Maxi Jazz & The E-Type Boys.", "type": "p"}, {"text": "The guitar band marked a new sound for Jazz, who began writing the material in 2013, during Faithless's hiatus.", "type": "p"}, {"text": "On their website, the band described their sound as incorporating \"melodic funk and blues mixed with reggae beats, dub baselines [and] Jamaican melodies\".", "type": "p"}, {"text": "Jazz was a huge fan of Crystal Palace FC, becoming an associate director of the football club in 2012.", "type": "p"}, {"text": "The premier league club said the \"legendary musician\" was a regular at Selhurst Park, and the team would walk out to Faithless on Boxing Day in tribute to the late singer.", "type": "p"}], "tags": []}