{"link": "https://www.bbc.com/news/business-64324000", "category": "business", "title": "Royal Mail restarts limited overseas post after cyber-attack", "contributor": null, "time": "2023-01-18T19:32:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/57DD/production/_128339422_royalmailedit3.jpg", "content": [{"text": "Royal Mail has restarted the export of parcels from a backlog, and will accept new letters for overseas, as it tries to recover from a cyber-attack.", "type": "b"}, {"text": "Parcels that have already been processed will start to be moved in \"limited volumes\" the firm said.", "type": "p"}, {"text": "But no new parcels should be submitted for now, it said.", "type": "p"}, {"text": "Royal Mail was the victim of a ransomware attack last week, and it is still working with security authorities \"to mitigate the impact\".", "type": "p"}, {"text": "Ransomware is malicious computer software that encrypts data and locks up systems. Criminals usually demand payment for releasing the data.", "type": "p"}, [{"text": "Royal Mail hit by Russia-linked ransomware attack", "type": "a", "href": "https://www.bbc.co.uk/news/business-64244121"}, {"text": "How cyber-attack on Royal Mail has left firms in limbo", "type": "a", "href": "https://www.bbc.co.uk/news/business-64291272"}, {"text": "Royal Mail prioritising parcels over letters - MP", "type": "a", "href": "https://www.bbc.co.uk/news/business-64306928"}], {"text": "Last week, Royal Mail told customers they would not be able to send letters or parcels overseas until the matter was resolved.", "type": "p"}, {"text": "On Wednesday Royal Mail said it was trying out \"operational workarounds\", but it asked customers not to send post yet that needs a customs declaration.", "type": "p"}, {"text": "Royal Mail is remaining tight-lipped about what is happening in its depot centres around the country.", "type": "p"}, {"text": "As a private company it is required to keep the authorities and regulators informed about the situation, but it has chosen to say very little to the public.", "type": "p"}, {"text": "The firm is still referring to the cyber-attack as a \"cyber incident\" and is refusing to say publicly that it is ransomware, days after reporters confirmed it.", "type": "p"}, {"text": "These distinctions matter because ransomware attacks often involve the encryption, destruction or theft of company, and sometimes customer, data.", "type": "p"}, {"text": "It also brings up the thorny issue of whether or not the company will pay the cyber-criminals - something police forces the world over discourage.", "type": "p"}, {"text": "The company won't say if it is negotiating with the hackers, but their statement says they are \"trialling operational workarounds\" which implies they are not paying the criminals. ", "type": "p"}, {"text": "But, as with many cases of ransomware, it won't be easy to know unless they tell us.", "type": "p"}, {"text": "Firms that rely on posting items overseas have expressed irritation at the impact on their business. ", "type": "p"}, {"text": "Sam Cannon, who sells her artwork abroad, said the latest statement would not change exporters in her position.", "type": "p"}, {"text": "\"Everything needs a customs declaration, so nothing has changed for many small businesses like mine.", "type": "p"}, {"text": "\"I've had to cancel all overseas sales right now, and have no idea when things will be normal again with so few updates from Royal Mail.\"", "type": "p"}, {"text": "However, she has some items stuck in transit, including original paintings, that may now be delivered.", "type": "p"}, {"text": "Royal Mail apologised for the disruption.", "type": "p"}, {"text": "\"Our initial focus will be to clear mail that has already been processed and is waiting to be despatched,\" it said in a statement.", "type": "p"}, {"text": "It said from 7:00pm on Thursday, customers can start sending international letters which do not need a customs declaration.", "type": "p"}, {"text": "It asked customers not to send international parcels.", "type": "p"}, {"text": "Letters and parcels coming into the UK were affected by \"minor delays\" but otherwise were operating normally and domestic postal services had not been affected, it said.", "type": "p"}], "tags": ["Companies", "UK economy", "Cyber-attacks", "Royal Mail", "Post offices"]}