{"link": "https://www.bbc.com/news/entertainment-arts-64318514", "category": "entertainment & arts", "title": "Frasier reboot: Kelsey Grammer praises 'magnificent' co-star Nicholas Lyndhurst", "contributor": null, "time": "2023-01-18T12:40:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B129/production/_128335354_gettyimages-1130721242.jpg", "content": [{"text": "Kelsey Grammer has praised Nicholas Lyndhurst as \"one of the funniest people I've ever worked with\" after casting him in the Frasier reboot.", "type": "b"}, {"text": "\"He's a very, very gifted man,\" the US actor said of Lyndhurst, who's known for British sitcoms like Only Fools and Horses and Goodnight Sweetheart.", "type": "p"}, {"text": "Lyndhurst will play \"an old friend\", Grammer told BBC Radio Bristol.", "type": "p"}, {"text": "The Frasier revival will start rehearsals in \"a couple of weeks\" and could be on air in July, he revealed.", "type": "p"}, [{"text": "Listen to Kelsey Grammer talk about the Frasier reboot on BBC Sounds", "type": "a", "href": "https://www.bbc.co.uk/sounds/play/p0dx2rk6"}], {"text": "Grammer explained that he met the \"magnificent\" Lyndhurst when they appeared together in Man Of La Mancha at the London Coliseum in 2019.", "type": "p"}, {"text": "\"I fell in love,\" Grammer said. \"I adore him and he's one of the funniest people I've ever worked with, and I accuse him of being a bit of a sandbagger because you don't see him coming and all of a sudden he's getting all the laughs.\" ", "type": "p"}, {"text": "The new Frasier will be Lyndhurst's first screen role since his son Archie died at the age of 19 in 2020.", "type": "p"}, {"text": "Speaking of the British star's new character, Grammer said: \"It suddenly occurred to me when we were putting the show together, we've never really seen Frasier in a relationship where he has a great friend.", "type": "p"}, {"text": "\"He had Niles, of course, but he was his brother and there was a competition underscoring everything they did, and a family connection that got them through some difficulties.", "type": "p"}, {"text": "\"But this real friendship thing is something we've not seen Frasier in... So we're discovering a man who is still discovering himself, and that is what I find interesting to play.\"", "type": "p"}, {"text": "Frasier remains one of the US's most successful TV sitcoms. It ran for 11 seasons - between 1993 and 2004 - and won 37 Emmy Awards, including five for best comedy series.", "type": "p"}, {"text": "Grammer also revealed he is working on a new TV show, possibly for Channel 4, in which he will \"check out restaurants and gastronomy around the provinces of England, rather than London\".", "type": "p"}, {"text": "He is married to Kate Walsh, the daughter of former Bristol City footballer and Bristol Rovers coach Alan Walsh, and they have bought a house in Portishead in North Somerset.", "type": "p"}], "tags": ["Portishead", "Comedy", "Television", "Sitcoms", "Bristol"]}