{"link": "https://www.bbc.com/news/health-64292963", "category": "health", "title": "Antidepressants exit must happen in stages, says medical watchdog", "contributor": null, "time": "2023-01-17T02:12:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/20D7/production/_104270480_gettyimages-943878650-1.jpg", "content": [{"text": "Reducing an antidepressant dose should be done in stages, with help from a medical professional, according to the National Institute for Health and Care Excellence (NICE).", "type": "b"}, {"text": "It says this helps manage withdrawal symptoms that can occur from the drugs.", "type": "p"}, {"text": "NICE has published new information that sets out how mental health care can be improved in England and Wales. ", "type": "p"}, {"text": "A committee of experts says community care services should work with patients to agree a treatment plan.", "type": "p"}, {"text": "This includes assessing whether it is right for them to come off their medication and over what time period withdrawal should take place.", "type": "p"}, {"text": "Another suggestion is that extra attention should be paid to adults from minority ethnic backgrounds who have depression.", "type": "p"}, {"text": "It comes after NHS Digital data from 2021 showed that 57% of people from mixed, Black, Black British, Asian or Asian British family backgrounds completed a course of treatment for depression compared with 64% of people from a white family background. ", "type": "p"}, {"text": "The suggestion is that mental health services should be delivered in a way that is culturally appropriate and that language barriers are also removed.  ", "type": "p"}, [{"text": "'My anti-depressant withdrawal was worse than depression'", "type": "a", "href": "https://www.bbc.co.uk/news/health-51834456"}, {"text": "Doctors warn of antidepressant withdrawal", "type": "a", "href": "https://www.bbc.co.uk/news/health-48457980"}], {"text": "According to the NHS, antidepressant prescriptions reached an all-time high in 2022, with 8.3 million people taking them in England. ", "type": "p"}, {"text": "Statistics also show about one in six adults aged 16 or over in the UK experienced some form of depression in the summer of 2021, with the rate remaining higher than before the coronavirus pandemic and lockdowns. ", "type": "p"}, {"text": "The recommendations are in addition to pre-existing ones on managing depression in adults, which were last updated in November 2021.", "type": "p"}, {"text": "NICE suggested then that people with mild depression should be offered behavioural therapy or group exercise before medication is discussed.", "type": "p"}, {"text": "Dr Paul Chrisp, who is in charge of NICE guidelines, said: \"In many cases, people experience withdrawal symptoms, and the length of time it takes them to safely come off these drugs can vary, which is why our committee's useful and useable statement for a staged withdrawal over time from these drugs is to be welcomed.", "type": "p"}, [{"text": "If you are affected by any of the issues in this article you can find details of organisations that can help via the BBC Action Line.", "type": "a", "href": "https://www.bbc.co.uk/programmes/articles/4WLs5NlwrySXJR2n8Snszdg/information-and-support-suicide-emotional-distress"}], {"text": "\"But it should be stressed there is no one-size fits all approach to coming off antidepressants,\" he added. ", "type": "p"}, {"text": "In response to the proposals, Prof Allan Young from the Centre for Affective Disorders, Institute of Psychiatry, Psychology & Neuroscience said: \"It makes complete sense that the guidelines for treating depression in adults - which were published in June last year- are followed. ", "type": "p"}, {"text": "\"Whether it can be delivered given the current state of the NHS is another question.\"", "type": "p"}, {"text": "John Junior, 34, started taking antidepressants in 2017 after being diagnosed with depression and generalised anxiety disorder.", "type": "p"}, {"text": "Gradually building up his dosage of sertraline, he says the drug \"really did help\" curb suicidal thoughts he had been having.", "type": "p"}, {"text": "However, he found the side effects unbearable.", "type": "p"}, {"text": "\"I suffered from palpitations, which is a horrible side effect, and I was getting all sorts of headaches, migraines, more severe anxiety and stuff, even high blood pressure as well,\" he told the BBC.", "type": "p"}, {"text": "\"And then I'd be prescribed more medications to try and mask the other side effects I was experiencing.", "type": "p"}, {"text": "\"It got to the point where I thought I was going to be fully dependent on antidepressants,\" he says.", "type": "p"}, {"text": "During the coronavirus lockdown, he decided to come off the medication, but could not get through to his doctor.", "type": "p"}, {"text": "\"The phone was always engaged - which made it really difficult.", "type": "p"}, {"text": "\"I was experiencing more and more side effects and it just wasn't working for me, my body reached its limit and I just knew I had to come off of them.\"", "type": "p"}, {"text": "He says going \"cold turkey\" caused \"sickness, headaches, raw anxiety, sweats and sleepless nights\" and likened it to a \"constant hangover times five\". ", "type": "p"}, {"text": "John says he is coping well since coming off antidepressants and uses the gym and meditation to keep his mental health in check. ", "type": "p"}, {"text": "He welcomes the new NICE guidance and says: \"I think having an individual plan would be a great idea because it would give people that structure. And having that communication and reassurance from medical professionals would be great.\" ", "type": "p"}, {"text": "Stephen Buckley from the mental health charity Mind, says: \"Medication helps some people, but it isn't always right for others.", "type": "p"}, {"text": "\"If you're taking medication for your mental health, you might reach a point where you want to stop taking it. ", "type": "p"}, {"text": "\"We strongly suggest talking to your doctor or mental health team if you are thinking of withdrawing from your medication, you want to change medication, or you are experiencing withdrawal symptoms, so that you can be supported to come off or change your medication safely over time.\" ", "type": "p"}, {"text": "If you are affected by any of the issues in this article you can find details of organisations that can help via the BBC Action Line.", "type": "p"}], "tags": ["Depression", "NHS England", "NHS", "Mental health"]}