{"link": "https://www.bbc.com/news/technology-64317078", "category": "technology", "title": "Microsoft to cut 10,000 jobs as spending slows", "contributor": null, "time": "2023-01-18T17:51:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E941/production/_128331795_gettyimages-1447492153.jpg", "content": [{"text": "Microsoft will cut 10,000 jobs in the latest round of staff redundancies to hit the tech industry.", "type": "b"}, {"text": "It will affect up to 5% of its global workforce and cost the business $1.2bn (£972m) in severance and reorganisation costs. ", "type": "p"}, {"text": "Microsoft chief executive Satya Nadella said that while customer spending had grown during Covid, more people were now choosing to \"exercise caution\".", "type": "p"}, {"text": "He said the firm would continue to hire in key areas.", "type": "p"}, {"text": "Breaking the news in a memo to staff, Mr Nadella said many parts of the world were in recession or anticipating one, while \"at the same time, the next major wave of computing is being born, with advances in AI\".", "type": "p"}, {"text": "Microsoft is considering a multi-billion-dollar investment in artificial intelligence company OpenAI, the maker of ChatGPT (Generative Pre-trained Transformer), according to the Financial Times.", "type": "p"}, {"text": "We didn't have to wait very long for the next round of lay-offs from big tech. ", "type": "p"}, {"text": "Microsoft is the latest but it won't be the last, as the giants seek to tighten their belts following the boom time of the pandemic, when lockdowns meant people were stuck at home, wanting to spend their cash on digital entertainment and devices.", "type": "p"}, {"text": "That's not to say the sector is stagnating, though - reports suggest Microsoft is considering a $10bn investment in the company behind ChatGPT, the chatbot that's not only captivated the millions of people who have tried it out but is also predicted by some experts to be the future of search.", "type": "p"}, {"text": "Microsoft knows from its search engine, Bing, that you only need a fraction of that market for it to prove very lucrative. ", "type": "p"}, {"text": "And let's not forget its proposed acquisition of the games giant Activision Blizzard, which would bring a whole new portfolio of high-profile gaming titles under its wing.", "type": "p"}, {"text": "That's small comfort, though, for the thousands of staff facing redundancy in the early days of 2023.", "type": "p"}, {"text": "Hundreds of tech firms, including some of the sector's biggest names like Amazon and Instagram-owner Meta, have revealed lay-offs in recent weeks.", "type": "p"}, {"text": "At the start of this year, Amazon announced that it planned to cut more than 18,000 jobs because of \"the uncertain economy\" and rapid hiring during the pandemic.", "type": "p"}, {"text": "In November, Meta announced that it would cut 13% of its workforce, a total of 11,000 employees.", "type": "p"}, {"text": "But Jason Wong, a tech industry analyst with consultants Gartner, warned against assuming redundancies in \"enterprise\" businesses like Microsoft and Amazon happened for the same reasons as the cuts by big social media firms, some of which had faced additional challenges because of \"where they intend to take the business\".", "type": "p"}, {"text": "In the case of Twitter, that was moving to \"a model away from pure advertising\", and for Facebook he pointed to its pursuit of the metaverse.", "type": "p"}, {"text": "Like other tech companies, Microsoft's business boomed during the pandemic, fuelled by the increase in remote work and other online activity.", "type": "p"}, {"text": "Its workforce grew by roughly 40,000 between June 2021 and June 2022, when it reported having about 221,000 full-time employees, including 99,000 outside the US. ", "type": "p"}, {"text": "As business slowed last year, the firm embarked on a series of job cuts.", "type": "p"}, {"text": "The latest 10,000 are expected to be completed by the end of the third quarter of 2023.", "type": "p"}, {"text": "The memo said some staff would be notified immediately.", "type": "p"}, {"text": "Mr Nadella promised to \"treat our people with dignity and respect and act transparently\".", "type": "p"}, {"text": "More than 1,000 tech companies laid off 154,336 employees in 2022 alone, according to Layoffs.fyi which tracks redundancies.", "type": "p"}, {"text": "This year, including the latest Microsoft losses, the site says 26,061 tech sector employees have already been made redundant.", "type": "p"}, {"text": "Experts say there is still demand for job hunters with the right skills, particularly engineers experienced in AI and data science.", "type": "p"}, {"text": "But Kevin Poulter, an employment lawyer at law firm Freeths, warns \"employees affected by these cuts may struggle to secure alternative work in light of similar reductions already announced across Meta, Amazon, Salesforce and across the wider tech sector\".", "type": "p"}], "tags": ["Microsoft", "United States"]}