{"link": "https://www.bbc.com/news/business-63551439", "category": "business", "title": "Foxconn: iPhone maker bets on electric truck firm Lordstown Motors", "contributor": null, "time": "2022-11-08T05:01:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8345/production/_127550633_lmc_endurance_1.jpg", "content": [{"text": "Foxconn, which makes iPhones for Apple, says it is deepening its investment in a US electric pick-up truck firm, which could challenge Tesla's Cybertruck.", "type": "b"}, {"text": "The technology giant is spending up to $170m (£147.8m) on shares in the loss-making start-up Lordstown Motors.", "type": "p"}, {"text": "The major cash injection comes as the company aims to ramp up production of its debut model, the Endurance.", "type": "p"}, {"text": "Lordstown recently began building the vehicle at a former General Motors plant in the US state of Ohio.", "type": "p"}, {"text": "Under the deal, the world's biggest contract manufacturer of electronics bought a more than 18% stake in Lordstown, making it the biggest investor in the company.", "type": "p"}, [{"text": "Apple iPhones delayed over China Covid lockdown", "type": "a", "href": "https://www.bbc.co.uk/news/business-63538042"}, {"text": "UK battery firm averts collapse as funding secured", "type": "a", "href": "https://www.bbc.co.uk/news/business-63459393"}, {"text": "Mini move to China unfortunate, minister says", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-oxfordshire-63389645"}], {"text": "\"Since announcing our first transaction with Foxconn more than a year ago, it has been our objective to develop a broad strategic partnership that leverages the capabilities of both companies,\" Lordstown's executive chairman Daniel Ninivaggi said.", "type": "p"}, {"text": "\"Foxconn's latest investment is another step in that direction,\" he added.", "type": "p"}, {"text": "The two companies also said they would jointly develop an electric vehicle together, although they did not give further details of the plan.", "type": "p"}, {"text": "The tie-up came after the world's biggest electric carmaker Tesla, which is owned by multi-billionaire Elon Musk, was earlier this month reported by the Reuters news agency to be planning to start mass production of its Cybertruck at the end of 2023.", "type": "p"}, {"text": "That would be two years after the original target for the highly-anticipated pick-up truck that Mr Musk unveiled in 2019.", "type": "p"}, {"text": "Taiwan-based Foxconn's investment is the latest cash injection into Lordstown as it continues to run at a loss.", "type": "p"}, {"text": "Separately on Monday, figures for the three months to the end of September showed a net loss of $154.4m, wider than the $95.8m loss the company reported for the same time last year.", "type": "p"}, {"text": "Shares in Lordstown rose by almost 18% in extended trading in New York after the announcements.", "type": "p"}, {"text": "Last week Foxconn agreed a deal with Saudi Arabia's sovereign wealth fund to produce electric vehicles in the kingdom.", "type": "p"}, {"text": "The joint venture will operate under the brand name Ceer, which sounds like the Arabic word for \"drive\".", "type": "p"}, {"text": "Ceer will license technology from Germany's BMW and aims to start selling its electric vehicles from 2025.", "type": "p"}, {"text": "The deal is part of Saudi Arabia's push to move its economy away from its dependence on fossil fuels.", "type": "p"}, {"text": "Last month Foxconn's chairman Liu Young-way said he hopes the company will one day make cars for Tesla as it ramps up electric vehicle manufacturing operation.", "type": "p"}, {"text": "Speaking at the company's annual Tech Day, he said the firm aimed to replicate its success in manufacturing consumer devices as it expands into making electric vehicles for major motor industry brands.", "type": "p"}], "tags": ["Elon Musk", "Tesla", "Taiwan", "Electric cars", "Saudi Arabia"]}