{"link": "https://www.bbc.com/news/entertainment-arts-63560947", "category": "entertainment & arts", "title": "Tom Owen: Last of the Summer Wine star dies at 73", "contributor": null, "time": "2022-11-08T16:54:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11747/production/_127559417_hi001696307.jpg", "content": [{"text": "Last Of The Summer Wine actor Tom Owen has died at the age of 73, his family has confirmed.", "type": "b"}, {"text": "Owen played Tom Simmonite, the long lost son of Compo - who was played by the actor's real-life father Bill Owen.", "type": "p"}, {"text": "The nomadic character featured in the long-running BBC sitcom for 10 years, throughout the noughties.", "type": "p"}, {"text": "Tom Owen also appeared in other TV shows like The Bill, The Onedin Line and Upstairs Downstairs, as well as the 2018 film The Bromley Boys.", "type": "p"}, {"text": "\"He passed away peacefully and is survived by his two children, James and William, and ex-wife, Mary,\" his family said in a statement.", "type": "p"}, {"text": "Owen began is career as an assistant stage manager at Leatherhead Theatre in Surrey, before moving on to Westminster Theatre. After a stint working in TV he returned to work and direct in the theatre, in Sidmouth, Devon.", "type": "p"}, {"text": "He was chosen to play Compo's son just days after the death of his father in 1999 from cancer.", "type": "p"}, {"text": "\"It was two or three days after Dad had died,\" he recalled in 2000, of the surprise phone call from the show's producer, Alan Bell.", "type": "p"}, {"text": "\"Obviously my mind was on other things, like organising the funeral, and it hadn't occurred to me at all that I would be approached to play Compo's long-lost son.", "type": "p"}, {"text": "\"Alan suggested the idea to me and I thought about it for two seconds before saying yes.\"", "type": "p"}, {"text": "He continued: \"At first when I arrived on set it was very odd.", "type": "p"}, {"text": "\"It was emotional, but very early on I decided the only way I could tackle it was by being a professional.\"", "type": "p"}, {"text": "Owen went on to say, in the same interview, he had been \"very aware\" of how \"wary\" the other cast members might have been of him. \"They had all been through a traumatic shock when Dad died,\" he added. \"They had known him for all those years as well.", "type": "p"}, {"text": "\"Dad loved the show and I think he would be very proud that it is going to continue, and in a way it's continuing in his memory. I think he would be very happy that I've taken his place.\"", "type": "p"}, {"text": "Set in the Yorkshire village of Holmfirth, Last of the Summer Wine was an affectionate comedy, written by Roy Clarke, about people in the autumn of their years.", "type": "p"}, {"text": "It was the world's longest-running sitcom, having clocked up over 30 series as well as several Christmas specials.", "type": "p"}, {"text": "The series - which has followed the exploits of Compo, Nora Batty and friends - made its TV debut in 1973, and featured a host of famous faces including Eric Sykes and Dame Thora Hird.", "type": "p"}], "tags": ["Television"]}