{"link": "https://www.bbc.com/news/technology-63557384", "category": "technology", "title": "Tesla recalls 40,000 cars over power-steering fault", "contributor": null, "time": "2022-11-08T14:27:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E335/production/_127556185_gettyimages-1231348679.jpg", "content": [{"text": "Tesla is recalling just over 40,000 cars in the US because of a potential power-steering problem.", "type": "b"}, {"text": "Elon Musk's electric-car manufacturer says the vehicles' power-steering assist system may fail on rough roads or after hitting a pothole.", "type": "p"}, {"text": "The National Highway Traffic Safety Administration said it could require greater steering effort, especially at low speeds, increasing crash risks. ", "type": "p"}, {"text": "Tesla has released a software update to recalibrate the system.", "type": "p"}, {"text": "It was unaware of any injuries or deaths in connection with the problem, it said.", "type": "p"}, {"text": "However, 314 vehicle alerts have been issued for US vehicles that may be related to the recall.", "type": "p"}, {"text": "The recall affects the 2017-21 Model S and Model X vehicles. ", "type": "p"}, {"text": "Telsa said more than 97% of the recalled vehicles had installed an update that had already addressed the problem.", "type": "p"}, {"text": "Separately, Tesla is recalling 53 2021 Model S exterior side rear-view mirrors built for the European market that do not comply with American \"rear-visibility\" requirements. ", "type": "p"}, {"text": "Tesla has issued 17 recall notices in 2022, covering 3.4 million vehicles. ", "type": "p"}, {"text": "In September, it recalled nearly 1.1 million cars in the US because the windows might close too fast and pinch people's fingers.", "type": "p"}, {"text": "After buying Twitter, Mr Musk has reportedly been working with software engineers from Tesla to look under the bonnet of the social-media platform.", "type": "p"}, {"text": "But his other business ventures appear to be suffering a knock-on effect, with Tesla investors continuing to sell off stock.", "type": "p"}, {"text": "Its shares closed down 5% at $197.08 (£172.41) in New York on Monday, the lowest level since June 2021. ", "type": "p"}, {"text": "Investors are thought to be concerned the billionaire has become distracted by his latest acquisition and is paying less attention to his other companies. ", "type": "p"}], "tags": ["Elon Musk", "Tesla", "Electric cars"]}