{"link": "https://www.bbc.com/news/business-61914167", "category": "business", "title": "Netflix cuts 300 more jobs after subscriptions fall", "contributor": null, "time": "2022-06-23T19:57:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/797D/production/_116810113_bridgerton_108_unit_02448r.jpg", "content": [{"text": "Netflix has announced another round of job cuts as it grapples with slowing growth and increased competition.", "type": "b"}, {"text": "The streaming giant said it was cutting 300 more jobs - roughly 4% of its workforce - mostly in the US, after axing 150 people in May. ", "type": "p"}, {"text": "The moves come after the company reported its first subscriber loss in more than a decade in April.", "type": "p"}, {"text": "The firm is exploring an ad-supported service and cracking down on password sharing as it tries to boost growth.", "type": "p"}, {"text": "\"While we continue to invest significantly in the business, we made these adjustments so that our costs are growing in line with our slower revenue growth,\" Netflix said in a statement on Thursday, adding that it was continuing to hire in other areas.", "type": "p"}, {"text": "While Netflix has 220 million subscribers globally and remains the clear leader in the streaming market, it has faced fierce competition in recent years with the launch of rival platforms such as Disney Plus and Amazon's Prime Video.", "type": "p"}, {"text": "The company also recently embarked on a series of price increases in the US, UK and elsewhere, which have contributed to its subscriber losses. ", "type": "p"}, {"text": "The firm has said it expects its subscriber count to fall by another two million in the three months to July, after dropping by 200,000 earlier this year.", "type": "p"}, {"text": "Surveys by Kantar research firm consistently identify saving money as the number one reason for cancelling streaming services - even in the US, where overall streaming subscriptions have held steady, unlike the UK.", "type": "p"}, {"text": "On Thursday, Ted Sarandos, the company's co-chief executive, told an audience at a conference in Cannes on Thursday that Netflix was in talks with many companies as it explores new advertising partnerships to appeal to price-sensitive audiences.", "type": "p"}, {"text": "\"We're not adding ads to Netflix as you know it today. We're adding an ad tier for folks who say 'Hey, I want a lower price and I'll watch ads',\" Mr Sarandos said at Cannes Lions.", "type": "p"}, [{"text": "Netflix hints at password sharing crackdown", "type": "a", "href": "https://www.bbc.co.uk/news/business-61153252"}, {"text": "Have we had enough of Netflix?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61178311"}], {"text": "The job cuts at Netflix come amid rising worries in the US that the labour market boom the country has enjoyed since the pandemic is coming to an end.", "type": "p"}, {"text": "Signs of slowdown are particularly evident in the tech sector, where start-ups have cut nearly 27,000 workers since May - roughly double the number recorded in all of 2021, according to layoffs.fyi, which tracks publicly announced redundancies.", "type": "p"}, {"text": "Firms in the housing sector have also announced hundreds of cuts in recent weeks.", "type": "p"}, {"text": "The head of America's central bank told members of Congress this week that its efforts to bring down rapidly rising prices by raising interest rates risk triggering a sustained economic slowdown, but were worth it to restore price stability.", "type": "p"}, {"text": "\"We're not trying to provoke, and don't think we will need to provoke a recession,\" Federal Reserve chairman Jerome Powell said.", "type": "p"}, {"text": "But he conceded in response to questioning, it's \"certainly a possibility\".", "type": "p"}], "tags": ["Companies", "US economy", "Streaming", "Netflix"]}