{"link": "https://www.bbc.com/news/entertainment-arts-61916545", "category": "entertainment & arts", "title": "The job centre DJ who keeps Glastonbury dancing", "contributor": "Mark Savage", "time": "2022-06-23T16:26:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1AD5/production/_125596860_screenshot2022-06-23at17.15.53.jpg", "content": [{"text": "When Diana Ross plays Glastonbury on Sunday afternoon, her warm-up act will be a DJ who spends the rest of the year working in a job centre in Stroud.", "type": "b"}, {"text": "Chris Bull has been the Pyramid Stage DJ since 1983, when tickets cost £12 and the headliners included UB40 and US singer-songwriter Melanie.", "type": "p"}, {"text": "\"It's a bit bizarre, isn't it?\" says the 68-year-old. ", "type": "p"}, {"text": "\"But it shows that this festival is for everyone. No matter what you do, you can come here and have a good time.\"", "type": "p"}, {"text": "Bull got his big break in his 20s, when he worked at a record shop in Bristol. ", "type": "p"}, {"text": "A Glastonbury regular, he knew the festival was looking for a DJ and, through an acquaintance, asked Radio 2's Johnnie Walker if he'd be interested in the gig.", "type": "p"}, {"text": "\"And he said, 'Brilliant, but you'll have to do it with me 'cos I haven't got any gear',\" Bull recalls.", "type": "p"}, {"text": "\"That's how it all started. There've been changes over the years but I guess I'm still here.\"", "type": "p"}, [{"text": "Follow Glastonbury from home on the BBC", "type": "a", "href": "https://www.bbc.co.uk/events/ej34mb"}, {"text": "As audiences return to festivals, will they cope?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61898397"}, {"text": "Festival lover attends his 35th Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-somerset-61893187"}, {"text": "Glastonbury Festival reveals 2022 line-up ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60505903"}], {"text": "Over the last four decades, he's played tunes between sets by Dolly Parton, Elbow, the Sugababes, Sheryl Crow, Foo Fighters, Blondie and Coldplay.", "type": "p"}, {"text": "But the one that really stands out is Kanye West who, unlike most headliners, let the resident DJ warm up his audience.", "type": "p"}, {"text": "\"I thought, 'How strange, here I am playing music before Kanye West,' but I thought I did a good set. Mostly old-school stuff, not the latest and greatest, but I had a go.\" ", "type": "p"}, {"text": "Despite his proximity to rock's biggest and brightest, he says he rarely gets to fraternise with the stars.", "type": "p"}, {"text": "\"To be honest, when they've done their sets, they leave,\" he says. \"The Rolling Stones had a whole area where they hang out, and yours truly doesn't get to go there.\"", "type": "p"}, {"text": "But he did meet his hero, Mike Scott of The Waterboys, when they played the Pyramid Stage in 1989 - and even got the singer to autograph his ticket.", "type": "p"}, {"text": "\"And I bumped into John Peel in the urinals,\" he adds.", "type": "p"}, {"text": "Like many of Glastonbury's long-serving crew, the festival is intertwined with his family life. His son Liam first attended the event as a baby in 1987. This year, Liam will be cheering on his dad alongside his new wife, Anna.", "type": "p"}, {"text": "With one day to go, Bull says he hasn't planned what to play yet, saying he prefers to read the crowd before deciding on a setlist.", "type": "p"}, {"text": "\"I'll be there and setting up in the morning, and then sounds will start playing,\" he says.", "type": "p"}, {"text": "And after 39 years, this is still his favourite weekend of the year.", "type": "p"}, {"text": "\"It was a bit nerve-wracking at the beginning, but you get used to it,\" he says. ", "type": "p"}, {"text": "\"The atmosphere is just lovely - and that gets you through the fact that you're playing music to 100,000 people. \"", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": []}