{"link": "https://www.bbc.com/news/science-environment-61911817", "category": "science & environment", "title": "Record bacterium discovered as long as human eyelash", "contributor": "Jonathan Amos", "time": "2022-06-23T18:00:38.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/4325/production/_125598171_big_bacterium_2x640-nc.png", "content": [{"text": "You're supposed to need a microscope to see bacteria, right? Not Thiomargarita magnifica.", "type": "b"}, {"text": "This giant cell is clearly visible to the naked eye, having the size and shape of a human eyelash.", "type": "p"}, {"text": "Now classified as the world's biggest bacterium, T. magnifica was discovered living on sunken, decaying mangrove tree leaves in the French Caribbean.", "type": "p"}, {"text": "Fear not, the organism isn't dangerous and can't cause disease in humans. But do marvel at its proportions.", "type": "p"}, {"text": "\"These bacteria are about 5,000 times larger than most bacteria. And to put things into perspective, it is the equivalent for us humans to encounter another human who would be as tall as Mount Everest,\" said Jean-Marie Volland from the Joint Genome Institute at the Lawrence Berkeley National Laboratory, in the US.", "type": "p"}, {"text": "Centimetre-long T. magnifica is not the largest single-celled organism on Earth. That's probably a type of aquatic alga called Caulerpa taxifolia which is 10 times longer still. But the bacterium is definitely impressive when you consider there are many, much more complex life forms on Earth that require some sort of magnification to be observed. Think of those really teeny worms and flies out there.", "type": "p"}, {"text": "T. magnifica was first identified back in 2009 in Guadeloupe, in the Lesser Antilles. But it was initially put to one side. Only recently have Dr Volland and colleagues got around to studying it in detail.", "type": "p"}, {"text": "One key finding from their investigations concerns the way the cell organises its interior. Bacteria would normally have their DNA floating freely in the liquid, or cytoplasm, that fills their bodies.", "type": "p"}, {"text": "T. magnifica, on the other hand, stores its genetic material in compartments the researchers are calling pepins, from the French for fruit seeds.", "type": "p"}, {"text": "It's a significant revelation because until now, the packing of DNA inside a membrane-bound compartment was considered the preserve of so-called eukaryotic cells, which are the building blocks of higher organisms such as humans, other animals and plants.", "type": "p"}, {"text": "And T. magnifica carries a lot of DNA. If you count all the \"letters\", or bases, in its life code, or genome, there are some 12 million. But in each cell, there may be half a million copies of the genome.", "type": "p"}, {"text": "\"If you now take the genome size of 12 million bases, multiply that by the number of genome copies - so, half a million - you end up with approximately 6,000 giga, or billion, bases, of DNA. For comparison, a diploid human genome is approximately six giga bases in size. So this means that our Thiomargarita stores several orders of magnitude more DNA in itself as compared to a human cell,\" explained Dr Tanja Woyke, also from Lawrence Berkeley.", "type": "p"}, {"text": "In all that DNA, there are clues to the drivers of the organism's great size, she added. Some genes associated with elongation seem to be duplicated and some genes ordinarily involved in division appear to be missing.", "type": "p"}, {"text": "T. magnifica is a chemosynthetic bacterium. It makes the sugars it needs to fuel itself by oxidising the sulphur compounds produced by the rotting organic matter in the sediments of the mangrove swamp. All it needs is something solid to hang on to.", "type": "p"}, {"text": "\"I found them attached to oyster shells, to leaves and branches, but also on glass bottles, plastic bottles, or ropes,\" said Prof Olivier Gros, a microbiologist with the University of the Antilles.", "type": "p"}, {"text": "\"They just need some hard substrate to be in contact with the sulphides and in contact with the seawater to get oxygen and CO2. The highest concentration of Thiomargarita I found was on a plastic bag - unfortunately.\"", "type": "p"}, {"text": "The research team has published its description of the bacterium in this week's edition of Science Magazine. The researchers concede they have much to learn about how the organism operates.", "type": "p"}, {"text": "\"This project has really opened our eyes to the unexplored microbial diversity that exists. We're really just scratching the surface, and who knows what interesting things we are yet to discover,\" commented Dr Shailesh Date from the Laboratory for Research in Complex Systems at Menlo Park in the US.", "type": "p"}], "tags": ["Bacteria", "Caribbean", "Genetics", "Evolution"]}