{"link": "https://www.bbc.com/news/technology-61893903", "category": "technology", "title": "Meta board hears over a million appeals over removed posts", "contributor": "Zoe Kleinman", "time": "2022-06-22T15:04:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7538/production/_125580003_gettyimages-1280737139.jpg", "content": [{"text": "Meta's independent system of appeals against its decisions to remove content on Facebook and Instagram had about 1.1 million cases in its first year.", "type": "b"}, {"text": "The disputed posts, most of which originated in the US, Canada or Europe, had largely been removed for either violence, hate speech or bullying. ", "type": "p"}, {"text": "Of the 20 cases about which The Oversight Board published decisions, it ruled against Meta 14 times.", "type": "p"}, {"text": "One case was about removed images of female breasts in a breast cancer post.", "type": "p"}, {"text": "Others featured an image of a dead child alongside text about whether retaliation was justified against China for its treatment of Uighur Muslims, and the decision to ban Donald Trump following the Capitol Hill riots.", "type": "p"}, {"text": "The board overturned Meta's decision to remove the first two examples, but supported its decision to ban Mr Trump - although it criticised the \"indefinite\" time frame.", "type": "p"}, {"text": "It had initially shortlisted 130 cases to investigate, but Meta agreed up front that it had been wrong on 51 of those occasions.", "type": "p"}, {"text": "Board director Thomas Hughes said it looked for \"emblematic\" cases with \"problematic elements\" to take on.", "type": "p"}, {"text": "He added that the categories of hate speech, violence and bullying were \"difficult-to-judge issues\" - especially for automated systems.", "type": "p"}, {"text": "\"Also in many of those cases, context is extremely important,\" he said.", "type": "p"}, {"text": "The board has just released its first annual report, covering the period October 2020 to December 2021.", "type": "p"}, {"text": "Anybody - including Meta itself - can appeal to it if they disagree with a decision to remove content. Of the 1.1 million cases received during the 14-month period, only 47 came from the firm.", "type": "p"}, {"text": "About 2,600 cases per day were reported on average. ", "type": "p"}, {"text": "However, Facebook alone has more than two billion users around the world, making this a relatively tiny percentage of its vast content. It was also noticeable that relatively few complainants were from outside Western countries.", "type": "p"}, {"text": "Of all the cases submitted to the board:", "type": "p"}, [{"text": "1% related to Instagram posts and the rest were about Facebook content", "type": "p"}, {"text": "94% were requests to restore content - only 6% wanted it removed - but most were about people's own posts rather than somebody else's", "type": "p"}, {"text": "only 1.7% came from sub-Saharan Africa and 2.7% from central and south Asia", "type": "p"}, {"text": "49.4% came from the US and Canada", "type": "p"}], {"text": "The Oversight Board is known as a kind of \"supreme court\" and was formed by Meta boss Mark Zuckerberg. It operates as an independent entity, although its wages and other costs are covered by Meta. It consists of journalists, human rights activists, lawyers and academics.", "type": "p"}, {"text": "Mr Hughes described the relationship between the board and Meta as \"constructive but critical\".", "type": "p"}, {"text": "It has made 86 additional recommendations to the tech giant, including translating its policies into more languages and being more specific when explaining why content has been removed on the grounds of hate speech.", "type": "p"}], "tags": ["Social media", "Meta", "Instagram", "Facebook"]}