{"link": "https://www.bbc.com/news/business-63319011", "category": "business", "title": "Tesla sales climb but miss expectations", "contributor": null, "time": "2022-10-19T21:45:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/27FC/production/_127263201_gettyimages-1243437684-1.jpg", "content": [{"text": "Supply shortages, logistics bottlenecks and rising costs are hitting Tesla as it rapidly ramps up production of its electric cars.", "type": "b"}, {"text": "While the problems have improved in recent months, they remain immediate challenges, Tesla said in a financial update for investors.", "type": "p"}, {"text": "Revenue was lower than expected in the three months ending in September, as car sales fell short of expectations.", "type": "p"}, {"text": "But at almost $21.5bn, it remained more than 50% higher than a year ago. ", "type": "p"}, {"text": "Tesla, led by billionaire Elon Musk, has been growing aggressively in recent years, opening new factories in the US, China and Germany and boosting output. ", "type": "p"}, {"text": "The company delivered 343,000 cars in the quarter - a record that was up more than 40% from the same period last year. ", "type": "p"}, {"text": "The firm produced more cars than were sold, raising fears that demand may be slowing, as rising prices, higher borrowing costs and a major economic slowdown in the key China market discourage buyers.", "type": "p"}, {"text": "Mr Musk has previously beat back suggestions of cooling.  When Tesla shared the delivery figures earlier this month, the company suggested the gap was due to difficulty finding vehicles to transport cars to customers. ", "type": "p"}, {"text": "Deliveries of its own much anticipated electric truck are due to start in December, the firm said. The company reported $3.3bn in profit, up significantly from a year ago.", "type": "p"}, {"text": "But questions about Tesla's growth path, as well as billions of dollars in stock sales by Mr Musk as he prepares a $44bn takeover of Twitter, have weighed on the company's shares in recent months.", "type": "p"}, {"text": "Prices for the stock have dropped 40% this year, wiping billions of dollars off the company's value. ", "type": "p"}, {"text": "Tesla dominates the electric vehicle market in the US, but it faces far more competition in Europe and China, where such cars are more popular.", "type": "p"}, {"text": "In the US, rivals have also been ramping up their efforts. ", "type": "p"}, {"text": "German carmaker BMW said on Wednesday that it would spend $1.7bn to expand its electric vehicle production in the US. ", "type": "p"}, {"text": "A few months ago Elon Musk - no shrinking violet when it comes to self-promotion - said demand for Teslas was through the roof ", "type": "p"}, {"text": "\"Right now demand is exceeding production to a ridiculous degree,\" he said. ", "type": "p"}, {"text": "And yet from these figures, that doesn't seem to be happening. ", "type": "p"}, {"text": "In fact Tesla is making more cars than it's selling. ", "type": "p"}, {"text": "Not only that, but there are a series of financial pressures eating away at profitability. Supply chain issues and the costs of raw materials are hurting profits. ", "type": "p"}, {"text": "Tesla investors are much more concerned about its long-term potential than short term financial pressures though. ", "type": "p"}, {"text": "That's why the uncertainty about demand for Teslas is particularly damaging. It helps to explain why a seemingly solid set of results has seen a fall in Tesla's share price. ", "type": "p"}, {"text": "Many Tesla investors worry that Mr Musk isn't spending enough time on the company - after committing to buy Twitter. These results won't likely change that view. ", "type": "p"}], "tags": ["Companies", "Elon Musk", "Tesla", "Driverless cars", "Electric cars"]}