{"link": "https://www.bbc.com/news/entertainment-arts-63316940", "category": "entertainment & arts", "title": "Anna May Wong: Actress becomes first Asian American on US currency", "contributor": null, "time": "2022-10-19T13:23:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B866/production/_127260274_gettyimages-154047962.jpg", "content": [{"text": "Actress Anna May Wong is set to become the first Asian American to be featured on US currency.", "type": "b"}, {"text": "She will appear as part of an effort to feature notable women on American quarters.", "type": "p"}, {"text": "Wong, who is considered the first Chinese American film star in Hollywood, is the fifth and final woman to be individually featured on the coin this year.", "type": "p"}, {"text": "The quarter will enter general circulation on Monday.", "type": "p"}, {"text": "It will feature President George Washington on one side and Wong on the other.", "type": "p"}, {"text": "Ventris Gibson, director of the US Mint, called Wong \"a courageous advocate who championed for increased representation and more multi-dimensional roles for Asian American actors\".", "type": "p"}, {"text": "\"This quarter is designed to reflect the breadth and depth of accomplishments by Anna May Wong, who overcame challenges and obstacles she faced during her lifetime,\" she said.", "type": "p"}, {"text": "Wong was born in Los Angeles in 1905 to Chinese immigrants. Her name at birth was Wong Liu Tsong, but later in life she adopted the stage name of Anna May Wong, formed by joining both her English and family names.", "type": "p"}, {"text": "She was cast in her first role at 14 as an extra in the film The Red Lantern and continued to take on smaller parts until her lead role in The Toll of the Sea in 1922.", "type": "p"}, {"text": "She appeared in more than 60 movies across her career, including silent films and one of the first made in technicolour. ", "type": "p"}, {"text": "Wong was also the first Asian American lead actor in a US television show, The Gallery of Madame Liu-Tsong, in which she played a Chinese detective.", "type": "p"}, {"text": "After facing discrimination in the US, she travelled to Europe to work in English, French and German films.", "type": "p"}, {"text": "She was awarded a star on the Hollywood Walk of Fame in 1960, and died the following year aged 56.", "type": "p"}, {"text": "Gemma Chan, known for appearing in Crazy Rich Asians and Marvel's Eternals, is set to portray Wong in an upcoming biopic about the star's life.", "type": "p"}, {"text": "The American Women Quarters Program began this year and will feature five women each year until 2025. Native Hawaiian hula teacher Edith Kanaka'ole has been named as one of the selections for 2023.", "type": "p"}], "tags": ["Film"]}