{"link": "https://www.bbc.com/news/health-63321248", "category": "health", "title": "Friends could be key to finding fitness motivation", "contributor": null, "time": "2022-10-19T19:24:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14E8E/production/_127264658_gettyimages-583690223.jpg", "content": [{"text": "Social interaction could be key to kick-starting a fitness regime, US research suggests.", "type": "b"}, {"text": "After analysing data, including from the US Military Academy, scientists at Kean University recommended social activities that boosted interactions between less- and more-active people.", "type": "p"}, {"text": "When the less active interacted with those who exercised regularly, they felt encouraged, the researchers found.", "type": "p"}, {"text": "But those who were less social ended up exercising less.", "type": "p"}, {"text": "Regular exercise has already been cited as something that improves mental health significantly, with many finding group activity helpful.", "type": "p"}, {"text": "There are many ways to combine socialising and exercising, such as:", "type": "p"}, [{"text": "walking with friends", "type": "p"}, {"text": "playing five-a-side ", "type": "p"}, {"text": "taking a fitness class", "type": "p"}], {"text": "Exercising with a friend requires commitment and accountability, Andre Bates, of Barry's Bootcamp, which holds group exercise classes across the UK, says.", "type": "p"}, {"text": "\"It's very easy not to go and exercise when you're relying on yourself - but with a friend, you can use each other for motivation to make sure you stick at what you set out to do,\" he says.", "type": "p"}, [{"text": "Regular exercise 'best for mental health'", "type": "a", "href": "https://www.bbc.co.uk/news/health-45116607"}, {"text": "'How football changed our mental health and lives'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-wales-63116018"}], {"text": "\"You can make friends in a group exercise environment - and then if you're not there for your usual 06:00 class on a Monday or Tuesday, they might ask, 'Where are you?' so there's that little bit of guilt that makes sure you're there next time.\"", "type": "p"}, {"text": "And although some might be at a different level of fitness to others, everyone is trying to achieve the same thing.", "type": "p"}, {"text": "\"Everyone is on their own individual journey,\" Andre says. \"Rather than looking at someone as competition, look at them as a benchmark of what you want to be and don't be afraid to ask them about it and see how they got there.", "type": "p"}, {"text": "\"We're all pushing for the same purpose, whether it's mental improvement, physical improvement, fitness or performance - everyone is here to improve.\" ", "type": "p"}, {"text": "Kai Hunter, 25, who lives in Cardiff, started exercising regularly six months ago - after finding motivation from his group of friends. ", "type": "p"}, {"text": "\"Because I work from home, I didn't really get out much - so I started to put on weight and wanted to do something about it as it was affecting my confidence quite a lot,\" he tells BBC News.", "type": "p"}, {"text": "\"I asked a few people in my social circle who were into fitness already how they had got into it - and asked for workout routines.\"", "type": "p"}, {"text": "Kai also gained a lot of motivation sharing progress with friends in a group chat. ", "type": "p"}, {"text": "\"All the people around me were always supporting me,\" he says. \"It was good to have that around me and to feel the results myself.\"", "type": "p"}, {"text": "Kai's friends have also helped him gain confidence going to the gym, which he used to \"really struggle with doing\".", "type": "p"}, {"text": "\"I've done a couple of leg-day workout routines with friends and have been shown how to use the different machines,\" he says.", "type": "p"}, {"text": "\"It's really changed my life and helped a lot with my self-confidence and anxiety.", "type": "p"}, {"text": "\"I wouldn't ever have thought about stepping into a gym - whether with someone or not - and now I'm almost looking forward to it.\"", "type": "p"}], "tags": ["Gyms", "Fitness", "Mental health"]}