{"link": "https://www.bbc.com/news/science-environment-63322220", "category": "science & environment", "title": "Debut for next Ariane rocket is pushed back again", "contributor": null, "time": "2022-10-19T18:26:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/775C/production/_127265503_top.jpg", "content": [{"text": "The maiden flight of Europe's next-generation heavy-lift rocket, the Ariane 6, has been pushed back again.", "type": "b"}, {"text": "Technical challenges mean it will not take place before the last quarter of next year, European Space Agency (Esa) and industry officials say.", "type": "p"}, {"text": "The 62m-tall, two-stage Ariane 6 was supposed to come into service in 2020.", "type": "p"}, {"text": "The delay will add to the difficulties of European satellite operators who are struggling currently to find rides into orbit.", "type": "p"}, {"text": "Predecessor Ariane 5 is no longer in production - and its final three missions are fully booked.", "type": "p"}, {"text": "Russian rockets are now off-limits because of Western sanctions resulting from the war in Ukraine.", "type": "p"}, {"text": "It means some flagship European spacecraft will now, in all likelihood, have to launch on American rockets in direct commercial competition with Ariane.", "type": "p"}, [{"text": "Successful debut flight for Europe's Vega-C rocket", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62155260"}, {"text": "Hurricane forces Nasa to shelter Moon rocket", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63036757"}], {"text": "Esa director general Josef Aschbacher said the new fourth-quarter target would hold only if outstanding technical objectives were met. ", "type": "p"}, {"text": "\"Let me really recall that with a project of this magnitude, it needs to be clear that this is a planned date and that the programme will still need to successively and timely achieve a number of key milestones in order for this schedule to remain valid,\" he said.", "type": "p"}, {"text": "The highly successful Ariane 5 dominated the world market for the launch of large satellites until US entrepreneur Elon Musk introduced his cheaper, reusable Falcon 9 rockets, in the 2010s.", "type": "p"}, {"text": "The 6 uses uprated technologies and new fabrication techniques, dramatically cutting production costs, but it will still be more expensive than Mr Musk's Falcons because a new rocket is needed for every new launch.", "type": "p"}, {"text": "Recent days have seen a test model of the Ariane 6 placed on its future launch pad, in Kourou, French Guiana.", "type": "p"}, {"text": "Engineers hope to demonstrate the readiness of the pad and run through countdown procedures, such as the loading of propellants, and fire the main Vulcain engine at the base of the representative rocket.", "type": "p"}, {"text": "The \"real\" vehicles for the first three missions are in production and key segments of the maiden-flight model will soon be shipped to French Guiana from factories in Europe.", "type": "p"}, {"text": "On 22-23 November, in Paris, Esa member states will discuss a programme to improve the Ariane 6 and advance reusable-rocket technologies and whether Europe should fly its own astronauts to space. At the moment, they must ride on American or Russian rockets.", "type": "p"}], "tags": ["European Space Agency", "Space exploration"]}