{"link": "https://www.bbc.com/news/technology-63307127", "category": "technology", "title": "Ruja Ignatova: Leaked police notes may have alerted FBI-wanted Cryptoqueen", "contributor": null, "time": "2022-10-19T10:52:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4400/production/_113880471_onecoin2.jpg", "content": [{"text": "Ruja Ignatova, also known as the \"missing Cryptoqueen\", received police information about investigations into her $4bn (£3.5bn) cryptocurrency fraud before she disappeared, it is claimed.", "type": "b"}, {"text": "The 42-year-old Bulgarian-born woman is wanted for her alleged role in running a cryptocurrency scam known as OneCoin.", "type": "p"}, {"text": "Files seen by the BBC from Europol meetings suggest the FBI-wanted fugitive knew about efforts to arrest her months before she vanished. ", "type": "p"}, {"text": "The police documents were passed to The Missing Cryptoqueen podcast by Frank Schneider, a former spy and trusted adviser to Ms Ignatova.", "type": "p"}, {"text": "Mr Schneider denies obtaining the documents, which he says were passed to him on a USB memory stick by Ms Ignatova. He claims metadata on the files suggests she obtained the information via her own contacts in Bulgaria. ", "type": "p"}, {"text": "He is now facing extradition to the US for his alleged role in the OneCoin fraud. ", "type": "p"}, {"text": "Europol said it was looking into the issue. ", "type": "p"}, {"text": "Ms Ignatova disappeared on 25 October 2017 after being tipped off about intensifying police investigations into her OneCoin cryptocurrency. In June 2022, she was added to the FBI's 10 most wanted list.", "type": "p"}, {"text": "The police files contain presentations made at an \"Operation Satellite\" Europol meeting in The Hague on 15 March 2017.", "type": "p"}, {"text": "According to the documents, the meeting was attended by the FBI, the US Department of Justice and the New York District Attorney. Officers from the UK, Germany, the Netherlands, Dubai and Bulgaria were also present.", "type": "p"}, {"text": "The documents include details of US authorities having a \"high-placed confidential informant\", OneCoin bank accounts receiving investor funds, and unsuccessful efforts by the UK's City of London Police to interview Ms Ignatova.", "type": "p"}, {"text": "The FBI did not comment on the Europol documents, but Special Agent Paul Roberts told the podcast: \"There were investigations all around the world into her, and into OneCoin generally, many of which she had become aware of due to actions by law enforcement in other countries.\"", "type": "p"}, {"text": "In court, US prosecutors alleged in 2019 that Mr Schneider was the one who provided her with confidential police information, although it is not clear if the allegations relate specifically to the leaked files seen by the podcast.", "type": "p"}, {"text": "He has denied obtaining the documents and said: \"When the Bulgarians participated at certain Europol meetings, it only took hours for her to get a complete rundown and get the minutes of what was said in those meetings.", "type": "p"}, {"text": "\"I can only deduce that it came from the circles that she was in and the connections that she had through a variety of influential personalities.\"", "type": "p"}, {"text": "The documents show attendees from Bulgaria's Interior Ministry at the March 2017 Europol meeting. The BBC asked the ministry whether its staff could be responsible for the leak, but it did not comment. ", "type": "p"}, {"text": "No other law enforcement bodies in attendance would confirm how the information got out. ", "type": "p"}, {"text": "Europol told the BBC it was looking into the matter, adding: \"This complex scenario with many stakeholders makes it difficult to assess where and how such an incident might have occurred.\"", "type": "p"}, {"text": "The US Department of Justice, New York County District Attorney's Office, and Dubai Police did not comment.", "type": "p"}, {"text": " - the search for Dr Ruja Ignatova continues, with a new episode about the police leak out on 19 October.", "type": "b"}, {"text": "You can also see more on the next episode of BBC Click. ", "type": "b"}], "tags": ["FBI", "Fraud", "United States", "Cryptocurrency"]}