{"link": "https://www.bbc.com/news/business-66036749", "category": "business", "title": "Drinks giant Diageo ends 'broken' Diddy partnership", "contributor": null, "time": "2023-06-27T19:20:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/116A4/production/_130223317_gettyimages-1499244010.jpg", "content": [{"text": "British drinks giant Diageo has ended its partnership with Sean Combs, known as Diddy, after the rapper sued the firm, accusing it of neglecting his tequila brand due to his race.", "type": "b"}, {"text": "The company announced the move while responding formally to the lawsuit, which it asked to be dismissed.", "type": "p"}, {"text": "It said Mr Combs' complaints were false and defamatory and made in an effort to extract money from the company.", "type": "p"}, {"text": "An attorney for Mr Combs said Diageo was trying to distract from his claims. ", "type": "p"}, {"text": "Diageo, owner of brands such as Johnnie Walker, Guinness and Tanqueray, said the relationship had been on the rocks since Mr Combs had failed to meet his promises to fund DeLeon Tequila, which they bought together in 2013.", "type": "p"}, {"text": "Diageo said it had invested more than $100m (£78m) in DeLeon Tequila and \"tried for years to salvage the broken relationship with Mr Combs\". ", "type": "p"}, {"text": "\"Despite having made nearly a billion dollars over the course of our 15-year relationship, Mr Combs contributed a total of $1,000 and refused to honor his commitments,\" the company said.", "type": "p"}, {"text": "\"Mr. Combs' bad-faith actions have clearly breached his contracts and left us no choice but to move to dismiss his baseless complaint and end our business relationship\".", "type": "p"}, {"text": "Mr Combs rose to fame as a music executive and rapper in the 1990s before branching out into acting and other business ventures.", "type": "p"}, {"text": "He had worked with Diageo since 2007, when the company asked him to help promote the company's Ciroc vodka.", "type": "p"}, {"text": "The complaint from his company - Combs Wines & Spirits - against Diageo accused the firm of falling short of its commitments for distribution, investment and brand positioning for DeLeon. It accused the firm of \"racial typecasting\" and limiting DeLeon's distribution to \"urban\" neighbourhoods. ", "type": "p"}, {"text": "An attorney for Mr Combs said he had \"repeatedly raised concerns as senior executives uttered racially insensitive comments and made biased decisions based on that point of view\".  ", "type": "p"}, {"text": "\"Diageo attempting to end its deals with Mr Combs is like firing a whistleblower who calls out racism. It's a cynical and transparent attempt to distract from multiple allegations of discrimination,\" said his attorney John C Hueston. ", "type": "p"}, {"text": "He added: \"This lawsuit and Mr. Combs are not going away.\" ", "type": "p"}, {"text": "In its response, Diageo blamed the problems on Mr Combs' \"failure to fund the JV [joint venture]\", which it said had \"created a contentious relationship, severely damaged the DeLeon brand at a critical juncture, and stalled its promise and potential for growth for several years\".", "type": "p"}, {"text": "Diageo said it had agreed to forgive Mr Combs' debts during negotiations in 2020. Following a reset, sales volumes had doubled, it said.", "type": "p"}, {"text": "\"Unfortunately, Combs has proven himself once and for all to be an unreliable and untrustworthy business partner,\" the company said in its response.", "type": "p"}, {"text": "\"Despite DeLeon's recent growth and progress, and in disregard of multiple provisions of the DeLeon Agreement, earlier this year Combs again began to threaten Diageo with contrived racism allegations to force Diageo to accede to several outrageous and extra-contractual demands, including for supposed billions of dollars of damages.\"", "type": "p"}, {"text": "Diageo said it remained committed to the success of the DeLeon and Ciroc brands but planned to sever ties.", "type": "p"}, {"text": "\"We have exhausted every reasonable remedy and see no other path forward,\" it said.", "type": "p"}], "tags": []}