{"link": "https://www.bbc.com/news/entertainment-arts-66029360", "category": "entertainment & arts", "title": "Angela Bassett: Black Panther actress to receive honorary Oscar", "contributor": null, "time": "2023-06-27T15:08:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/112F7/production/_130219307_angelabassett1.jpgcrop.jpg", "content": [{"text": "Black Panther star Angela Bassett will receive an honorary Oscar, 30 years after she was first nominated.", "type": "b"}, {"text": "The actress was nominated for best actress for playing Tina Turner in 1993's What's Love Got to Do with It.", "type": "p"}, {"text": "Then this year, she was up for best supporting actress for her role in Black Panther: Wakanda Forever - but looked unimpressed when she lost.", "type": "p"}, {"text": "Academy President Janet Yang said she had given \"transcendent performances that set new standards in acting\".", "type": "p"}, {"text": "Bassett played Queen Ramonda in the Black Panther films, and is also known for her appearances in films like Boyz N the Hood, Malcolm X, Music of the Heart and Mission: Impossible - Fallout.", "type": "p"}, {"text": "However, some fans pointed out that she deserved to have won a competitive Oscar. Writing in The Root, Shanelle Genai questioned whether the honorary award was \"some sort of consolation prize\".", "type": "p"}, {"text": "\"Angela Bassett has quite literally been out-acting and acting circles around nearly everyone for the last few decades,\" she said.", "type": "p"}, {"text": "\"She's your favorite actor's favorite actor, for crying out loud... She deserves more than an honorary anything. She deserves the real thing. She's earned the real thing.\"", "type": "p"}, {"text": "Journalist Jerome Trammel said the honorary Oscar was \"insulting\". He wrote on Twitter: \"They're trying to clean up the fact that racism runs deep in that show's process. Calling it honorary leaves a stain that she didn't get it by 'their' standards.\"", "type": "p"}, {"text": "The Academy of Motion Picture Arts and Sciences says honorary awards are given for lifetime achievements, exceptional contributions to film, and outstanding service to the Academy.", "type": "p"}, {"text": "Also receiving honorary Oscars will be comedy legend Mel Brooks and ET film editor Carol Littleton.", "type": "p"}, {"text": "Actor, writer and director Brooks, 96, earned his only competitive Oscar to date for best original screenplay for The Producers in 1969. His other hit comedies include Blazing Saddles, High Anxiety and Robin Hood: Men in Tights.", "type": "p"}, {"text": "\"Mel Brooks lights up our hearts with his humour, and his legacy has made a lasting impact on every facet of entertainment,\" Ms Yang said.", "type": "p"}, {"text": "Littleton's editing credits include Body Heat, The Big Chill, Places in the Heart and The Manchurian Candidate.", "type": "p"}, {"text": "The recipients will be presented with their statuettes at the Governors Awards in November.", "type": "p"}, {"text": "The Sundance Institute's Michelle Satter will also receive the Jean Hersholt Humanitarian Award for fostering the careers of many film-makers from underrepresented communities.", "type": "p"}, {"text": "The Academy said all four were \"trailblazers who have transformed the film industry and inspired generations of film-makers and movie fans\".", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}