{"link": "https://www.bbc.com/news/health-66022263", "category": "health", "title": "NHS watchdog rejects Mounjaro fat loss jab for diabetes", "contributor": null, "time": "2023-06-27T00:17:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/35C8/production/_128886731_gettyimages-1466563773.jpg", "content": [{"text": "A new diabetes medicine dubbed the \"King Kong\" of weight loss jabs cannot be recommended on the NHS yet because the cost for benefit may not be justified, a spending watchdog says. ", "type": "b"}, {"text": "The National Institute for Health and Care Excellence (NICE) says it needs more evidence on Mounjaro, even though it recently approved a similar weekly injection called Wegovy. ", "type": "p"}, {"text": "Both drugs blunt appetite, so users feel full and eat less. ", "type": "p"}, {"text": "They also help manage blood glucose. ", "type": "p"}, {"text": "Social media posts about people, often celebrities, shedding large amounts of weight has led to big demand for these types of treatment. ", "type": "p"}, {"text": "There have been ongoing global shortages of another injection for type 2 diabetes, called Ozempic, that some people have been buying off-label as a weight loss aid. The pre-filled pens contain a lower dose of the same medicine - semaglutide  - that is in Wegovy. ", "type": "p"}, {"text": "The draft guidelines from NICE say it is yet to be established if Mounjaro, also known as tirzepatide, represents good value for money, alongside diet and exercise, for adults with type 2 diabetes and a high body mass index. ", "type": "p"}, {"text": "The NHS price of the pre-filled pens has not been made public because of commercial sensitivities. ", "type": "p"}, {"text": "Helen Knight, from NICE, said: \"Type 2 diabetes is becoming more prevalent in society, so new treatment options are needed to help people with it to control their blood-glucose levels.", "type": "p"}, {"text": "\"Our committee can see the promise in tirzepatide, but it requires more evidence to be able to evaluate both its clinical, and cost, effectiveness.\"", "type": "p"}, {"text": "Manufacturer Eli Lilly has been asked to submit more data for the committee to look at ahead of its next meeting. ", "type": "p"}, {"text": "This recommendation in England is not intended to affect treatment with tirzepatide that was started in the NHS before this guidance was published, says NICE. ", "type": "p"}, {"text": "People having treatment outside this recommendation may continue without change, until they and their NHS clinician consider it appropriate to stop.", "type": "p"}, [{"text": "Weight-loss: Are injections the answer to tackling obesity?", "type": "a", "href": "https://www.bbc.co.uk/news/health-64677915"}, {"text": "Weight loss jab to be sold by UK chemist shops", "type": "a", "href": "https://www.bbc.co.uk/news/health-65821450"}], {"text": "Wegovy (semaglutide), meanwhile, has been approved for use by the NHS in England for adults with at least one obesity-related health problem, which can include type 2 diabetes. ", "type": "p"}, {"text": "Stocks are not yet available, but the prime minister has said GPs in England may soon start offering it to some patients, as well as specialist weight management clinics. ", "type": "p"}, {"text": "Rishi Sunak said it could be a \"game-changer\", as he announced a £40m pilot scheme to increase access to the drug. ", "type": "p"}], "tags": []}