{"link": "https://www.bbc.com/news/science-environment-66013854", "category": "science & environment", "title": "Climate change: Deforestation surges despite pledges", "contributor": null, "time": "2023-06-27T07:58:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1540A/production/_130205078_gettyimages-1243414040.jpg", "content": [{"text": "An area of tropical forest the size of Switzerland was lost last year as tree losses surged, ", "type": "b"}, {"text": "It means that a political pledge to end deforestation made at COP26 by world leaders is well off track.", "type": "p"}, {"text": "Some 11 football pitches of forest were lost every minute in 2022, with Brazil dominating the destruction.", "type": "p"}, {"text": "But a sharp reduction in forest loss in Indonesia shows that reversing this trend is achievable. ", "type": "p"}, [{"text": "Future of UK fossil fuels at stake in test case", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65965119"}, {"text": "Barbados PM leads fight for climate cash shake-up", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65962997"}, {"text": "UN to unmask fossil fuel lobbyists at climate talks", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65917660"}], {"text": "One of the key moments at the COP26 climate meeting in 2021 saw over 100 world leaders sign the Glasgow Declaration on forests, where they committed to work collectively to \"halt and reverse forest loss and land degradation by 2030\".", "type": "p"}, {"text": "In total, leaders from countries covering around 85% of global forests signed up. This included former Brazilian president Jair Bolsonaro, who had relaxed the enforcement of environmental laws to allow development in the Amazon rainforest.", "type": "p"}, {"text": "The Glasgow pact was agreed after a previous agreement signed in 2014 failed to stem the relentless loss of trees.", "type": "p"}, {"text": "Now a new analysis carried out by Global Forest Watch shows that the new promise made in Glasgow is not being kept. ", "type": "p"}, {"text": "Losses of tropical primary (old-growth) forest are seen as particularly critical for global warming and biodiversity. ", "type": "p"}, {"text": "Rainforests in Brazil, Democratic Republic of Congo and Indonesia absorb huge amounts of greenhouse gases. ", "type": "p"}, {"text": "Clearing or burning these older forests sees that stored carbon released to the atmosphere, driving up temperatures around the world. ", "type": "p"}, {"text": "These forests are also critical for maintaining biodiversity and the livelihoods of millions of people. ", "type": "p"}, {"text": "Scientists warn that these functions - or \"ecosystem services\" - can't easily be replaced by planting trees elsewhere, because these forests have developed over such a long period of time.", "type": "p"}, {"text": "According to the new data, gathered by the University of Maryland, the tropics lost 10% more primary rainforest in 2022 than in 2021, with just over 4m hectares (nearly 16,000 sq miles) felled or burned in total.", "type": "p"}, {"text": "This released an amount of carbon dioxide equivalent to the annual fossil fuel emissions of India.", "type": "p"}, {"text": "\"The question is, are we on track to halt deforestation by 2030? And the short answer is a simple no,\" said Rod Taylor from the World Resources Institute (WRI) which runs the Global Forest Watch.", "type": "p"}, {"text": "\"Globally, we are far off track and trending in the wrong direction. Our analysis shows that global deforestation in 2022 was over 1 million hectares above the level needed to be on track to zero deforestation by 2030.\"", "type": "p"}, {"text": "Brazil dominates the losses of primary tropical forest and in 2022 this increased by over 14%.", "type": "p"}, {"text": "In Amazonas state, which is home to over half of Brazil's intact forests, the rate of deforestation has almost doubled over the past three years. ", "type": "p"}, {"text": "While the overall picture is not good, there are some positive developments that show that it is possible to rein in deforestation.", "type": "p"}, {"text": "Indonesia has reduced its primary tropical forest loss more than any other country in recent years since recording an all-time high in 2016.", "type": "p"}, {"text": "Analysis suggests this is down to both government and corporate actions. ", "type": "p"}, {"text": "A moratorium on logging in new palm oil plantations was made permanent in 2019, while efforts to monitor and limit fires have been stepped up. ", "type": "p"}, {"text": "It's a similar story in Malaysia. In both countries, oil palm corporations also appear to be taking action, with some 83% of palm oil refining capacity now operating under no deforestation, no peatland and no exploitation commitments. ", "type": "p"}, {"text": "Bolivia, one of the few countries not to sign the Glasgow Declaration, also saw a rapid acceleration of forest losses in 2022, up almost a third in a year.", "type": "p"}, {"text": "Commodity agriculture is the main driver, according to researchers. Soybean expansion has resulted in nearly a million hectares of deforestation in Bolivia since the turn of the century. ", "type": "p"}, {"text": "Although Ghana in West Africa has only a small amount of primary forest remaining, it saw a massive 71% increase in losses in 2022, mostly in protected areas. Some of these losses are close to existing cocoa farms. ", "type": "p"}, {"text": "With a new president in Brazil committing to end deforestation in the Amazon by 2030, there is renewed hope that the promises made in Glasgow in 2021 might fare better in the coming years. ", "type": "p"}, {"text": "But if the world wants to keep global temperatures under the critical 1.5C threshold, the time for action on forests is very short indeed, say the researchers. ", "type": "p"}, {"text": "\"There's an urgency to get a peak and decline in deforestation, even more urgent than the peak and decline in carbon emissions,\" said Rod Taylor from WRI.", "type": "p"}, {"text": "\"Because once you lose forests, they're just so much harder to recover. They're kind of irrecoverable assets.\"", "type": "p"}, {"text": "The loss of tree cover can be monitored relatively easily by analysing satellite images - although there's sometimes uncertainty about the precise year in which trees have been lost.", "type": "p"}, {"text": "Measuring deforestation - which typically refers to human-caused, permanent removal of natural forest cover - is more complicated, because not all tree-cover loss counts as deforestation. ", "type": "p"}, {"text": "For example, losses from fire, disease or storms, as well as losses within sustainable production forests, would not usually count as deforestation. There are difficulties with this - for instance, some fires may have been started deliberately to clear a forest, rather than being natural. ", "type": "p"}, {"text": "Scientists try to take all of these factors into account to come up with an estimate for deforestation.", "type": "p"}, {"text": "The latest figures suggests a rise in (human-caused) global deforestation of about 3.6% in 2022 compared with 2021 - the opposite direction to what was pledged in Glasgow.", "type": "p"}, {"text": "Interestingly, whilst losses of the particularly important primary tropical forests rose by nearly 10% in 2022, overall global tree cover loss from all causes actually fell by nearly 10%. ", "type": "p"}, {"text": "But researchers say this was because losses from forest fires were down in 2022, particularly in Russia. This is not thought to be part of a long-term trend. ", "type": "p"}, {"text": "In fact, tree cover losses from fires have generally increased in the last two decades, and fires are expected to become more common in future due to climate change and alterations to the way land is used.", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}