{"link": "https://www.bbc.com/news/technology-66021643", "category": "technology", "title": "Revenge and deepfake porn laws to be toughened", "contributor": null, "time": "2023-06-27T11:08:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AC4F/production/_130211144_gettyimages-1371444419.jpg", "content": [{"text": "It will be easier to prosecute people for sharing so-called revenge porn after a change in the law in England and Wales.", "type": "b"}, {"text": "Amendments to the Online Safety Bill being tabled on Tuesday will remove the requirement for prosecutors to prove perpetrators intended to cause distress to secure a conviction.", "type": "p"}, {"text": "Sharing deepfake porn is also being criminalised for the first time.", "type": "p"}, {"text": "Both offences will be punishable by up to six months in prison. ", "type": "p"}, {"text": "This would rise to two years if intent to cause distress, alarm or humiliation, or to obtain sexual gratification could be proved.", "type": "p"}, {"text": "Those who share an image for sexual gratification could also be placed on the sex offenders' register.", "type": "p"}, {"text": "\"Revenge porn\" is sharing an intimate image without consent. \"Deepfake porn\" involves creating a fake explicit image or video of a person.", "type": "p"}, {"text": "Revenge porn was criminalised in 2015 but up until now prosecutors had to prove there was an intention to cause humiliation or distress.", "type": "p"}, {"text": "TV personality Georgia Harrison, whose ex-partner Stephen Bear was jailed earlier this year for posting intimate footage of her on his OnlyFans account, was among those to call for a change to the legislation.", "type": "p"}, [{"text": "Harrison says revenge porn experience like 'grief'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64030253"}], {"text": "The Love Island star said she was grateful for the support she had been given. ", "type": "p"}, {"text": "\"The reforms to the law that have been passed today are going to go down in history as a turning point for generations to come and will bring peace of mind to so many victims who have reached out to me whilst also giving future victims the justice they deserve,\" she said.   ", "type": "p"}, {"text": "The government announced its intention to legislate last year, and the amendments are part of the Online Safety Bill, which is due to be voted on by MPs later this month before it becomes law.", "type": "p"}, {"text": "Justice Secretary Alex Chalk said: \"We are cracking down on abusers who share or manipulate intimate photos in order to hound or humiliate women and girls.", "type": "p"}, {"text": "\"Our changes will give police and prosecutors the powers they need to bring these cowards to justice, safeguarding women and girls from such vile abuse.\"", "type": "p"}, {"text": "Deepfakes have been increasing in recent years with a website that virtually strips women naked receiving 38 million hits in the first eight months of 2021.", "type": "p"}, {"text": "Research shows one in seven women and one in nine men aged between 18 and 34 have experienced threats to share intimate images,.", "type": "p"}, {"text": "More than 28,000 reports of disclosing private sexual images without consent were recorded by police between April 2015 and December 2021.  ", "type": "p"}, [{"text": "Upskirting now a crime after campaign", "type": "a", "href": "https://www.bbc.co.uk/news/uk-47902522"}, {"text": "Make downblousg criminal offence, say law chiefs", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62045112"}, {"text": "'Sending unwanted nudes must be standalone crime'", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-59139399"}], {"text": "The overhaul of intimate image law builds on previous amendments. ", "type": "p"}, {"text": "A detailed review by the Law Commission recommended reforming measures protecting against intimate image abuse.", "type": "p"}, {"text": "Domestic Abuse Commissioner Nicole Jacobs welcomed the news and said the changes would \"hold perpetrators to account for this insidious form of abuse\".", "type": "p"}, {"text": "She said: \"Intimate image abuse causes significant distress to victims and survivors and often exists as part of a wider pattern of abuse that continues offline.\"", "type": "p"}, {"text": "Ruth Davison, chief executive of the domestic abuse charity Refuge, pointed to the \"woefully low\" conviction rates for intimate image abuse.", "type": "p"}, {"text": "\"The amendments to the Online Safety Bill will make it easier to prosecute perpetrators of intimate image abuse, ensuring justice and better protections for survivors,\" she said.", "type": "p"}, {"text": "However, others have highlighted that more needs to be done to fully address image-based abuse.", "type": "p"}, {"text": "Honza Červenka, a lawyer at McAllister Olivarius, said the changes were welcome but pointed out there were likely to be \"jurisdictional issues\".", "type": "p"}, {"text": "\"Some of these websites may not be easily traceable, others may be hosted in countries specifically chosen for their lax laws when it comes to online harm and harassment,\" he told the BBC.", "type": "p"}, {"text": "\"Very often, victims become aware of images resurfacing months or even years after their apparent takedown.\"", "type": "p"}, {"text": "Rani Govender, senior child safety online policy officer at the NSPCC, said it was a positive move but big tech firms needed to be held more accountable for what was posted on their platforms.", "type": "p"}, {"text": "\"More needs to be done if the Online Safety Bill is to tackle the creation and sharing of child sexual abuse material which takes place on industrial levels,\" she said.", "type": "p"}, {"text": "\"The government should act today by closing a loophole in the legislation that will let tech bosses off the hook if they fail to address the way their products contribute to child sexual abuse.\" ", "type": "p"}], "tags": []}