{"link": "https://www.bbc.com/news/business-64296230", "category": "business", "title": "Bank of England governor warns of Truss hangover effect", "contributor": null, "time": "2023-01-16T20:04:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9CAB/production/_127070104_24bdeba7a466946f96ec7ccacec1db0a7e065688249_0_4849_27271000x563.jpg", "content": [{"text": "There is still a \"hangover effect\" from the financial instability seen during the prime ministership of Liz Truss, the Bank of England governor has said.", "type": "b"}, {"text": "Andrew Bailey told MPs that the cost of government borrowing, which soared after the mini-budget, had normalised.", "type": "p"}, {"text": "But he said international investors were still wary about lending money to the UK government.", "type": "p"}, {"text": "\"It's going to take some time to convince everybody that we're back to where we were before,\" Mr Bailey said. ", "type": "p"}, {"text": "\"Not because I doubt the current government, I am not trying in any sense to be negative. Obviously there is something of a hangover effect.\" ", "type": "p"}, {"text": "In September the pound fell sharply and government borrowing costs soared after Ms Truss's administration promised a huge package of tax cuts without explaining how they would be funded.", "type": "p"}, {"text": "It caused mortgage rates to surge to a 14-year high. The Bank of England also had to step in to calm financial markets after the chaos put some pension funds at risk. ", "type": "p"}, {"text": "Since then, Chancellor Jeremy Hunt has reversed almost all of Ms Truss's tax plans and the pound and government borrowing costs have stabilised. ", "type": "p"}, [{"text": "How much market chaos did the mini-budget cause?", "type": "a", "href": "https://www.bbc.co.uk/news/63229204"}, {"text": "New average mortgage rates fall below 6%", "type": "a", "href": "https://www.bbc.co.uk/news/business-63858641"}], {"text": "Mr Bailey told MPs on the Treasury Select Committee that international investors were no longer demanding sharply higher rates of interest when they bought UK \"gilts\", which are debt issued by the UK government.", "type": "p"}, {"text": "\"My judgement would be that that has pretty much gone now actually and we're back to where we were before,\" he said.  ", "type": "p"}, {"text": "But he said there were signs the instability had left international investors wary of buying UK gilts. ", "type": "p"}, {"text": "The Bank of England says foreign investors sold more UK bonds than they bought between September and November, indicating a lack of confidence in the government. However, Mr Bailey said that the gap was \"considerably lower\" in November suggesting confidence was returning. ", "type": "p"}, {"text": "\"So I think that is reasonable evidence and it probably suggests that [the hit to the UK's reputation] is taking a bit longer to work its way through,\" he told MPs. ", "type": "p"}, {"text": "Separately, Mr Bailey said that inflation - the rate at which prices rise - looks set to fall sharply this year as energy prices decrease, but a shortage of workers in the labour market posed a \"major risk\" to this outcome.", "type": "p"}, {"text": "\"I think that going forwards the major risk to inflation coming down ... is the shrinkage of labour force,\" he told MPs.", "type": "p"}, {"text": "The cost of living is rising at its fastest pace in 40 years as energy bills and food price soar, putting households under pressure. ", "type": "p"}, {"text": "The Bank of England is expected to raise interest rates for a tenth time in a row early next month as it seeks to cool inflation. ", "type": "p"}, {"text": "But it has to balance rates rises - which increase the cost of borrowing money for consumers and businesses - with the risk of tipping the country into recession.", "type": "p"}, {"text": "A recent forecast from the Office for Budget Responsibility suggests the UK is already in recession and will remain so for the whole of 2023. ", "type": "p"}], "tags": ["Liz Truss", "Bank of England", "Andrew Bailey"]}