{"link": "https://www.bbc.com/news/entertainment-arts-64292026", "category": "entertainment & arts", "title": "Gina Lollobrigida: Italian screen star dies at 95", "contributor": null, "time": "2023-01-16T12:44:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3017/production/_128311321_gettyimages-151234452.jpg", "content": [{"text": "Italian actress Gina Lollobrigida, one of the biggest stars of European cinema in the 1950s and '60s, has died at the age of 95.", "type": "b"}, {"text": "Often described as \"the most beautiful woman in the world\", her films included Beat the Devil, the Hunchback of Notre Dame and Crossed Swords.", "type": "p"}, {"text": "She co-starred alongside the likes of Humphrey Bogart, Frank Sinatra, Rock Hudson and Errol Flynn.", "type": "p"}, {"text": "Her career faded in the 1960s and she moved into photography and politics.", "type": "p"}, {"text": "Nicknamed La Lollo, she was one of the last surviving icons of the glory days of film, who Bogart said \"made Marilyn Monroe look like Shirley Temple\".", "type": "p"}, {"text": "Movie mogul Howard Hughes showered her with marriage proposals. Off camera, she enjoyed a feud with fellow Italian star Sophia Loren.", "type": "p"}, {"text": "Culture minister Gennaro Sangiuliano wrote on Twitter: \"Farewell to a diva of the silver screen, protagonist of more than half a century of Italian cinema history. Her charm will remain eternal.\"", "type": "p"}, {"text": "She died in a Rome clinic, her former lawyer Giulia Citani told the Reuters news agency.", "type": "p"}, {"text": "Luigina Lollobrigida was born on 4 July, 1927. The daughter of a furniture manufacturer, Gina spent her teenage years avoiding wartime bombing raids before studying sculpture at Rome's Academy of Fine Arts.  ", "type": "p"}, {"text": "A talent scout offered her an audition at Cinecitta - then the largest film studio in Europe and Italy's thriving \"Hollywood on the Tiber\".", "type": "p"}, {"text": "Lollobrigida wasn't keen. \"I refused when they offered me my first role,\" she recalled. \"So, they said they would pay me a thousand lire. I told them my price was one million lire, thinking that would put a stop to the whole thing. But they said yes!\"", "type": "p"}, {"text": "In 1947, she entered the Miss Italia beauty pageant - a competition that launched many notable careers - and came third. Two years later, she married a Slovenian doctor, Milko Skofic.  ", "type": "p"}, {"text": "Skofic took some bikini-clad publicity shots of his new - and still relatively unknown - wife. Six thousand miles away in Hollywood, the world's richest man sat up.", "type": "p"}, {"text": "Hughes had just taken control of a major studio. He was more than 20 years older than Lollobrigida and famous for a string of affairs with the most glamorous women of the age - including Marlene Dietrich, Rita Hayworth and Ava Gardner.", "type": "p"}, {"text": "He tracked Lollobrigida down and offered a screen test. She accepted, expecting her husband to accompany her to America. On the day of departure, only one of the tickets Hughes had promised showed up.", "type": "p"}, {"text": "Hughes had divorce lawyers waiting at the airport. She was installed in a luxury hotel, given a secretary and a chauffeur, and bombarded with proposals.  ", "type": "p"}, {"text": "He had prepared everything. Even the screen test turned out to be a scene about the end of a marriage.", "type": "p"}, {"text": "The trip lasted nearly three months. She saw him daily - fending off pass after pass. To avoid the press, they often ate at cheap restaurants or in the back of his car.   ", "type": "p"}, {"text": "Although the behaviour was clearly abusive, Lollobrigida said she enjoyed the attention. \"He was very tall, very interesting,\" she later recalled. \"Much more interesting than my husband.\"", "type": "p"}, {"text": "Before she departed for Rome, Hughes presented her with a seven-year contract. It made it hugely expensive for any other US studio to hire her. \"I signed it because I wanted to go home,\" she said.", "type": "p"}, {"text": "Hughes didn't give up. His lawyers pursued her as far as the Algerian desert - where she was making a film. Her husband was understanding about the decade-long infatuation. He'd even play the lawyers at tennis.", "type": "p"}, {"text": "Avoiding Hollywood, Gina worked in France and Italy - making films such as The Wayward Wife and Bread, Love and Dreams.  ", "type": "p"}, {"text": "Her first English-language picture - opposite Bogart in John Huston's Beat the Devil - was shot on the Amalfi coast, and was the beginning of a series of starring roles alongside the world's most glamorous men.", "type": "p"}, {"text": "In Crossed Swords it was Flynn; in the Hunchback of Notre Dame, Antony Quinn. She realised her celebrity was global when 60,000 turned up to greet her in Argentina. They included the country's dashing president, Juan Peron.", "type": "p"}, {"text": "She won awards for Beautiful But Dangerous - as an orphan opposite one of Italy's finest actors, Vittorio Gassman. She played a manipulative circus performer in Trapeze, with Burt Lancaster and Tony Curtis.", "type": "p"}, {"text": "She disliked Sinatra, with whom she starred in Never So Few - a wartime romance shot in Myanmar and Thailand. He was late on set and got shirty when she complained. \"Zero sense of humour,\" she said.", "type": "p"}, {"text": "And disaster struck her next project. Two-thirds of Solomon and Sheba had been filmed when her co-star, Tyrone Power, had a heart attack filming a sword fight in Madrid.  ", "type": "p"}, {"text": "One version of the story says Power died in Lollobrigida's car on the way to hospital. Another suggests he passed away in his dressing room and was \"walked\" out of the studio - a scarf tied round his jaw to stop it sagging. ", "type": "p"}, {"text": "Whatever the truth, Power's scenes were reshot with Yul Brynner. The film shocked late-1950s Hollywood with an orgy scene, albeit one where all were fully clothed.", "type": "p"}, {"text": "In 1960, she moved to Canada - for lower taxes and a promise of legal status for her Yugoslav husband. One magazine gushed that it was \"the most fetching argument ever advanced for liberal immigration policies\".", "type": "p"}, {"text": "Her film career was slowing but there was still time to work with her favourite actor: Rock Hudson.  ", "type": "p"}, {"text": "They appeared together in romantic comedies Come September and Strange Bedfellows. After a lifetime fending off Hughes and most of Hollywood's finest, Hudson's failure to make a pass came as a shock.", "type": "p"}, {"text": "\"I knew right away that Rock Hudson was gay, when he did not fall in love with me,\" she told one reporter.", "type": "p"}, {"text": "Her feud with Loren was coming on nicely. Egged on by her husband - the film producer Carlo Ponti - Loren had claimed she was \"bustier\" than Lollobrigida.", "type": "p"}, {"text": "Gina hit back, saying Sophia could play peasants but never ladies. \"We are as different as a fine racehorse and a goat,\" she said.", "type": "p"}, {"text": "Lollobrigida's brief affair with heart transplant pioneer Christian Barnard spelled the end of her marriage. Divorce had just been legalised in Italy and she took early advantage.", "type": "p"}, {"text": "\"A woman at 20 is like ice,\" she declared. \"At 30 she is warm. At 40 she is hot. We are going up as men are going down.\" She was certainly not short of admirers.", "type": "p"}, {"text": "Prince Rainier of Monaco was one, in spite of his marriage to Grace Kelly. \"He would make passes at me in front of her, in their home,\" she claimed. \"Obviously, I said no!\"", "type": "p"}, {"text": "Her last major film - alongside David Niven in King, Queen, Knave - came in 1972. There were tantrums on set and the production was halted three times for mysterious \"eye problems\".", "type": "p"}, {"text": "Lollobrigida took a few parts in American TV series - including Falcon's Crest and Love Boat - but then reinvented herself as an artist.", "type": "p"}, {"text": "This was no ageing film star vanity project. Lollobrigida was good.  ", "type": "p"}, {"text": "She donned a disguise to take award-winning photographs of her native Italy and saw her huge marble and bronze sculptures entered at an International Expo in Seville.", "type": "p"}, {"text": "She scooped the world with a rare photoshoot and interview with Cuban leader Fidel Castro.  ", "type": "p"}, {"text": "\"We spent 12 days together,\" she said. \"He didn't interest me as a political leader but as a man. He realised that I hadn't gone there to attack him and he readily accepted me.\"", "type": "p"}, {"text": "There was work for Unicef, the United Nations and an unsuccessful run for a seat in the European Parliament. She remained active in politics - as recently as last year, she stood for the Italian Senate, but was unsuccessful.", "type": "p"}, {"text": "Despite all her suitors, the \"most beautiful woman in the world\" never quite found Mr Right.  ", "type": "p"}, {"text": "\"My experience,\" she said, \"has been that, when I have found the right person, he has run away from me. Important men want to be the star - they don't want to be in your shadow.\"", "type": "p"}, {"text": "Disastrously, she met Javier Rigau y Rafols, a charming Spaniard who was 34 years younger. They announced their engagement in 2006 - but soon called it off, citing frenzied press attention.", "type": "p"}, {"text": "Rigau, however, went ahead with the wedding - allegedly using an imposter to play Lollobrigida. According to her account, she only discovered her marriage by chance when she found documents on the internet.", "type": "p"}, {"text": "She took legal action; Rigau produced witnesses. He insisted Lollobrigida had agreed to marry him by proxy using a power of attorney she had once granted.  ", "type": "p"}, {"text": "She lost the ensuing court case, but the marriage was annulled in 2019 with the blessing of the Pope.", "type": "p"}, {"text": "Lollobrigida fought another legal action against her son Milko, who had asked for control of his mother's business dealings. Now in her 80s, the action was thought to have been prompted by her new relationship with a handsome man in his 20s.", "type": "p"}, {"text": "In later life, she became reclusive. But - from time to time - she would hold court at her huge villa, with its flock of white storks, on Rome's ancient Appian Way. She would glide down her magnificent staircase, bedecked in emeralds, to greet visiting journalists with her young lover. It was Sunset Boulevard come to life.   ", "type": "p"}, {"text": "\"I am only a film star,\" she had a habit of saying in a full Norma Desmond purr, \"because the public wanted me to be one.\"", "type": "p"}, {"text": "Gina Lollobrigida lived to an age at which memories of her glory days - as part of movie world royalty in the '50s and '60s - have grown dim. Few of her films are now regarded as classics.  ", "type": "p"}, {"text": "But - in her time - she was one of the greats. Her life story was as exotic as any of the roles she played.", "type": "p"}, {"text": "And the maxim by which she lived, she said, was simple: \"We are all born to die. The difference is the intensity with which we choose to live.\"", "type": "p"}], "tags": ["Film", "Italy"]}