{"link": "https://www.bbc.com/news/health-64209168", "category": "health", "title": "Covid: Leftover swabs to be tested for other viruses in the UK", "contributor": null, "time": "2023-01-10T16:05:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AC3D/production/_128239044_gettyimages-1298110721-1.jpg", "content": [{"text": "Millions of UK Covid test samples will be analysed for other serious respiratory viruses, including flu, in a new disease-tracking project. ", "type": "b"}, {"text": "The Wellcome Sanger Institute team will run detailed genetic reads on the anonymised nose and throat swabs leftover from the pandemic.", "type": "p"}, {"text": "The initiative could be an early warning system, quickly spotting future disease threats, say scientists. ", "type": "p"}, {"text": "It could also help identify new treatments and ways to stop outbreaks.", "type": "p"}, {"text": "If the programme can be scaled up, in a few years the NHS could do these types checks routinely on patients for large-scale surveillance. ", "type": "p"}, {"text": "In the future, it could scan for certain bacteria and fungal infections too. ", "type": "p"}, {"text": "The scientists will work with government and public health teams, and all the data will be made freely and publicly available.", "type": "p"}, {"text": "Prof Susan Hopkins, chief medical adviser at the UK Health and Security Agency, said: \"Genomic sequencing has been crucial in the response to the Covid pandemic and will continue to be pivotal in global efforts to address all kinds of threats to health in the future.\"", "type": "p"}, {"text": "To begin with, the tests will look for eight or nine viral causes of respiratory tract infections - adenovirus, human metapneumovirus (hMPV), influenza A, parainfluenza, RSV, rhinovirus and several common cold coronaviruses (HCoV-229E. HCoV -NL63, HCoV-OC43).", "type": "p"}, {"text": "Dr Ewan Harrison, part of the team at the Wellcome Sanger Institute, explained: \"We'll use leftover diagnostic samples from Covid testing. We have millions of them. We can use them rather than waste them.\"", "type": "p"}, {"text": "The nose and throat swabs are from the NHS Covid Test and Trace Lighthouse laboratories that were set up in the pandemic.", "type": "p"}, {"text": "He said: \"We aim to help answer some of the most pressing public health questions, while at the same time addressing some of the gaps in our basic knowledge about respiratory infection and health.", "type": "p"}, {"text": "\"Ultimately, we hope to contribute to global efforts to further establish pathogen genomics for routine public health and research, and as part of pandemic preparedness.\"", "type": "p"}, {"text": "Respiratory infections, carried in coughs and sneezes, can spread very easily between people.", "type": "p"}, {"text": "Germs can live for hours outside the body on surfaces.", "type": "p"}, {"text": "If you get a virus on your hands by touching something that is contaminated, it can get into your body when you touch your eyes, nose or mouth. ", "type": "p"}, {"text": "That is why it is good to wash your hands, and use a disposable tissue if you are coughing and sneezing. ", "type": "p"}, {"text": "While most respiratory infections will get better without any treatment in a week or two, they can be dangerous and even deadly for some people.", "type": "p"}], "tags": ["Flu", "Coronavirus pandemic"]}