{"link": "https://www.bbc.com/news/science-environment-64253130", "category": "science & environment", "title": "Single-use plastic: Takeaways face ban in October", "contributor": null, "time": "2023-01-14T00:02:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7485/production/_128292892_unnamed-2.jpg", "content": [{"text": "A ban on some single-use plastics will come into force in England from October, the government has announced.", "type": "b"}, {"text": "To tackle the growing plastic problem, takeaways, restaurants and cafes must stop using single-use plastic cutlery, plates and bowls.", "type": "p"}, {"text": "Green groups welcomed the move, but said it could go further to address packaging being sent to landfill.", "type": "p"}, {"text": "The British Takeaway Campaign told BBC News that businesses need more support to implement it.", "type": "p"}, {"text": "Fish and chips restaurants and other takeaways will become more expensive as small companies will be forced to pass on higher costs of packaging to consumers, suggests Andrew Crook, who runs a fish and chip shop in Lancashire and is deputy chair of the British Takeaway Campaign.", "type": "p"}, {"text": "England uses about 2.7 billion items of single-use cutlery, mostly plastic, a year, and 721 million single-use plates, according to estimates by the Department for Environment and Rural Affairs.", "type": "p"}, {"text": "\"We believe in doing our bit for the environment but many small businesses are only just hanging on,\" Mr Crook said.", "type": "p"}, {"text": "Plastic-free packaging is more common in takeaways now, he says, but can cost 12p per item more.  ", "type": "p"}, {"text": "In a kebab shop in London, Ibo - who did not give his surname - says rising bills and fewer customers splashing out on his takeaway burgers, kebabs and chips are a worry.", "type": "p"}, {"text": "\"It will cost us more to change packaging. I'm not a fan of plastic myself, I wouldn't use it if I had a choice. But how else can we package our kebabs?\" he told BBC News.", "type": "p"}, {"text": "Some cafes have already stopped using single-use plastics. \"For us it's been a very positive story,\" explains Louise Lateur, managing director of E5 Bakehouse in London. ", "type": "p"}, {"text": "The cafe switched about five years ago, and in 2021 stopped using all throwaway coffee cups altogether. Now it uses a mix of compostable packaging and reusable cups or takeaway boxes.", "type": "p"}, {"text": "At the counter selling pastries, bread and lunches, Helen Vandenhaute shows me their stackable \"tiffin tins\" used for takeaways. Customers buy the tins, order takeaway and then bring the tin back next time.", "type": "p"}, {"text": "At first the tins were \"quite popular\", but they're not in heavy use now. Customers still value convenience, Helen suggests. ", "type": "p"}, {"text": "Single-use plastic ban:", "type": "p"}, [{"text": "Includes single-use plastic plates, trays, bowls, cutlery, balloon sticks, and some types of polystyrene cups and food containers", "type": "p"}, {"text": "From October 2023, retailers, takeaways, food vendors and the hospitability industry will not be allowed to sell these", "type": "p"}, {"text": "It does not include wet wipes or sachets - but the government says it is considering measures to address these", "type": "p"}, {"text": "Scotland and Wales introduced similar legislation in 2021", "type": "p"}], {"text": "Because compostable packaging is more expensive \"we are now more careful about what we use a takeaway box for, so I suppose we are reducing waste that way\", Helen explains.", "type": "p"}, {"text": "While she shows me around, a cargo bike parks at the front door. Danilo Ponzetta picks up a large box of reusable cups and loads them into the bike. ", "type": "p"}, {"text": "E5 encourages customers to bring their own cup, but people who forget can use a service by start-up Reuser, which is one of several companies offering this in London.", "type": "p"}, {"text": "Customers download an app, scan the cup, and after enjoying their coffee, they must return the cup to the cafe within 10 days or pay a fee. Reuser collect the cups, take them to be cleaned, and return to the cafe again. ", "type": "p"}, {"text": "It has saved about 60,000 throwaway coffee cups from landfill, CEO Andrew Matthews explains. ", "type": "p"}, {"text": "Helen says that customers were initially put off by the extra steps. \"But once people get past the barrier of a new system, they are generally happy - it's become normal here,\" she says.", "type": "p"}, {"text": "Ms Lateur says the risks in switching were daunting and suggests the government provide more incentives for businesses to become more environmentally friendly.  ", "type": "p"}, {"text": "\"Everyone needs to remember that all single-use items, regardless of material, have an environmental impact,\" explains Helen Bird from the climate action NGO WRAP, adding that more measures are likely to come into place in coming months to address other packaging.", "type": "p"}, {"text": "\"This announcement is really just nibbling around the edges of a giant problem,\" Greenpeace commented, calling on the government to introduce targets for supermarkets to offer reuse schemes.", "type": "p"}, {"text": "Defra says it is considering introducing a Deposit Return Scheme for drinks containers.", "type": "p"}], "tags": ["Plastic", "Takeaway food", "Plastic pollution", "Environment"]}