{"link": "https://www.bbc.com/news/business-62038384", "category": "business", "title": "EasyJet executive quits after major flight disruption", "contributor": "Jennifer Meierhans", "time": "2022-07-04T14:23:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/532F/production/_125559212_easyjetnew.jpg", "content": [{"text": "EasyJet's chief operating officer has resigned after a series of flight cancellations and disruption at the airline in recent weeks.", "type": "b"}, {"text": "The airline said Peter Bellew had left \"to pursue other business opportunities\" and wished him well.", "type": "p"}, {"text": "It comes after thousands of EasyJet flights have been cancelled - some at short notice.", "type": "p"}, {"text": "Trade union Unite last month criticised a \"lack of leadership\" at the airline and urged Mr Bellew to \"take control\".", "type": "p"}, {"text": "Announcing Mr Bellew's resignation, EasyJet chief executive Johan Lundgren said the airline was \"absolutely focused on delivering a safe and reliable operation this summer\". ", "type": "p"}, [{"text": "Flight cancellation plan aims to ease summer chaos", "type": "a", "href": "https://www.bbc.co.uk/news/uk-62021354"}], {"text": "He said the role of interim chief operations officer would be in the \"very capable hands of\" David Morgan \"who will provide strong leadership for the airline this summer\".", "type": "p"}, {"text": "Mr Morgan has been with EasyJet since 2016 and is currently director of flight operations. He had previously led overall operations at the airline, as interim chief operating officer in 2019.", "type": "p"}, {"text": "The aviation sector shed thousands of jobs during the pandemic, but is now struggling to meet the rebound in demand for travel.", "type": "p"}, {"text": "EasyJet has been one of the worst hit for cancellations in recent months. It has axed thousands of flights, including many on the day they were due to depart.", "type": "p"}, {"text": "Late last month it said it would be making some cancellations over the summer, to build in more resilience and in response to caps imposed by London Gatwick and Amsterdam Schiphol airports. ", "type": "p"}, {"text": "It said this gave customers advance notice and potential to re-book.", "type": "p"}, {"text": "While it will have made use of the government's landing slot \"amnesty\" as part of this plan, EasyJet said it would not be announcing any further cancellations this week. It said the last affected customers would be told on Monday.", "type": "p"}, {"text": "In optimistic quotes in EasyJet's late January trading update, its boss Johan Lundgren predicted \"a strong summer ahead\", with demand pushing capacity near to 2019 levels.  ", "type": "p"}, {"text": "Six months later, with Covid restrictions largely behind them, people want to go on holiday again. Demand doesn't appear to have been a problem.", "type": "p"}, {"text": "But ambitions have evidently had to be scaled back. Thousands of flights have had to be cancelled.", "type": "p"}, {"text": "Today, the airline's boss says a \"safe and reliable\" operation is the \"absolute\" focus.  ", "type": "p"}, {"text": "EasyJet is far from the only business affected by widespread issues hitting aviation at the moment - from staff shortages to industrial action. ", "type": "p"}, {"text": "It hopes not to have to issue any further waves of cancellations, and points out it's still running up to 1,700 flights each day.", "type": "p"}, {"text": "However, it has undeniably been through a challenging time of late and must be hoping that a change at the top can herald a change in performance.", "type": "p"}, {"text": "It is understood just over 150,000 of the 160,000 EasyJet flights initially scheduled to run over July, August and September, will go ahead. This means roughly 10,000 have been cancelled - or about 6%.", "type": "p"}, {"text": "The airline said the majority of its flights were unaffected by the cancellations, with it continuing to operate up to 1,700 flights a day.", "type": "p"}, {"text": "However, unions representing EasyJet cabin crew in Spain have called a series of 24-hour strikes for July in a dispute over pay.", "type": "p"}, {"text": "The first of the strikes took place over the weekend, and a further six days of action are due later this month. ", "type": "p"}, {"text": "Shares in EasyJet, which have fallen back to the lows of March 2020 at the start of the pandemic, were trading down almost 3% after news of Mr Bellew's departure - making it one of the biggest fallers on the FTSE 250 index.", "type": "p"}, {"text": "More cancellations from a raft of airlines are expected this week as the government has given carriers until Friday to announce changes to their schedules without facing a potential penalty.", "type": "p"}, {"text": "The move is an attempt to minimise disruption during the peak summer holiday season.", "type": "p"}, {"text": "Do you work at an airport? Do you have a summer holiday coming up? Email ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://www.bbc.co.uk/send/u16904890"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": ["Companies", "Easyjet", "Air travel"]}