{"link": "https://www.bbc.com/news/entertainment-arts-62035544", "category": "entertainment & arts", "title": "Susie Steiner: Author of Manon Bradshaw detective novels dies at 51", "contributor": null, "time": "2022-07-04T12:09:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/52AC/production/_125746112_susie-mug-1.jpg", "content": [{"text": "Novelist and former journalist Susie Steiner, best known for writing the Manon Bradshaw detective series, has died from a brain tumour aged 51.", "type": "b"}, {"text": "Steiner wrote three DS Bradshaw books including 2016's Missing, Presumed, which was shortlisted for the Theakston crime novel award and picked for the Richard and Judy Book Club.", "type": "p"}, {"text": "It has sold 250,000 copies in the UK.", "type": "p"}, {"text": "Marian Keyes led the tributes, writing: \"Her books were absolutely wonderful, Manon Bradshaw was a great character.\"", "type": "p"}, {"text": "Steiner had previously been a journalist for 20 years, writing for The Guardian, Evening Standard, Daily Telegraph and The Times.", "type": "p"}, {"text": "In May 2019, she was diagnosed with brain cancer, a grade 4 glioblastoma, and her website said she spent most of 2019 having treatment comprising six hours of brain surgery, chemo radiation, and six cycles of chemotherapy.", "type": "p"}, {"text": "Her first novel, 2013's Homecoming, was well received by critics. That was followed by Missing, Presumed, which was a Sunday Times bestseller and chosen as a standout book for The Guardian and Wall Street Journal. ", "type": "p"}, {"text": "The sequel, Persons Unknown, along with the third book in the DS Bradshaw series, 2020's Remain Silent, were both longlisted for the Theakstons prize.", "type": "p"}, {"text": "She told the Guardian in 2020 that she had written Remain Silent with a \"nine-centimetre tumour pushing my brain over its midline. But I didn't know about it\".", "type": "p"}, {"text": "She was also registered blind after losing her eyesight to retinitis pigmentosa.", "type": "p"}, {"text": "She wrote in the Independent in 2016: \"My sight loss, which has begun to limit me only in the last five years, has accompanied an increase in my creative output as a novelist. The two seem intertwined, as if the less I can see of the world, the more I can focus inwardly.\"", "type": "p"}, {"text": "Following her death, her agent Sarah Ballard told the Guardian that Steiner's \"glorious talent as a writer was rooted in her deep appreciation of the undercurrents of human nature\", adding: \"Her special insight made her not just a critically acclaimed and bestselling writer, but also a generous and sharply funny friend who will be missed by everyone who knew her.\"", "type": "p"}, {"text": "Her publisher, Suzie Dooré, told the newspaper: \"Susie was an extraordinary person and a wonderful writer. Personally, I am proud to have also counted her as a friend, and will always remember and cherish her quick wit and brutal honesty, both attributes she was able to pass on to her series character Manon Bradshaw.", "type": "p"}, {"text": "\"A train trip to a festival with Susie was guaranteed to bring hilarity, oversharing, Percy Pigs and mini bottles of wine. She was truly unique, full of warmth and incredibly perceptive.\"", "type": "p"}, {"text": "Steiner leaves her husband and two children.", "type": "p"}], "tags": ["Literature"]}