{"link": "https://www.bbc.com/news/health-62009230", "category": "health", "title": "Covid infections jump by half a million in UK, says ONS", "contributor": "Philippa Roxby and Michelle Roberts", "time": "2022-07-01T15:55:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1215C/production/_125667047_gettyimages-1285083641.jpg", "content": [{"text": "Covid infections are rising again across the UK, the latest figures from the ", "type": "b"}, {"text": "An estimated 2.3 million people or one in 30 has the virus - a rise of 32% on the week before.", "type": "p"}, {"text": "The rise is being driven by two new fast-spreading sub-variants of Omicron - called BA.4 and BA.5. ", "type": "p"}, {"text": "People can be infected even if they've had Covid before, but jabs are helping to protect against serious illness.", "type": "p"}, {"text": "Health officials are urging anyone over 75 who has not had a vaccine or booster in the past six months, to get one.", "type": "p"}, [{"text": "How worried should we be about new variants?", "type": "a", "href": "https://www.bbc.co.uk/news/health-55659820"}, {"text": "How long will my vaccine last?", "type": "a", "href": "https://www.bbc.co.uk/news/av/health-61604996"}, {"text": "What is the guidance across the UK now?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-52530518"}, {"text": "Coronavirus hotspots in the UK", "type": "a", "href": "https://www.bbc.co.uk/news/uk-51768274"}], {"text": "In the week ending 24 June, the ONS estimates Covid rates were:", "type": "p"}, [{"text": "One in 30 in England - up from one in 40 the week before", "type": "p"}, {"text": "One in 30 in Wales - up from one in 45 ", "type": "p"}, {"text": "One in 25 in Northern Ireland - up from one in 30", "type": "p"}, {"text": "One in 18 in Scotland - up from one in 20", "type": "p"}], {"text": "Sarah Crofts, from the ONS, said: \"Across the UK we've seen a continued increase of over half a million infections, likely caused by the growth of BA.4 and BA.5 variants.\"", "type": "p"}, {"text": "In its analysis of England, it found infections were going up in all regions and in all age groups.", "type": "p"}, {"text": "In Scotland, which has had the highest Covid rates in the UK since the end of May, the rise in infections may be slowing slightly. ", "type": "p"}, {"text": "In England, almost 9,000 hospital beds were taken up with Covid patients on 30 June - and that number has doubled since the start of the month.", "type": "p"}, {"text": "Data from the other UK nations is not as up-to-date but suggests a similar rise over the last month.", "type": "p"}, {"text": "The number of Covid patients in hospital is currently still way below the record high of more than 34,000 in January 2021, during the wave of the Alpha variant of coronavirus.", "type": "p"}, {"text": "Not all hospital patients testing positive for Covid are being treated for it - some are there for another reason, but it can make their care more difficult.", "type": "p"}, {"text": "This applies to about two-thirds of patients in hospital at the moment.", "type": "p"}, {"text": "The number of Covid patients in intensive care has reached 211 in England, which is an increase from 111 at the start of June.", "type": "p"}, {"text": "Back in January 2021, more than 3,700 people needed this type of care at a time where intensive care units were in danger of being overwhelmed.", "type": "p"}, {"text": "Health officials are advising anyone aged over 75 who hasn't had a vaccine in the past six months, to get a booster jab to help protect against becoming seriously ill with Covid and ending up in hospital.", "type": "p"}, {"text": "About 16% of that age group haven't yet taken up the offer, says Dr Mary Ramsay, director of clinical programmes, from the UK Health Security Agency (UKHSA).", "type": "p"}, {"text": "She also urged people to think about reducing spread when mixing with others.", "type": "p"}, {"text": "\"It is sensible to wear a face covering in crowded, enclosed spaces. ", "type": "p"}, {"text": "\"If you have any symptoms of a respiratory infection, and a high temperature or feel unwell, try to stay at home or away from others - especially elderly or vulnerable people,\" Dr Ramsay said.", "type": "p"}, {"text": "Dr Susan Hopkins, chief medical adviser for Covid at UKHSA, told the BBC: \"I think it's far from a bad cold.\"", "type": "p"}, {"text": "People are experiencing illness for seven to 10 days, she said, and while they had symptoms \"they should avoid other people\".", "type": "p"}, {"text": "\"Avoid going to those festivals, avoid going to events and avoid indoor places, because that increases the risk of transmission in all of those places,\" she added.", "type": "p"}, {"text": "Virologist Dr Julian Tang, from the University of Leicester, said the sub-variants now spreading were likely to cause more problems.", "type": "p"}, {"text": "\"We may see more cases with more hospitalisations during the summer - especially in the unvaccinated, and in those whose vaccine and natural immunity is waning.\"", "type": "p"}], "tags": ["Omicron variant", "Office for National Statistics", "Coronavirus pandemic"]}