{"link": "https://www.bbc.com/news/science-environment-62036897", "category": "science & environment", "title": "UK satellite launch: 'Everything now is about getting to Cornwall'", "contributor": "Jonathan Amos", "time": "2022-07-04T11:32:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BB52/production/_125745974_vlcsnap-2022-07-04-10h55m27s816.jpg", "content": [{"text": "All eyes are now on Newquay in Cornwall for the first ever satellite launch from UK soil.", "type": "b"}, {"text": "Sir Richard Branson's US company Virgin Orbit successfully placed another seven spacecraft in orbit from California at the weekend and is now focused on moving operations to England.", "type": "p"}, {"text": "\"Everything now is about getting to Cornwall,\" said Flt Lt Matthew \"Stanny\" Stannard, who piloted the latest mission and will be at the controls again when that first British launch occurs, probably in September.", "type": "p"}, {"text": "Sir Richard's firm has now flown four successful satellite missions, all from California's Mojave spaceport.", "type": "p"}, {"text": "But it has always been the Virgin Group entrepreneur's intention to bring his rocket technology across the Atlantic.", "type": "p"}, {"text": "Preparation work is proceeding apace at Newquay airport, with a control centre and satellite integration facility both in the process of being kitted out.", "type": "p"}, [{"text": "UK-built satellite will measure greenhouse effect ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61970370"}, {"text": "AI space tech to help farmers see their fields ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60513742"}, {"text": "UK science minister sets out space strategy", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58708121"}], {"text": "Already, the southwest of England is seeing something of an economic bounce from the expected Virgin Orbit operation at Newquay (a second launch is in the planning). Space start-ups are beginning to cluster in the region.", "type": "p"}, {"text": "\"This launch will be hugely important. The UK has a fantastic space sector, particularly in the small satellite market, but it's missing a launch capability and we're about to fill in that gap,\" Flt Lt Stannard said. ", "type": "p"}, {"text": "\"Space doesn't always capture the imagination of school-aged children because it's often intangible; you can't see it. ", "type": "p"}, {"text": "\"But they'll be able to look over the fence, so to speak, to see a rocket and I think that will capture the imagination.\"", "type": "p"}, {"text": "The biggest hurdle to a September mission is probably going to be licensing. Virgin Orbit will need permission from the Civil Aviation Authority (CAA) before it can run a rocket mission out of the UK. ", "type": "p"}, {"text": "But the California firm's CEO, Dan Hart, is confident the approvals will come through.", "type": "p"}, {"text": "\"The CAA has been engaged with our experts to make sure they understand the system. That dialogue has really helped in clarifying their questions and making sure that the regulatory process moves along,\" he told reporters.", "type": "p"}, {"text": "Virgin Orbit is a horizontal launch system. It's very different from the vertical systems that everyone will recognise, with a rocket heading straight up from a static pad on the ground.", "type": "p"}, {"text": "Virgin Orbit uses a modified Virgin Atlantic 747 to first carry the rocket to altitude before unleashing it to go skyward.", "type": "p"}, {"text": "This approach means the rocket doesn't need quite so much fuel to make it into orbit; and it also gives the whole system greater flexibility: you can essentially run a mission from anywhere on the planet that has an appropriate-length runway.", "type": "p"}, {"text": "Matthew Stannard is on secondment to Virgin Orbit from the RAF.", "type": "p"}, {"text": "The weekend's night flight (Friday night, California; Saturday morning, UK) saw him take the left-hand seat in the 747, known as Cosmic Girl. This gave him the responsibility of steering the plane to the designated drop location some 35,000ft out over the Pacific Ocean.", "type": "p"}, {"text": "When the command was given to release the rocket, Flt Lt Stannard had to pull up the nose of the 747 by 35 degrees and bank hard to the right to get clear of the booster as it ignited its engine. ", "type": "p"}, {"text": "\"On this particular flight, because it was at night, there was no mistaking that the engine had started. The cockpit lit up and you could just see the glow of the engine without even looking out the window,\" he told BBC News.", "type": "p"}, {"text": "Matthew Stannard and the rest of the Virgin Orbit team will probably bring Cosmic Girl, along with the rocket for the UK mission, to Cornwall roughly six weeks prior to the big day.", "type": "p"}, {"text": "A series of dress rehearsals is planned to get everyone comfortable with their responsibilities. This includes UK air traffic control which will have to manage the air space out of the Atlantic where the rocket drop will occur.", "type": "p"}, {"text": "So far, seven satellites have been booked to ride on the Cornish rocket mission, including the first ever Welsh satellite developed by the Space Forge company in Cardiff.", "type": "p"}], "tags": ["British space programme", "Richard Branson", "Newquay", "Aerospace"]}