{"link": "https://www.bbc.com/news/business-64068810", "category": "business", "title": "FTX founder released to parents on $250m bail", "contributor": null, "time": "2022-12-22T19:31:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/053C/production/_128104310_whatsubject.jpg", "content": [{"text": "Former FTX boss Sam Bankman-Fried will face home detention while awaiting trial in the US on charges that he defrauded customers and investors of the collapsed cryptocurrency exchange.", "type": "b"}, {"text": "A US judge said the 30-year-old former billionaire could be released to his parents on a $250m bond.", "type": "p"}, {"text": "At the hearing, Mr Bankman-Fried did not admit or deny guilt.", "type": "p"}, {"text": "He has previously distanced himself from the charges, which have shaken the entire crypto industry.", "type": "p"}, {"text": "\"I didn't knowingly commit fraud. I don't think I committed fraud. I didn't want any of this to happen. I was certainly not nearly as competent as I thought I was,\" he told the BBC, shortly before his 12 December arrest in the Bahamas, where he lived, and FTX was based. ", "type": "p"}, {"text": "Two of Mr Bankman-Fried's closest colleagues pleaded guilty to fraud on Wednesday and are helping with the investigation.", "type": "p"}, {"text": "Federal prosecutors in New York have accused Mr Bankman-Fried of unlawfully using customer deposits made at FTX to fund his other crypto firm, Alameda Research, buy property and make millions of dollars in political donations. ", "type": "p"}, {"text": "In a press conference last week, they described it as \"one of the biggest financial frauds in US history\" announcing eight criminal charges, including wire fraud, money laundering and campaign finance violations. Financial regulators have also brought civil charges.", "type": "p"}, {"text": "Mr Bankman-Fried spent nine days in prison in the Bahamas weighing his choices before telling the Nassau magistrates' court on Wednesday that he would not fight extradition, which could have sparked a long legal fight. ", "type": "p"}, {"text": "At Thursday's court hearing in New York, assistant US Attorney Nick Roos said prosecutors would not oppose releasing Mr Bankman-Fried on bail, despite a \"fraud of epic proportions\", pointing to his decision to return to the US voluntarily and his much diminished financial state. ", "type": "p"}, {"text": "Mr Bankman-Fried's release requires him to surrender his passport and submit to location monitoring and detention at his parents' home in California. He also agreed to regular mental health treatment. His parents will co-sign the $250m bond, Mr Bankman-Fried's attorney, Mark Cohen said.", "type": "p"}, [{"text": "Singapore's crypto ambitions shaken by FTX collapse", "type": "a", "href": "https://www.bbc.co.uk/news/business-63898729"}, {"text": "FTX crypto boss Sam Bankman-Fried denied bail in Bahamas", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63967010"}], {"text": "The son of two Stanford University professors, Mr Bankman-Fried founded FTX in 2019. ", "type": "p"}, {"text": "Known to his legions of fans as SBF, the curly-haired MIT graduate was a hero in the crypto world, nicknamed the 'King of Crypto' and known for bailing out struggling firms and making massive donations to charity. ", "type": "p"}, {"text": "The collapse of his firm, which was once valued at more than $30bn (£25bn), has unsettled the wider industry, sparking bankruptcy filings at other firms and further declines in crypto values.", "type": "p"}, {"text": "The firm declared bankruptcy in November, after customers and investors rushed to pull their funds from the firm amid reports that its finances were shaky.", "type": "p"}, {"text": "Mr Bankman-Fried, who stepped down as chief executive the same day, has previously denied deliberate wrongdoing, and said he is focused on restoring funds to customers. ", "type": "p"}, {"text": "At Thursday's arraignment, Mr Bankman-Fried spoke only once, when asked if he understood the conditions of his release, and that he could be charged with an additional crime if he fails to show up to court.", "type": "p"}, {"text": "\"Yes I do,\" he replied.", "type": "p"}], "tags": ["Fraud", "United States", "Cryptocurrency"]}