{"link": "https://www.bbc.com/news/entertainment-arts-64063665", "category": "entertainment & arts", "title": "Rex Orange County: Singer has sexual assault charges dropped before trial", "contributor": null, "time": "2022-12-22T13:08:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0C34/production/_127042130_rex_bbc.jpg", "content": [{"text": "Rex Orange County has had sex assault charges against him dropped, shortly before he was due to stand trial.", "type": "b"}, {"text": "The chart-topping singer-songwriter, real name Alexander O'Connor, from Surrey, had faced six charges of touching a woman without consent.", "type": "p"}, {"text": "But on Thursday, the Crown Prosecution Service (CPS) said the evidence \"no longer met\" its test for a prosecution.", "type": "p"}, {"text": "O'Connor, who denied the allegations, said it had been \"a difficult time for everyone involved\".", "type": "p"}, {"text": "In a statement on Instagram, he wrote: \"Today, all charges against me have been dropped.", "type": "p"}, {"text": "\"The Crown Prosecution Service reviewed the evidence and decided that there is no merit in this case going to trial. Not guilty verdicts were entered to all the charges.", "type": "p"}, {"text": "\"I have always denied these allegations and am grateful that the independent evidence has cleared me of any wrongdoing. ", "type": "p"}, {"text": "\"I have never assaulted anyone and I do not condone violence or abusive behaviour of any kind.\"", "type": "p"}, {"text": "He also addressed \"inaccuracies\" that he said had circulated about his case. ", "type": "p"}, {"text": "\"I was wrongly accused of touching someone one evening on their leg, neck, back, and bottom,\" he said.", "type": "p"}, {"text": "\"That led to six charges of sexual assault. The only evidence against me was the individual's account.", "type": "p"}, {"text": "\"However, CCTV footage obtained by the police contradicted their version of events. Their partner was also present throughout the evening in question and gave a statement to the police, which did not support the allegations against me.", "type": "p"}, {"text": "\"It's been a difficult time for everyone involved and I'd like to thank the people who have helped me through it, as well as my family and loved ones for their continued support.\"", "type": "p"}, {"text": "A CPS spokesperson said: \"CPS prosecutors have a duty to keep each case under review. Having carefully considered all the evidence, our legal test for a prosecution was no longer met and so we will not be continuing a prosecution.", "type": "p"}, {"text": "\"We will always seek to prosecute sexual offences, where our legal test is met, no matter how challenging.\"", "type": "p"}, {"text": "Rex Orange County's third studio album went to number one in the UK this March.", "type": "p"}, {"text": "He cancelled tour dates in July, saying, \"due to unforeseen personal circumstances, I am having to spend some time at home this year\", and news of the charges emerged in October.", "type": "p"}], "tags": ["London", "Music"]}