{"link": "https://www.bbc.com/news/science-environment-64065004", "category": "science & environment", "title": "Perseverance: Mars rock sample deposited for Earth return", "contributor": null, "time": "2022-12-22T13:17:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C3B4/production/_128100105_pan.jpg", "content": [{"text": "The Perseverance rover has begun gathering the evidence that may answer the question of whether there is life on Mars.", "type": "b"}, {"text": "It has dropped its first rock sample down on to the planet's surface to await retrieval and return to Earth.", "type": "p"}, {"text": "It's a key moment in the decades-long quest to bring materials home from another planet for study in the lab.", "type": "p"}, {"text": "It's thought that only by studying rock and soil samples on Earth can the question of life there be resolved.", "type": "p"}, {"text": "The finger-sized sample tube was ejected from the robot's belly and was later photographed to make sure it had fallen correctly to the ground.", "type": "p"}, {"text": "The American and European space agencies plan to fetch samples in 2030.", "type": "p"}, {"text": "They may not be the ones now being deposited at the location known as Three Forks, in Mars' Jezero Crater. Indeed, it's more likely to be the rocks Perseverance will be carrying at that time, when the robot might be driving way beyond the crater rim.", "type": "p"}, {"text": "But scientists can't risk the prospect of the rover breaking down in the meantime with its rock collection stuck inside, and that's prompted them to build an insurance depot now. ", "type": "p"}, [{"text": "Ingenuity helicopter to fly over the hills of Mars", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63965245"}, {"text": "Life on Mars? Australian rocks may hold clues", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63589825"}, {"text": "Nasa's Mars rover collects 'amazing' rock samples", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62950404"}], {"text": "The Three Forks store guarantees something is available to pick up when the retrieval mission arrives.", "type": "p"}, {"text": "The first sample tube to go into the depot is a volcanic, or igneous, rock dubbed \"Malay\". Three further examples of this type of rock will follow. Their chemistry would help researchers age Jezero Crater and the broader geological history of Mars.", "type": "p"}, {"text": "\"There's also a variety of sedimentary rocks that record different depositional environments, such as a river delta, or the bottom of an ancient lake,\" Perseverance mission scientist Meenakshi Wadhwa said. \"Some of these environments could have been habitable, and some of these rocks could preserve evidence of ancient microbial life.\"", "type": "p"}, {"text": "There will be three sedimentary cylinders. ", "type": "p"}, {"text": "In addition, Perseverance will drop samples of soil and atmosphere, along with a special tube that's been recording conditions inside the rover, including any contaminants given off from the vehicle.      ", "type": "p"}, {"text": "If the nightmare happens and Perseverance dies, the fetch mission will be directed straight to Three Forks.", "type": "p"}, {"text": "It will have two drones, equipped with claws, to grab the tubes and take them to the rocket system that will then blast them off Mars for the journey home.", "type": "p"}, {"text": "To date, Perseverance has been drilling two examples of every rock it's sampled. This practice will end with the construction of the Three Forks store.", "type": "p"}, {"text": "\"We've had this paired sample strategy to ensure that we had one tube to put down in the depot and one tube to carry with us,\" explained Katie Stack Morgan, the deputy project scientist on Perseverance.", "type": "p"}, {"text": "\"Once we've constructed the depot, we will be able to move beyond this strategy and focus on single-sample acquisition. That's freeing in a lot of ways for the science team, because we can think about more locations and more types of rocks to sample,\" she told reporters.", "type": "p"}, {"text": "Come January, Perseverance will have completed its basic mission in Jezero. But with all robotic systems healthy and so much science still in prospect, Nasa officials have already agreed to fund extended operations.  ", "type": "p"}, {"text": "The vehicle, along with its scout drone, Ingenuity, will soon climb on to the delta mound that dominates the west of the crater. ", "type": "p"}, {"text": "A delta is a structure built up from the silt and sand dumped by a river as it slows on entry into a wider body of water.", "type": "p"}, {"text": "It's the kind of feature that might just have trapped evidence of past microbial organisms.", "type": "p"}, {"text": "Perseverance will investigate what appears to be evidence of flood activity, judging from the large size of some of the boulders scattered across the top of the delta.", "type": "p"}, {"text": "The robot will then move to the edge of the crater where satellite imagery indicates there are carbonate-type sedimentary rocks. These again will be a good place to look for ancient microbial activity.   ", "type": "p"}, {"text": "Perseverance still has more than 20 sample tubes waiting to be filled. ", "type": "p"}, {"text": "The sample-retrieval mission, comprising a landing platform, helicopters, a robotic arm and a return rocket is scheduled to leave Earth for Mars in mid-2028, with a roughly two-year cruise time.", "type": "p"}, {"text": "The sample tubes it acquires - either from the Three Forks store or directly from Perseverance at another location - would be brought home on a European freighter, due back in 2033.", "type": "p"}], "tags": ["Mars", "Nasa", "Geology", "European Space Agency", "Nasa Perseverance Mars rover", "Space exploration"]}