{"link": "https://www.bbc.com/news/technology-64065290", "category": "technology", "title": "Amazon could be blamed for fake Louboutin shoe ads - EU", "contributor": null, "time": "2022-12-22T16:56:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10428/production/_128100666_gettyimages-1165951902.jpg", "content": [{"text": "Amazon could be held responsible for advertising 'fake' red-soled shoes which potentially breach designer Christian Louboutin's EU trademark.", "type": "b"}, {"text": "Similar red-soled high heels are advertised on Amazon by third party vendors without Louboutin's consent.", "type": "p"}, {"text": "Court of Justice of the European Union (CJEU) said Amazon may be accountable for any trademark infringement.", "type": "p"}, {"text": "Louboutin said the platform's selling model was \"misleading the public\". Amazon says it will study the decision.", "type": "p"}, {"text": "The preliminary ruling by the Luxembourg-based court clears the way for Amazon to potentially be held liable for adverts for any counterfeit products sold on its site.", "type": "p"}, {"text": "There has been a long-running dispute between Amazon and shoemaker Louboutin, whose high heels typically sell for at least £600.", "type": "p"}, {"text": "Louboutin brought two cases against the company, in courts in Belgium and Luxembourg, in 2019 - alleging Amazon regularly displayed adverts for red-soled shoes on its marketplace without Louboutin's consent.", "type": "p"}, {"text": "The two courts sought the guidance of the Court of Justice of the European Union (CJEU).", "type": "p"}, {"text": "In its ruling on Thursday, the CJEU said Amazon could potentially be considered responsible for alleged intellectual property breaches found in the advertisements of counterfeit shoes featuring the famous red sole.", "type": "p"}, {"text": "Users of the platform may be under the impression that it is Amazon - and not the third-party seller - who markets the product \"in its name and on its behalf\", the CJEU press office told the BBC.", "type": "p"}, {"text": "The Court of Justice of the European Union said it was now up to two national courts, in Belgium and Luxembourg, to decide whether this was the case.", "type": "p"}, {"text": "The platform also offers \"additional services to these third-party sellers\", in particular \"the storage and shipping of their products\" the CJEU noted.", "type": "p"}, {"text": "Louboutin maintains that Amazon has illegally used the trademarked red sole \"for products identical\" to its own, and \"insists, in particular, on the fact that the disputed ads are an integral part of Amazon's commercial communication\".", "type": "p"}, {"text": "Thierry Van Innis, Louboutin's lawyer, said the CJEU had followed the designer's arguments \"in every detail\".", "type": "p"}, {"text": "\"Amazon can be held accountable for the breaches as if the platform was itself the seller,\" Mr Van Innis told news agency Reuters, after the court ruling.", "type": "p"}, {"text": "\"Amazon will be forced to change their model and stop misleading the public by mixing up their own and third-party offers.\"", "type": "p"}, {"text": "Mr Van Innis said Louboutin was not currently seeking financial compensation: \"We're not talking money at this stage. We want the breaches to stop,\" he said.", "type": "p"}, {"text": "The case feeds into part of the wider debate on trademark infringement on online marketplaces and the difficulty for users in identifying the true seller.", "type": "p"}, {"text": "Intellectual property lawyer Fabian Klein, from law firm Pinsent Masons, told the BBC that platform providers should review the layout of their site to ensure that it was clearly identifiable to the public where the offers originated from.", "type": "p"}, {"text": "Mr Klein said, \"If a platform is just a market place, without its own offerings - like eBay - nothing will change.\"", "type": "p"}, {"text": "\"But for platforms that mix own offerings and third-party offerings, they should consider - from a trade mark perspective - whether they want to create a different look and feel, or other clear differentiations.\"", "type": "p"}], "tags": ["European Court of Justice", "Amazon"]}