{"link": "https://www.bbc.com/news/business-65487055", "category": "business", "title": "Apple sales falter again but iPhone demand persists", "contributor": null, "time": "2023-05-04T21:55:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4D39/production/_129396791_timcook.jpg", "content": [{"text": "Apple sales have continued to fall, as the economy slows and buyers, squeezed by rising prices, put off purchases of computers and iPads.", "type": "b"}, {"text": "The tech giant said revenue slipped 3% in the first three months of the year compared with the same period in 2022 to $94.8bn (£75.4bn).", "type": "p"}, {"text": "That marked a second quarter in a row of sales declines for the company.", "type": "p"}, {"text": "But the fall was not as bad as feared, as demand for iPhones held up and the firm won new customers overseas. ", "type": "p"}, {"text": "In remarks with analysts, Apple chief Tim Cook spotlighted growth in India, where the firm is investing heavily and which he visited last month to open the company's first two official stores in the country. ", "type": "p"}, {"text": "\"Overall I couldn't be more delighted and excited by the enthusiasm I'm seeing for the brand there,\" he said. ", "type": "p"}, [{"text": "Tim Cook launches India's first Apple Store", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-india-65307848"}, {"text": "Facebook owner Meta’s profits exceed expectations", "type": "a", "href": "https://www.bbc.co.uk/news/technology-65410293"}], {"text": "Apple is one of the most valuable companies in the world and its sales are closely watched as a sign of retail strength.", "type": "p"}, {"text": "The company said it was facing a \"challenging macroeconomic environment\", echoing comments by other companies which have warned that customers, hit by the rising cost of living and economic uncertainty, are pulling back. ", "type": "p"}, {"text": "Apple had warned investors that sales in the January-March period could fall by as much as 5% year-on-year. ", "type": "p"}, {"text": "But the results were buoyed by a 1.5% year-on-year increase in iPhone sales, which hit $51.3bn - a record for the quarter. The company said that was lifted by strong demand in south Asia and Latin America. ", "type": "p"}, {"text": "In India, where the firm's overall sales grew by double digits, Mr Cook said he saw big growth opportunities as the country's middle class expands, saying the country was at a \"tipping point\".  ", "type": "p"}, {"text": "Apple's services unit, which includes Apple Music, Apple News and Apple Pay, saw sales rise 5% year-on-year to more than $20bn.", "type": "p"}, {"text": "In Europe, where many other firms have reported weakness, sales gained more than 2%. ", "type": "p"}, {"text": "However, sales sank more than 7% in the Americas, its biggest market. ", "type": "p"}, {"text": "Profits also fell more than 3% year-on-year, to roughly $24.2bn. But that was better than expected, as supply chain problems receded. ", "type": "p"}, {"text": "Apple's report follows a series of updates from other tech giants, including Facebook-owner Meta and Alphabet, parent company of Google, which had also been better than expected.", "type": "p"}], "tags": []}