{"link": "https://www.bbc.com/news/entertainment-arts-65482798", "category": "entertainment & arts", "title": "Jamie Foxx receives celebrity support after hospitalisation", "contributor": null, "time": "2023-05-04T16:59:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2557/production/_129595590_gettyimages-1466518645.jpg", "content": [{"text": "Jamie Foxx has received support online after posting on social media for the first time since being hospitalised.", "type": "b"}, {"text": "The Oscar-winning actor has been in hospital for several weeks following a recent \"medical complication\".", "type": "p"}, {"text": "He shared a note on Instagram saying \"Appreciate all the love!!! Feeling blessed.\" ", "type": "p"}, {"text": "Among those offering their support were Vin Diesel and Jeremy Renner, who is recovering from a major snowplough accident.", "type": "p"}, {"text": "Foxx's daughter said last month he was being treated with \"great care\" but did not specify what had happened to him.", "type": "p"}, {"text": "Corinne Foxx's original post read: \"We wanted to share that my father, Jamie Foxx, experienced a medical complication yesterday.", "type": "p"}, {"text": "\"Luckily, due to quick action and great care, he is already on his way to recovery.", "type": "p"}, {"text": "\"We know how beloved he is and appreciate your prayers. The family asks for privacy during this time. Much love, The Foxx Family.\"", "type": "p"}, {"text": "The 55-year-old was reportedly hospitalised in Atlanta, Georgia whilst filming Netflix's Back In Action alongside Cameron Diaz.", "type": "p"}, {"text": "According to People magazine, the incident did not happen on set and he was not taken to hospital in an emergency vehicle. ", "type": "p"}, {"text": "Foxx also received support from Friends actor Courteney Cox and singer John Legend in the form of prayer emojis. ", "type": "p"}, {"text": "Ansel Elgort, who starred alongside Foxx in the 2017 film Baby Driver wrote: \"You are the greatest Jamie, please make a speedy recovery. You are a blessing to this world, we need you in it.\"", "type": "p"}, {"text": "Speaking on Logan Paul's Impaulsive podcast, Foxx's friend comedian Kevin Hart also said \"there was a lot of progression\" in his recovery.", "type": "p"}, {"text": "\"I'm very fortunate to have the relationship that I have with Jamie and to be able to just check on him and stuff like that,\" Hart added.", "type": "p"}, {"text": "Foxx also thanked the actor Nick Cannon on Instagram for filling in for him as host of musical TV game show Beat Shazam.", "type": "p"}, {"text": "In a statement, the show's producers said: \"Everybody at FOX Entertainment wishes Jamie well as he continues his recovery, and we greatly appreciate Nick's willingness to jump in and help this summer.\"", "type": "p"}], "tags": []}