{"link": "https://www.bbc.com/news/health-65481976", "category": "health", "title": "Rise in UK measles cases causing concern", "contributor": null, "time": "2023-05-04T10:45:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4811/production/_129594481_gettyimages-1159665817.jpg", "content": [{"text": "A \"very concerning\" rise in the number of people catching measles in the UK has been reported by health officials. ", "type": "b"}, {"text": "The virus spreads incredibly easily and a fall in vaccination rates is leaving more children vulnerable to infection.", "type": "p"}, {"text": "There were 54 cases of measles in the whole of last year. However, there have already been 49 in the first four months of 2023.", "type": "p"}, {"text": "The UK Health Security Agency (UKHSA) is encouraging parents to ensure their children's vaccinations are up to date.", "type": "p"}, {"text": "The main symptoms of measles are a fever and a rash. But it can cause more serious complications including meningitis, and an infection can be fatal. ", "type": "p"}, {"text": "That is why the measles, mumps and rubella (MMR) vaccine is part of routine childhood immunisations. ", "type": "p"}, {"text": "Vaccination rates had been falling in the UK before the Covid pandemic. ", "type": "p"}, {"text": "However, the disruption caused by Covid has dented vaccination programmes around the world, including in the UK, meaning even more children have missed out. ", "type": "p"}, {"text": "The World Health Organization has already warned of a \"perfect storm\" for measles, because the fewer people who receive protection from vaccines, the easier it is for outbreaks to happen. ", "type": "p"}, {"text": "Measles jumps from person to person so readily that 95% of people need to be immunised to block its spread. However, the UKHSA said only 85% of five-year-olds in England have received the recommended two doses. ", "type": "p"}, {"text": "The increase in UK measles cases is centred on London, but there have been infections elsewhere. Twelve of the cases were caught while abroad, with the rest reflecting spread within the UK.", "type": "p"}, {"text": "\"It is very concerning to see cases starting to pick up this year,\" said Dr Vanessa Saliba, from the UKHSA. ", "type": "p"}, {"text": "She added: \"We are calling on all parents and guardians to make sure their children are up to date with their two MMR doses. It's never too late to catch up, and you can get the MMR vaccine for free on the NHS whatever your age.\" ", "type": "p"}, {"text": "The UKHSA said it was particularly important to get vaccinated before the summer as measles may be more common in other countries, and festivals are a well-known source of measles outbreaks. ", "type": "p"}, {"text": "Measles vaccinations were introduced in the UK in 1968. Since then, they are estimated to have prevented 20 million measles cases and 4,500 deaths.", "type": "p"}, {"text": "Prof Helen Bedford, from the Great Ormond Street Institute of Child Health, said there were many reasons the number of people being vaccinated had fallen.", "type": "p"}, {"text": "She said: \"We haven't seen much measles around for a few years, partly because of the public health measures introduced to prevent Covid - so it may be that people do not see measles as a continuing threat and vaccination has become less important.  ", "type": "p"}, {"text": "\"During the pandemic, some children missed out on their routine vaccines for a variety of reasons and need to catch up [and] there may be some vaccine hesitancy.\"", "type": "p"}], "tags": []}