{"link": "https://www.bbc.com/news/science-environment-65476909", "category": "science & environment", "title": "Meteosat-12: Europe's new weather satellite takes first photos", "contributor": null, "time": "2023-05-04T08:19:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8AAA/production/_129589453_877c05b9e49128c9918b447a96dd2718ff7cfb5e.jpg", "content": [{"text": "The first images from Europe's new weather satellite, Meteosat-12, have just been released.", "type": "b"}, {"text": "The spacecraft, which sits 36,000km above the equator, was launched in December and is currently in a testing phase that will last most of this year.", "type": "p"}, {"text": "When Meteosat-12's data is finally released to meteorological agencies, it's expected to bring about a step-change in forecasting skill.", "type": "p"}, {"text": "Warnings of imminent, hazardous conditions should improve greatly.", "type": "p"}, {"text": "This is something called \"nowcasting\" - the ability to say with greater confidence that violent winds, lightning, hail or heavy downpours are about to strike a particular area.", "type": "p"}, {"text": "Part of this advance will come from the increased resolution of Meteosat-12. For previous generation satellites, a feature in a storm had to be at least 1km across to be detected. The new spacecraft will track features as small as 500m in diameter.", "type": "p"}, {"text": "\"We can now see very fine structures,\" said Jochen Grandell from Eumetsat, the intergovernmental agency that manages Europe's weather satellites.", "type": "p"}, {"text": "\"You may have heard the term 'overshooting top', for example, which is a part of a thunderstorm's cloud development where you might see very strong updrafts and downdrafts. These are very rapidly changing, and they are very small as well. But they are also very powerful,\" he told BBC News. ", "type": "p"}, {"text": "Europe has had its own meteorological spacecraft sitting high above the planet since 1977. The new imager is the third iteration in the series.", "type": "p"}, {"text": "Meteosat-12 sits in a \"stationary\" position, keeping a permanent eye on Europe, the Middle East and Africa.", "type": "p"}, {"text": "It will return a full picture of the weather systems racing across Earth's surface at a rate of one every 10 minutes, five minutes faster than has been the case up to now. It also views the planet in more wavelengths of light. Sixteen instead of the previously available 12. ", "type": "p"}, {"text": "The additional bands of light allow for true colour images. In other words, the pictures are much closer to what the human eye might perceive if looking down from the same vantage point. ", "type": "p"}, {"text": "\"The first time we received the data, there were huge emotions because we could see the high quality of the sensor,\" recalled Eumetsat colleague Alessandro Burini. ", "type": "p"}, {"text": "\"The optical quality of the images, of the radiometry, of the navigation - in other words the accuracy of the position of the individual pixels in an image - is really very good.\"", "type": "p"}, [{"text": "1903 storm one of windiest to pummel British Isles", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65365106"}, {"text": "UK also broke its land surface temperature record", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62257163"}, {"text": "UK's rainfall records rescued by volunteer army", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60860397"}], {"text": "The new third-generation system will eventually comprise a trio of spacecraft working in unison.", "type": "p"}, {"text": "A second imager will go up in 2026 to acquire more rapid - every 2.5 minutes - pictures of just Europe. Before that, in 2024, a \"sounding\" spacecraft will launch to sample the temperature and humidity down through the atmosphere.", "type": "p"}, {"text": "With replacement satellites already ordered for the first working threesome, Europe is guaranteed coverage well into the 2040s. ", "type": "p"}, {"text": "The overall cost is expected to be about €4.3bn (£3.7bn). ", "type": "p"}, {"text": "If that sounds like a lot of money (and it is), it pales next to the value society accrues from accurate weather forecasting - in preventing loss of life, infrastructure damage and economic disruption. ", "type": "p"}, {"text": "Repeated analyses have judged the benefits to be worth tens of billions every year across Europe as a whole.", "type": "p"}, {"text": "BBC Weather presenter and meteorologist Simon King was excited to see the new imagery.", "type": "p"}, {"text": "\"It's like going from standard definition to 4K,\" he said. \"The increase in resolution is quite remarkable. When you zoom in you can really see the cloud structure. And it's not just cloud, you can see very clearly as well the dust in the atmosphere, which is important for hurricane development for example.\"", "type": "p"}, {"text": "Nataša Strelec Mahović works at Eumetsat, training people how to use data from space. She's previously worked as a meteorologist in Croatia.", "type": "p"}, {"text": "\"Another example I would name as a consequence of higher resolution would be fog detection because we can now see fog even in very narrow valleys,\" she explained. \"And maybe another application I would emphasize is wildfire monitoring, as [Meteosat-12] will not only see much smaller fires better and see the smoke, but the channels on [Meteosat-12] will allow us to see the differences even in fire intensity.\"", "type": "p"}, {"text": "Testing of the satellite and ground systems will continue through this year. National forecasting agencies, such as the UK Met Office, Meteo France and DWD (the German Meteorological Service), should be ingesting Meteosat-12 information into their supercomputers on a routine basis early in 2024.", "type": "p"}], "tags": []}