{"link": "https://www.bbc.com/news/technology-65483184", "category": "technology", "title": "Discord plans to make everyone change their username", "contributor": null, "time": "2023-05-04T17:11:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E64F/production/_129595985_gettyimages-1245214641.jpg", "content": [{"text": "Discord has announced everyone using the platform will be asked to change their username \"over the coming weeks\".", "type": "b"}, {"text": "The online chat service, which allows people to create and join groups based on their interests, has 150 million monthly active users worldwide.", "type": "p"}, {"text": "Previously, users were identified by a name preceding a hash and four numbers.", "type": "p"}, {"text": "The new system will require people to create a unique username following an \"@\" symbol, bringing it in line with Twitter, Instagram and other platforms.", "type": "p"}, {"text": "A Discord representative told BBC News: \"After hearing from many users about the challenges associated with connecting with friends on our platform, we've made changes to our username system to make Discord more accessible and user-friendly for both new and existing users.", "type": "p"}, {"text": "\"We value user feedback and are committed to improving the overall Discord experience.\"", "type": "p"}, {"text": "The change has been criticised online, however, with people questioning the reasons for it.", "type": "p"}, {"text": "One person called it a \"huge step backward\", while another compared it to a telephone network changing its customers' phone number to their full name. And popular illustrator Aura said users \"run the risk\" of being impersonated if they failed to secure their username.", "type": "p"}, {"text": "The order in which people will be able to pick their new usernames will be determined by the age of their accounts - oldest first.", "type": "p"}, {"text": "They must be alphanumeric and can include underscores and full stops but, unlike Twitter, no capital letters.", "type": "p"}, {"text": "Launched in 2015, Discord is widely used by people playing games but also to arrange group activities, because users can split conversations into easily searchable \"channels\".", "type": "p"}, {"text": "Users can join groups - or servers - with no limit on members. Massively popular games such as Genshin Impact and Valorant each have more than a million users in their public Discord servers.", "type": "p"}, {"text": "But now the most popular public server is not about gaming at all - the server for Midjourney, an artificial intelligence that can generate images from text, has 15 million members.", "type": "p"}, {"text": "And Discord has featured in mainstream news coverage, after the platform was used to allegedly leak sensitive information about US allies and the war in Ukraine.", "type": "p"}], "tags": []}