{"link": "https://www.bbc.com/news/business-66050962", "category": "business", "title": "Thames Water: Customers' bills will not be affected, says minister", "contributor": null, "time": "2023-06-29T16:45:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11727/production/_130236417_thames-index-getty.jpg", "content": [{"text": "Health Minister Neil O'Brien has sought to reassure customers of Thames Water over their bills and water supply, amid fears the firm could collapse.", "type": "b"}, {"text": "\"Absolutely nothing is going to happen in terms of either their bills or their access to water,\" he told Sky News.", "type": "p"}, {"text": "He added there were contingency plans \"to manage any difficult situations\".", "type": "p"}, {"text": "The UK's largest water company, which serves a quarter of the UK population, is in talks to secure extra funding as it struggles to pay its debts.", "type": "p"}, {"text": "On Wednesday, the government said it was ready to act in a worst case scenario if Thames Water collapsed.", "type": "p"}, {"text": "Labour MP Darren Jones, the chair of the Business and Trade Committee, told the BBC that if the government was forced to take over the running of Thames Water, \"taxpayers will be exposed to the debt and running costs of a very large company\".", "type": "p"}, {"text": "Later on Thursday, the company announced City veteran Sir Adrian Montague had been appointed its new chairman, replacing Ian Marchant, who had been in the role since 2018.", "type": "p"}, {"text": "Sir Adrian has been called in to help out the government before. He was made chairman of British Energy, the operator of the UK's nuclear power plants, to find a solution when it ran into financial problems in 2002.", "type": "p"}, {"text": "Thames Water is understood to be struggling to raise the money it needs to service its £14bn debt pile. Interest payments on more than half of its debt are linked to the rate of inflation, which has soared over the last year. ", "type": "p"}, {"text": "Water regulator Ofwat says that Thames Water has \"significant issues to address\" and needs to improve its \"financial resilience\".", "type": "p"}, {"text": "However, it also noted that the company still has access to funds. \"It recently received an additional £500m from shareholders and has £4.4bn of cash and committed funding.\"", "type": "p"}, {"text": "Ofwat added that it would continue to closely monitor UK water companies' financial resilience, to ensure \"they have the financial backing to deliver for customers and the environment\".", "type": "p"}, {"text": "The prime minister's official spokesman said the government was \"carefully monitoring\" the situation, but it was for Ofwat to monitor the financial strength of water companies \"in the first instance\".", "type": "p"}, {"text": "\"Ofwat are focused on doing their job to keep companies' financial resilience under close scrutiny.\"", "type": "p"}, {"text": "The spokesman added that the chancellor, Jeremy Hunt, had met regulators including Ofwat recently, saying \"they have emphasised both the resilience of the sector and stressed that while there are clearly issues with Thames Water they have secure and committed funding\".", "type": "p"}, [{"text": "Why is Thames Water in so much trouble?", "type": "a", "href": "https://www.bbc.co.uk/news/business-66051555"}, {"text": "Faisal Islam: Water should be a simple business - why isn't it?", "type": "a", "href": "https://www.bbc.co.uk/news/business-66056024"}, {"text": "Lib Dems unveil plan to overhaul water industry", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-66043763"}], {"text": "Other water firms are facing similar pressures due to higher interest payments on their debts and rising costs including higher energy and chemical prices. Ofwat said last year that it was concerned about the financial resilience of Yorkshire Water, SES, Southern and Portsmouth Water as well as Thames Water.", "type": "p"}, {"text": "Southern Water told the BBC its shareholders \"continue to be supportive of the business and its financial resilience\", while Yorkshire Water said it understood the need for having \"robust financial structures in place and we've listened to Ofwat's concerns and taken action\".", "type": "p"}, {"text": "Portsmouth Water said Ofwat's concerns had related to the construction of a new reservoir, but since the regulator's comments it had secured funding for the project.", "type": "p"}, {"text": "SES Water said that the current economic climate had \"proved to be a challenge\" but it was \"confident the company's financial standing remains strong\".", "type": "p"}, {"text": "Thames Water has come in for strong criticism over its performance following a series of sewage discharges and leaks. The firm leaks more water than any other water company in UK.", "type": "p"}, {"text": "The company has said it is keeping Ofwat informed on progress to raise funds. ", "type": "p"}, {"text": "However, if the firm cannot secure extra cash, it could be temporarily taken over by the government until a new buyer is found, in a special administration regime. This happened with energy supplier Bulb in 2021 after the company ran into financial difficulties.", "type": "p"}, {"text": "On Tuesday, Thames Water's chief executive Sarah Bentley quit the business after just two years in the job. It came weeks after she was asked to forgo her bonus over the company's handling of sewage spills.", "type": "p"}, {"text": "The firm did not give a reason for her departure. Earlier this year, Ms Bentley had blamed the firm's poor record on sewage management on failings at the company before she joined. ", "type": "p"}, {"text": "Since the water companies were privatised there has been criticism of the amount of money paid to investors, through dividends, and to executives given the companies' records on leaks and sewage discharges", "type": "p"}, {"text": "Between 1991 and 2021 water companies have paid out £50.6bn in dividends.", "type": "p"}, {"text": "Philip Dunne, Conservative MP and chair of the Environmental Audit Committee, told the BBC there was \"no question there have been excessive payments to executives\".", "type": "p"}, {"text": "\"Remember water companies don't have to worry about their top line, their top line is provided day in, day out without having to do the work that normal companies have to do, which is management to focus on generating revenue. Revenue here arises as, of course, everybody turns on their taps and starts consuming water.\"", "type": "p"}, {"text": "Prof David Hall of the University of Greenwich said if government was forced to take over the running of Thames Water the cost to the taxpayer would not necessarily be much.", "type": "p"}, {"text": "\"If you go through special administration the shareholders take the hit if the company is not financially viable, that's what shareholders are for,\" he told the BBC.", "type": "p"}, {"text": "\"Then the process needs to be not renationalisation but to set up regional local authority bodies to take over, and you transfer the company as a going concern to those regional local authorities... that's how the rest of the world runs water.\"", "type": "p"}, {"text": "Clean water campaigner Feargal Sharkey told the BBC \"not a penny of public money should go into any kind of bailout for these companies\".", "type": "p"}, {"text": "The singer added that the government could address the matter by issuing an enforcement order which would give instructions on investment, debt payments and pay.", "type": "p"}, {"text": "\"This may cause a lot of pain to the shareholders who put very little money into these companies. It may take five or 10 years but here's the outcome of it all - you'll end up with debt free, substantial forward-looking profitable businesses.\"", "type": "p"}, {"text": "The Consumer Council for Water (CCW), which represents water customers, said a \"strong safety net\" was needed to protect struggling households from any bill rises to fund investment.", "type": "p"}, {"text": "\"Nearly one in four households say they are currently struggling to pay their water bill amid the cost of living crisis and this will add to their worries,\" said senior director Mike Keil.", "type": "p"}, {"text": "Water bills have been on the rise, with the annual bill for an average household in England and Wales hitting £448 in April.", "type": "p"}], "tags": []}