{"link": "https://www.bbc.com/news/entertainment-arts-66053086", "category": "entertainment & arts", "title": "Chrissy Teigen and John Legend welcome fourth child via surrogate", "contributor": null, "time": "2023-06-29T11:54:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/839D/production/_130239633_gettyimages-1473635423.jpg", "content": [{"text": "Model Chrissy Teigen has said \"our hearts and our home are full\" after welcoming her fourth child with singer John Legend.", "type": "b"}, {"text": "Their son, Wren Alexander Stephens, was born via surrogate with the couple thanking her for \"this incredible gift\".", "type": "p"}, {"text": "Teigen, 37, and her husband Legend, 44, lost baby Jack during pregnancy in 2020 and she wrote about the pain of this. ", "type": "p"}, {"text": "In her most recent post, she said she had \"always wanted four children\".", "type": "p"}, {"text": "\"After losing Jack, I didn't think I'd be able to carry any more babies on my own,\" she wrote.", "type": "p"}, {"text": "\"In 2021, we reached out to a surrogacy agency, with our first correspondence inquiring about perhaps having 2 tandem surrogates, to each bring us a healthy baby boy or girl.\"", "type": "p"}, {"text": "Teigen said she had told Legend she wanted to try one more time to carry a baby and that they \"restarted the IVF process\" to conceive their daughter Esti, who was born in January 2023.", "type": "p"}, {"text": "At this point the couple were early on in their surrogacy process and had also met Alexandra, who Teigen described as \"the most incredible, loving, compassionate surrogate we could ever imagine\".", "type": "p"}, {"text": "The couple gave Wren the middle name Alexander as a tribute to their surrogate.", "type": "p"}, [{"text": "John Legend: The pain of losing a child will never go away", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62984480"}, {"text": "Chrissy Teigen 'hopeful' as she announces pregnancy", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62416789"}, {"text": "Teigen says she realised baby loss was an abortion", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62925701"}], {"text": "\"And we are so happy to tell the world he is here, with a name forever connected to you,\" she wrote. ", "type": "p"}, {"text": "\"Our hearts, and our home, are officially full. And to our Jack, we know both their angel kisses are from you.\"", "type": "p"}, {"text": "Teigen and Legend also have a daughter Luna, seven, and son Miles, five. ", "type": "p"}, {"text": "Legend posted a picture of him and their children on Instagram, saying: \"Wren Alexander Stephens, our new love.\"", "type": "p"}], "tags": []}