{"link": "https://www.bbc.com/news/science-environment-66043485", "category": "science & environment", "title": "Climate change: China's green power surge offers hope on warming", "contributor": null, "time": "2023-06-29T00:58:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1029B/production/_130230266_gettyimages-1399128410.jpg", "content": [{"text": "Wind and solar power are booming in China and may help limit global carbon emissions far faster than expected, according to a new study.", "type": "b"}, {"text": "Solar panel installations alone are growing at a pace that would increase global capacity by 85% by 2025. ", "type": "p"}, {"text": "The report says the country's green energy targets for 2030 look set to be exceeded five years ahead of schedule.", "type": "p"}, {"text": "But coal plants are also increasing, partly as backup for all the new wind and solar farms, the authors say.", "type": "p"}, [{"text": "Deforestation surges in 2022 despite pledges", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66013854"}, {"text": "UK no longer a world leader on climate - watchdog", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66032607"}, {"text": "Unlawful to let coal mine keep digging - lawyers", "type": "a", "href": "https://www.bbc.co.uk/news/uk-wales-66021510"}], {"text": "China is often seen as the key to the world's efforts to rein in the carbon emissions that are the root cause of climate change. ", "type": "p"}, {"text": "The country is the world's biggest user of coal, mainly for making electricity. The use of coal is responsible for around 69% of China's emissions of carbon dioxide.", "type": "p"}, {"text": "But this new study shows that China is fast building up capacity to generate power from wind and solar, which could have a significant impact on limiting the impacts of rising temperatures.", "type": "p"}, {"text": "The research has been carried out by Global Energy Monitor (GEM), an independent research group whose work is often used by the World Bank, the International Energy Agency and governments.", "type": "p"}, {"text": "The report looks at China's current installed green energy capacity, but also makes projections on what's been announced and in construction over the next two years. ", "type": "p"}, {"text": "It finds that right now China has more solar panels installed in large-scale projects than the rest of the world combined. On wind energy, the country has doubled its capacity since 2017. ", "type": "p"}, {"text": "But this appears to be only the start. According to GEM, China is expanding this sector rapidly and will more than double its capacity for wind and solar by the end of 2025.", "type": "p"}, {"text": "This would see China increase the global wind turbine fleet by 50%, and increase the world's large-scale solar installations by 85% compared to current levels. ", "type": "p"}, {"text": "This current surge is the end-product of plans dating back over two decades.  ", "type": "p"}, {"text": "In that time China has become the world's leading supplier of solar panels, driving down costs all across the supply chain. That has helped make solar and wind installations in China economically competitive.  ", "type": "p"}, {"text": "Subsidies have played their part, as have regulations requiring each province to hit green energy targets. ", "type": "p"}, {"text": "While over half a trillion dollars was spent worldwide on wind and solar last year, China accounted for 55% of that. ", "type": "p"}, {"text": "Back in 2020, President Xi Jinping said that China would install over 1,200 gigawatts of solar and wind power by 2030. This new report says this target will be surpassed five years ahead of schedule. ", "type": "p"}, {"text": "\"We believe that the surge in building renewables certainly provides a basis for peaking [China's] carbon emissions earlier than 2030,\" said Martin Weil, one of the report's authors.", "type": "p"}, {"text": "But while this could be significant news for limiting global warming, China's coal use remains a major challenge. ", "type": "p"}, {"text": "In 2022, China built approximately two new coal fired power stations every week - many of these were located on new solar and wind parks, often to provide back up power and to ensure continuity of energy supply. ", "type": "p"}, {"text": "\"The big issue going forward is how will these coal plants actually be deployed,\" Mr Weil said. ", "type": "p"}, {"text": "\"One hopes that they're deployed in a way that that puts the ratio of renewables to coal as high as possible.\"", "type": "p"}, {"text": "Other key indicators will be the development of battery storage and the growth of hydrogen - both will be important in helping China transition successfully away from coal.", "type": "p"}], "tags": []}