{"link": "https://www.bbc.com/news/technology-66042035", "category": "technology", "title": "BT investigated over major 999 call disruption", "contributor": null, "time": "2023-06-28T11:27:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D4D2/production/_130228445_gettyimages-1212106524.jpg", "content": [{"text": "An investigation has been launched into BT following the major disruption to 999 call services on Sunday. ", "type": "b"}, {"text": "Emergency services across the country reported 999 calls were failing to connect because of a technical fault. ", "type": "p"}, {"text": "BT, which manages the 999 phone system, apologised for the problems which were resolved by Sunday evening.", "type": "p"}, {"text": "The communications regulator, Ofcom, will now investigate whether BT failed to comply with its regulatory obligations.", "type": "p"}, {"text": "In a statement, Ofcom said its rules required BT and other providers to take \"all necessary measures to ensure uninterrupted access to emergency organisations as part of any call services offered\".", "type": "p"}, {"text": "\"They also require providers to take all necessary measures to ensure the fullest possible availability of calls and internet in the event of catastrophic network breakdown,\" it added.", "type": "p"}, {"text": "\"Ofcom's investigation will seek to establish the facts surrounding the incident and examine whether there are reasonable grounds to believe that BT has failed to comply with its regulatory obligations.\"", "type": "p"}, {"text": "While the incident was ongoing Cheshire Fire and Rescue Service warned of a 30-second delay to connect to 999, while Suffolk Police said its system was not working to full capacity.", "type": "p"}, {"text": "The Metropolitan Police and Bedfordshire Police also reported difficulties.", "type": "p"}, {"text": "The cause of the problems with the 999 service remains unclear, but the issues persisted even after BT switched to a back-up system.", "type": "p"}, {"text": "The government has said it took BT nearly three hours to alert ministers to the problems it was experiencing.", "type": "p"}, {"text": "A BT spokesperson said the firm was \"nearing the end of a full, internal investigation and expects to share the findings with government, the emergency services and Ofcom by Thursday\". ", "type": "p"}, {"text": "\"This will examine the technical aspects of what triggered Sunday's incident, the process of moving over to the back-up system and the timings of communications to the emergency services, Ofcom and government.\"", "type": "p"}, {"text": "Speaking after an urgent question was asked in the Lords about the incident, Labour peer Baroness Anderson of Stoke-on-Trent called it \"an incredibly disconcerting event\".", "type": "p"}], "tags": []}