{"link": "https://www.bbc.com/news/business-63191791", "category": "business", "title": "Energy use advice campaign pulled due to cost, Zahawi says", "contributor": null, "time": "2022-10-09T12:49:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/81D0/production/_127023233_energyuse.jpg", "content": [{"text": "A public information campaign to help people reduce energy bills this winter was pulled by No 10 on the grounds of cost, a cabinet minister has said.", "type": "b"}, {"text": "The campaign to encourage household energy saving would have cost up to £15m, Nadhim Zahawi told the BBC's Sunday with Laura Kuenssberg programme.", "type": "p"}, {"text": "The PM's office raised objections to the plan, the BBC reported on Friday.", "type": "p"}, {"text": "And asked about the possibility of winter blackouts, Mr Zahawi said these were \"very unlikely\". ", "type": "p"}, {"text": "Amid concerns about rising household energy costs, the government has said it would limit average bill rises to £2,500 through government borrowing, at a cost of £60bn for six months. ", "type": "p"}, {"text": "To help people save energy and cut costs, the Department for Business, Energy and Industrial Strategy (BEIS) had been preparing a public information campaign.", "type": "p"}, {"text": "But Prime Minister Liz Truss is reported to have been \"ideologically opposed\" to the campaign, fearing it would be too interventionist.", "type": "p"}, [{"text": "Energy use advice campaign pulled as No10 objects", "type": "a", "href": "https://www.bbc.co.uk/news/uk-politics-63170588"}, {"text": "Homes face winter power cuts in worst-case scenario, says National Grid", "type": "a", "href": "https://www.bbc.co.uk/news/business-63155827"}, {"text": "How to cut your energy bills", "type": "a", "href": "https://www.bbc.co.uk/news/business-62738249"}], {"text": "Cabinet minister Mr Zahawi, the Chancellor of the Duchy of Lancaster, told the BBC that the campaign would have cost up to £15m, and denied that it being dropped indicated the government was divided.", "type": "p"}, {"text": "He said such a campaign was unnecessary because the National Grid, which distributes energy across the UK, and regulator Ofgem were running similar campaigns.", "type": "p"}, {"text": "\"What the prime minister quite rightly [...] has done is to say: 'We don't need to spend £14m or £15m on another campaign, if National Grid and Ofgem are doing that work',\" he said.", "type": "p"}, {"text": "Mr Zahawi said that information on saving energy was also already on UK government websites.", "type": "p"}, {"text": "\"That is, I think, being prudent with taxpayers' money. It isn't a divide,\" he said. ", "type": "p"}, {"text": "Following a warning from National Grid that UK households could lose power for up to three hours at a time this winter, Mr Zahawi said that scenario was \"very unlikely\".", "type": "p"}, {"text": "\"I'm confident that the resilience is there, that people can enjoy their Christmas,\" he said.", "type": "p"}, {"text": "Martin Pibworth, a managing director at energy firm SSE, said that investment the UK had made in renewables \"gives us a little bit more security of supply compared with our European neighbours\".", "type": "p"}, {"text": "He said the \"weaponisation of gas supplies by the Putin regime is clearly quite a big issue in terms of the [market] volatility that is being caused\".", "type": "p"}, {"text": "But he said there are other risk factors including French nuclear generation being lower than normal, and the drought affecting Europe this summer having had an impact on hydro-electric power.", "type": "p"}, {"text": "However, he said \"what protects the UK a bit more is renewable investments it has made historically, and actually this is a great opportunity to think how we can increase those investments to get better energy security going forward\".", "type": "p"}, {"text": "Ms Truss has pledged to beef up the UK's energy security by speeding up the deployment of renewables, although she is against solar farms on \"productive agricultural land\".", "type": "p"}, {"text": "Her government has also said it would launch new licences for North Sea oil and gas and has lifted a moratorium on fracking.", "type": "p"}, {"text": "Ms Truss has insisted that fracking would only go ahead with \"local consent\", and ministers are considering proposals from fracking firms to offer more money to communities to persuade them to give permission.", "type": "p"}], "tags": ["Ofgem", "Nadhim Zahawi", "Energy industry", "Cost of living"]}