{"link": "https://www.bbc.com/news/entertainment-arts-63186096", "category": "entertainment & arts", "title": "Doctor Who: Jodie Whittaker making last appearance as Time Lord", "contributor": null, "time": "2022-10-08T15:07:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6CDF/production/_127017872_d63ec4b26374e60622bbf986dd20e9f10f7a5682.jpg", "content": [{"text": "Doctor Who star Jodie Whittaker is set to make her final appearance as the Time Lord.", "type": "b"}, {"text": "She has led the show since 2017, and will end her time on the sci-fi series with a feature-length centenary special on 23 October. ", "type": "p"}, {"text": "In an episode titled The Power Of The Doctor, Whittaker will take on some of her deadliest enemies - including The Master, Daleks and Cybermen.", "type": "p"}, {"text": "The actress announced she would be leaving the show in July of last year. ", "type": "p"}, {"text": "The episode will mark the first time all three of the Doctor's main enemies have featured in a single storyline since 2005. ", "type": "p"}, {"text": "Fans will see her try to work out who is attacking a bullet train in a distant galaxy and why 21st century seismologists are going missing from Earth. ", "type": "p"}, {"text": "A trailer released earlier this year revealed two companions from previous eras will be making an appearance. ", "type": "p"}, [{"text": "Former companions to join Jodie Whittaker's farewell", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61111999"}, {"text": "Doctor Who: David Tennant and Catherine Tate to return", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61455936"}], {"text": "Janet Fielding will reprise her role as Tegan Jovanka - companion to the fourth and fifth Doctors, ", "type": "p"}, {"text": "Sophie Aldred - who starred as Ace, companion to the seventh Time Lord - will also be making a comeback. ", "type": "p"}, {"text": "The centenary special, to mark 100 years of the BBC, will also star Mandip Gill, Sacha Dhawan and comedian John Bishop. ", "type": "p"}, {"text": "Sex Education actor Ncuti Gatwa will take over from Whittaker to become the sci-fi series' 14th Doctor. ", "type": "p"}, {"text": "He will follow Sylvester McCoy, David Tennant and Peter Capaldi to become the fourth Scot to take up the role.", "type": "p"}, {"text": "The 29-year-old, who was born in Rwanda, will also become the first person of colour to lead the series. ", "type": "p"}, {"text": "Speaking in May this year, Gatwa told the BBC: \"It feels really amazing. It's a true honour. This role is an institution and it's so iconic.\"", "type": "p"}, {"text": "A series of special episodes to mark Doctor Who's 60th anniversary will take place later this year. ", "type": "p"}, {"text": "David Tennant, the tenth Time Lord, will return to that show alongside Catherine Tate.", "type": "p"}], "tags": ["Jodie Whittaker", "Television", "David Tennant", "Doctor Who"]}