{"link": "https://www.bbc.com/news/health-63170006", "category": "health", "title": "Covid: Protect elderly from rising virus levels in UK", "contributor": null, "time": "2022-10-07T13:44:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/24BD/production/_123950490_gettyimages-1385410087.jpg", "content": [{"text": "Covid is on the rise again in the UK and people who feel unwell should avoid vulnerable friends, colleagues and relatives as a precaution, say experts. ", "type": "b"}, {"text": "Data suggests 1.3 million or one in 50 has Covid, with a \"marked increase\" in infections among over-70s in England.", "type": "p"}, {"text": "There are no new restrictions, but people are being reminded to take extra care and protect the elderly. ", "type": "p"}, {"text": "There are fears of a flu and Covid \"twindemic\" this winter, and those who qualify for free jabs should get them.", "type": "p"}, {"text": "Reminder texts, emails and letters will be sent out next week to more than 6m people in at risk groups, says NHS England. ", "type": "p"}, {"text": "The UK's National Statistician Sir Ian Diamond told the BBC it was too soon to call what was happening a \"winter wave\", but it could turn into one. ", "type": "p"}, {"text": "\"It is incredibly important that we maintain very high levels of vaccine uptake across our country,\" he said.", "type": "p"}, [{"text": "Who can get a Covid booster this autumn?", "type": "a", "href": "https://www.bbc.co.uk/news/health-55045639"}], {"text": "The latest Office for National Statistics (ONS) figures suggest Covid is infecting:", "type": "p"}, [{"text": "one in 50 people in England (up from one in 65)", "type": "p"}, {"text": "one in 50 people in Wales (the same as before)", "type": "p"}, {"text": "one in 40 in Northern Ireland (from one in 80)", "type": "p"}, {"text": "one in 45 in Scotland (the same as before)", "type": "p"}], {"text": "The estimates are based on thousands of random tests on people in private households across the UK a couple of weeks ago, whether or not they have symptoms.", "type": "p"}, {"text": "Meanwhile, Covid hospital admissions in England are rising too.", "type": "p"}, {"text": "Rates are highest among people aged 85 and over, at 132.3 per 100,000.", "type": "p"}, {"text": "This is up from 80.1 and is the highest rate for this age group since late July.", "type": "p"}, {"text": "About two-thirds of patients in hospital who test positive for Covid are being treated primarily for something else, however.", "type": "p"}, {"text": "Dr Mary Ramsay from the UK Health Security Agency (UKHSA) said that with people back from holidays and children back in school, the rises were to be expected. ", "type": "p"}, {"text": "She told the BBC most of the infections are due to Omicron variants of Covid, which have been circulating for some time. ", "type": "p"}, {"text": "\"This isn't being driven by a new variant, so it is difficult to say how much this is going to carry on through the winter now that people are in that mode - back at work, back at school. We are keeping a very close eye,\" she said.", "type": "p"}, {"text": "Prof Mark Woolhouse, an expert in infectious diseases at the University of Edinburgh, said the figures were \"not yet alarming\" but they were concerning.", "type": "p"}, {"text": "Dr Susan Hopkins, chief medical adviser at the UK Health Security Agency (UKHSA), warned that cases and hospitalisation rates were at their \"highest level in months\".", "type": "p"}, {"text": "With more outbreaks happening, she asked people to help protect the most vulnerable.", "type": "p"}, {"text": "\"If you are unwell, it is particularly important to avoid contact with elderly people or those who are more likely to have severe disease because of their ongoing health conditions. ", "type": "p"}, {"text": "\"If you have symptoms of a respiratory infection, wearing a face covering will also help stop infections spreading,\" she said. ", "type": "p"}], "tags": ["Coronavirus testing", "Coronavirus pandemic"]}