{"link": "https://www.bbc.com/news/technology-63161838", "category": "technology", "title": "Dancers' moves help to power Glasgow music venue", "contributor": null, "time": "2022-10-07T00:10:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5BAD/production/_126996432_screenshot2022-10-06at14.09.12.png", "content": [{"text": "Glasgow arts venue SWG3 has switched on a system that creates renewable energy from the body heat on its dancefloor.", "type": "b"}, {"text": "Dancers' heat is piped via a carrier fluid to 200m (650ft) bore holes that can be charged like a thermal battery.", "type": "p"}, {"text": "The energy then travels back to the heat pumps, is upgraded to a suitable temperature and emitted back into SWG3. ", "type": "p"}, {"text": "The owners say this will enable them to completely disconnect the venue's gas boilers, reducing its carbon emissions by about 70 tonnes of CO2 a year.", "type": "p"}, {"text": "David Townsend, founder of geothermal energy consultancy TownRock Energy, who designed the system, Bodyheat, told BBC News: \"When you start dancing, medium pace, to the Rolling Stones or something, you might be generating 250W. ", "type": "p"}, {"text": "\"But if you've got a big DJ, absolutely slamming basslines and making everyone jump up and down, you could be generating 500-600W of thermal energy.\"", "type": "p"}, {"text": "SWG3 managing director Andrew Fleming-Brown said installing the system had been \"a leap of faith\" but the venue was committed to achieving \"net-zero\" carbon emissions by 2025.", "type": "p"}, {"text": "\"Someone has to be that first investment,\" he said, \"but it will hopefully pay off in time.\"", "type": "p"}, {"text": "Three years in the making, the thermal heating and cooling system cost just over £600,000 to install.", "type": "p"}, {"text": "\"To put in perspective, if we were to go down a more conventional route with typical air conditioning, then your costs would probably be about 10% of that - so £60,000,\" Mr Fleming-Brown said.", "type": "p"}, {"text": "But the savings on energy bills will make the investment recoverable in about five years, depending on costs. ", "type": "p"}, {"text": "\"If we can make it work here in this environment, there's no reason why we can't take it to other venues, not just here in Scotland and the UK, across Europe and further afield,\" Mr Fleming-Brown told BBC News.", "type": "p"}, {"text": "Mr Townsend already has ambitions for the SchwuZ nightclub in Berlin. ", "type": "p"}, {"text": "\"They have shown a lot of interest,\" he said.", "type": "p"}, {"text": "\"You know they don't want to be kind of beaten at cool clubbing technology. ", "type": "p"}, {"text": "\"They've seen what we've done in Glasgow and really want it in Berlin.\"", "type": "p"}, {"text": "Dr Jon Gluyas, geo-energy, carbon capture and storage chair in the Earth sciences department at Durham University, said: \"Heating water requires a lot of energy and it gives up that energy fairly slowly - so when you put that heat into the ground, it's fairly well insulated. ", "type": "p"}, {"text": "\"It's a great way to store the energy. Over time, you set up a sort of equilibrium whereby you may only lose a few degrees as it dissipates. ", "type": "p"}, {"text": "\"The key thing here is energy transformations and heat. If you can save heat, it means you are making the whole system more efficient. It's carbon zero and a phenomenally powerful way of overall reducing our demand on energy. ", "type": "p"}, {"text": "\"If you get it from dancers' body heat then all the better.", "type": "p"}, {"text": "\"Storing the heat and playing it back is a major way that can positively influence the energy crisis in the UK and improve energy security. ", "type": "p"}, {"text": "\"This is a really good move.\" ", "type": "p"}, {"text": "Bodyheat has been made possible with support through the Scottish government and largely subsidised from a series of grants.", "type": "p"}, {"text": "Glasgow City Council convener for climate councillor Angus Millar said: \"This is a fantastic scheme, where people really are making Glasgow greener - while having a great time.  ", "type": "p"}, {"text": "\"This innovative approach to reducing emissions and energy use at SWG3 is a great example of how we can all play our part in Glasgow becoming a net-zero city.\"", "type": "p"}], "tags": ["Dance", "Glasgow", "Renewable energy"]}