{"link": "https://www.bbc.com/news/entertainment-arts-64080863", "category": "entertainment & arts", "title": "The Sun apologises over Jeremy Clarkson's Meghan column", "contributor": null, "time": "2022-12-23T20:36:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14F01/production/_128116758_gettyimages-1419312606.jpg", "content": [{"text": "The Sun newspaper says it regrets publishing a Jeremy Clarkson column about the Duchess of Sussex and is \"sincerely sorry\".", "type": "b"}, {"text": "More than 20,000 complaints were made to the press regulator after the broadcaster wrote last week that he hated Meghan \"on a cellular level\". ", "type": "p"}, {"text": "He later asked for the column to be removed from the Sun's website.", "type": "p"}, {"text": "The Sun said columnists' opinions were their own, but as a publisher \"with free expression comes responsibility\".", "type": "p"}, {"text": "The piece became the Independent Press Standards Organisation's (Ipso) most complained-about article.", "type": "p"}, {"text": "Ipso said it had received more than 17,500 complaints by 09:00 GMT on Tuesday - which rose to 20,800 by 17:00. ", "type": "p"}, {"text": "In place of the article, the Sun's website now has a copy of a tweet from Clarkson in which he said he was \"horrified to have caused so much hurt\" and \"would be more careful in future\".", "type": "p"}, {"text": "Clarkson's column, published on 16 December, was widely criticised on social media. ", "type": "p"}, {"text": "His daughter, Emily, distanced herself from her father's words. ", "type": "p"}, {"text": "She said last week: \"I want to make it very clear that I stand against everything my dad wrote about Meghan Markle.\"", "type": "p"}, {"text": "Kevin Lygo, ITV's media and entertainment boss, described the comments made by Clarkson as \"awful\" but said there were no plans to replace him as a host of the gameshow Who Wants To Be A Millionaire?.", "type": "p"}, {"text": "The column came after the release of Prince Harry and Meghan's Netflix six-part series, in which the couple talked about their life in Royal Family. ", "type": "p"}, [{"text": "This time Harry and Meghan got personal", "type": "a", "href": "https://www.bbc.co.uk/news/uk-63989967"}], {"text": "In its apology, which has been published on its website, the Sun said: \"We will continue to campaign for good causes on behalf of our readers in 2023.\"", "type": "p"}, {"text": "The Sun said it had a \"proud history of campaigning\", including work on bringing about legislation on domestic abuse, providing beds in refuges and closing harmful loopholes in the law.", "type": "p"}, {"text": "The newspaper added the article had been removed from the website and the archives. ", "type": "p"}, {"text": "In the original column, Clarkson said: \"At night, I'm unable to sleep as I lie there, grinding my teeth and dreaming of the day when she [Meghan] is made to parade naked through the streets of every town in Britain while the crowds chant 'Shame!' and throw lumps of excrement at her.", "type": "p"}, {"text": "\"Everyone who's my age thinks the same way,\" he added. \"But what makes me despair is that younger people, especially girls, think she's pretty cool. They think she was a prisoner of Buckingham Palace, forced to talk about nothing but embroidery and kittens.\"", "type": "p"}, {"text": "In his tweet following the criticism, Clarkson said he had made a \"clumsy\" reference to a scene in Game of Thrones which \"has gone down badly with a great many people\". ", "type": "p"}, {"text": "Elsewhere in the column, Clarkson had also compared his hatred of the Duchess of Sussex with his feelings towards Scotland's First Minister Nicola Sturgeon and serial killer Rose West. ", "type": "p"}, {"text": "In response, Ms Sturgeon said Clarkson's comments about Meghan were \"deeply misogynist and just downright awful\". ", "type": "p"}, {"text": "She said she feels \"pity\" for men like Clarkson, adding: \"I can't imagine what it must be like to be so consumed and distorted by hate of other people, and in his case it appears women in particular, that you end up writing that toxic, vile abuse.\"", "type": "p"}, {"text": "The column also received complaints from political figures.", "type": "p"}, {"text": "Conservative MP Caroline Nokes wrote to the editor of the Sun, Victoria Newton, on Tuesday demanding \"definitive action is taken to ensure no article like this is ever published again\". ", "type": "p"}, {"text": "The letter was signed by more than 60 MPs.", "type": "p"}], "tags": ["Media", "Jeremy Clarkson", "Meghan, Duchess of Sussex"]}