{"link": "https://www.bbc.com/news/business-65250170", "category": "business", "title": "UK economy will avoid recession despite no growth in February, says Hunt", "contributor": null, "time": "2023-04-13T15:05:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EC23/production/_129015406_strikephoto.jpg", "content": [{"text": "The UK economy saw no growth in February after being hit by the effects of strikes by public sector workers.", "type": "b"}, {"text": "The Office for National Statistics (ONS) said that a rise in construction activity had been offset by walkouts by teachers and civil servants.", "type": "p"}, {"text": "It follows a surprise 0.4% jump in economic growth in January. ", "type": "p"}, {"text": "Despite February's flat performance the chancellor said the economic outlook was \"brighter than expected\" and the UK was \"set to avoid recession\".", "type": "p"}, {"text": "Jeremy Hunt noted that GDP - the measure of economic growth - had grown by 0.1% in the three months to February.", "type": "p"}, {"text": "Revisions to previous data also means that the ONS now estimates monthly GDP to be 0.3% above its pre-Covid levels of February 2020. The previous estimate in January had put it 0.2% below that point.", "type": "p"}, {"text": "Labour said the UK was \"lagging behind on the global stage with growth on the floor\".", "type": "p"}, {"text": "\"The reality of growth inching along is families worse off, high streets in decline and a weaker economy that leaves us vulnerable to shocks,\" said shadow chancellor Rachel Reeves.", "type": "p"}, [{"text": "What is GDP and how does it affect me?", "type": "a", "href": "https://www.bbc.co.uk/news/business-13200758"}, {"text": "What is a recession and how could it affect me?", "type": "a", "href": "https://www.bbc.co.uk/news/business-52986863"}], {"text": "Darren Morgan, ONS director of economic statistics, said the UK construction sector had grown strongly in February after a poor January, with more repair work taking place. ", "type": "p"}, {"text": "There was also a boost from retailing, with many shops having \"a buoyant month\".", "type": "p"}, {"text": "But he added: \"These were offset by the effects of civil service and teachers' strike action, which impacted the public sector, and unseasonably mild weather led to falls in the use of electricity and gas.\"", "type": "p"}, {"text": "Walkouts by teachers nationwide on 1 February and in some regions of England on 28 February had been the biggest drag on growth, the ONS said. ", "type": "p"}, {"text": "When schools close or only have a skeleton staff because of strike action, this is deemed to decrease the output of the education sector, as the ONS measures it, in terms of its contribution to GDP.", "type": "p"}, {"text": "Strikes by many civil servants on 1 February also affected output.  ", "type": "p"}, {"text": "Economic growth figures can vary wildly from month to month, and economists warn against reading too much into a single set of figures.", "type": "p"}, {"text": "But the big picture, according to Mr Morgan, is that the economy has been \"pretty much flat\" since last spring. ", "type": "p"}, {"text": "High energy prices and rising interest rates to control inflation are taking their toll, and industrial action in several sectors is also having an impact.", "type": "p"}, {"text": "On Wednesday, the International Monetary Fund warned the UK is set to be one of the worst performing major economies in the world this year, shrinking by 0.3% in 2023.", "type": "p"}, {"text": "The UK's inflation rate was 10.4% in the year to February, remaining near a 40-year high.", "type": "p"}, {"text": "However, many economists expect inflation - the rate at which prices rise - to ease later this year as energy and food prices fall, and recent forecasts suggest the economic situation is not as bleak as it looked a few months ago.", "type": "p"}, {"text": "But for many consumers and businesses, price rises are leading to a daily struggle to pay bills and buy food.", "type": "p"}, {"text": "Bees is an Asian bridal jewellery store in Upton Park, East London. The shop is busy at the moment because of Ramadan but thing are still \"really tough\" for the business, said manager Sushil Raniga.", "type": "p"}, {"text": "\"From a consumer point of view, we're definitely seeing that [the cost of living] has impacted the way that they spend,\" he told the BBC. ", "type": "p"}, {"text": "\"We're also seeing an increase in the cost of our raw materials and transport costs, things like brass and aluminium, those things have gone up quite significantly. That's obviously impacting our bottom line.\"", "type": "p"}, {"text": "Yael Selfin, chief economist at KPMG UK, said the economy was \"likely to escape recession but a period of stagnation awaits\".", "type": "p"}, {"text": "\"Economic activity will remain subdued in the near term as households continue to be squeezed by elevated prices and the cumulative impact of past interest rate increases,\" she said. ", "type": "p"}, {"text": "Capital Economics agreed the UK had \"probably avoided recession\" but said more interest rate rises were likely as the Bank of England fights to get inflation under control.", "type": "p"}, {"text": "The Bank has raised rates steadily since December 2021, most recently from 4% to 4.25% in March.", "type": "p"}], "tags": []}