{"link": "https://www.bbc.com/news/entertainment-arts-65269428", "category": "entertainment & arts", "title": "Mary Quant: The miniskirt and PVC pioneer", "contributor": null, "time": "2023-04-13T17:00:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F5EB/production/_129355926_gettyimages-2630161.jpg", "content": [{"text": "Miniskirts, shift dresses and PVC are three fashion staples you'll spot in any high street store - but they probably wouldn't exist without Dame Mary Quant. ", "type": "b"}, {"text": "She will be remembered as one of the most innovative designers in British history, after her death aged 93.", "type": "p"}, {"text": "Quant changed women's fashion forever with her vision of chic clothes that provided both comfort and practicality. ", "type": "p"}, {"text": "Her aesthetic was influenced by the dancers and musicians who hung around in London's Chelsea, and the Mods who were synonymous with London's youth culture in the late 1950s.", "type": "p"}, {"text": "Mods, short for modernists, wore Italian sportswear rather than structured clothes, something Dame Mary replicated in her first collections.", "type": "p"}, {"text": "She wanted those who wore her clothes to feel relaxed in them - rather than outfits for big occasions, her clothes were designed for everyday life. ", "type": "p"}, {"text": "The appeal of her clothes for a new generation of women who wanted to shake off the shackles of post-war utility clothing.", "type": "p"}, {"text": "Dame Mary once told the Sunday Telegraph that after World War Two, there were \"10 years of gloom and despair, when London was a bomb site\".", "type": "p"}, {"text": "\"Nothing moved, nothing happened. And then suddenly the next lot of young people said, 'Enough of this, we're going to do it,' and they did it themselves,\" she said.", "type": "p"}, {"text": "As a self-taught designer, she had gained her sewing skills from evening classes and would produce clothes that would then go straight on the rails at Bazaar, a boutique she opened in Markham House on the Chelsea's King's Road in 1955.", "type": "p"}, {"text": "She'd take the money she made from a day on the shop floor and use it to produce new lines that would be made overnight and stocked the next day.", "type": "p"}, {"text": "Her signature styles included short tunic dresses with bright tights, white plastic collars for jumpers and dresses, plus weatherproof plastic boots.", "type": "p"}, {"text": "They gained international appeal thanks to the model Dame Lesley 'Twiggy' Lawson, whose long legs and petite frame were perfect for Quant's short hemlines. ", "type": "p"}, [{"text": "Dame Mary Quant: Pioneer of 60s high street fashion", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-18151227"}, {"text": "Fashion designer Dame Mary Quant dies aged 93", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65265531"}, {"text": "The miniskirt pioneer who defined 60s fashion", "type": "a", "href": "https://www.bbc.co.uk/news/in-pictures-65265873"}], {"text": "Twiggy paid tribute to Quant on Thursday, saying she \"revolutionised fashion\" and that \"the 1960s would have never been the same without her\".", "type": "p"}, {"text": "Quant created the knitted skinny rib body-hugging jumper and is even credited with designing hot pants for the first time in 1966.", "type": "p"}, {"text": "Dame Mary wasn't afraid to try new materials and used polyvinyl chloride - better known as PVC or vinyl - to manufacture wet-look clothes like dresses and raincoats. ", "type": "p"}, {"text": "Her 1963 Wet Collection was a huge success and earned Quant her first British Vogue cover, with model Tania Mallet wearing a PVC red raincoat and matching hat. ", "type": "p"}, {"text": "Photographer David Bailey, who captured much of the spirit of London in the 1960s, told the BBC that Quant \"was so nice about me\".", "type": "p"}, {"text": "\"She said I'd like my pictures to look like Bailey and I like to control them a bit, but she liked all those jumping pictures,\" he added.", "type": "p"}, {"text": "Bailey, 85, also said he was \"sad\" about Dame Mary's death, saying: \"She was kind of wonderful, she was very positive.\"", "type": "p"}, {"text": "Although there's some dispute about who actually invented the miniskirt (French designer Andre Courreges says the thigh-skimming hemline was his creation) the name was Quant's alone.", "type": "p"}, {"text": "The skirt is well-known for sitting well above the knees, normally at mid-thigh and would be paired with colourful tights.", "type": "p"}, {"text": "Skirts of this length had only been acceptable in sports like tennis and figure skating before this point, but became the height of fashion for young women and teenagers as a result of Quant's influence. ", "type": "p"}, {"text": "She named the skirt after her favourite car and said it was invented by \"the girls on King's Road\" in a 2014 interview.", "type": "p"}, {"text": "The skirt, like a lot of her clothes, was designed to let you \"run and dance\" and enjoy \"freedom and liberation\". ", "type": "p"}, {"text": "By 1967 she had three shops - two in King's Road, Chelsea and one in London's New Bond Street.", "type": "p"}, {"text": "She had also experimented with cosmetics, creating the Daisy brand and a cheaper, nationwide fashion offering called Ginger Group. ", "type": "p"}, {"text": "It was estimated that up to seven million women had at least one Mary Quant fashion item with thousands more using her make-up. ", "type": "p"}, {"text": "Throughout the 1970s her influence grew - with her business growing to include home décor, swimwear, jewellery and even skincare for men.   ", "type": "p"}], "tags": []}