{"link": "https://www.bbc.com/news/science-environment-65254502", "category": "science & environment", "title": "Juice: European Space Agency mission to Jupiter's icy moons postponed", "contributor": null, "time": "2023-04-13T12:28:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0EE6/production/_129341830_juice-packing.jpg", "content": [{"text": "The European Space Agency (Esa) has postponed a planned launch of a satellite to the planet Jupiter. ", "type": "b"}, {"text": "Weather conditions showed there was a risk of lightning to the mission that aims to establish if the planet's moons could sustain life.", "type": "p"}, {"text": "Esa says it will try to launch the rocket again on Friday.", "type": "p"}, {"text": "The eight-year journey from Earth to reach Jupiter's major moons is one of the organisation's most ambitious missions ever. ", "type": "p"}, {"text": "There's good evidence that these the moons' icy worlds - Callisto, Europa and Ganymede - hold oceans of liquid water at depth.", "type": "p"}, [{"text": "Europe risks being 'a spectator in next space race'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65053729"}, {"text": "Io volcano world comes into view of Juno probe", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63982190"}, {"text": "Space telescope reveals 'incredible' Jupiter views", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62641866"}], {"text": "The project is known as the Jupiter Icy Moons Explorer, or Juice for short. ", "type": "p"}, {"text": "Juice is not seeking to detect life - it will not be sending back pictures of alien fish. But it could help determine whether conditions in the moons' hidden oceans have at least a chance of supporting simple microbial organisms.", "type": "p"}, {"text": "This isn't a crazy idea, says Prof Carole Mundell, the director of science at Esa.", "type": "p"}, {"text": "\"In every extreme environment on Earth, whether that's high acidity, high radioactivity, low temperature, high temperature - we find microbial life in some form,\" she told BBC News. ", "type": "p"}, {"text": "\"If you look at the (volcanic) vents at the bottom of Earth's oceans, these even look like alien worlds. There's no reason why that microbial life should not be able to exist elsewhere, if we have similar conditions. And it's those conditions that we want to study with Juice.\"", "type": "p"}, {"text": "The €1.6bn (£1.4bn; $1.7bn) mission was supposed to launch on Thursday on an Ariane-5 rocket from Kourou, French Guiana, at 09:15 local time (13:15 BST).", "type": "p"}, {"text": "The Ariane doesn't have the energy to send Juice directly to Jupiter, certainly not within a useful timeframe.", "type": "p"}, {"text": "Instead, it will dispatch the spacecraft on a path around the inner Solar System. A series of fly-bys of Venus and Earth will then gravitationally sling the mission out to its intended destination.", "type": "p"}, {"text": "Arrival in the Jovian system is expected in July 2031.", "type": "p"}, {"text": "Juice will perform 35 close passes of the moons - getting to within 400km (250 miles) of their surfaces on occasion - before settling into orbit around Ganymede.", "type": "p"}, {"text": "The spacecraft carries a total of 10 instruments. There are various cameras, particle detectors, a radar to map sub-surface features; there's even a lidar, which is used to make 3D maps of surface terrain.", "type": "p"}, {"text": "But it is the UK-provided magnetometer that could provide some of the most influential data. The Imperial College London-built experiment will tell us about the properties of the moons' hidden oceans. And at Ganymede, in particular, the information should be quite detailed. ", "type": "p"}, {"text": "\"We'll know the depth of the ocean, its salt content, how deep the crust is above the ocean, and whether the ocean is in contact with the rocky mantle,\" explained Prof Michele Dougherty, Imperial's magnetometer principal investigator.", "type": "p"}, {"text": "\"So, we'll get an understanding of the interior structure of the moon, and from observations from other instruments looking at the surface, we'll be able to resolve if there is organic material on that surface.\"", "type": "p"}, {"text": "Earth has taught us that life requires four essential inputs: liquid water, nutrients of some kind, an energy source, and time - an extended period of stability during which biology can get a foothold and establish itself.", "type": "p"}, {"text": "We've long considered Mars to be the most likely candidate to host extra-terrestrial life, if not today then sometime in its distant past.", "type": "p"}, {"text": "But for astrobiologists - scientists who study the possibility of life elsewhere in the Universe - the ice-covered moons of Jupiter and also Saturn are really starting to pique their interest. ", "type": "p"}, {"text": "These worlds may be in the cold, outer reaches of the Solar System, far from the Sun, but they could just be able to satisfy the four inputs - even for a supply of energy. It's not light and warmth from a star, but the constant gravitational squeezing and pushing the giant planets exert on the moons.", "type": "p"}, {"text": "It's this flexure that provides the means to keep water in liquid form and could also drive the kind of volcanic vent systems on ocean floors that Prof Mundell mentions and which some scientists think could have been the origin of life on Earth.", "type": "p"}, {"text": "\"If I were a betting man, I'd probably put my money on Europa having life that is alive, that exists today,\" says Prof Lewis Dartnell, an astrobiologist at the University of Westminster. \"The chances of that are much higher than finding extant (living) life on Mars today.\"", "type": "p"}, {"text": "The US will be launching its companion mission, known as Clipper, next year. It will focus on Europa, making 50 fly-bys, some as low at 25km.", "type": "p"}, {"text": "The close pass of a planetary destination is usually followed by a later spacecraft going into orbit and then a further mission attempting to land.", "type": "p"}, {"text": "This is how exploration has progressed at Mars, where we're about to make one additional step - that of trying to bring material back to Earth to study in the lab.", "type": "p"}, {"text": "Investigations at Jupiter's and Saturn's moons are not as advanced in the sequence, but it's possible to envisage ventures later this century that could land on these fascinating outer Solar System bodies and seek to drill through their icy crusts and sample the waters below.", "type": "p"}, {"text": "\"If we find evidence for life on the moons of Saturn or Jupiter, then almost certainly it would be of independent origin,\" says Astronomer Royal, Prof Sir Martin Rees. ", "type": "p"}, {"text": "\"That then would carry a momentous message that life - if it had started twice, independently, in our Solar System - can't be a rare fluke, and almost certainly exists in a billion places in our galaxy, and it completely transforms the way we look at the sky.\"", "type": "p"}], "tags": []}