{"link": "https://www.bbc.com/news/business-61517729", "category": "business", "title": "Canada to ban China's Huawei and ZTE from its 5G networks", "contributor": "Annabelle  Liang", "time": "2022-05-20T11:45:35.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/15E34/production/_124825698_gettyimages-1238828040.jpg", "content": [{"text": "Canada says it will ban two of China's biggest telecoms equipment makers from working on its 5G phone networks.", "type": "b"}, {"text": "The restrictions against Huawei and ZTE were announced by the country's industry minister on Thursday.", "type": "p"}, {"text": "Francois-Philippe Champagne says the move will improve Canada's mobile internet services and \"protect the safety and security of Canadians\".", "type": "p"}, {"text": "But Huawei Canada said it was \"disappointed\" by the decision, which it said was \"political\".", "type": "p"}, {"text": "\"This is an unfortunate political decision that has nothing to do with cyber security or any of the technologies in question,\" a statement said.", "type": "p"}, {"text": "Several nations - including the UK, US, Australia and New Zealand - have already put restrictions on the firms.", "type": "p"}, {"text": "The four countries, along with Canada, make up an intelligence-sharing arrangement named \"Five Eyes\". It evolved during the Cold War as a mechanism for monitoring the Soviet Union and sharing classified information.", "type": "p"}, {"text": "Canada's announcement was widely expected, as its allies had already barred Huawei and ZTE from their own high-speed networks. ", "type": "p"}, {"text": "Speaking to reporters in the Canadian capital of Ottawa, Mr Champagne said the decision came after \"a full review by our security agencies and consultation with our closest allies\".", "type": "p"}, {"text": "\"Let me be very clear: We will always protect the safety and security of Canadians and will take any actions necessary to safeguard our telecommunication infrastructure,\" he added.", "type": "p"}, {"text": "\"In a 5G world, at a time where we rely more and more in our daily lives [on] our network, this is the right decision.\"", "type": "p"}, {"text": "A spokesperson for the Chinese embassy in Ottawa told the Reuters news agency that Beijing sees the security concerns raised by Canada as a \"pretext for political manipulation\".", "type": "p"}, {"text": "The spokesperson for China also accused Canada of working with the US to suppress Chinese companies.", "type": "p"}, {"text": "The Chinese embassy in Ottawa did not immediately respond to BBC requests for comment.", "type": "p"}, {"text": "Huawei Canada said its equipment had been \"closely scrutinised\" by the government and security agencies, and added there had been \"zero security incidents caused by Huawei equipment\".", "type": "p"}, {"text": "\"Banning Huawei's equipment and services will lead to significant economic loss in Canada and drive up the cost of communications for Canadian consumers,\" a statement said.", "type": "p"}, {"text": "\"Unfortunately, this decision is beyond our control as a business. However, we will do everything in our capacity to protect the legitimate rights and interests of our customers, partners, and ourselves.\"", "type": "p"}, [{"text": "Huawei board members resign over stance on Ukraine", "type": "a", "href": "https://www.bbc.co.uk/news/technology-60669538"}, {"text": "US bans Chinese telecom giant over spying concerns", "type": "a", "href": "https://www.bbc.co.uk/news/business-60164747"}], {"text": "Meanwhile, ZTE said it rejected the \"premise\" of the Canadian government's announcement, saying it was \"highly speculative\".", "type": "p"}, {"text": "\"We have always abided by international standards and best practices, opening up our cyber security labs to enable regulators and stakeholders to verify the security of ZTE products,\" the firm said.", "type": "p"}, {"text": "5G, or fifth generation, is the next upgrade to mobile internet networks, offering much faster data download and upload speeds.", "type": "p"}, {"text": "It also allows more devices to simultaneously access the internet.", "type": "p"}, {"text": "It comes as data usage is soaring, as the popularity of video and music streaming grows. This is pushing governments and mobile phone network operators to improve their telecommunications infrastructures.", "type": "p"}, {"text": "The Canadian government's decision means that telecoms firms in country will no longer be allowed to use equipment made by Huawei and ZTE. ", "type": "p"}, {"text": "Companies that have already installed the equipment made by the Chinese manufacturers must now remove it, Mr Champagne said. ", "type": "p"}, {"text": "Canada first announced a review of Huawei equipment in September 2018.", "type": "p"}, {"text": "Some of China's biggest technology and telecoms firms have been targeted in recent years by governments in the US and other Western nations over national security concerns.", "type": "p"}, {"text": "In November, US President Joe Biden signed legislation that stops companies judged to be security threats from receiving new telecoms equipment licences in the country.", "type": "p"}, {"text": "It means equipment from Huawei, ZTE and three other Chinese companies are banned for use in US telecoms networks.", "type": "p"}, {"text": "You may also be interested in:", "type": "b"}], "tags": ["China", "Huawei", "5G", "Canada"]}