{"link": "https://www.bbc.com/news/health-61532083", "category": "health", "title": "Monkeypox: 80 cases confirmed in 12 countries", "contributor": null, "time": "2022-05-21T11:12:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7DC1/production/_124839123_40880d22-f704-47a6-9eca-ced6f576c5d3.jpg", "content": [{"text": "More than 80 cases of monkeypox have been confirmed in at least 12 countries.", "type": "b"}, {"text": "The World Health Organization has said another 50 suspected cases are being investigated - without naming any countries - and warned that more cases are likely to be reported.", "type": "p"}, {"text": "Infections have been confirmed in nine European countries, as well as the US, Canada and Australia.", "type": "p"}, {"text": "Monkeypox is most common in remote parts of Central and West Africa.", "type": "p"}, {"text": "It is a rare viral infection which is usually mild and from which most people recover in a few weeks, according to the UK's National Health Service. ", "type": "p"}, {"text": "The virus does not spread easily between people and the risk to the wider public is said to be very low.", "type": "p"}, {"text": "There is no specific vaccine for monkeypox, but a smallpox jab offers 85% protection since the two viruses are quite similar.", "type": "p"}, [{"text": "EXPLAINER: What is monkeypox? ", "type": "a", "href": "https://www.bbc.co.uk/news/health-45665821"}, {"text": "Time to worry or one to ignore?", "type": "a", "href": "https://www.bbc.co.uk/news/health-61524508"}, {"text": "Concern over monkeypox impact on sexual health", "type": "a", "href": "https://www.bbc.co.uk/news/health-61527835"}], {"text": "So far, public health agencies in Europe have confirmed cases in the UK, Spain, Portugal, Germany, Belgium, France, the Netherlands, Italy and Sweden.", "type": "p"}, {"text": "In a statement on Friday, the WHO said that the recent outbreaks \"are atypical, as they are occurring in non-endemic countries\".", "type": "p"}, {"text": "It said it was \"working with the affected countries and others to expand disease surveillance to find and support people who may be affected\".", "type": "p"}, {"text": "It is not yet clear why this unusual outbreak is happening now. ", "type": "p"}, {"text": "One possibility is that the virus has changed in some way, although currently there is little evidence to suggest this is a new variant. ", "type": "p"}, {"text": "Another explanation is that the virus has found itself in the right place at the right time to thrive. ", "type": "p"}, {"text": "Monkeypox may also spread more easily than it did in the past, when the smallpox vaccine was widely used.  ", "type": "p"}, {"text": "WHO's Europe regional director Hans Kluge warned that \"as we enter the summer season... with mass gatherings, festivals and parties, I am concerned that transmission could accelerate\".", "type": "p"}, {"text": "He added that all but one of the recent cases had no relevant travel history to areas where monkeypox was endemic.", "type": "p"}, {"text": "The first case of the disease in the UK was reported on 7 May. The patient had recently travelled to Nigeria, where they are believed to have caught the virus before travelling to England, the UK Health Security Agency said.", "type": "p"}, {"text": "There are now 20 confirmed cases in the UK, Health Secretary Sajid Javid said on Friday.", "type": "p"}, {"text": "Authorities in the UK said they had bought stocks of the smallpox vaccine and started offering it to those with \"higher levels of exposure\" to monkeypox.", "type": "p"}, {"text": "Spanish health authorities have also reportedly purchased thousands of smallpox jabs to deal with the outbreak, according to Spanish newspaper El País.", "type": "p"}, {"text": "Australia's first case was detected in a man who fell ill after travelling to the UK, the Victorian Department of Health said.", "type": "p"}, {"text": "In North America, health authorities in the US state of Massachusetts confirmed that a man has been infected after recently travelling to Canada. He was in \"good condition\" and \"poses no risk to the public\", officials said.", "type": "p"}], "tags": ["World Health Organization (WHO)", "Monkeypox", "Viruses"]}