{"link": "https://www.bbc.com/news/technology-61524134", "category": "technology", "title": "Formula milk: Online groups hunt for baby milk during US shortage", "contributor": "Zoe Kleinman", "time": "2022-05-20T23:29:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/135DB/production/_124832397_mediaitem124831139.jpg", "content": [{"text": "Parents in the US are using social media to try to track down infant formula milk - and unsafe alternatives - during a shortage that's affecting North America.", "type": "b"}, {"text": "This week President Joe Biden called in the military to help distribute supplies. The situation is a result of a combination of global supply chain issues, and one of the leading US manufacturers having to shut down its factory following contamination.", "type": "p"}, {"text": "Rebecca Romo Teague, a radio presenter in Cape Cod, set up a Facebook group for her local community where parents can upload photos of the baby aisles in supermarkets they visit, so others can see - in real time - where there are supplies.", "type": "p"}, {"text": "She was inspired to create the group after hearing about a foster mum whose eight-week-old baby needed a very specific formula as a result of allergies - and was finding that when she got to stores claiming to have it in stock online, they had sold out.", "type": "p"}, {"text": "\"The next time I went to the shop, I went down the baby aisle, and I was shocked. There were maybe 20 cans of various types, and that was it, where you're used to seeing it completely lined all the way to the end. And there was nothing,\" she told the BBC radio programme Tech Tent.", "type": "p"}, {"text": "\"I thought if everybody could just post a photo, it would save parents and caregivers from having to drive around to eight different stores trying to find it.\"", "type": "p"}, {"text": "Rebecca doesn't allow her group to buy and sell any formula because of the potential complications.", "type": "p"}, {"text": "Formula-fed babies are advised to have about seven bottles per day from the age of four or five months, before they start to eat solid food. Each bottle is 210ml (7fl oz), which requires seven scoops of formula powder - so an 800g box lasts around a week.", "type": "p"}, {"text": "Instagrammer Mallory Whitmore, aka theformulamom, says there is enormous concern among her 179,000 followers, many of whom are struggling to find supplies to feed their children.", "type": "p"}, {"text": "\"Parents are stressed, anxious, angry, and many feel helpless,\" she says.", "type": "p"}, {"text": "They're also debating difficult choices such as whether to water down formula, make their own (neither of these options is recommended by healthcare professionals), or switch to cows' milk at an earlier age than is advised. ", "type": "p"}, {"text": "Others are taking to the net to search for unofficial breast milk supplies - which is only recommended from a dedicated service, where the milk can be screened first.", "type": "p"}, {"text": "\"The general feeling is absolute panic,\" says Mallory Whitmore.", "type": "p"}, {"text": "She also says she is seeing boxes of formula appearing at inflated prices on online marketplaces.", "type": "p"}, {"text": "\"People know that formula is a commodity right now and that parents are desperate - some people are taking advantage of that desperation to line their pockets, and it's horrendous.\"", "type": "p"}, {"text": "On the US-facing eBay site I found one single box of formula on sale for $34 (£27). On the Walmart website, the same quantity is advertised for $17 - but prices do vary quite widely between budget and premium brands.", "type": "p"}, {"text": "There's also a worrying rise in people sharing \"homebrew\" recipes on social media and YouTube for making their own milk, using ingredients such as condensed milk, which are not suitable for babies. ", "type": "p"}, [{"text": "US mothers warned against DIY formula amid shortage", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-61485009"}], {"text": "Google searches for how to make formula at home have increased by 2,400% in the last 30 days, according to Google Trends.", "type": "p"}, {"text": "Some of these recipes are decades old, and are being shared in good faith by grandparents who say they fed it to their own children when they were small, says Rebecca Romo Teague.", "type": "p"}, {"text": "\"They say, 'oh, well, I have four kids and I made my own formula and everything's fine'. But there's a lot of things we put in our bodies 50 years ago that we don't now.\"", "type": "p"}, {"text": "Follow Zoe Kleinman ", "type": "b"}], "tags": ["Social media", "Global supply chain management", "Babies & toddlers", "Parenting", "United States"]}