{"link": "https://www.bbc.com/news/business-64535346", "category": "business", "title": "Britishvolt: UK battery start-up set to be bought by Australian firm", "contributor": null, "time": "2023-02-06T10:09:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14733/production/_127436738_britishvolt.png", "content": [{"text": "An Australian firm has been named as the preferred bidder for Britishvolt, the UK battery start-up which collapsed last month.", "type": "b"}, {"text": "Recharge Industries, which is owned by New York fund Scale Facilitation Partners, has entered an agreement to buy Britishvolt's business and assets.", "type": "p"}, {"text": "Britishvolt was put into administration after running out of money.", "type": "p"}, {"text": "It had planned to build a giant factory to make electric car batteries near Blyth, Northumberland.", "type": "p"}, {"text": "EY, the accountancy firm and administrator to Britishvolt which has been overseeing the sale, said: \"Completion of the acquisition is expected to occur within the next seven days.\" ", "type": "p"}, {"text": "Recharge Industries is building a facility in Australia to produce batteries for electric vehicles.", "type": "p"}, {"text": "Little detail has emerged on its plans for the Britishvolt business, which had hoped to build a £3.8bn factory as part a long-term strategy to boost the UK's manufacturing of electric vehicle batteries.", "type": "p"}, [{"text": "Electric car battery firm goes into administration", "type": "a", "href": "https://www.bbc.co.uk/news/business-64303149"}, {"text": "Britishvolt's collapse 'terrible' for North East", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-tyne-64306261"}], {"text": "It had been hoped it would create 3,000 skilled jobs. Instead, more than 200 people lost their jobs when Britishvolt collapsed.", "type": "p"}, {"text": "It was forced to delay the start of production at the plant a number of times, most recently blaming \"difficult external economic headwinds including rampant inflation and rising interest rates\".", "type": "p"}, {"text": "Building this battery plant is seen as absolutely vital to securing the future of UK car manufacturing. But the last time an ambitious start-up, with unproven technology led by people unheard of in the battery and car world, attempted this it ended up in the spectacular failure of Britishvolt, which collapsed into administration last month. ", "type": "p"}, {"text": "Winning the bid to buy Britishvolt out of administration, Recharge Industries conceded they had paid a premium over the other bidders, but said that was indicative of their confidence in a project that would bring together Australian minerals, US battery know-how and a promising UK site. ", "type": "p"}, {"text": "But the people who decided who won are not required to care about any of that. The administrators EY have just one job - getting the most cash for the people owed money by the defunct Britishvolt.", "type": "p"}, {"text": "The government insists that while it is \"monitoring the situation\", this is a matter between private businesses. But industry figures remain frustrated and disappointed that ministers don't feel the need to take a more muscular and strategic role in such a key development. ", "type": "p"}, {"text": "Today's announcement begs more questions than it answers and should be seen as a beginning rather than the end of this process. ", "type": "p"}, {"text": "David Collard, chief executive of Scale Facilitation and founder of Recharge Industries, said it \"can't wait to get started making a reality of our plans to build the UK's first gigafactory\".", "type": "p"}, {"text": "Recharge is building a battery-making factory in Geelong, Melbourne which, according to its website, will begin operating in 2024.", "type": "p"}, {"text": "Recharge reportedly beat a number of others to become the preferred bidder for Britishvolt.", "type": "p"}, {"text": "EY said it followed a process \"that involved the consideration of multiple approaches from interested parties and numerous offers received\". ", "type": "p"}, {"text": "Indriatti van Hien, deputy fund manager at Janus Henderson Investments, told the BBC: \"The acquisition of Britishvolt will really give them a toe-hold in Europe.", "type": "p"}, {"text": "\"It is interesting really because there are a lot of British companies bidding for this asset too.\" ", "type": "p"}, {"text": "Britishvolt's collapse was a blow to the government's \"levelling up\" agenda started by former Prime Minister Boris Johnson.", "type": "p"}, {"text": "It was hoped it would boost the economy in Blyth which was one of the main so-called \"red wall\" seats to change hands from Labour to the Conservatives in the 2019 General Election.", "type": "p"}, {"text": "The government had committed £100m in funding for the project. That had helped the company to secure a further £1.7bn in funding from private investors. ", "type": "p"}, {"text": "The then Business Secretary, Kwasi Kwarteng, said Britishvolt's factory and the jobs it would create was \"exactly what levelling up looks like\".", "type": "p"}], "tags": ["Companies", "Blyth", "Electric cars"]}