{"link": "https://www.bbc.com/news/science-environment-64514258", "category": "science & environment", "title": "The Antarctic and Arctic sounds rarely heard before", "contributor": null, "time": "2023-02-06T00:03:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6249/production/_128516152_gettyimages-1088275306.jpg", "content": [{"text": "What do you hear when you think of the Arctic and Antarctic? ", "type": "b"}, {"text": "\"Singing\" ice, a seal that sounds like it is in space, and a seismic airgun thundering like a bomb are some of the noises released by two marine acoustic labs.", "type": "p"}, {"text": "The project introduces the public to 50 rarely heard sounds recorded underwater in the polar regions.", "type": "p"}, {"text": "It highlights how noisy oceans are becoming due to increased human activity that also disrupts sea life.", "type": "p"}, {"text": "\"These sounds are fairly alien to most people,\" explains artist and researcher Dr Geraint Rhys Whittaker.", "type": "p"}, {"text": "\"We probably think we know what the poles sound like but often that is imagined,\" adds Dr Whittaker, who works at the Helmholtz Institute for Functional Marine Biodiversity and the Alfred Wegener Institute in Germany.", "type": "p"}, {"text": "The underwater microphones were attached to floats with scientific instruments left in the Arctic and Antarctic for about two years. ", "type": "p"}, {"text": "One sound captured was calls from the least-researched Antarctic seal. Ross seals live in the open seas and on pack ice that is difficult to reach. The scientists recorded five calls from the creature of different frequencies.", "type": "p"}, {"text": "Crabeater seals, minke whales, narwhals and humpback whales were also recorded.", "type": "p"}, {"text": "It can be hard to capture these sounds due to the inhospitable environment and the vast distances that animals travel in the regions.", "type": "p"}, {"text": "\"The difficulty is knowing where the mammals will be because they move and you can't rely on where they will be,\" explains Dr Whittaker.", "type": "p"}, {"text": "The roaring collapse of ice shelves was also recorded, a process that is being accelerated in parts of the polar regions by rising temperatures linked to climate change.", "type": "p"}, {"text": "The delicate sound of ice \"singing\" is included in the collection. It is caused by ice moving in water, or contracting as temperatures rise and fall, or when ice melts and refreezes.", "type": "p"}, [{"text": "Europe and polar regions bear brunt of warming in 2022", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64213575"}], {"text": "Few people read scientific research published by universities, Dr Whittaker suggests, and he hopes that listening to the sounds will make people stop and think about the polar oceans. Oceans occupy 71% of our planet's surface and are hugely important for preserving life on Earth but are severely impacted by climate change. ", "type": "p"}, {"text": "Temperatures in the Arctic are rising four times faster than other parts of the world.", "type": "p"}, {"text": "The microphones also picked up human-made noise in the oceans, caused by shipping and oil and gas exploration. ", "type": "p"}, {"text": "Noise pollution from seismic blasting, used to explore the seabed, travels huge distances and scientists have found it negatively affects animal life.", "type": "p"}, {"text": "The project reveals just how noisy the oceans are, suggests Dr Whittaker, who says he hopes it highlights the need for laws to reduce noise from shipping and dredging damaging marine life.", "type": "p"}, {"text": "Working with the sound-art project Cities and Memory, the noises have also been turned into more than 100 compositions put together by musicians highlighting climate change. ", "type": "p"}, {"text": "\"With Earth's poles warming faster than the global average, this collection of sounds aims to draw attention to a fascinating but rapidly changing environment, and encourages us to think about ways to preserve it for future generations,\" explains Stuart Fowkes, founder of Cities and Memory.", "type": "p"}, {"text": "Dr Ilse van Opzeeland, from the Ocean Acoustics Group at Alfred Wegener Institute, hopes combining art and science will help raise awareness.", "type": "p"}, {"text": "\"A 'translation' through art breathes new life into our scientific data that goes beyond a traditional publication or policy paper by making it accessible to non-scientists,\" she said.", "type": "p"}, {"text": "\"We must make the greatest efforts to protect, conserve and restore our planet's endangered habitats. The interaction of art and science can help by creating awareness and brings attention to this.\"", "type": "p"}], "tags": ["Arctic", "Marine life", "Whales", "Seals", "Blue whales"]}