{"link": "https://www.bbc.com/news/technology-64546299", "category": "technology", "title": "Google launches ChatGPT rival called Bard", "contributor": null, "time": "2023-02-06T19:00:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/561C/production/_128544022_gettyimages-1334837361.jpg", "content": [{"text": "Google is launching an Artificial Intelligence (AI) powered chatbot called Bard to rival ChatGPT. ", "type": "b"}, {"text": "Bard will be used by a group of testers before being rolled out to the public in the coming weeks, the firm said.", "type": "p"}, {"text": "Bard is built on Google's existing large language model Lamda, which one engineer described as being so human-like in its responses that he believed it was sentient.", "type": "p"}, {"text": "The tech giant also announced new AI tools for its current search engine. ", "type": "p"}, {"text": "AI chatbots are designed to answer questions and find information. ChatGPT is the best-known example. They use what's on the internet as an enormous database of knowledge although there are concerns that this can also include offensive material and disinformation. ", "type": "p"}, {"text": "\"Bard seeks to combine the breadth of the world's knowledge with the power, intelligence, and creativity of our large language models,\" wrote Google boss Sundar Pichai in a blog.", "type": "p"}, {"text": "Mr Pichai stressed that he wanted Google's AI services to be \"bold and responsible\" but did not elaborate on how Bard would be prevented from sharing harmful or abusive content.", "type": "p"}, {"text": "The platform will initially operate on a \"lightweight\" version of Lamda, requiring less power so that more people can use it at once, he said.", "type": "p"}, {"text": "Google's announcement follows wide speculation that Microsoft is about to bring the AI chatbot ChatGPT to its search engine Bing, following a multi-billion dollar investment in the firm behind it, OpenAI. ", "type": "p"}, {"text": "ChatGPT can answer questions and carry out requests in text form, based on information from the internet as it was in 2021. It can generate speeches, songs, marketing copy, news articles and student essays.", "type": "p"}, {"text": "It is currently free for people to use, although it costs the firm a few pennies each time somebody does. OpenAI recently announced a subscription tier to complement free access.", "type": "p"}, {"text": "But the ultimate aim of chatbots lies in internet search, experts believe - replacing pages of web links with one definitive answer. ", "type": "p"}, {"text": "Sundar Pichai said that people are using Google search to ask more nuanced questions than previously. ", "type": "p"}, {"text": "Whereas, for example, a common question about the piano in the past may have been how many keys it has, now it is more likely to be whether it is more difficult to learn than the guitar - which does not have an immediate factual answer.", "type": "p"}, {"text": "\"AI can be helpful in these moments, synthesizing insights for questions where there's no one right answer,\" he wrote. ", "type": "p"}, {"text": "\"Soon, you'll see AI-powered features in Search that distil complex information and multiple perspectives into easy-to-digest formats, so you can quickly understand the big picture and learn more from the web.\"", "type": "p"}, {"text": "You can follow Zoe Kleinman on ", "type": "b"}], "tags": ["Google"]}