{"link": "https://www.bbc.com/news/business-62977832", "category": "business", "title": "Pound hits fresh 37-year low against dollar", "contributor": null, "time": "2022-09-21T15:17:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13AD0/production/_126629508_whatsubject.jpg", "content": [{"text": "The pound has hit a new 37-year low against the dollar after Russia accused the West of \"nuclear blackmail\" raising fears the Ukraine war could escalate.", "type": "b"}, {"text": "The comments unnerved traders, pushing them towards safer investments such as the dollar.", "type": "p"}, {"text": "The pound briefly touched $1.13040 - its lowest level since 1985 - before regaining ground.", "type": "p"}, {"text": "The fall also came after UK figures showed borrowing costs hit a fresh record for August as inflation soared. ", "type": "p"}, {"text": "In a televised address, the Russian president said he had signed a decree on partial mobilisation - the first since World War Two - as he seeks to send up to 300,000 more soldiers into battle. ", "type": "p"}, {"text": "He also accused the West of wanting to destroy Russia, adding the country had \"lots of weapons to reply\".", "type": "p"}, [{"text": "Putin calls up reservists to fight in Ukraine after losing ground", "type": "a", "href": "https://www.bbc.co.uk/news/live/world-62970683"}, {"text": "Exchange rates: Why has the value of the pound tumbled?", "type": "a", "href": "https://www.bbc.co.uk/news/business-49179234"}], {"text": "The comments rattled investors who bought the dollar, gold and bonds, all of which are seen as less risky investments.", "type": "p"}, {"text": "Traders in sterling - which has been at low levels for weeks - were also looking ahead to a widely anticipated interest rate rise by the Federal Reserve on Wednesday. ", "type": "p"}, {"text": "The US central bank has already raised interest rates four times this year to battle inflation. The Bank of England (BoE) is meanwhile expected to put up interest rates again on Thursday.", "type": "p"}, {"text": "Raising rates increases the cost of borrowing and encourages people to spend less, which can cool rising prices. However, central banks face a tough balancing act because higher rates may also slow the economy.", "type": "p"}, {"text": "Sterling investors are also nervous about the policy implications of a planned mini-budget from the government on Friday, which will reportedly contain £30bn of tax cuts.", "type": "p"}, {"text": "It comes as the UK borrows billions of pounds to cap energy bills for households and businesses, adding to the UK's already large debt pile. ", "type": "p"}, {"text": "Official figures on Wednesday showed the government is also facing soaring interest payments on that debt due to rising inflation. ", "type": "p"}, {"text": "This is because much of the interest paid on government bonds rises in line with the Retail Prices Index measure of inflation, which hit 12.3% in August. ", "type": "p"}, [{"text": "Where does the government borrow billions from?", "type": "a", "href": "https://www.bbc.co.uk/news/business-50504151"}, {"text": "Firms could have energy bills cut by up to a third", "type": "a", "href": "https://www.bbc.co.uk/news/business-62969427"}], {"text": "Interest due on public debt reached £8.2bn during the month - £1.5bn more than last year and the highest August figure since records began in 1997, the Office for National Statistics (ONS) said.", "type": "p"}, {"text": "Meanwhile, total government borrowing - the difference between spending and tax income - was £11.8bn. ", "type": "p"}, {"text": "That is twice the level forecast for August by the Office for Budget Responsibility, the government's independent fiscal watchdog.", "type": "p"}, {"text": "If you're a half-empty sort of analyst, you'll point out that the amount of interest payable on the government's debt was £8.2bn in August - the highest August figure since records began 25 years ago.", "type": "p"}, {"text": "However, much of that was not so much because of rises in the Bank of England's official interest rate - which is likely to rise again on Thursday - but because about a quarter of the government's outstanding debt pays interest linked to the Retail Prices Index, which hit 12.3% in August.", "type": "p"}, {"text": "However, RPI is widely predicted to come down towards the second half of next year. ", "type": "p"}, {"text": "Overall, UK debt as a proportion of economic output also fell by 0.8 percentage points to 83.8%. That's well below the historic average of around 100%.", "type": "p"}, {"text": "As in the early stages of the pandemic, the question to ask is not so much: Can the government afford to borrow more?", "type": "p"}, {"text": "Instead, it's more whether, given what government inaction might do to household borrowing and debt - which could have far more serious economic consequences -  it can afford not to.", "type": "p"}, {"text": "Martyn Beck, chief economic advisor to the EY Item Club and former Treasury economist, said the UK economy had been \"pretty weak over the last few months\". ", "type": "p"}, {"text": "That meant less was being generated in taxes, while the government had to spend more on debt interest payments, he added.", "type": "p"}, {"text": "But he said he was \"not particularly\" worried about the high debt levels, as the UK's borrowing costs were \"still pretty low\" compared to long-term historical records.", "type": "p"}, {"text": "Chancellor Kwasi Kwarteng defended the government's decision to spend billions on helping families and businesses with their bills.", "type": "p"}, {"text": "He added that government's priority was to \"grow the economy and improve living standards for everyone - with strong economic growth and sustainable public finances going hand in hand\".", "type": "p"}, {"text": "\"As chancellor, I have pledged to get debt down in the medium term,\" he added. \"However, in the face of a major economic shock, it is absolutely right that the government takes action now to help families and businesses, just as we did during the pandemic.\" ", "type": "p"}], "tags": ["Inflation", "UK economy", "Office for National Statistics"]}