{"link": "https://www.bbc.com/news/entertainment-arts-62976468", "category": "entertainment & arts", "title": "Ed Sheeran: I owe my career to Jamal Edwards", "contributor": "Mark Savage", "time": "2022-09-20T22:56:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C449/production/_126794205_edjamal.jpg", "content": [{"text": "Pop singer Ed Sheeran has paid tribute to Jamal Edwards, saying he owed his career to his late friend's support.", "type": "b"}, {"text": "The star was speaking at a memorial for Edwards, who founded the online music platform SBTV and was made an MBE for services to music in 2014.", "type": "p"}, {"text": "The entrepreneur died in February at the age of 31.", "type": "p"}, {"text": "\"I really don't think I would have been given the opportunities that I was given had it not been for Jamal putting his arm around me,\" Sheeran said.", "type": "p"}, {"text": "\"I was slogging on the acoustic singer-songwriter scene for a very long time, just blending in... And Jamal was this sort of tastemaker.\"", "type": "p"}, [{"text": "Cocaine sparked Jamal Edwards death, coroner says", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62393628"}, {"text": "Tributes flood in for entrepreneur Jamal Edwards ", "type": "a", "href": "https://www.bbc.co.uk/news/uk-60457063"}], {"text": "Edwards gave Sheeran his first break on in 2010, getting him to perform the future single You Need Me, I Don't Need You on his YouTube channel.", "type": "p"}, {"text": "That video was how the star's manager, Stuart Camp, and record label Atlantic first discovered him.", "type": "p"}, {"text": "\"A lot of people assume that [because] I write songs and I perform, I probably would\" have become famous anyway, Sheeran said.", "type": "p"}, {"text": "\"I actually don't agree with that... I was one of many. ", "type": "p"}, {"text": "\"I really don't think I would have been allowed through certain doors if it hadn't been for Jamal,\" he continued, adding: \"He was just all about finding people and showing people new opportunities, at a time where the industry was mostly based in London.\"", "type": "p"}, {"text": "Tuesday's memorial also served as the inaugural fundraising event for the Jamal Edwards Self-Belief Trust, which aims to help young people at risk of homelessness, and to provide entry points to the media industry for people who might not otherwise have the opportunity.", "type": "p"}, {"text": "\"His generosity is what we want to continue,\" his mother, the Loose Women presenter Brenda Edwards, told BBC News.", "type": "p"}, {"text": "\"He was always about championing young people. That was his main aim.\"", "type": "p"}, {"text": "Edwards had also devoted his free time to helping the homeless, she added.", "type": "p"}, {"text": "\"He would go to the homeless shelter and give food out and give talks to young people every single Christmas. I would cook Christmas dinner... and he wouldn't be back until 9:30 or 10 o'clock at night - and we'd have to wait until he came back.", "type": "p"}, {"text": "\"So we're just going to try and do our best to continue exactly what he's done,\" she added. \"Nobody can do what Jamal did, but I'm going to give it a good try.\"", "type": "p"}, {"text": "Edwards founded SBTV \"on a £20 phone\"  while he was still at school - but the channel went on to launch the careers of artists like Dave, Skepta, Ed Sheeran and Emeli Sandé. ", "type": "p"}, {"text": "It was pivotal in documenting and promoting the rise of London's grime scene, which Edwards saw as \"like the punk movement, in terms of lyrics and rebellious attitude\".", "type": "p"}, {"text": "As his fortune grew, he expanded into other entrepreneurial ventures, often with a focus on improving the lives of disadvantaged young people; and shared his experiences in the best-selling book  Self Belief: How to Be a Success on Your Own Terms.", "type": "p"}, {"text": "He died suddenly in February from a heart attack after taking cocaine and drinking alcohol, a coroner concluded.", "type": "p"}, {"text": "Tuesday's memorial, held in London's new Here at Outernet venue, also saw performances from Jessie Ware, Lewis Capaldi and Max Cyrus, with Hollywood star Terry Crews hosting the gala.", "type": "p"}, {"text": "The event featured a star-studded auction which had a host of \"money-can't-buy experiences\" including a meal-for-two with Luther star Idris Elba, and a David Beckham-signed Inter Miami t-shirt.", "type": "p"}, {"text": "Organisers said the event raised more than £100,000 on the night.", "type": "p"}, {"text": "Crews, who is best known for the sitcom Brooklyn Nine-Nine, said he had first met Edwards on a promotional trip to London in 2014.", "type": "p"}, {"text": "\"We did the media thing but afterwards, we started to talk. And I just was like, 'Man, I love what you're about. I love everything you're doing. How can I help you? ", "type": "p"}, {"text": "\"So we exchanged numbers, and every time I came to London ever since, I sat down with Jamal and hung out with him.", "type": "p"}, {"text": "\"We had all these visions and all these plans... And man, when I found out that he passed, I couldn't believe it.\"", "type": "p"}, {"text": "Crews said he wanted to be involved in the fundraiser to \"to continue the mission that Jamal started\", calling him a \"visionary\" who had changed hundreds of people's lives.", "type": "p"}, {"text": "Jessie Ware, who dedicated a cover of What You Won't Do For Love to Edwards, agreed that he had left a significant impact on Britain's music scene. ", "type": "p"}, {"text": "\"He was the platform for so many artists that are leading the way in music,\" she said, remembering him as a \"generous, warm, funny\" friend, with whom she shared a dance at Sheeran's wedding. ", "type": "p"}, {"text": "\"His legacy lives everywhere, which is such a special, important thing,\" she added. ", "type": "p"}, {"text": "\"I'm sure he'll be somewhere watching this [event] and be really annoyed that he's not in the room, on the dance floor.\"", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Lewis Capaldi", "London", "Ed Sheeran", "Grime", "Music"]}