{"link": "https://www.bbc.com/news/science-environment-62984658", "category": "science & environment", "title": "Ringed Neptune captured by James Webb telescope", "contributor": "Jonathan Amos", "time": "2022-09-21T13:22:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/154AA/production/_126801278_weic2214a.jpg", "content": [{"text": "The recently launched super space telescope James Webb has returned spectacular new imagery of Neptune.", "type": "b"}, {"text": "The observatory's infrared instruments highlight features not seen in such detail since the Voyager 2 probe flew past the planet in 1989.", "type": "p"}, {"text": "These include the rings and dust bands that encircle the ice giant.", "type": "p"}, {"text": "Scientists are also intrigued by the different cloud structures, which should tell them something novel about the workings of Neptune's atmosphere. ", "type": "p"}, {"text": "Beyond the planet itself are seven of the giant's 14 moons, the most significant of which is Triton.", "type": "p"}, {"text": "It appears star-like in the Webb imagery.", "type": "p"}, {"text": "That's because Neptune is darkened in the telescope's view by methane absorption at infrared wavelengths. Triton, on the other hand, reflects an average of 70% of the sunlight that strikes its icy surface. It's very bright.", "type": "p"}, [{"text": "Space telescope reveals 'incredible' Jupiter views", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62641866"}, {"text": "Nasa space telescope delivers spectacular pictures", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62140044"}, {"text": "A $10bn machine in search of the end of darkness", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59476869"}], {"text": "Prof Leigh Fletcher, from Leicester University, is at the Europlanet Science Congress in Granada, Spain, where everyone is \"trying to interpret this on our phones, but it's incredible to see those rings, and we're accessing wavelengths that no-one has seen before\".  ", "type": "p"}, {"text": "\"Its great to see how excited everyone is!\" he told BBC News.", "type": "p"}, {"text": "\"The longer wavelengths are brand new and could give us a window on to the deep circulation patterns, with a bright equatorial band that looks a bit like the bright bands of Jupiter and Saturn. ", "type": "p"}, {"text": "\"Neptune's powerful storms are as active as ever, and the whole Neptune family is represented here, with those ring moons and Triton.\"", "type": "p"}, {"text": "Neptune is the outermost planet in our Solar System, beyond Uranus and Saturn, but inside the dwarf planet Pluto.", "type": "p"}, {"text": "It circles the Sun at a distance of roughly 4.5 billion km, and takes 164.8 years to complete one revolution. ", "type": "p"}, {"text": "Like the other outer Solar System giants, its atmosphere contains a lot of hydrogen and helium. But there is a very strong presence of ices, of water, ammonia and methane.", "type": "p"}, {"text": "Neptune's diameter is close to 50,000km, or almost four times that of Earth.", "type": "p"}, {"text": "James Webb is a collaborative project of the US, European and Canadian space agencies.", "type": "b"}], "tags": ["Astronomy", "Planets", "James Webb Space Telescope", "Space exploration"]}