{"link": "https://www.bbc.com/news/technology-62982509", "category": "technology", "title": "Twitch announces slots and roulette gambling ban", "contributor": "Tom Gerken", "time": "2022-09-21T13:39:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ED7F/production/_126799706_gettyimages-1235589070.jpg", "content": [{"text": "Twitch has announced a partial gambling ban, targeting slots, roulette and dice games.", "type": "b"}, {"text": "The Amazon-owned livestreaming platform will bar videos of gambling sites not licensed in the US or \"other jurisdictions that provide sufficient consumer protection\".", "type": "p"}, {"text": "The ban includes cryptocurrency gambling sites such as Stake.com, based on the Caribbean island of Curacao.", "type": "p"}, {"text": "It will take effect from 18 October 2022.", "type": "p"}, {"text": "In a statement posted to Twitter, Twitch said: \"While we prohibit sharing links or referral codes to all sites that include slots, roulette or dice games, we've seen some people circumvent those rules and expose our community to potential harm.\"", "type": "p"}, {"text": "Stake.com, Rollbit.com, Duelbits.com, and Roobet.com would be banned - and it may exclude others in the future.", "type": "p"}, {"text": "But it would not ban sports betting, fantasy sports such as fantasy football, or poker.", "type": "p"}, {"text": "At the time of writing, there are more people watching Twitch streamers gambling on virtual slot machines than playing Minecraft - with TwitchTracker estimating slots are the 10th most popular type of content on the platform.", "type": "p"}, {"text": "Promoting gambling websites can be particularly lucrative for streamers, with Tyler \"Trainwreckstv\" Niknam, who has more than 2.1 million followers, claiming one such site gives him more than $1m (£881,000) each month to gamble with.", "type": "p"}, {"text": "He has yet to respond to Twitch's announcement.", "type": "p"}, {"text": "Gambling videos have proved contentious on Twitch since they first appeared - but in recent months, prominent streamers have been vocally critical, with some even threatening to organise a strike.", "type": "p"}, {"text": "Devin Nash, who says he left Twitch over its gambling streams, called them \"horrible for the platform\".", "type": "p"}, {"text": "\"Gambling is damaging to young Twitch users, bad for legitimate advertisers and brings down the quality of the whole site,\" he said in a series of tweets. ", "type": "p"}, {"text": "Matthew \"Mizkif\" Rinaudo and Imane \"Pokimane\" Anys, who have millions of followers between them, were among those discussing ways prominent streamers could temporarily leave the platform for a week this Christmas, unless Twitch took action against gambling streams.", "type": "p"}, {"text": "And after Twitch announced its ban on certain types of gambling, Pokimane was among those celebrating.", "type": "p"}], "tags": ["Gaming", "Social media", "Streaming", "Twitch", "Gambling"]}