{"link": "https://www.bbc.com/news/business-61729896", "category": "business", "title": "TikTok probes claims of aggressive work culture", "contributor": null, "time": "2022-06-08T18:29:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/176A2/production/_124660959_gettyimages-1202928760-1.jpg", "content": [{"text": "TikTok is investigating claims of an aggressive work culture after a senior executive at the firm allegedly said he \"didn't believe\" in maternity leave.", "type": "b"}, {"text": "The Financial Times (FT) reported that Joshua Ma has now stepped back and been replaced in his role leading the social media firm's UK ecommerce team.", "type": "p"}, {"text": "It follows a probe by the newspaper which alleged a staff exodus from TikTok's London offices.", "type": "p"}, {"text": "Mr Ma was approached for comment.", "type": "p"}, {"text": "According to the FT, the launch of TikTok Shop - the firm's livestream shopping feature - in the UK prompted a number of staff to leave and complaints about an aggressive culture that goes against typical working practices in Britain.", "type": "p"}, {"text": "The newspaper also carried reports of long working hours, with members of the ecommerce team saying they are expected to regularly work more than 12 hours a day.", "type": "p"}, {"text": "The incident with Mr Ma relates to a dinner with staff earlier this year, where he allegedly said that as a \"capitalist\", he \"didn't believe\" companies should offer maternity leave.", "type": "p"}, [{"text": "Backlash as workers' rights left out of Queen's Speech", "type": "a", "href": "https://www.bbc.co.uk/news/business-61392768"}], {"text": "The company said it has a clear maternity leave policy in the UK, which includes 30 weeks of paid leave.", "type": "p"}, {"text": "But the alleged remarks are being seen as a sign of a wider culture clash between TikTok's Chinese owners, ByteDance, and a number of its London-based workers.", "type": "p"}, {"text": "An email to staff, seen by the FT, said that Mr Ma will now \"step back\" from his role.", "type": "p"}, {"text": "A TikTok spokesperson said: \"We are investigating alleged statements and actions to determine whether there has been a breach of company policies.\"", "type": "p"}, {"text": "On the topic of work-life balance, the spokesperson said that employees \"may at times need to work hours that match customer use patterns.", "type": "p"}, {"text": "\"We aim to make this the exception rather than the norm, and support our team with flexible working hours, regular no-meeting times, and robust health and wellbeing offerings.\"", "type": "p"}, {"text": "The spokesperson added: \"TikTok Shop has only been operating in the UK for a few months, and we're investing rapidly in expanding the resources, structures and process to support a positive employee experience.\"", "type": "p"}], "tags": ["Flexible working", "TikTok", "London"]}