{"link": "https://www.bbc.com/news/entertainment-arts-61735945", "category": "entertainment & arts", "title": "Foo Fighters announce Taylor Hawkins tribute shows", "contributor": "Mark Savage", "time": "2022-06-08T13:40:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/494A/production/_125326781_gettyimages-1371044295.jpg", "content": [{"text": "Rock band Foo Fighters have announced two shows this September to commemorate the life of their drummer, Taylor Hawkins.", "type": "b"}, {"text": "The band will play in London's Wembley Stadium on 3 September, and the Kia Forum in Los Angeles on 27 September, to honour their \"beloved bandmate\".", "type": "p"}, {"text": "It will be the first time they have played live since he was found dead in his hotel room in Colombia this March.", "type": "p"}, {"text": "The 50-year-old had been the band's drummer since 1997.", "type": "p"}, {"text": "No cause of death was announced, although a toxicology report showed traces of 10 substances in his body, including opioids, marijuana and anti-depressants. ", "type": "p"}, {"text": "Investigators did not say if the mix of drugs was a factor.", "type": "p"}, {"text": "September's tribute concerts have been organised by his family in conjunction with his bandmates, Dave Grohl, Nate Mendel, Chris Shiflett, Pat Smear and Rami Jaffee.", "type": "p"}, {"text": "In a statement, the band said they would team up with artists who inspired and were inspired by Hawkins, \"playing the songs that he fell in love with, and the ones he brought to life\".", "type": "p"}, {"text": "Full details of the line-up will be announced soon. ", "type": "p"}, [{"text": "Taylor Hawkins, a drummer who 'served the song'", "type": "a", "href": "https://www.bbc.co.uk/news/in-pictures-60885675"}, {"text": "Foo Fighters' drummer Taylor Hawkins dies aged 50", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60884259"}], {"text": "Hawkins' wife Alison also released a statement, thanking fans for their support after his death.", "type": "p"}, {"text": "\"Your kindness has been an invaluable comfort for my family and me during this time of unimaginable grief,\" she wrote on social media.", "type": "p"}, {"text": "\"As Taylor's wife, and on behalf of our children, I want to share how much you meant to him and how dedicated he was to 'knocking your socks off' during every performance. Taylor was honoured to be a part of the Foo Fighters and valued his dream role in the band every minute of his 25 years with them.  We consider every band member and the extended Foo Fighters team our family.", "type": "p"}, {"text": "\"Taylor's endearing spirit and deep love of music will live on forever through the collaborations he so enjoyed having with other musicians and the catalogue of songs he contributed to and created.", "type": "p"}, {"text": "\"In celebration of his life, it is now up to all of us who loved him most to honour Taylor's legacy and the music he gave us.\"", "type": "p"}, {"text": "Hawkins joined Foo Fighters in 1997 as they became one of the world's biggest rock bands. A co-writer on songs like Best Of You, Learn To Fly and All My Life, he helped the band win 15 Grammy Awards - three of which were awarded posthumously this year.", "type": "p"}, {"text": "A beloved collaborator and foil for frontman Dave Grohl, he often stepped out from behind the drum kit to perform a cover by his favourite band, Queen. ", "type": "p"}, {"text": "The band cancelled all of their upcoming engagements after Hawkins' death earlier this year. ", "type": "p"}, {"text": "Since then, hundreds of artists have paid tribute to the musician. Fleetwood Mac's Stevie Nicks remembered his \"huge heart\" and \"glowing smile\"; while Pearl Jam's Eddie Vedder said he was \"someone who truly, truly loved living life on this planet\".", "type": "p"}, {"text": "Billie Eilish paid homage to Hawkins during her performance at April's Grammy Awards by sporting a black T-shirt with his image; while Queen's Roger Taylor compared Hawkins' death to \"losing a younger favourite brother\".", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": []}