{"link": "https://www.bbc.com/news/science-environment-61723806", "category": "science & environment", "title": "Antarctica: Southern Ocean floor mapped in greatest ever detail", "contributor": "Jonathan Amos", "time": "2022-06-08T00:42:28.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/33C4/production/_125325231_chartv2-nc.png", "content": [{"text": "Scientists have made the most precise map yet of the mountains, canyons and plains that make up the floor of Antarctica's encircling Southern Ocean.", "type": "b"}, {"text": "Covering 48 million sq km (18.5 million sq miles), this chart for the first time details a new deepest point - a depression lying 7,432m (24,383ft) down called the Factorian Deep.", "type": "p"}, {"text": "Knowledge of the shape of the ocean's bottom is essential to safe navigation, marine conservation, and understanding Earth's climate and geological history.", "type": "p"}, {"text": "But we still have much to learn.", "type": "p"}, {"text": "Vast tracts of terrain have never been properly surveyed.", "type": "p"}, {"text": "The International Bathymetric Chart of the Southern Ocean (IBCSO) has taken five years to compile and updates the first attempt at a comprehensive map, which was published in 2013.", "type": "p"}, {"text": "The IBCSO project and others like it around the world are gradually filling in the gaps in our scant knowledge of the bottom of the world's oceans.", "type": "p"}, {"text": "Ships and boats are being encouraged to routinely turn on their sonar devices to get depth (bathymetric) measurements; and governments, corporations, and institutions are being urged not to hide away data and put as much as possible into the public domain. This is paying dividends.", "type": "p"}, {"text": "The new map covers all the Southern Ocean floor poleward of 50 degrees South. If you divide its 48 million sq km into 500m grid squares, 23% of these cells now have at least one modern depth measurement.", "type": "p"}, {"text": "That's a big improvement on nine years ago.", "type": "p"}, {"text": "Back then, IBCSO began only at 60 degrees South, and less than 17% of its grid boxes had a modern measurement.", "type": "p"}, {"text": "\"You have to realise just what the change from 60 degrees to 50 degrees means; we've more than doubled the area of the chart,\" said Dr Boris Dorschel from Germany's Alfred Wegener Institute.", "type": "p"}, {"text": "\"So, we've increased the area coverage, but we've also increased the data density, because, in parallel, we've kept on acquiring new data and knocking on doors to free up existing data,\" he told BBC News.", "type": "p"}, {"text": "Much of the information in the chart comes from the ice-strengthened ships that support scientific endeavours in Antarctica, including from the UK's former polar ship, the RRS James Clark Ross. (In future, this British contribution will come from its successor, the RRS Sir David Attenborough, affectionately known as Boaty McBoatface.)", "type": "p"}, {"text": "As these vessels shuttle back and forth between the White Continent and the likes of Chile, South Africa and Tasmania - their echosounders make a habit of surveying the submerged terrain below.", "type": "p"}, {"text": "And this activity is increasingly coordinated, with research organisations from different nations working together to try to offset slightly the routes taken by their icebreakers.", "type": "p"}, {"text": "RRS Sir David Attenborough", "type": "b"}, {"text": "Better seafloor maps are needed for a host of reasons.", "type": "p"}, {"text": "They are essential for safe navigation, obviously, but also for fisheries management and conservation, because it is around the underwater mountains that marine wildlife tends to congregate. Each seamount is a biodiversity hotspot.", "type": "p"}, {"text": "In addition, the rugged seafloor influences the behaviour of ocean currents and the vertical mixing of water. This is information required to improve the models that forecast future climate change - because it is the oceans that play a pivotal role in moving heat around the planet.", "type": "p"}, {"text": "\"We can also study how the Antarctic Ice Sheet has changed over thousands of years just by looking at the seafloor,\" explained Dr Rob Larter from the British Antarctic Survey.", "type": "p"}, [{"text": "Immense crater hole created in Tonga volcano ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61567521"}, {"text": "Oceans' extreme depths measured in precise detail", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-57063396"}, {"text": "Shackleton's lost ship found after 107 years", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60662541"}], {"text": "\"There's a record of where the ice flowed and where its grounded zones (places in contact with the seafloor) extended. This is beautifully preserved in the shape of the seafloor.\"", "type": "p"}, {"text": "The new map was made possible by financing from Japan's Nippon Foundation and the support from Seabed2030, the international effort to properly chart Earth's ocean floor by the end of the decade.", "type": "p"}, {"text": "At the moment, our knowledge of four-fifths of the planet's underwater terrain comes only from low-resolution satellite measurements that have inferred the presence of tall seamounts and deep valleys from the gravitational influence these features have on the sea surface. Water piles up over the mass of a large submarine mountain and dips slightly where there is a trench. ", "type": "p"}, {"text": "One key finding in the years between the first and second versions of IBCSO is the recognition of the Southern Ocean's deepest point. It's a depression called Factorian Deep at the far southern end of the South Sandwich Trench. It lies 7,432m down. It was measured and visited by the Texan adventurer Victor Vescovo in his submarine Limiting Factor in 2019.", "type": "p"}, {"text": "The remote and often inhospitable nature of the Southern Ocean means substantial sections of it are unlikely to get mapped unless there is dedicated undertaking. There's high hope that an emerging class of robotic vessels could be given this task in the years ahead. ", "type": "p"}, {"text": "The International Bathymetric Chart of the Southern Ocean is ", "type": "b"}], "tags": ["Earth science", "Antarctic", "Geology", "British Antarctic Survey", "Climate change", "Oceans"]}