{"link": "https://www.bbc.com/news/technology-61731594", "category": "technology", "title": "At least 1,400 rural phone boxes protected from closing", "contributor": null, "time": "2022-06-08T11:58:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/107CC/production/_125323576_gettyimages-1226601832.jpg", "content": [{"text": "Ofcom has brought in new rules to protect rural phone boxes from closure.", "type": "b"}, {"text": "The UK telecoms regulator said it will stop British Telecom (BT) from closing down phone boxes in areas with poor mobile signals if they are needed by local communities.", "type": "p"}, {"text": "Ofcom estimates there are at least 1,400 phone boxes in areas without good mobile coverage.", "type": "p"}, {"text": "This is lower than its original estimate that 5,000 phone boxes would be protected by new rules.", "type": "p"}, {"text": "But it is unclear how many phone boxes will be protected for other reasons. Ofcom said it would also protect boxes in areas with high frequencies of accidents or suicides, or where calls are being made to services like Childline.", "type": "p"}, {"text": "It said 25,000 calls were made to Childline in the year to May 2020, and 20,000 to Samaritans.", "type": "p"}, {"text": "Meanwhile, phone boxes were used to make almost 150,000 calls to emergency services in the same period.", "type": "p"}, {"text": "A phone box will be saved if it fits one of the following criteria:", "type": "p"}, [{"text": "It is located in an area not covered by all four mobile networks", "type": "p"}, {"text": "It is located in an area with many accidents or suicides", "type": "p"}, {"text": "More than 52 calls have been made from it over the past 12 months", "type": "p"}, {"text": "It is otherwise providing a vital service, such as being used to make calls to Childline or Samaritans", "type": "p"}], {"text": "For the past few years, BT has been decommissioning unused payphones. ", "type": "p"}, {"text": "Local areas have had the option of purchasing them for £1, and using them for other purposes.", "type": "p"}, {"text": "Ofcom said more than 6,000 former phone boxes have been sold and adapted in other ways - such as into local libraries or defibrillators. ", "type": "p"}, {"text": "Selina Chadha, Ofcom's director of connectivity, said phone boxes \"can still serve as a vital lifeline - perhaps to call a helpline or the emergency services - when no other options are available\".", "type": "p"}, {"text": "She added: \"Our new rules will ensure that many thousands of phone boxes will be protected for as long as they are needed.\"", "type": "p"}], "tags": ["Ofcom", "BT Group"]}