{"link": "https://www.bbc.com/news/business-65631168", "category": "business", "title": "BT to cut 55,000 jobs with up to a fifth replaced by AI", "contributor": null, "time": "2023-05-18T13:22:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18634/production/_125929899_openreachengineer.jpg", "content": [{"text": "Telecoms giant BT is to shed up to 55,000 jobs by the end of the decade, mostly in the UK, as it cuts costs.", "type": "b"}, {"text": "Up to a fifth of those cuts will come in customer services as staff are replaced by technologies including artificial intelligence.", "type": "p"}, {"text": "The headcount reduction from the current workforce of 130,000 includes staff and contractors.", "type": "p"}, {"text": "\"Whenever you get new technologies you can get big changes,\" said chief executive Philip Jansen.", "type": "p"}, {"text": "He said \"generative AI\" tools such as ChatGPT - which can write essays, scripts, poems, and solve computer coding in a human-like way -  \"gives us confidence we can go even further\".", "type": "p"}, {"text": "Mr Jansen said AI would make services faster, better and more seamless, adding that the changes would not mean customers will \"feel like they are dealing with robots\".", "type": "p"}, {"text": "\"We are multi-channel, we are online, we have 450 stores and that's not changing at all,\" he said.", "type": "p"}, {"text": "\"There are plenty of opportunities for our customers to deal with people at BT, plenty of people to speak to.\"", "type": "p"}, {"text": "Mr Jansen added that \"new technologies drive new jobs\", although BT has said it will have a\"much smaller workforce\" by the end of the 2020s.", "type": "p"}, {"text": "BT, which is the UK's largest broadband and mobile provider, is currently continuing to expand its fibre network as it moves away from copper. The company said that once the work was completed it would not need as many staff to build and maintain its networks.", "type": "p"}, {"text": "In addition, newer, more efficient technology, including artificial intelligence, means fewer people will be needed to serve customers in future, it said.", "type": "p"}, {"text": "The move comes shortly after Vodafone said it would axe a tenth of its staff over the next three years, equating to 11,000 jobs.", "type": "p"}, {"text": "Mr Jansen said BT would become \"a leaner business with a brighter future\", with the firm planning to get rid of between 40,000 and 55,000 jobs by 2030.", "type": "p"}, {"text": "The firm has about 80,000 employees in the UK, and this is where the bulk of the cuts will come. It has about 20,000 staff abroad.", "type": "p"}, {"text": "It also has 30,000 contractors, mainly abroad. Many of those roles will go.", "type": "p"}, {"text": "The cuts break down as:", "type": "p"}, [{"text": "More than 15,000 cuts as BT completes building fibre networks in the UK", "type": "p"}, {"text": "More than 10,000 as new UK networks require less maintenance", "type": "p"}, {"text": "More than 10,000 from using new tech including AI", "type": "p"}, {"text": "About 5,000 from restructuring", "type": "p"}], {"text": "The Communications and Workers Union (CWU) said the BT announcement was \"no surprise\".", "type": "p"}, {"text": "\"The introduction of new technologies across the company, along with the completion of the fibre infrastructure build replacing the copper network, was always going to result in less labour costs for the company in the coming years,\" a CWU spokesperson said.", "type": "p"}, {"text": "But the union said it wants BT to keep as many of its core employees as possible, with job cuts coming from sub-contractors \"in the first instance\", and through roles not being replaced as people leave the business.", "type": "p"}, {"text": "The BT announcement was made as it reported a 12% drop in profits of £1.7bn for the year to April.", "type": "p"}, {"text": "Its shares fell more than 7% after its results fell short of analysts' expectations.", "type": "p"}, [{"text": "Search beyond a 40-mile radius as hybrid and flexible working means you may be able to work from home", "type": "p"}, {"text": "Don't wait for a job to be advertised as not all jobs are made public", "type": "p"}, {"text": "Focus on explaining you have the right skills rather than years in a role when applying", "type": "p"}], {"text": "Read more here", "type": "p"}, {"text": "James Barford, head of telecoms research at Enders Analysis, said the BT job cuts were mostly about fewer people being needed in building networks, whereas the Vodafone cuts were \"more general efficiency savings\".", "type": "p"}, {"text": "He said that in both cases plans were \"already broadly in place, with savings previously described in monetary terms rather than headcount reduction\".", "type": "p"}, {"text": "Possibly, the firms are now talking about job cuts \"to help convince sceptical investors that they will actually deliver the promised savings\", Mr Barford added.", "type": "p"}], "tags": []}