{"link": "https://www.bbc.com/news/entertainment-arts-65640882", "category": "entertainment & arts", "title": "Ivor Novello Awards: Harry Styles wins, Raye calls out music industry greed", "contributor": null, "time": "2023-05-18T17:14:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11A2D/production/_129773227_raye976-pa.jpg", "content": [{"text": "Pop star Raye used the Ivor Novello Awards to challenge a room full of record label executives to pay songwriters more fairly.", "type": "b"}, {"text": "Her comments came as she accepted the prize for best contemporary song.", "type": "p"}, {"text": "\"It would be an insult to suggest that you go to work for free,\" she told the audience. \"And it's an insult that you think songwriters should do the same.\"", "type": "p"}, {"text": "Her comments were echoed by Chic star Nile Rodgers who told them BBC writers' pay hadn't increased for \"75 years\".", "type": "p"}, {"text": "\"I mean, come on, if you work at a pizza shop, you're going to get a raise in 75 years,\" he said.", "type": "p"}, {"text": "The issue has become a flashpoint for the music industry, prompting a review of the streaming economy by the British parliament in 2021.", "type": "p"}, [{"text": "Music industry makes $26bn but wants higher prices", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65025802"}, {"text": "MPs call for complete reset of music streaming", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-57838473"}, {"text": "Sting: AI-written songs don't impress me at all", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65627089"}], {"text": "In their findings, the DCMS Select committee called for a \"complete reset\" of the market, saying that record labels were making \"significant profits\" while writers and performers were \"losing out\".", "type": "p"}, {"text": "Raye has been an outspoken critic of the industry after spending nearly a decade in record label penury, unable to release an album without their say-so.", "type": "p"}, {"text": "The 25-year-old split with Polydor in 2021 and went on to score her first ever number one single with Escapism, a song they had refused to release because it was deemed uncommercial.  ", "type": "p"}, {"text": "Written when she was at her lowest ebb, the song has now earned her an Ivor Novello Award, and she used the opportunity to raise the issue of payment.", "type": "p"}, [{"text": "Raye hits number one after split from label", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64189872"}, {"text": "Raye says her drug use 'got really dangerous'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64468448"}], {"text": "She noted that songwriters aren't entitled to a single penny of an artist's royalties when they write a hit song, while producers regularly get a 4% share.", "type": "p"}, {"text": "\"The record industry is making more money than it has in the last 30 years, funded by songs that they aren't paying for,\" she explained to the BBC backstage.", "type": "p"}, {"text": "\"So I'm going to be a broken record about this until something changes.\"", "type": "p"}, {"text": "The Ivors, as they're known, are the awards the most musicians want to win, because they recognise achievement in songwriting, rather than pure commercial sales.", "type": "p"}, {"text": "\"It's one of the only awards that honours artists for being artists on a deeper level than just how big you are,\" said rapper Kojey Radical, whose single Payback was also nominated for best contemporary song.", "type": "p"}, {"text": "This year's ceremony saw Harry Styles' As It Was named the most-performed song of the year, while black-centric music collective Sault won album of the year for 11.", "type": "p"}, {"text": "Charli XCX was given the visionary award, in recognition of the \"massive impact\" her music has had on the industry.", "type": "p"}, {"text": "The star has emerged as one of Britain's most cutting-edge writers, pushing pop's boundaries with an instinct for experimental and provocative production.", "type": "p"}, {"text": "In her acceptance speech, the star, whose hits include Boom Clap, 1999 and Beg For You, said she had pursued a musical career because she felt  like an outsider.", "type": "p"}, {"text": "\"Now,\" she joked, \"I feel like an outsider with a heavy award.\"", "type": "p"}, [{"text": "Charli XCX: I was always up for getting down and dirty", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62690604"}], {"text": "But backstage, she said the recognition meant a great deal.", "type": "p"}, {"text": "\"It's funny, in past interviews I've been like, 'I'm a visionary, I'm the best', and played the part of this braggy character.", "type": "p"}, {"text": "\"But actually, to get this statue is something I never thought I would happen. ", "type": "p"}, {"text": "\"It's cool to be able to get this kind of accolade on my own terms, without having to make too many sacrifices.\"", "type": "p"}, {"text": "Sting received the Fellowship of the Academy - the organisation's highest honour - in recognition of a songbook that includes indelible hits like Every Breath You Take, Roxanne, If I Ever Lose My Faith In You and Englishman In New York.", "type": "p"}, {"text": "But even after selling 100 million albums, the star said songwriting was still an exercise in surrender.", "type": "p"}, {"text": "\"Every time I look at a blank page, I'm filled with a mortal terror. I don't quite know how I write songs, but I do. It's a mystery.\"", "type": "p"}, {"text": "He was accompanied on the red carpet by his wife, Trudie Styler, who was asked to name her favourite Sting song.", "type": "p"}, {"text": "\"There's so many but I think Fields Of Gold is one I'm very close to,\" she said.", "type": "p"}, {"text": "\"That's because it's about you!\" her husband joked.", "type": "p"}, {"text": "Madchester band James were given the Icon Award, recognising a body of work that includes hits like Laid, She's A Star and Sit Down; while the Special International Award celebrated the outstanding career of Blondie's Debbie Harry and Chris Stein.", "type": "p"}, {"text": "Indie rockers Wet Leg followed their success at this year's Grammy and Brit Awards by being named songwriters of the year.", "type": "p"}, {"text": "Judges praised the duo's self-titled debut album as \"fresh, unapologetic and direct, with surprising melodies that demand attention\".", "type": "p"}, {"text": "Best song musically and lyrically went to King by Florence + the Machine, in which Florence Welch discussed the challenge of balancing her career with the desire to start a family, and the unrealistic expectations placed on women.", "type": "p"}, {"text": "And stockbroker-turned-songwriter Camille Purcell won outstanding song collection, for her work on hits like Little Mix's Black Magic, Clean Bandit's Solo, Mabel's Don't Call Me Up and Headie One's Ain't It Different, amongst dozens of others.", "type": "p"}, {"text": "Best video game soundtrack went to industry legend Grant Kirkhope, who has gone from scoring 64-bit games like Goldeneye and Banjo Kazooie to the recent Mario + Rabbids game, Sparks Of Hope, for which he picked up his prize.", "type": "p"}, {"text": "Hannah Peel won best television Soundtrack for her work on Sky's sci-fi drama The Midwich Cuckoos, while John Powell took home best original film score for Don't Worry Darling.", "type": "p"}, {"text": "The full list of winners and nominees is as follows: ", "type": "p"}, {"text": "Best album", "type": "b"}, [{"text": "11 - Sault (winner)", "type": "p"}, {"text": "No Thank You - Little Simz", "type": "p"}, {"text": "Skinty Fia - Fontaines DC", "type": "p"}, {"text": "Some Nights I Dream Of Doors - Obongjayar", "type": "p"}, {"text": "The Car - Arctic Monkeys", "type": "p"}], {"text": "Best contemporary song", "type": "b"}, [{"text": "Escapism - Raye & 070 Shake(winner)", "type": "p"}, {"text": "Cold Summer - Wesley Joseph", "type": "p"}, {"text": "Hide & Seek - Stormzy", "type": "p"}, {"text": "Leon The Professional - Knucks", "type": "p"}, {"text": "Payback - Kojey Radical ft Knucks", "type": "p"}], {"text": "Best film score", "type": "b"}, [{"text": "Don't Worry Darling - John Powell  (winner)", "type": "p"}, {"text": "Avatar: The Way Of Water - Simon Franglen", "type": "p"}, {"text": "Death On The Nile - Patrick Doyle", "type": "p"}, {"text": "Mrs Harris Goes To Paris - Rael Jones", "type": "p"}, {"text": "The Electrical Life of Louis Wain - Arthur Sharpe", "type": "p"}], {"text": "Best video game score", "type": "b"}, [{"text": "Mario + Rabbids: Sparks of Hope - Grant Kirkhope, Gareth Coker and Yoko Shimomura (winner)", "type": "p"}, {"text": "Gotham Knights - The Flight", "type": "p"}, {"text": "Horizon: Forbidden West - The Flight", "type": "p"}], {"text": "Best song musically and lyrically", "type": "b"}, [{"text": "King - Florence + The Machine (winner)", "type": "p"}, {"text": "As It Was - Harry Styles", "type": "p"}, {"text": "Best Day Of My Life - Tom Odell", "type": "p"}, {"text": "Complex - Katie Gregson-Macleod", "type": "p"}, {"text": "Stronger - Sault", "type": "p"}], {"text": "Best television soundtrack", "type": "b"}, [{"text": "The Midwich Cuckoos - Hannah Peel (winner)", "type": "p"}, {"text": "Bad Sisters - PJ Harvey and Tim Phillips", "type": "p"}, {"text": "Elizabeth: The Unseen Queen - David Schweitzer", "type": "p"}, {"text": "The Responder - Matthew Herbert", "type": "p"}, {"text": "The Thief, His Wife and the Canoe - Harry Escott and Ben Pearson", "type": "p"}], {"text": "Most performed work", "type": "b"}, [{"text": "As It Was - Harry Styles (winner)", "type": "p"}, {"text": "Bad Habits - Ed Sheeran", "type": "p"}, {"text": "Heat Waves - Glass Animals", "type": "p"}, {"text": "Running Up That Hill - Kate Bush", "type": "p"}, {"text": "Shivers - Ed Sheeran", "type": "p"}], {"text": "Rising star award", "type": "b"}, [{"text": "Victoria Canal (winner)", "type": "p"}, {"text": "Cat Burns", "type": "p"}, {"text": "Ines Dunn", "type": "p"}, {"text": "Tendai", "type": "p"}, {"text": "Venbee", "type": "p"}], {"text": "Songwriter of the year", "type": "b"}, [{"text": "Rhian Teasdale and Hester Chambers of Wet Leg (winner)", "type": "p"}, {"text": "Central Cee and Young Chencs", "type": "p"}, {"text": "Florence Welch", "type": "p"}, {"text": "George Daniel and Matty Healy (The 1975)", "type": "p"}, {"text": "Harry Styles and Kid Harpoon", "type": "p"}], {"text": "Outstanding song collection: ", "type": "b"}, {"text": "Icon Award:", "type": "b"}, {"text": "International Award:", "type": "b"}, {"text": "Visionary Award:", "type": "b"}, {"text": "Fellowship of the Academy:", "type": "b"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": []}