{"link": "https://www.bbc.com/news/science-environment-65626241", "category": "science & environment", "title": "Sewage spills: Water bills set to rise to pay for £10bn upgrade", "contributor": null, "time": "2023-05-18T15:35:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/156FE/production/_126360878_sewage2.jpg", "content": [{"text": "Bills could rise after water suppliers in England said they were ready to spend £10bn on tackling sewage spills. ", "type": "b"}, {"text": "The privately owned companies have apologised for the amount of contaminated water being discharged into rivers and seas, amid mounting public anger over the practice.", "type": "p"}, {"text": "Some campaigners have cautiously welcomed the move, but others say firms are shifting the cost on to billpayers.", "type": "p"}, {"text": "The industry paid out £1.4bn to shareholders in 2022.", "type": "p"}, {"text": "Musician and environmental campaigner Feargal Sharkey called it a \"half apology\" that was another attempt to extract more money from customers.", "type": "p"}, {"text": "\"What I am actually hearing is no apology for the fact we have paid them for a service we haven't got, they are now suggesting we pay them a second time for a service we haven't had,\" he told BBC Radio 4's Today programme. ", "type": "p"}, {"text": "\"We should have an apology for the suggestion they are going to put bills up by £10bn for their incompetence and their greed. This is nothing to celebrate.\"", "type": "p"}, {"text": "Companies are sometimes allowed to spill sewage into open water following heavy rainfall to prevent the system becoming overloaded and backing up into people's homes. ", "type": "p"}, {"text": "But campaigners have long said these spills are happening too often. In 2022, raw sewage was dumped into rivers and seas for 1.75 million hours - or 825 times a day on average. ", "type": "p"}, {"text": "Untreated sewage contains bacteria such as E.coli and viruses like hepatitis, that can be harmful to animals and humans. Swimming in water where untreated sewage is discharged can lead to serious illnesses such as stomach bugs, which may cause diarrhoea and vomiting, as well as respiratory, skin, ear and eye infections. ", "type": "p"}, {"text": "Wildlife including fish and insects can also experience kidney issues and die from sewage pollution.", "type": "p"}, {"text": "Water UK, the body which represents England's nine water and sewage companies, apologised on behalf of the industry for not \"acting quickly enough\".", "type": "p"}, {"text": "Ruth Kelly, the organisation's chair, told BBC News: \"We're sorry about the upset and the anger from the fact that there have been overspills of untreated sewage onto beaches and into rivers over the past few years. ", "type": "p"}, {"text": "\"We're sorry that we didn't act sooner, but we get it.\"", "type": "p"}, {"text": "Environment Agency chairman Alan Lovell welcomed the companies' apology but said he wanted to \"see action and a clear plan for delivery\".", "type": "p"}, {"text": "The companies said on Thursday they were ready to spend £10bn raised from investors to tackle the problem - but admitted customers could see a \"modest\" bills rise as firms looked to recover the costs over time.", "type": "p"}, {"text": "Water regulator Ofwat said on Thursday it would review the commitment to assess what impact it could have on consumers before spending begins.", "type": "p"}, {"text": "There are many ways that water companies can spend the money to reduce sewage spills including:", "type": "p"}, [{"text": "Increasing the capacity of the sewage system", "type": "p"}, {"text": "Separating out rainwater and wastewater", "type": "p"}, {"text": "Installing natural systems such as planting trees which absorb the water ", "type": "p"}], {"text": "But the water companies have come under significant criticism for suggesting bills could be raised to pay for this investment whilst continuing to pay out profits to shareholders.", "type": "p"}, {"text": "English water companies have handed more than £2bn a year on average to shareholders since they were privatised three decades ago, Whilst customers have seen their bills rise 7.5% since April, water companies say it is below inflation.", "type": "p"}, {"text": "Downing street has said that water companies should put \"consumers above profits\".", "type": "p"}, {"text": "The prime minister's deputy official spokesman said the apology from water companies was welcome but acknowledged that more needed to be done. ", "type": "p"}, {"text": "\"And we've been clear throughout that we don't want to see things disproportionately impacting customer bills, especially given we know that there are people up and down the country who are struggling with the cost of living, which is why we provided the help we have in that area.\" ", "type": "p"}, {"text": "It is not yet known how much bills could rise with the new investment as Ofwat will not make a decision until the end of 2024 on spending plans.", "type": "p"}, {"text": "Marine conservation charity Surfers Against Sewage (SAS) welcomed \"the long overdue apology\" but said the investment should not be paid for through higher bills.", "type": "p"}, {"text": "\"The UK public has already paid for environmental protection from sewage - but we're yet to see it. And whilst the water industry rakes it in, this investment pledged by Water UK must come out of water company profits, not from the bill payer,\" said Izzy Ross, campaigns manager at SAS.", "type": "p"}, {"text": "Commons Environmental Audit Committee chair, Conservative MP Philip Dunne, told the BBC he hoped Ofwat would approve the investment plan.", "type": "p"}, {"text": "Last year his committee warned the UK's rivers were a \"chemical cocktail\" of raw sewage, microplastics and slurry.", "type": "p"}, {"text": "\"The water and sewage sector is in listening mode and has provided a promising plan to tackle poor water quality and take vital steps to improve the country's ageing sewerage infrastructure,\" he said.", "type": "p"}, {"text": "Jim McMahon MP, Labour's shadow environment secretary, said the government was partially to blame for the situation.", "type": "p"}, {"text": "\"Thirteen years of Tory government failure has left a broken system, capped by an appalling track record of inaction. The Conservatives are the problem not the solution,\" he said.", "type": "p"}, {"text": "This sentiment was supported by Liberal Democrat leader Ed Davey. \"The one apology missing here is from the environment secretary,\" he said. \"This Conservative government has been pathetic on stopping sewage discharges into rivers.\"", "type": "p"}, {"text": "The Green Party called for water and sewage companies to be brought back into public ownership.", "type": "p"}, {"text": "Water UK said the companies also committed to cutting spills by up to 35% by 2030 and sharing real time data on how often sewage was being spilled into rivers and seas.", "type": "p"}, {"text": "But this is not a new pledge, as the government announced last month the sharing of data would be a legal requirement for water companies by 2025. ", "type": "p"}, {"text": "Water UK also said companies would reduce the number of sewage spills by up to 140,000, compared with 2020, when there were more than 400,000 spills. ", "type": "p"}, {"text": "Environmental campaign group Windrush Against Sewage Pollution (Wasp) said that promise was \"meaningless\" unless the volume being spilled is also reduced. Currently, water companies are only required to monitor if a spill is happening but not how much is released.  ", "type": "p"}, {"text": "Peter Hammond, from Wasp, told Radio 4's Today programme: \"All they are promising to do is reduce the number of spills, we still don't know whether they are trickles or tsunamis of sewage going into the river[s]\".", "type": "p"}, {"text": "Water and sewage services in the UK are devolved and in Scotland and Northern Ireland are provided by government-run companies, in Wales it is not-for-profit. They have their own action plans to tackle sewage spills which are not included in Water UK's announcement.", "type": "p"}, {"text": "Additional reporting by Jonah Fisher and Sophie Woodcock.", "type": "p"}, {"text": "Have you been affected by sewage spills? Share your experiences by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}]], "tags": []}