{"link": "https://www.bbc.com/news/technology-65610851", "category": "technology", "title": "Cryptocurrency: Treat investing as gambling, MPs say", "contributor": null, "time": "2023-05-17T08:24:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16909/production/_129752429_crypto-index-getty.jpg", "content": [{"text": "MPs have urged the government to treat retail investment in cryptocurrencies such as Bitcoin as a form of gambling. ", "type": "b"}, {"text": "Their value could change dramatically and consumers risked losing their entire investment, characteristics closely resembling gambling, the Treasury Select Committee found.", "type": "p"}, {"text": "It also criticised abandoned plans for the Royal Mint to create a non-fungible token (NFT).", "type": "p"}, {"text": "The Treasury told BBC News it did not support using gambling regulation.", "type": "p"}, {"text": "The risks posed by crypto were \"typical of those that exist in traditional financial services and it's financial services regulation - rather than gambling regulation - that has the track record in mitigating them\", a Treasury official told BBC News. ", "type": "p"}, {"text": "Trade association CryptoUK strongly rejectedthe committee's findings, saying MPs' observations about cryptocurrency were \"unhelpful, false, fundamentally flawed and unsubstantiated\".", "type": "p"}, {"text": "The committee said \"unbacked\" crypto assets - typically cryptocurrencies with no fixed value - exposed \"consumers to the potential for substantial gains or losses, while serving no useful social purpose\".", "type": "p"}, {"text": "\"These characteristics more closely resemble gambling than a financial service,\" the MPs added.", "type": "p"}, {"text": "Gambling helpline charity GamCare told the BBC that, in the past two years, it had heard from more than 300 people who said they were struggling with investing in cryptocurrency and other forms of online financial markets.", "type": "p"}, {"text": "Research cited by MPs found 40% of new Bitcoin users were men under 35, commonly identified as the most risk-seeking segment of the population.", "type": "p"}, {"text": "Castle Craig, a rehab clinic specialising in treating people with addictions, put us in touch with a young man who had lost heavily on crypto.", "type": "p"}, {"text": "The former gambling addict told BBC News that, although he had given up gambling, he had turned to crypto.", "type": "p"}, {"text": "\"In my head, I just thought this isn't gambling it's just an investment, but clearly it wasn't,\" he said.", "type": "p"}, {"text": "He said he had lost about £150,000 investing in crypto, including money he had borrowed, and that checking his phone to see how the market had moved had become an obsession. \"There was no break at all, I was just I was on my phone constantly watching it and just couldn't sleep,\" he recalled.", "type": "p"}, {"text": "He said he supported the approach of the committee. \"Crypto stuff is gambling,\" he said. \"You can lose everything you've got.\"", "type": "p"}, {"text": "Former sports minister and gambling campaigner Conservative MP Tracey Crouch welcomed the report.", "type": "p"}, {"text": "\"At the moment, crypto feels like a Wild West town with no sheriff,\" she said. ", "type": "p"}, {"text": "\"However, I'm sure, if properly resourced, the Gambling Commission could bring some order into this complex, risky and often confusing area that has unwittingly sucked in consumers by marketing to them via sports such as football, giving a pretence to fans and others that they are safe and protected.\"", "type": "p"}, {"text": "Crypto sponsorship has been widespread among football clubs, but those in the Premier League recently agreed to end gambling sponsorship on the front of their shirts from the start of the 2026 season. This was a voluntary move and not required by regulation.", "type": "p"}, {"text": "The report gives little detail on what gambling regulation applied to crypto might mean. MP Harriett Baldwin, chairwoman of the committee, said the report recommended \"that the sort of speculative luring of people into buying particular cryptocurrencies\" was treated like gambling. ", "type": "p"}, {"text": "She said the committee had heard a lot of evidence of how \"football clubs are using this as a way of taking money off their loyal supporters\".", "type": "p"}, {"text": "In February, the government asked people to comment on proposals for the financial regulation of crypto assets.", "type": "p"}, {"text": "But the committee said the government plans to regulate cryptocurrencies as financial services would create a false impression they were as secure as traditional investments - a \"halo effect... that leads consumers to believe that this activity is safer than it is or protected when it is not\".", "type": "p"}, {"text": "The committee's report noted surveys suggesting about one in 10 people in the UK hold crypto assets, most investing in cryptocurrencies such as Bitcoin and Ethereum.", "type": "p"}, {"text": "The most mentioned reason for holding crypto assets was they were a \"fun investment\". ", "type": "p"}, {"text": "Do you invest in cryptocurrency? Please share your experiences.", "type": "b"}, [{"text": "Email haveyoursay@bbc.co.uk", "type": "a", "href": "mailto:haveyoursay@bbc.co.uk?subject=Cryptocurrency65610851"}, {"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "Cryptocurrencies are just one type of asset. More generally, MPs said, while they supported innovation, the potential benefits from crypto asset technologies remained uncertain. ", "type": "p"}, {"text": "\"In the meantime, the risks posed by crypto assets to consumers and the environment are real and present.\"", "type": "p"}, {"text": "The government has been excited by the potential of crypto. While chancellor, Rishi Sunak announced his ambition to make the UK a global hub for the technology.", "type": "p"}, {"text": "The Treasury believes crypto offers opportunities, but said it was \"robustly regulating the market, addressing the most pressing risks first in a way that promotes innovation\".", "type": "p"}, {"text": "CryptoUK's Ian Taylor said the finance industry was embracing crypto: \"Professional investment managers see Bitcoin and other crypto assets as a new alternative investment class - not as a form of gambling - and institutional adoption of unbacked crypto assets has increased significantly.\"", "type": "p"}, {"text": "Recognising the potential risks and rewards, the committee recommended a balanced approach, but suggested government avoid spending public resources on projects without a clear beneficial use.", "type": "p"}, {"text": "\"The government's recent foray into seeking (and subsequently abandoning) the production of a Royal Mint non-fungible token is a case in point,\"  the MPs wrote. ", "type": "p"}, {"text": "\"It is not the government's role to promote particular technological innovations for their own sake\".", "type": "p"}, {"text": "NFTs are \"one-of-a-kind\" digital assets that can be bought and sold like any other piece of property - they are often associated with digital images.", "type": "p"}, {"text": "The committee will examine central bank digital currencies in a separate report.", "type": "p"}], "tags": []}