{"link": "https://www.bbc.com/news/health-66463694", "category": "health", "title": "We can't take any more, says NHS as doctors strike", "contributor": null, "time": "2023-08-11T07:24:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9C1E/production/_130366993_resize7e063d1d481445261ec163283de7168a05eeb18c.jpg", "content": [{"text": "Junior doctors have started a four-day walkout, with health bosses warning the NHS cannot take any more disruption.", "type": "b"}, {"text": "The strike by members of the British Medical Association (BMA) began at 07:00 BST and lasts until Tuesday.", "type": "p"}, {"text": "It is the junior doctors' fifth strike in the pay dispute in England.", "type": "p"}, {"text": "NHS Providers said services were at tipping point because covering the junior doctor strikes had cost an estimated £1bn, as well leading to thousands of postponed treatments.", "type": "p"}, {"text": "Sir Julian Hartley, chief executive of NHS Providers, which represents hospital bosses, said he was very worried about the severe disruption that would be seen during this latest strike and the two-day walkout by consultants planned later in August.", "type": "p"}, {"text": "\"We could be close to a tipping point,\" he said, adding: \"Trusts and staff are pulling out all the stops but, with no end to strikes in sight, the sheer volume of planned treatment being put back due to industrial action will make it almost impossible for trusts to cut waiting lists as much as the government wants.\"", "type": "p"}, {"text": "The £1bn cost has been accrued from lost productivity, preparing and planning for strikes and paying premium rates to consultants to provide cover.", "type": "p"}, [{"text": "How much do junior doctors really get paid? ", "type": "a", "href": "https://www.bbc.co.uk/news/health-66360656"}, {"text": "Why talk of a UK doctor exodus is premature", "type": "a", "href": "https://www.bbc.co.uk/news/health-66440807"}], {"text": "Junior doctors, who make up nearly half the medical workforce, have been walking out of both emergency and planned care during their strikes.", "type": "p"}, {"text": "During the strike, patients are advised to contact NHS 111 or the nearest pharmacy for more minor health concerns, although A&E departments remain open if needed.", "type": "p"}, {"text": "People will be contacted if their appointment has to be rescheduled. GP and community appointments are unlikely to be affected.", "type": "p"}, {"text": "The BMA has asked for a 35% pay rise to make up for what it says are 15 years of below-inflation wage rises.", "type": "p"}, {"text": "The government gave junior doctors 6% plus £1,250, which works out at an average of nearly 9%.", "type": "p"}, {"text": "Ministers have said there will be no more talks as that was the final settlement, pointing out they had agreed to pay what the independent pay review body had recommended.", "type": "p"}, {"text": "So far, nearly 780,000 hospital appointments have had to be postponed because of strike action by NHS staff since December.", "type": "p"}, {"text": "NHS England said that was a factor in the rising number of people waiting for treatment.", "type": "p"}, {"text": "Figures released on Thursday showed the hospital backlog had topped 7.5 million for the first time, meaning nearly one in seven people are on a hospital waiting list.", "type": "p"}, {"text": "One patient who has been affected is Margaret Gotheridge, 81, from Nottingham, who needs her pacemaker replacing.", "type": "p"}, {"text": "She had an appointment cancelled because of the consultants' strike in July and has another arranged for Monday during the junior doctors' strike. ", "type": "p"}, {"text": "Instead of taking the chance of it being cancelled she decided to pay for it to be done privately.", "type": "p"}, {"text": "\"I couldn't take the risk,\" she said, adding that she appreciated doctors had lost out on pay but described the 35% pay demand as \"ridiculous\".", "type": "p"}, {"text": "The co-chair of the BMA's junior doctors committee branded a recent meeting with Mr Barclay \"pointless and irrelevant\".", "type": "p"}, {"text": "Speaking on BBC Radio 4's Today programme this morning, Dr Robert Laurenson said junior doctors are always ready to talk to avert strikes but want any deal to reflect a 31.7% loss in pay since 2008. ", "type": "p"}, {"text": "He added: \"What is interesting is that there was a report that came out today that said that the cost of the action so far has been about £1bn, which is about what it would have cost to settle this back in October last year. ", "type": "p"}, {"text": "\"So now we are moving into ideological and frankly indignant sort of territory when it comes to dealing with this government.\"", "type": "p"}, {"text": "Health Secretary Steve Barclay said: \"Patients are bearing the brunt of the impact of continuous strikes across the NHS and further action by the BMA will cause more appointments and procedures to be postponed.", "type": "p"}, {"text": "\"My door is always open to discuss how to improve doctors' working lives but this pay award is final so I urge the BMA to end its strikes immediately.\"", "type": "p"}, {"text": "BMA leader Prof Philip Banfield said blaming doctors for the rising waiting list was a \"deliberate case of obfuscation\".", "type": "p"}, {"text": "He said: \"The government was presiding over this problem long before any industrial action - waiting lists were steadily getting worse for the decade leading up to the pandemic arriving.", "type": "p"}, {"text": "\"In fact, it is these waiting lists - and doctors being unable to do their jobs because of underinvestment, workforce shortages and rota gaps - that lie behind the strikes they're being forced to take now.\"", "type": "p"}, {"text": "He urged the government to get back to the negotiating table and put forward a \"credible offer\".", "type": "p"}, {"text": "Are you a doctor with a view on the strike? Are you a patient affected? You can get in touch by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}