{"link": "https://www.bbc.com/news/business-62367992", "category": "business", "title": "Octopus Energy asks government for £1bn to buy Bulb", "contributor": "Dearbail Jordan", "time": "2022-07-31T12:48:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17229/production/_126116749_octopus.png", "content": [{"text": "Octopus Energy is seeking £1bn in taxpayer funding to take over collapsed rival Bulb from the UK government.", "type": "b"}, {"text": "Bulb, which went bust last November, is currently being run by the state through the energy regulator Ofgem.", "type": "p"}, {"text": "The £1bn funding is part of a package being discussed where Octopus would also pay more than £100m for Bulb's customers as well as entering a profit-sharing deal with the government.", "type": "p"}, {"text": "The government declined to comment \"due to commercial sensitivity\".", "type": "p"}, {"text": "The state bailout of Bulb is already expected to cost the taxpayer around £2bn by next year. But the Office for Budget Responsibility, the government's independent forecaster, said in March: \"Given the volatility in global energy markets, there remains uncertainty around the final cost.\"", "type": "p"}, {"text": "It is understood that the additional £1bn being sought by Octopus, which was first reported by Sky News, would be paid back in full over time.", "type": "p"}, {"text": "It would be used to purchase energy in advance through a practice known as hedging.", "type": "p"}, {"text": "Octopus Energy declined to comment.", "type": "p"}, {"text": "Since Bulb's collapse in November, the price of wholesale gas has jumped by 78%, exacerbated by Russia's war in Ukraine and the Kremlin's decision to reduce energy supplies to Europe.", "type": "p"}, [{"text": "Could my energy bills go above £3,000?", "type": "a", "href": "https://www.bbc.co.uk/news/business-58090533"}, {"text": "Martin Lewis says energy bills at 'desperate' point", "type": "a", "href": "https://www.bbc.co.uk/news/business-62334566"}], {"text": "Since Ofgem took over the running of Bulb, it has not been hedging its purchases of wholesale energy which sources said has led to higher costs.   ", "type": "p"}, {"text": "Millions of UK households are bracing for a further steep rise in energy bills later this year. ", "type": "p"}, {"text": "Ofgem had expected the typical household to see an £800 increase in energy bills to £2,800 a year. But it recently said it would be higher and energy industry analysts Cornwall Insight said the typical domestic customer was likely to pay £3,244 a year from October.", "type": "p"}, {"text": "Bulb was one of more than 30 energy companies that collapsed last year following a spike in wholesale gas prices.", "type": "p"}, {"text": "Bulb, with 1.6 million customers, was the biggest firm to go bust but Ofgem estimates that the cost of all the other energy companies which collapsed in 2021 could reach £2.7bn - or £94 per customer. It includes the cost of transferring customers from failed energy providers to new firms.", "type": "p"}, {"text": "The £2.7bn figure is in addition to the billions of pounds earmarked for Bulb which, according to the National Audit Office, has already seen the government spend £900m to keep the company running.", "type": "p"}, {"text": "Octopus was the only bidder for Bulb, which filed for administration last year, and if a deal is agreed, it would significantly boost Octopus's 3.1 million customer base.", "type": "p"}, {"text": "The government has announced that households in England, Scotland and Wales will receive £400 to help with rising fuel bills in autumn.", "type": "p"}, {"text": "Tory leadership contenders Liz Truss and Rishi Sunak have also promised to reduce household energy bills. ", "type": "p"}, {"text": "Foreign Secretary Ms Truss said she would temporarily axe green energy taxes, which would save around £153 per year, while former chancellor Mr Sunak pledged to cut VAT on bills, a saving of around £160 per year. ", "type": "p"}], "tags": ["Ofgem", "Energy industry", "Bulb", "Energy service companies"]}