{"link": "https://www.bbc.com/news/entertainment-arts-62373143", "category": "entertainment & arts", "title": "Trailblazing Star Trek actress Nichelle Nichols dies at 89", "contributor": null, "time": "2022-07-31T21:57:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ABE2/production/_126120044_gettyimages-607437818.jpg", "content": [{"text": "American actress Nichelle Nichols, best known for her role in 1960s sci-fi TV series Star Trek, has died aged 89.", "type": "b"}, {"text": "Ms Nichols broke barriers in her role as Lieutenant Uhura in the series, becoming one of the first black actresses in the US to play a figure in authority.", "type": "p"}, {"text": "She was later employed by Nasa in an effort to encourage more women and African-Americans to become astronauts.", "type": "p"}, {"text": "She died of natural causes on Saturday night, her son Kyle Johnson said.", "type": "p"}, {"text": "In a statement posted on Facebook, Mr Johnson wrote: \"I regret to inform you that a great light in the firmament no longer shines for us as it has for so many years.", "type": "p"}, {"text": "\"Her light however, like the ancient galaxies now being seen for the first time, will remain for us and future generations to enjoy, learn from, and draw inspiration.\"", "type": "p"}, {"text": "The Star Trek TV series broke down stereotypes in the 1960s by casting black and minority actors in high-profile roles.", "type": "p"}, {"text": "Ms Nicholls was cast in the series as Lt Uhura, who was portrayed as a competent and level-headed communications officer - shattering stereotypes.", "type": "p"}, {"text": "In 1968, she and Star Trek star William Shatner, who played Captain Kirk in the series, broke new ground when they shared one of television's first interracial kisses - though it was not a romantic one.", "type": "p"}, {"text": "Despite her success, however, Ms Nicholls had initially considered leaving the show. But she was convinced otherwise by Dr. Martin Luther King Jr., who described her character as the \"first non-stereotypical role portrayed by a black woman in television history\".", "type": "p"}, {"text": "She went on to feature in the first six Star Trek movies following the series' end in 1969.", "type": "p"}, {"text": "As well as working as an actress, Ms Nicholls also became an ambassador for the US space agency Nasa, helping to recruit women and minorities to its Space programme.", "type": "p"}, {"text": "Following the news of her death, Star Trek co-star George Takei wrote in a tweet: \"My heart is heavy, my eyes shining like the stars you now rest among, my dearest friend.\"", "type": "p"}, {"text": "\"The importance of Nichelle's legacy cannot be over-emphasised. She was much loved and will be missed,\" said TV director Adam Nimoy - the son of Star Trek actor Leonard Nimoy.", "type": "p"}, {"text": "British actress Adjoa Andoh wrote: \"We stand on shoulders of groundbreaking greats. Nichelle Nichols you gave so many of us hope. Thank you.\"", "type": "p"}], "tags": ["Star Trek"]}