{"link": "https://www.bbc.com/news/business-62607998", "category": "business", "title": "Cineworld shares plunge on bankruptcy fears", "contributor": "Noor Nanji", "time": "2022-08-19T15:25:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DBAE/production/_126383265_topgunfinal.png", "content": [{"text": "Shares in Cineworld have fallen more than 60% as concerns mount that the world's second largest cinema chain is about to file for bankruptcy.", "type": "b"}, {"text": "The company, which also owns the Picturehouse chain in the UK, is struggling under $5bn worth of debt.", "type": "p"}, {"text": "Like other cinema chains, Cineworld was hit hard by the pandemic.", "type": "p"}, {"text": "Cineworld recently said post-Covid customers levels were lower than expected and blamed \"limited\" film releases.", "type": "p"}, {"text": "The Wall Street Journal reported that Cineworld is preparing to file for bankruptcy, sending its share price tumbling. ", "type": "p"}, {"text": "Cineworld has been contacted for comment.", "type": "p"}, {"text": "The firm had hoped blockbusters such as the latest Bond film, Top Gun: Maverick and Thor: Love And Thunder would draw audiences back after Covid restrictions.", "type": "p"}, {"text": "But it said earlier this week: \"Despite a gradual recovery of demand since reopening in April 2021, recent admission levels have been below expectations.", "type": "p"}, {"text": "\"These lower levels of admissions are due to a limited film slate that is anticipated to continue until November 2022 and are expected to negatively impact trading and the group's liquidity position in the near term.\"", "type": "p"}, {"text": "Cineworld has 9,189 screens across more than 750 sites.", "type": "p"}, {"text": "It operates in 10 countries, including the UK, the US, Poland and Israel, and employs more than 28,000 people. ", "type": "p"}, {"text": "Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown, said Cineworld had \"failed to lure back enough movie goers to help pay back its enormous debts\".", "type": "p"}, {"text": "\"Hopes had been raised that first spies, then superheroes, then fighter pilots would prove to be the magic bullets for the company but there simply haven't been enough blockbusters coming through to to break the spell of misfortune,\" she said.", "type": "p"}, {"text": "But Peter Williams, a former non-executive director at Cineworld, told the BBC he thought cinema ticket prices were \"too low\".", "type": "p"}, {"text": "\"I've always felt that the ticket price or headline ticket price is almost too low really. I mean, it is still a very cheap night out,\" he said.", "type": "p"}, {"text": "He added that while Cineworld is likely to face a major restructure, he believed that it would emerge as \"a viable business\".", "type": "p"}, {"text": "\"This is a big business and people still want to go out and go to the cinema.\"", "type": "p"}, {"text": "The cinema industry was one of the worst hit sectors during the height of the pandemic with many theatres closed for extended periods or operating at reduced capacity.", "type": "p"}, {"text": "Cineworld reported a huge loss for the first six months of 2020 after it was forced to temporarily close some cinemas, and movie studios delayed the release of some blockbusters.", "type": "p"}, {"text": "The cinema giant warned in September 2020 that it might need to raise more money in the event of further coronavirus restrictions or film delays due to Covid-19.", "type": "p"}, {"text": "Analysis by Steven McIntosh, entertainment reporter", "type": "b"}, {"text": "Jurassic World Dominion, Top Gun: Maverick, Doctor Strange, Elvis and Minions: The Rise of Gru are among the major releases that have kept audiences coming through the doors at a time when cinemas are desperate to bounce back from their Covid losses. ", "type": "p"}, {"text": "But Cineworld's owner argues there still haven't been enough to keep them afloat. They say their admissions are down because Hollywood has released fewer major films than would have been typical in a pre-pandemic summer. Total box office takings this year are down a third, or 32%, compared with the equivalent period in 2019.", "type": "p"}, {"text": "The number of releases isn't the only factor. Streaming services have posed a threat to cinemas for many years, and the battle for content has become even more aggressive recently.", "type": "p"}, {"text": "Netflix has spent hundreds of millions of pounds making films like The Gray Man and Red Notice, and releasing them straight into subscribers' homes. ", "type": "p"}, {"text": "As a result, cinemas have had to fight harder to convince customers that leaving their couch to see a movie is worthwhile. ", "type": "p"}, {"text": "The autumn and winter release schedule provides some hope - sequels to the hugely successful Black Panther and the even more successful Avatar will be released between now Christmas.", "type": "p"}, {"text": "But it's telling that many other big releases are going straight to streaming services. In 2019, Disney released two successful live action remakes: The Lion King and Aladdin. But their next big one, Pinocchio, is going straight to Disney+", "type": "p"}], "tags": ["Companies", "Cineworld", "British cinema"]}