{"link": "https://www.bbc.com/news/science-environment-62606589", "category": "science & environment", "title": "Robot boat maps Pacific underwater volcano", "contributor": "Sophie Ormiston", "time": "2022-08-19T23:30:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1212C/production/_126382047_sea-kit-niwa-nippon-foundation-tesmap-survey-team.jpg", "content": [{"text": "A robot boat, controlled from the UK, has returned from an initial survey of the underwater Tongan volcano that erupted explosively back in January.", "type": "b"}, {"text": "The Uncrewed Surface Vessel (USV) Maxlimer is part-way through mapping the opening, or caldera, of the underwater Hunga-Tonga Hunga-Ha'apai (HTHH) volcano. ", "type": "p"}, {"text": "The vessel, developed by the British company Sea-Kit International, is surveying the volcano as part of the second phase of the Tonga Eruption Seabed Mapping Project (TESMaP), led by New Zealand's National Institute of Water and Atmospheric Research (Niwa) and funded by the Nippon Foundation of Japan.", "type": "p"}, {"text": "The data collected so far has confirmed earlier reports of continuing volcanic activity from HTHH. A winch on the boat allows instruments to be deployed at depths, reaching 300m, in order to collect data from the entire water column.", "type": "p"}, {"text": "The 12m-long Maxlimer may be in Tonga, but it is being remotely controlled from 16,000km away in the small coastal village of Tollesbury in Essex. Everything is done over satellite link.", "type": "p"}, {"text": "In a dark control room in Sea-Kit's HQ, several large screens display live feed images from the 10 cameras on board Maxlimer. Operators, who work in shifts around the clock, watch on as real-time data gets beamed in from the South Pacific. ", "type": "p"}, [{"text": "Immense crater hole created in Tonga volcano ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61567521"}, {"text": "Tonga eruption was 'record atmospheric explosion'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61452860"}, {"text": "Tonga's volcanic plume reached half-way to space", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60088413"}], {"text": "Ashley Skett, director of operations at Sea-Kit, told BBC Radio 4's Inside Science programme that the operators can even communicate via radio with other vessels in the area, so much so that other boats wouldn't know that nobody was on board Maxlimer. ", "type": "p"}, {"text": "\"The boat has been designed from the ground up to be remotely controlled and remotely operated. So every switch, every function on the boat, every light, we can control from here.\"", "type": "p"}, {"text": "Robotic, remotely controlled boats are likely to be the future of maritime operations. When surveying a dangerous area such as the active HTHH volcano, remote control ensures no crew are put in harm's way.", "type": "p"}, {"text": "There are also environmental benefits to USVs. As there is no onboard crew to support, the vessel can be much smaller, leading to reduced carbon dioxide emissions.", "type": "p"}, {"text": "\"We use 5% of the fuel that an equivalent manned vessel doing the same job that we're doing now would use,\" Ashley said.", "type": "p"}, {"text": "The eruption of HTHH in January caused extensive damage far beyond Tonga, triggering a massive tsunami that spread across the Pacific Ocean. The atmospheric shockwave caused by the eruption was felt as far away as the UK. ", "type": "p"}, {"text": "Maxlimer is currently taking a short break while some rough weather passes through the region.  Once conditions improve, the boat will head back out to the underwater volcano to fill in remaining gaps in its map of the caldera.", "type": "p"}, {"text": "The collected data will help us understand why the eruption had such a huge and violent impact, as well as help predict the nature of future eruptions.", "type": "p"}], "tags": ["Earth science", "Volcanoes", "Tollesbury", "Tsunamis", "Tonga eruption and tsunami", "Robotics", "Geology", "Tonga"]}