{"link": "https://www.bbc.com/news/business-64781374", "category": "business", "title": "Bao Fan: Missing Chinese billionaire assisting authorities, firm says", "contributor": null, "time": "2023-02-27T04:43:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1C8A/production/_128760370_06236e896487ddce4757e5b4af0d819739332c85.jpg", "content": [{"text": "Billionaire technology dealmaker Bao Fan is cooperating with Chinese authorities conducting an investigation, his bank says.", "type": "b"}, {"text": "China Renaissance Holdings reported 11 days ago that Mr Bao had gone missing.", "type": "p"}, {"text": "Mr Bao is the chief executive and founder of China Renaissance Holdings and a leading deal broker in China whose clients include top technology companies Didi and Meituan.", "type": "p"}, {"text": "The firm's shares slumped after Mr Bao went missing but rose on Monday.", "type": "p"}, {"text": "\"The board has become aware that Mr Bao is currently cooperating in an investigation being carried out by certain authorities in the People's Republic of China,\" the bank said in a filing to the Hong Kong Stock Exchange.", "type": "p"}, {"text": "\"The company will duly cooperate and assist with any lawful request from the relevant PRC authorities, if and when made,\" it added.", "type": "p"}, {"text": "The announcement was the first time that China Renaissance has given a reason for the disappearance of its founder. However, it did not provide any details about the investigation or Mr Bao's whereabouts.", "type": "p"}, [{"text": "High-profile Chinese billionaire reported missing", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-64672095"}, {"text": "Jack Ma to give up control of Ant Group", "type": "a", "href": "https://www.bbc.co.uk/news/business-64192382"}], {"text": "Authorities took Mr Bao away earlier this month to assist in an investigation into a former colleague, Cong Lin, the company's former president, according to the Reuters news agency.", "type": "p"}, {"text": "Mr Bao's disappearance comes against the backdrop of a crackdown on leading technology companies by Chinese authorities.", "type": "p"}, {"text": "In late 2020, Alibaba founder Jack Ma also disappeared from public view for three months, after making comments critical of market regulators. He had been due to publicly list his digital payments firm Ant Financial - which would have most likely made him the richest man in China.", "type": "p"}, {"text": "Mr Bao's disappearance also comes after a series of cases of high-profile Chinese executives going missing as part of Chinese President Xi Jinping's anti-corruption campaign.", "type": "p"}, {"text": "In 2015 alone, at least five executives became unreachable, including Fosun Group Chairman Guo Guangchang. The company later said he was assisting with investigations over a personal matter.", "type": "p"}, {"text": "Chinese-Canadian businessman Xiao Jianhua was also taken in 2017. He had been one of China's richest people and last year was jailed for corruption.", "type": "p"}, {"text": "Mr Bao is seen as a titan in China's tech industry, having executed many of the trades that have shaped its online consumer economy. He founded China Renaissance in 2005 after a banking career at Morgan Stanley and Credit Suisse.", "type": "p"}, {"text": "In a 2018 article, Mr Bao wrote that his company had \"cross[ed] paths\" with 70% of the internet companies known by the Chinese public.", "type": "p"}], "tags": []}