{"link": "https://www.bbc.com/news/entertainment-arts-64789059", "category": "entertainment & arts", "title": "Sir Terry Pratchett: Short stories to be published after being found by fans", "contributor": null, "time": "2023-02-27T17:16:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1201F/production/_128795737_9dec541397ab1be15e1b6f9fd75ad0e869c26ef10_287_3238_18223238x1822.jpg", "content": [{"text": "A collection of 20 recently rediscovered short stories by late fantasy author Sir Terry Pratchett is to be published later this year.", "type": "b"}, {"text": "Sir Terry wrote the stories for a regional newspaper under the pseudonym Patrick Kearns in the 1970s and 80s.", "type": "p"}, {"text": "They had not previously been attributed to him, but have now been collected after a search by \"a few dedicated fans\", publishers Penguin said.", "type": "p"}, {"text": "Sir Terry, known for the best-selling Discworld series, died in 2015.", "type": "p"}, {"text": "The Quest for the Keys, one of the longer stories in the new collection, had been framed for 40 years on the wall of Pratchett fan Chris Lawrence.", "type": "p"}, {"text": "He got in touch with the Pratchett estate about it, resulting in the others being found by fellow fans Pat and Jan Harkin after they raked through decades' worth of old newspapers.", "type": "p"}, {"text": "Mr Lawrence said: \"The Quest for the Keys resonated with me as a 15-year-old, which is why I made the effort to collect each part.", "type": "p"}, {"text": "\"I treasured and kept them safe for over 35 years. Having survived numerous house moves, little did I know of their importance. Following contact with [Pratchett's publisher] Colin Smythe, I realised just how significant they were.\"", "type": "p"}, {"text": "Smythe said: \"For all the years I was Terry's publisher and then agent he never ever gave me any help in finding his shorter writings - but as he wrote in his dedication to me in Dragons at Crumbling Castle, there were stories he had carefully hidden away.", "type": "p"}, {"text": "\"Just how true these words were, I had no idea.\"", "type": "p"}, {"text": "During his lifetime, Sir Terry wrote 70 books and had sales of more than 70 million copies in 37 languages, over 44 years of writing.", "type": "p"}, {"text": "Although the rediscovered stories do not take place in the Discworld setting, they \"hint at the world Sir Terry would go on to create\", Penguin said.", "type": "p"}, {"text": "\"Readers can expect to meet characters ranging from cavemen to gnomes, wizards to ghosts, and read about time travel tourism, the haunting of Council offices, and a visitor from another planet,\" the publisher added.", "type": "p"}, {"text": "The stories will be published on 5 October under the title A Stroke of the Pen: The Lost Stories.", "type": "p"}, {"text": "Other unpublished Pratchett works will not see the light of day, however. In 2017, a hard drive containing up to 10 incomplete novels was crushed by a steamroller, in accordance with the novelist's wishes.", "type": "p"}], "tags": []}