{"link": "https://www.bbc.com/news/science-environment-64745722", "category": "science & environment", "title": "The mission to save the biggest frog on earth", "contributor": null, "time": "2023-02-26T00:37:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1146A/production/_128726707_cedrickfogwanholdinggoliathfrog4--cjeanned'arcpetnga.jpg", "content": [{"text": "When Cedrick Fogwan had his first encounter with the goliath frog he was impressed by its mighty proportions.", "type": "b"}, {"text": "Growing to the size of a cat, it's the world's largest living frog.", "type": "p"}, {"text": "Almost like holding a (human) baby, he says, having handled one in a rescue mission.", "type": "p"}, {"text": "The Cameroonian conservationist was so captivated he set up a project to fight for the future of the endangered species.", "type": "p"}, {"text": "\"When I found this species was unique - the biggest one in the world - I said this is something that we cannot easily find elsewhere and I was proud of it,\" he says.", "type": "p"}, {"text": "\"People in the area say they are blessed to have something like that; they attach to it a cultural value.\"", "type": "p"}, [{"text": "World's 'loneliest' frog gets a date", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-46867424"}, {"text": "How frogs could vanish from ponds", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-48219217"}, {"text": "Asia's smallest frog discovered", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-11095728"}], {"text": "For decades, the goliath frog has been over-hunted for food and the pet trade in Cameroon and Equatorial Guinea. ", "type": "p"}, {"text": "Its habitat beside rivers and streams is fast being destroyed and the frog is now classified as endangered on the official extinction Red List.", "type": "p"}, {"text": "The frog is little-known to science and even in Cameroon many local people are unaware of its value to the ecosystem, such as preying on the insects that damage crops.", "type": "p"}, {"text": "The conservation team works to persuade hunters to become citizen scientists, recording sightings of the frog rather than using it for food.", "type": "p"}, {"text": "They are also working with local groups to help set up snail farming to provide an alternative food source.", "type": "p"}, {"text": "The conservation work is starting to pay off, with the goliath frog returning to new rivers in the Mount Nlonako Reserve.", "type": "p"}, {"text": "A call from a former poacher to report a frog had been captured by a neighbour was a turning point. Cedric was able to rescue the frog and return it to the wild.", "type": "p"}, {"text": "\"I believe we can have it forever and we can continue to be proud of it,\" he says.", "type": "p"}, {"text": "The project to save the goliath frog is supported by the Conservation Leadership Programme (CLP) run by Fauna & Flora International, BirdLife International and the Wildlife Conservation Society.", "type": "p"}, {"text": "Follow Helen on Twitter @hbriggs.", "type": "p"}], "tags": []}