{"link": "https://www.bbc.com/news/technology-64784368", "category": "technology", "title": "Twitter reportedly lays off 200 more employees", "contributor": null, "time": "2023-02-27T12:18:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14F6A/production/_128766858_gettyimages-1246936325.jpg", "content": [{"text": "Twitter has laid off at least 200 staff in another round of cuts, according to reports in the New York Times.", "type": "b"}, {"text": "It said the tech giant had cut 10% of its current workforce, which it estimated at 2,000 people.", "type": "p"}, {"text": "This is the latest round of job losses at Twitter since chief executive Elon Musk sacked about 50% of its 7,500 employees when he took over in October.", "type": "p"}, {"text": "As staff learned of their fate, Mr Musk tweeted: \"Hope you have a good Sunday. First day of the rest of your life.\" ", "type": "p"}, {"text": "Esther Crawford, chief executive of Twitter Payments, who oversaw the Twitter Blue verification subscription model, said she was \"deeply proud of my team\" in a tweet after being among those released.", "type": "p"}, {"text": "And senior product manager Martijn de Kuijper, who founded newsletter tool Revue which Twitter acquired in 2021, said he found out he had lost his job after being locked out of his work emails.", "type": "p"}, {"text": "It's been a while since my phone blew up on a Sunday because of news about Twitter - not because there hasn't been any, but because we've all got used to it.", "type": "p"}, {"text": "More divisive user-experience changes to the platform, more provocative tweets from its owner Elon Musk... we are familiar with that drill. But nobody was expecting Esther Crawford, who had established herself as an influential figure in so-called Twitter 2.0, to be laid off.", "type": "p"}, {"text": "In November, she shared a picture of herself lying down inside a sleeping bag and wearing an eye mask on the floor at Twitter HQ. She has tirelessly cheerleaded the firm's path under Mr Musk. Some thought the product manager might even become the company's next chief executive. Mr Musk said weeks ago that he would stand aside in the role as soon as he found a replacement.", "type": "p"}, {"text": "It demonstrates once again this new brutal environment in which even the most loyal are unprotected. It will be familiar to many in the commercial sector and it's increasingly the way big tech is going as budgets start to bite.", "type": "p"}, {"text": "Esther herself tweeted that it was \"a mistake\" to think that her \"optimism and hard work\" had been a bad decision. \"I'm deeply proud of the team for building through so much noise and chaos,\" she wrote. ", "type": "p"}, {"text": "She probably wouldn't have called it \"noise and chaos\" this time last week. ", "type": "p"}, {"text": "The Twitter cuts are the latest in a long line of lay-offs in the tech industry over the past few months.", "type": "p"}, {"text": "Amazon, Microsoft and Google-owned Alphabet announced tens of thousands of lay-offs between them, but the cuts across the industry are wide-reaching.", "type": "p"}, {"text": "At the end of January, more than 10,000 jobs were lost in eight days across six large tech companies including Spotify, Intel and IBM.", "type": "p"}, {"text": "The Twitter cuts come a month after Reuters reported the firm had made its first interest payment on a bank loan used by Mr Musk to finance the purchase.", "type": "p"}, {"text": "He paid $44bn (£37bn) to take control, with $13bn - a third of the total amount - covered by loans from banks including Morgan Stanley and Barclays. ", "type": "p"}, {"text": "These loans are leveraged against Twitter - in other words, the tech company itself is responsible for the loan repayments, not Mr Musk.", "type": "p"}, {"text": "Reuters reported Twitter paid about $300m to the banks in January.", "type": "p"}, {"text": "Meanwhile, there are further indications that the tech company is struggling with financing.", "type": "p"}, {"text": "It is being sued by the Crown Estate in the UK over alleged unpaid rent for its London headquarters, and faces a similar lawsuit in the US over unpaid rent at its San Francisco HQ.", "type": "p"}, {"text": "And a lawyer representing more than 100 former employees sacked by Twitter told the BBC in February the number of staff launching legal action against the company \"goes up daily\".", "type": "p"}, {"text": "Mr Musk told this month's World Government Summit in Dubai: \"I think I need to stabilise the organisation and just make sure it's in a financially healthy place. ", "type": "p"}, {"text": "\"I'm guessing probably towards the end of this year would be good timing to find someone else to run the company, because I think it should be in a stable position around the end of this year.\"", "type": "p"}], "tags": []}