{"link": "https://www.bbc.com/news/business-61671835", "category": "business", "title": "Travel industry plea for overseas workers rejected", "contributor": null, "time": "2022-06-02T13:31:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7E37/production/_125011323_heathrowgetty.png", "content": [{"text": "The Transport Secretary has rejected a request by the aviation industry to allow them to recruit workers from overseas, aviation insiders have told the BBC.", "type": "b"}, {"text": "Companies asked for special immigration visas for overseas workers at a meeting with Grant Shapps on Wednesday.", "type": "p"}, {"text": "Thousands of holidaymakers have seen their travel plans disrupted this week after flight cancellations and delays at airports.  ", "type": "p"}, {"text": "Understaffing is to blame, say experts.", "type": "p"}, {"text": "The half-term break and bank holiday Jubilee weekend is the first major test the industry has faced since all Covid travel restrictions were lifted in March. Nearly 27,000 flights out of the UK have been scheduled between 27 May and 5 June, according to aviation data firm Cirium.", "type": "p"}, {"text": "However, the industry has struggled to recruit staff to replace those workers who lost their job or left the sector during Covid.", "type": "p"}, {"text": "It has resulted in long queues at airports to get through security, check-in baggage or delays in retrieving luggage.", "type": "p"}, [{"text": "Why are flights being cancelled?", "type": "a", "href": "https://www.bbc.co.uk/news/61660238"}, {"text": "What are my rights if my flight is cancelled?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61646214"}], {"text": "Industry bosses suggested to Mr Shapps that one potential fix would be to allow EU workers to cover the huge number of operational vacancies as the travel sector approaches the peak summer holidays in July and August. ", "type": "p"}, {"text": "Executives questioned why some creative industries can get special visas and aviation cannot. ", "type": "p"}, {"text": "It is understood that the government considered changes to the Shortage Occupation List but ministers discounted the idea.", "type": "p"}, {"text": "Some of the professions that are on the government's list include graphic designers, IT technicians, chefs and ballet dancers.", "type": "p"}, {"text": "Instead a working group is being set up ahead of the summer holidays \"to work through issues of shared concerns together\".", "type": "p"}, {"text": "The Department for Transport declined to comment. ", "type": "p"}, {"text": "Steve Heapy, chief executive of holiday firm Jet2, blamed Brexit for the shortage of staff. ", "type": "p"}, {"text": "\"Brexit has taken hundreds of thousands, if not millions of people out of the employment market and that undoubtedly is having an impact,\" he told the BBC.", "type": "p"}, {"text": "Following delay at airports this week, passengers are being advised they should take just one carry-on bag on holiday with them and not check-in luggage to avoid delays.", "type": "p"}, {"text": "The GMB union, which represents aviation workers, said if people don't check-in luggage it \"limits the disruption\". Paul Charles, chief executive of travel consultancy PC Agency, said: \"The smaller the bag, the less time you spend in security queues.\" ", "type": "p"}, {"text": "Before Covid, airports and airlines across the UK employed around 140,000 people, according to industry body Airlines UK.", "type": "p"}, {"text": "More than 30,000 members of staff have been laid off from UK airlines alone over the past two years. ", "type": "p"}, {"text": "The UK labour market currently has a record number of available vacancies and the lowest unemployment rate in nearly 50 years. ", "type": "p"}, {"text": "Flights departing on Thursday appear to have done so without much incident at Gatwick, Heathrow and Manchester. There are scheduled to be 2,746 flights departing from UK on Thursday, equating to 479,383 available seats. Amsterdam, Dublin and Mallorca are the top destinations. ", "type": "p"}, {"text": "While passengers have reported long queues again at Manchester on social media, there are no signs of cancellations. ", "type": "p"}, {"text": "Tui said that all its flights are now operating as normal after a difficult week for the UK's largest tour operator. ", "type": "p"}, {"text": "It cancelled six flights a day from Manchester for the entirety of June in an attempt to limit the impact of staffing levels at Swissport, which provides ground services for Tui. ", "type": "p"}, {"text": "BA and easyJet have also cancelled flights.", "type": "p"}, {"text": "Tui says 80% of those who had flights cancelled have now rebooked after it kept some of its stores open until midnight to allow passengers to find alternatives. ", "type": "p"}], "tags": ["Tourism", "Travel & leisure industry", "Air travel", "Grant Shapps"]}