{"link": "https://www.bbc.com/news/technology-61647192", "category": "technology", "title": "French officials told to abandon gaming Anglicisms", "contributor": null, "time": "2022-05-31T16:55:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/37BC/production/_124986241_gettyimages-1310145791.jpg", "content": [{"text": "France's language watchdog has told government officials to use French gaming terms instead of English ones.", "type": "b"}, {"text": "The Académie Française says \"jeu video de competition\" should replace \"e-sports\", and \"streamer\" should become \"joueur-animateur en direct\".", "type": "p"}, {"text": "France's culture ministry told the AFP news agency that Anglicisms were \"a barrier to understanding\".", "type": "p"}, {"text": "But gamers have criticised the ban, with one calling it \"completely pointless\".", "type": "p"}, {"text": "France regularly issues warnings of the \"debasement\" of its language through imported English words.", "type": "p"}, {"text": "Other official translations include \"jeu video en nuage\" for \"cloud gaming\".", "type": "p"}, {"text": "The Académie Française was created in 1635 by Cardinal Richelieu, and is the official custodian of the French language.", "type": "p"}, {"text": "The forty Académie members even have their own heavily embroidered uniform, complete with ceremonial sword - an outfit that might not look completely out of place in a game such 2014's Assassin's Creed Unity.", "type": "p"}, {"text": "The institution has long campaigned against the incursion of English words into French, something technology has often encouraged.", "type": "p"}, {"text": "However, as news site Thelocal.fr noted, a previous effort to replace \"le wifi\" with \"l'access sans fil à internet\", did not take off.", "type": "p"}, {"text": "On Twitter, one gamer opposed the latest ruling, writing: \"I'm French and I find this absolutely ridiculous, nobody will ever use those terms. This type of ban is completely pointless.\"", "type": "p"}, {"text": "But several others in the same series of replies  to a tweet by Eurogamer, posted memes suggesting they thought the French versions sounded rather more sophisticated than their English equivalents. ", "type": "p"}], "tags": ["Gaming", "France", "eSports"]}