{"link": "https://www.bbc.com/news/business-63459393", "category": "business", "title": "UK battery firm Britishvolt averts collapse as funding secured", "contributor": null, "time": "2022-10-31T20:26:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14733/production/_127436738_britishvolt.png", "content": [{"text": "UK battery firm Britishvolt has averted collapse by securing additional funding for the business, the BBC understands.", "type": "b"}, {"text": "The future of the start-up was thrown into doubt over fears it could run out of money after the government rejected a £30m advance in funding on Monday.", "type": "p"}, {"text": "The firm wants to build a factory in Blyth in Northumberland which would build batteries for electric vehicles.", "type": "p"}, {"text": "The government, which had championed the development, had committed £100m in total to Britishvolt for the project.", "type": "p"}, {"text": "It is understood the firm wanted to draw down nearly a third of the funding early, but the government refused.", "type": "p"}, {"text": "It has now secured cash for the business to stay afloat in the short to medium term, sources with understanding of the matter said.", "type": "p"}, {"text": "The sources would not comment on the identity of the new backer or backers.", "type": "p"}, {"text": "Britishvolt has struggled to find investors to help fund the construction of its so-called gigafactory in Blyth.", "type": "p"}, {"text": "The plant had been expected to create 3,000 jobs, but has already been delayed several times, which has led to doubts over whether the £3.8bn project would become a reality.", "type": "p"}, {"text": "But the firm, which is yet to make any revenue, has carried out talks in recent months to try to secure fresh funds to stay afloat.", "type": "p"}, {"text": "The project has been heralded by ministers as an example of \"levelling up\" - a Conservative aim of investing in communities to reduce economic imbalances in the country - with Blyth being one of the \"red wall\" seats to turn blue in the 2019 general election.", "type": "p"}, {"text": "In January, the government pledged £100m to Britishvolt to help it build its battery plant, as well as attract more private investment for the development.", "type": "p"}, {"text": "The promise of government funding helped Britishvolt raise a further £1.7bn from private investors, which included UK asset investment giant Abrdn and fund manager Tritax.", "type": "p"}, {"text": "At the time, the then Prime Minister Boris Johnson hailed the investment as a \"levelling up opportunity\", while the then Business Secretary Kwasi Kwarteng said the factory and the jobs it was forecast to create was \"exactly what levelling up looks like\".", "type": "p"}, {"text": "However, Britishvolt was recently forced to delay the start of production at the plant several times, with the latest company announcement stating it would be delayed again until the middle of 2025.", "type": "p"}, {"text": "The firm blamed \"difficult external economic headwinds including rampant inflation and rising interest rates\", for the delay.", "type": "p"}, [{"text": "Mini move to China unfortunate, minister says", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-oxfordshire-63389645"}], {"text": "Ian Lavery, the Labour MP for Wansbeck, where the site is based, told the BBC earlier on Monday that he had spoken to the chairman of Britishvolt who said the company had asked the government for £30m for the project to continue.", "type": "p"}, {"text": "He said the chairman said the new Business Secretary, Grant Shapps, had said the government was \"not prepared to do that\" which meant it was likely Britishvolt would go into administration if other funding was not found.", "type": "p"}, {"text": "The Department for Business, Energy and Industrial Strategy has said the government is \"determined to ensure the UK remains one of the best locations in the world for automotive manufacturing as we transition to electric vehicles, while ensuring taxpayer money is used responsibly and provides best-value\".", "type": "p"}, {"text": "But on Monday a spokesperson said the government would not comment on \"speculation or the commercial affairs of private companies\".", "type": "p"}, {"text": "From 2030, sales of new petrol and diesel cars in the UK will be banned and manufacturers are switching to making electric vehicles, which requires an increase in battery production.", "type": "p"}, {"text": "Britishvolt has already struck memorandums of understanding to make batteries for UK car firms Aston Martin and Lotus.", "type": "p"}], "tags": ["Companies", "Blyth", "Electric cars"]}