{"link": "https://www.bbc.com/news/entertainment-arts-63455192", "category": "entertainment & arts", "title": "BBC local radio faces significant cuts to programming", "contributor": null, "time": "2022-10-31T15:56:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A519/production/_127456224_gettyimages-1233031785.jpg", "content": [{"text": "BBC local radio stations will have a significant number of programmes cut under new plans, the corporation has announced.", "type": "b"}, {"text": "All 39 networks in England will keep their current schedule from 6am to 2pm, but after that shows will be shared.", "type": "p"}, {"text": "There will be 10 local programmes between 6-10pm on weekdays, across the day on Saturday, as well as on Sunday mornings.", "type": "p"}, {"text": "Live sports programming will not be affected.", "type": "p"}, {"text": "There will be one \"all-England\" show from 10pm across the week, and on Sunday afternoons.", "type": "p"}, {"text": "These changes will result in the closure of about 48 staff posts, with the BBC explaining it wants to prioritise digital content.", "type": "p"}, {"text": "The BBC is also creating 11 investigative reporting teams across the country, focusing on key local issues across TV, radio and online. It also said it would deliver \"a wider range of local audio programming through BBC Sounds\".", "type": "p"}, {"text": "Rhodri Talfan Davies, director of Nations, said: \"These are ambitious and far-reaching proposals to grow the value we deliver to local audiences everywhere. ", "type": "p"}, {"text": "\"The plans will help us connect with more people in more communities right across England - striking a better balance between our broadcast and online services - and ensuring we remain a cornerstone of local life for generations to come.\"", "type": "p"}, {"text": "The most recent listening figures published show a slight change in recent audience numbers listening to local radio in England.", "type": "p"}, {"text": "Rajar, the industry body, says 5.8m listened for at least five minutes in September 2022, compared with 5.6m in 2019 and 6.7m in 2012.", "type": "p"}, {"text": "\"That's more than Radio 1, more than 5 Live and a little bit less than Radio 2 so there's clearly still a desire for it,\" Paul Siegert, a spokesperson for the National Union of Journalists told the BBC.", "type": "p"}, {"text": "\"The moment it stops becoming local it becomes less popular. It has to stay local, people in Cornwall don't care what's going on in Devon.\"  ", "type": "p"}, {"text": "Philippa Childs, head of the Broadcasting, Entertainment, Communications and Theatre Union (Bectu), added: \"Just last month we saw how important public service broadcasting and local radio are to our democracy via prime ministerial interviews.", "type": "p"}, {"text": "\"This disappointing move reinforces the need for a licence fee that keeps pace with inflation and enables long-term planning and stability.\"", "type": "p"}, {"text": "Earlier this year the BBC's director general Tim Davie warned services would need to be cut to make savings.", "type": "p"}, {"text": "The licence fee was frozen for the next two years by the government in January.", "type": "p"}, {"text": "The £159 a year sum from households pays for BBC services including TV, radio, the BBC website, podcasts, iPlayer and apps.", "type": "p"}, {"text": "Wider BBC savings of £500m have previously been announced, with CBBC and BBC Four also scheduled to move online in the future.", "type": "p"}, {"text": "There are also plans to replace the BBC News Channel and BBC World with one rolling news network.", "type": "p"}, {"text": "Last month the broadcaster proposed ending radio broadcasts for 10 language services, although it said it will move services online.", "type": "p"}, {"text": "The BBC says it will protect local news bulletin services across all local stations and will boost its online news offer.", "type": "p"}, {"text": "It also announced the planned closure of distinct Oxford and Cambridge TV news programmes will go ahead.", "type": "p"}], "tags": ["UK TV licence fee", "BBC", "Radio", "Broadcasting"]}