{"link": "https://www.bbc.com/news/health-63399263", "category": "health", "title": "'Dark matter' find could change cancer treatment", "contributor": null, "time": "2022-10-27T00:33:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14620/production/_127388438_epicc_landscape_image_press_release_v01_1.1.1.jpg", "content": [{"text": "Scientists have discovered more about the mysterious role of epigenetics, the study of how genes change, in controlling the way cancers develop.", "type": "b"}, {"text": "Often called \"dark matter\", it could alter the way cancer is detected and treated, research from The Institute of Cancer Research suggests.", "type": "p"}, {"text": "And it could lead to new forms of tests for the disease which would help tailor treatments.", "type": "p"}, {"text": "But this is a long way off, with research still at an early stage.", "type": "p"}, {"text": "When most people think of genetics, they think of structural changes to the DNA code that are passed down the generations.", "type": "p"}, {"text": "As a result, there has been huge focus on how these gene mutations drive the growth of cancers.", "type": "p"}, {"text": "But, in recent years, scientists have discovered another phenomenon which is not quite so straightforward, called epigenetics.", "type": "p"}, {"text": "Epigenetics is the study of how an individual's behaviour and environment can cause changes that affect the way their genes work.", "type": "p"}, {"text": "Your epigenetics change as you age, and in response to where you live and how you live.", "type": "p"}, {"text": "Epigenetics does not alter the DNA code, but it can control access to genes, and is increasingly seen as playing an important role in the development of cancer.", "type": "p"}, [{"text": "What is epigenetics? ", "type": "a", "href": "https://www.bbc.co.uk/news/av/health-15940381"}], {"text": "Prof Trevor Graham, director of the Centre for Evolution and Cancer at The Institute of Cancer Research in London, said: \"We've unveiled an extra level of control for how cancers behave - something we liken to cancer's 'dark matter'.\"", "type": "p"}, {"text": "He told the BBC that there can be \"tangles in lines of DNA\" as they fold up in each cell and this can change which genes are read.", "type": "p"}, {"text": "The position of the tangles can be very important in determining how cancers behave, he added.", "type": "p"}, {"text": "\"It's not going to change clinical care tomorrow but could be an avenue for developing new therapies,\" Prof Graham said.", "type": "p"}, {"text": "Genetic testing for cancer mutations, such as BRCA which increases the risk of breast cancer, for example, only offers part of the picture about someone's cancer.", "type": "p"}, {"text": "\"By testing for both genetic and epigenetic changes, we could, potentially, much more accurately predict which treatments will work best for a particular person's cancer,\" Prof Graham said.", "type": "p"}, {"text": "The findings are published in two papers in Nature - the first analysed more than 1,300 samples from 30 bowel cancers, showing that epigenetic changes were very common in cancerous cells and helped them grow more than other cells.", "type": "p"}, {"text": "The second paper looked at lots of samples taken from different parts of the same tumour. It found that the way cancer cells develop is often governed by factors other than DNA mutations.", "type": "p"}, {"text": "The researchers say their findings cannot prove that epigenetic changes directly lead to alterations in the way cancers behave, and more work needs to be done to show this occurs.", "type": "p"}], "tags": ["Genetics", "Bowel cancer", "Cancer", "DNA"]}