{"link": "https://www.bbc.com/news/entertainment-arts-64269515", "category": "entertainment & arts", "title": "Ezra Miller: The Flash star pleads guilty to trespass but avoids jail", "contributor": null, "time": "2023-01-13T17:45:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F0AC/production/_124221616_gettyimages-1182424052.jpg", "content": [{"text": "US actor Ezra Miller has pleaded guilty to unlawfully trespassing at a neighbour's house, as part of a plea deal to avoid going to prison.", "type": "b"}, {"text": "The Fantastic Beasts and Justice League star had faced a trial and possible jail time for a burglary charge, which has now been dropped.", "type": "p"}, {"text": "Miller, 30, appeared in court in Bennington, Vermont, on Friday.", "type": "p"}, {"text": "The star will now be on probation for a year, must pay a $500 (£410) fine and must give up alcohol.", "type": "p"}, {"text": "Miller, who uses they/them pronouns, will also have to do random drug tests and continue seeking mental health treatment.", "type": "p"}, {"text": "They were accused of breaking into a house near where they lived and stealing bottles of alcohol from the kitchen last May.", "type": "p"}, {"text": "The actor, who plays the Flash in DC Comics films, originally pleaded not guilty to burglary and larceny as well as trespassing, but the former two charges have been dropped in exchange for a guilty plea to the latter.", "type": "p"}, [{"text": "Ezra Miller pleads not guilty to burglary", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63296906"}, {"text": "The Flash star Miller has mental health treatment", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62560295"}], {"text": "In a statement, Miller's lawyer told US media: \"Ezra Miller pled guilty this morning to a misdemeanour unlawful trespass in Vermont Superior Court and accepted the conditions imposed by the court. ", "type": "p"}, {"text": "\"Ezra would like to thank the court and the community for their trust and patience throughout this process, and would once again like to acknowledge the love and support they have received from their family and friends, who continue to be a vital presence in their ongoing mental health.\"", "type": "p"}, {"text": "The actor has been involved in a string of high-profile incidents and controversies, including being arrested twice in Hawaii in 2022.", "type": "p"}, {"text": "They were later charged with disorderly conduct and harassment and second-degree assault.", "type": "p"}, {"text": "They pled no contest to the assault charge and paid a $500 (£442) fine and $30 (£26) in court costs. The harassment charge was later dismissed.", "type": "p"}, {"text": "The actor is still set to star in Warner Bros' The Flash, the superhero's first solo film, which is due to come out later this year. ", "type": "p"}], "tags": ["Superheroes", "Vermont"]}