{"link": "https://www.bbc.com/news/technology-64265440", "category": "technology", "title": "Winklevoss firm charged in US over crypto sales", "contributor": null, "time": "2023-01-13T16:52:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B4E5/production/_128290364_gettyimages-890476350.jpg", "content": [{"text": "Cryptocurrency firms Gemini and Genesis have been charged by US regulators with illegally selling crypto assets to hundreds of thousands of investors.", "type": "b"}, {"text": "The companies are accused of breaking the law by offering and selling the products through their joint programme, Gemini Earn, which launched in 2021. ", "type": "p"}, {"text": "The Securities and Exchange Commission (SEC) is in charge of the case.", "type": "p"}, {"text": "Gemini was co-founded by twins Tyler and Cameron Winklevoss - known for their legal dispute with Facebook.", "type": "p"}, {"text": "Tyler called the complaint \"disappointing\", and said his company looks forward to defending itself.", "type": "p"}, {"text": "Genesis, which is owned by the crypto conglomerate Digital Currency Group, has so far not commented on the charges. ", "type": "p"}, {"text": "Gary Gensler, who chairs the SEC, said: \"Today's charges build on previous actions to make clear to the marketplace and the investing public that crypto lending platforms and other intermediaries need to comply with our time-tested securities laws. ", "type": "p"}, {"text": "\"Doing so best protects investors. It promotes trust in markets. It's not optional. It's the law.\" ", "type": "p"}, [{"text": "FTX: Collapsed crypto giant recovers over $5bn of assets", "type": "a", "href": "https://www.bbc.co.uk/news/business-64245044"}, {"text": "UK Treasury considers plan for digital pound", "type": "a", "href": "https://www.bbc.co.uk/news/technology-64224950"}, {"text": "YouTube star Logan Paul apologises for CryptoZoo project failure", "type": "a", "href": "https://www.bbc.co.uk/news/technology-64210289"}], {"text": "Over the past week, a public feud has erupted between the Winklevoss brothers and Barry Silbert, the chief executive of Digital Currency Group, the parent company of Genesis.", "type": "p"}, {"text": "It related to Gemini Earn, which was sold to investors as an opportunity to make up to 7.4% in interest on their crypto currency holdings.", "type": "p"}, {"text": "When FTX filed for bankruptcy last November, Genesis halted customer withdrawals saying it lacked sufficient liquid assets because of the volatility of the market.", "type": "p"}, {"text": "This had a knock-on impact for 340,000 customers using Gemini Earn, leaving them unable to take out their crypto assets. ", "type": "p"}, {"text": "Cameron Winklevoss claims Digital Currency Group owes $900m (£737m) to clients of his firm Gemini as a result and accused Mr Silbert's group of \"defrauding\" his customers.", "type": "p"}, {"text": "A Digital Currency Group spokesperson rejected the accusations, saying they were \"malicious, false and defamatory attacks\" and describing them as a \"desperate and unconstructive publicity stunt\".", "type": "p"}, {"text": "The SEC regulates financial markets in the US and has enforcement powers to launch civil actions against companies it believes has breached laws.", "type": "p"}, {"text": "Through its complaint, filed in the US District Court for the Southern District of New York, it is seeking to hit both companies with civil penalties and make them repay \"ill-gotten gains\".", "type": "p"}, {"text": "Earlier this week, Mr Gensler described crypto as the \"Wild West\".", "type": "p"}, {"text": "These latest charges come as US officials crack down on the sector after the uproar caused by the bankruptcy of FTX and Alameda Research.", "type": "p"}, {"text": "Their founder, Sam Bankman-Fried, is accused of fraud after diverting funds deposited by millions of customers on his FTX platform, and transferring them without authorisation to Alameda, a hedge fund. ", "type": "p"}, {"text": "Mr Bankman-Fried denies the charges.   ", "type": "p"}], "tags": ["United States", "Cryptocurrency", "US Securities and Exchange Commisson"]}