{"link": "https://www.bbc.com/news/business-62874496", "category": "business", "title": "UK economy grew more slowly than expected in July", "contributor": "Dearbail Jordan", "time": "2022-09-12T09:03:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9B75/production/_126679793__126280448_gdpshopgettyimages-157284378.jpg", "content": [{"text": "The UK economy grew by 0.2% in July, according to official data, following a sharp drop in the previous month.", "type": "b"}, {"text": "The Office for National Statistics said the services sector was the biggest contributor to growth, helped by the UK hosting the Women's Euro Championship.", "type": "p"}, {"text": "However, while the economy expanded in July, the growth was slower than the 0.3% expansion analysts had expected.", "type": "p"}, {"text": "Gross domestic product (GDP) fell in June due to the extra bank holiday for the Queen's Jubilee.", "type": "p"}, {"text": "GDP - which measures all the goods and services produced by the UK - fell by 0.6% in June because of two fewer working days.", "type": "p"}, {"text": "Analysts have said the bank holiday for Queen Elizabeth's state funeral on 19 September, as well as the 10 days of national mourning, could impact economic growth and push the UK into recession sooner than expected.", "type": "p"}, [{"text": "What is GDP and how is it measured?", "type": "a", "href": "https://www.bbc.co.uk/news/business-13200758"}, {"text": "Energy bills to be capped at £2,500 for typical household", "type": "a", "href": "https://www.bbc.co.uk/news/business-62831698"}], {"text": "Last month, the Bank of England said it expected the UK to fall into recession at the end of this year.", "type": "p"}, {"text": "A recession is defined as two consecutive quarters, or three-month periods, of shrinking output. Between April and June, the economy contracted by 0.1% compared with the previous quarter.", "type": "p"}, {"text": "In July, the economy was helped by the Women's Euro Championships, which was won by England, and the the Commonwealth Games. Second-hand car sales were also strong.", "type": "p"}, {"text": "However, there was evidence elsewhere that consumer spending remained under pressure because of rising prices, as inflation reached a four decade high of 10.1% in July. ", "type": "p"}, {"text": "The ONS said that between May and July, economic growth was flat compared with the previous three months. ", "type": "p"}, {"text": "The production and construction sectors both shrank in July. Production was hit by a fall in demand for energy such as electricity.", "type": "p"}, {"text": "The ONS said that while this may have been due to \"higher than usual temperatures\", anecdotal evidence suggested \"that there may be some signs of changes in consumer behaviour and lower demand in response to increased prices\".", "type": "p"}, {"text": "Jake Finney, economist at the accountancy firm PwC, said that although the economy grew in July, he now expects a contraction in the third quarter which runs between July and September.  ", "type": "p"}, {"text": "\"This would mean that the UK enters a technical recession for the first time since lockdown restrictions ended,\" he said.", "type": "p"}, {"text": "It's not surprising that the economy grew in July compared to June - for the simple reason that June contained an extra bank holiday due to the Jubilee and there was therefore less economic activity than normal, flattering the figures for July by comparison. ", "type": "p"}, {"text": "There will be similar effects this month because of the extra bank holiday for the state funeral next week. ", "type": "p"}, {"text": "Set aside these distortions though, and the figures suggest at the best stagnation and at worst recession coming earlier than the Bank of England predicted. ", "type": "p"}, {"text": "While the services that makes up four-fifths of the economy grew, it was by less than most economists expected. Most of the growth is in business-to-business services such as IT or accountancy. ", "type": "p"}, {"text": "In consumer facing services, activity grew but remains 4.3% below its pre-pandemic level - a statistical glimpse of the real economic pain households have already been going through, even before a further rise in energy bills that is still anticipated next month. ", "type": "p"}, {"text": "Other economists estimated the UK might see some growth following the government's decision to limit the rise in gas and electricity prices, as well as new Prime Minister Liz Truss's pledge to reverse a 1.25% rise in National Insurance.", "type": "p"}, {"text": "But analysts also said the UK economy could be affected by the bank holiday for the Queen's funeral, with Samuel Tombs, chief UK economist at Pantheon Macroeconomics, expecting it to impact economic growth by 0.2%.", "type": "p"}, {"text": "He said the extra public holiday could have a bigger impact on the economy than the extra day off for the Jubilee in June, \"as the hospitality and tourism sector likely won't benefit, but many businesses still will shut\".", "type": "p"}, {"text": "\"That said, many businesses will be able to catch up work, as most of them did in June.\"", "type": "p"}, {"text": "Pantheon's Mr Tombs said: \"We continue to think that a recession will be narrowly avoided over the coming quarters.\"", "type": "p"}, {"text": "But Paul Dales, chief UK economist at Capital Economics, said: \"The disappointingly small rebound in real GDP in July suggests that the economy has little momentum and is probably already in recession. ", "type": "p"}, {"text": "\"The government's utility price freeze is unlikely to change that.\"", "type": "p"}], "tags": ["GDP", "UK economy", "Office for National Statistics"]}