{"link": "https://www.bbc.com/news/entertainment-arts-62879845", "category": "entertainment & arts", "title": "Grange Hill's Mrs McClusky actress Gwyneth Powell dies aged 76", "contributor": null, "time": "2022-09-12T16:05:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4FEA/production/_126685402_hi005061049.jpg", "content": [{"text": "Actress Gwyneth Powell, who played head teacher Mrs McClusky in teen soap opera Grange Hill, has died aged 76.", "type": "b"}, {"text": "The Manchester-born actress loomed over the series for 10 years from 1981, as the stern-but-fair headmistress.", "type": "p"}, {"text": "She also played Greg Davies' mother Polly in the Channel 4 sitcom Man Down, and appeared in shows like Holby City, A Touch Of Frost and Heartbeat.", "type": "p"}, {"text": "Her representative Matthew Lacey said Powell had died \"of complications following a major operation\".", "type": "p"}, {"text": "He said she \"passed away peacefully\" with her husband, actor Alan Leith, and niece at her bedside last Thursday.", "type": "p"}, {"text": "\"Gwyneth will be greatly missed by her adoring family and friends along with her many fans from multiple TV appearances,\" he added.", "type": "p"}, {"text": "Appropriately, given her most famous role, Powell initially trained as a teacher before throwing herself into repertory theatre in the late 1960s. ", "type": "p"}, {"text": "She landed her first television role in the 1971 London Weekend Television drama series The Guardians - \"which was lucky because I'd just got married\", she later said.", "type": "p"}, {"text": "\"We'd bought a house but we had no way of paying the first month's mortgage, or indeed buying a wedding ring,\" she told the Grange Hill podcast Sausage On A Fork.", "type": "p"}, {"text": "\"I wore my mother's wedding ring to our wedding... And then I got The Guardians and we were secure.\"", "type": "p"}, {"text": "She continued to secure regular work in the 1970s, with recurring roles on shows like Z Cars, Dixon of Dock Green and Emmerdale - but her career accelerated after being cast in Grange Hill, about life in an inner city comprehensive school.", "type": "p"}, {"text": "\"At first, Mrs McClusky was written as a 'twin set and pearls' role, but I was quite young at the time and didn't want to play it like that,\" she later told the BBC.", "type": "p"}, {"text": "\"We started with the clothes and she was quite fashion conscious and chic. I was told by lots of people she was a great fillip to young women teachers who started applying for headships. The show had repercussions in all kinds of ways, and the character did too. ", "type": "p"}, {"text": "\"My period did coincide with the Thatcher years. I think Mrs McClusky became memorable because we had a prime minister like that.\"", "type": "p"}, {"text": "She stayed in the role for 11 series before asking to be written out, and always remained proud of its impact.", "type": "p"}, {"text": "\"It was the first series that dealt with real problems in a real way without being patronising,\" she said. \"I'm not saying it would change society, but maybe it helped a lot of young people.\"", "type": "p"}, {"text": "After leaving the show, she bought the rights to EM Delafield's Diary of a Provincial Lady novels - which explore the life of an upper middle-class Englishwoman during the Great Depression - and adapted them into a series of successful one-woman shows.", "type": "p"}, {"text": "Paying tribute to Powell, Patricia Hidalgo, director of BBC Children's and Education, said: \"We are very sorry to hear of the passing of Gwyneth Powell.", "type": "p"}, {"text": "\"Her famous portrayal of Mrs McClusky is one that will be fondly remembered by all those that grew up watching Grange Hill.", "type": "p"}, {"text": "\"Our thoughts are with her family and friends at this sad time.\"", "type": "p"}], "tags": ["Television", "Children's television"]}