{"link": "https://www.bbc.com/news/science-environment-62882272", "category": "science & environment", "title": "Jeff Bezos rocket malfunctions on trip to space", "contributor": "Jonathan Amos", "time": "2022-09-12T15:18:37.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/11A65/production/_118839227_2.jeff_bezos_rocket_640x2-nc.png", "content": [{"text": "The New Shepard rocket and capsule system developed by US billionaire Jeff Bezos has had to abort a mission mid-flight over the Texas desert. ", "type": "b"}, {"text": "The rocket experienced what appeared to be a propulsion failure about one minute after leaving the launch pad.", "type": "p"}, {"text": "A motor pushed the capsule clear, enabling it to make a soft return to the ground with the aid of parachutes.", "type": "p"}, {"text": "New Shepard regularly carries people, but on this occasion the only payload was a batch of zero-G experiments.", "type": "p"}, {"text": "The incident occurred at an altitude of just over 28,000ft (8.5km) while the vehicles were moving upwards at 700mph (1,120km/h).", "type": "p"}, [{"text": "Star Trek's Shatner blasts into space", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58885555"}, {"text": "82-year-old becomes oldest-ever person in space", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-57686654"}], {"text": "The system is designed to sense problems in the booster rocket and then push the capsule away to a safe distance.", "type": "p"}, {"text": "Dr Erika Wagner, a senior director at Mr Bezos's Blue Origin space company, was doing the in-flight webcast commentary.", "type": "p"}, {"text": "\"It appears that we've experienced an anomaly with today's flight,\" she said shortly after the separation of the capsule from the rocket booster.", "type": "p"}, {"text": "\"This wasn't planned and we don't have any details yet.\"", "type": "p"}, {"text": "This was the 23rd mission of New Shepard since its introduction in 2015.", "type": "p"}, {"text": "In July 2021, on the system's 16th outing, it started carrying people on short hops above the atmosphere. The crew on that occasion included Jeff Bezos himself and his brother, Mark.", "type": "p"}, {"text": "Flight 18 gained international attention when it carried the Star Trek movie actor William Shatner aloft.", "type": "p"}, {"text": "Monday's mission was uncrewed. The capsule was carrying 36 payloads from academia, research institutions, and students from across the globe -  largely paid for by the US space agency Nasa.", "type": "p"}, {"text": "These experiments were aiming to exploit the particular conditions of weightlessness experienced at the top of the capsule's routine apogee of a little over 62 miles (100km).", "type": "p"}, {"text": "Had people been on board during the abort, they would have experienced a sharp jolt at the moment of separation but should have been none the worse for their experience on landing.", "type": "p"}, {"text": "The Federal Aviation Administration, which licenses commercial spaceflight in the US, said it would be investigating Monday's incident. ", "type": "p"}, {"text": "\"Before the New Shepard vehicle can return to flight, the FAA will determine whether any system, process or procedure related to the mishap affected public safety. This is standard practice for all mishap investigations,\" its statement read.", "type": "p"}], "tags": ["Amazon", "Human spaceflight", "Blue Origin", "Jeff Bezos", "Space exploration"]}