{"link": "https://www.bbc.com/news/technology-62833111", "category": "technology", "title": "Two government departments reprimanded by UK data watchdog", "contributor": "Shiona McCallum", "time": "2022-09-08T12:41:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F5E9/production/_126635926_gettyimages-1365296410.jpg", "content": [{"text": "Two government departments have been reprimanded by a watchdog for not responding to Freedom of Information (FOI) requests on time.", "type": "b"}, {"text": "It is the first time in seven years the Information Commissioner's Office (ICO) has issued an FOI enforcement notice. ", "type": "p"}, {"text": "The Department for International Trade (DIT) had the worst response rate across all government departments.", "type": "p"}, {"text": "Action was also taken against the Department for Business, Energy and Industrial Strategy (BEIS).", "type": "p"}, {"text": "The ICO is an independent watchdog. Its central aim is to promote openness by public bodies and data privacy for individuals.", "type": "p"}, {"text": "It has issued this latest action against the DIT and BEIS for what it calls \"persistent failures\" to respond.", "type": "p"}, {"text": "It said the action comes as it renews its approach to regulating the Freedom of Information Act 2000, which commits to taking action against public authorities with consistently poor performance.", "type": "p"}, {"text": "John Edwards, the Information Commissioner, said: \"Accountability and transparency in the work of public authorities is fundamental to democracy and it is the ICO's role to ensure that people's right to access information is protected.", "type": "p"}, {"text": "\"I advise public authorities to take note and learn lessons from the action we have taken today, as we will be making greater use of our powers under the Act to drive good practice and compliance.\"", "type": "p"}, {"text": "FOI consultant Martin Rosenbaum told the BBC this was a welcome decision. ", "type": "p"}, {"text": "\"It is the kind of firm and determined action which has been badly needed to tackle serious failings on FOI in government departments. ", "type": "p"}, {"text": "\"It should make it clear to the public authorities with the worst records on FOI compliance that there are limits to what they can get away with.", "type": "p"}, {"text": "If the new Commissioner continues to show much greater determination and effectiveness in enforcing the FOI Act, it will make a big difference to improving how the system can work in practise for the public benefit,\" he said.", "type": "p"}, {"text": "The ICO said DIT was late answering more than half of requests from January to March.", "type": "p"}, {"text": "The department's response times declined in 2021 despite no significant increase in requests or known resource issues at the department.", "type": "p"}, {"text": "The ICO said the delays were \"simply due to internal process failings, rather than more significant problems\".", "type": "p"}, {"text": "The department has been told it must respond to any outstanding requests older than 20 working days within 35 calendar days of the enforcement notice.", "type": "p"}, {"text": "It should also publish an action plan formalising measures to mitigate any future delays.", "type": "p"}, {"text": "Failure to comply with the notice could lead to the department being found in contempt of court, it has been warned.", "type": "p"}, {"text": "A DIT spokesperson said: \"We are fully committed to our transparency obligations and responded to over 500 FOI requests received last year. ", "type": "p"}, {"text": "\"We continue to evaluate and improve our internal processes and will respond to the ICO in due course.\"", "type": "p"}, {"text": "BEIS was told to improve its performance, after it \"consistently failed to respond to a significant number of the information access requests received within the statutory time limit\".", "type": "p"}, {"text": "BEIS has had a 55% increase in requests since 2020, but the ICO found the department's internal procedures were the cause of many responses being delayed, as well as the volume increases.", "type": "p"}, {"text": "The ICO said that because of mitigations by BEIS and its positive engagement with the watchdog, it was only issued with a practice recommendation rather than an enforcement notice.", "type": "p"}, {"text": "But the regulator said an enforcement notice could be issued if performance does not improve.", "type": "p"}, {"text": "A BEIS spokesperson said: \"We are committed to handling requests in a timely way while managing this alongside tackling the energy crisis and driving economic growth, and we are engaging with the ICO's office on the next steps.\"  ", "type": "p"}], "tags": ["Freedom of Information", "Department for Business, Energy & Industrial Strategy", "Department for International Trade"]}