{"link": "https://www.bbc.com/news/business-63628187", "category": "business", "title": "Amazon 'prepares mass job cuts' as sales slow - reports", "contributor": null, "time": "2022-11-14T21:56:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4DD3/production/_127632991_img-8470.jpg", "content": [{"text": "Amazon is preparing to cut thousands of office jobs amid slowing sales and concerns about an economic downturn, according to reports.", "type": "b"}, {"text": "The reductions could affect roughly 3% of office staff at the e-commerce giant - or about 10,000 people - US media reported, citing anonymous sources.", "type": "p"}, {"text": "The cuts are expected to affect divisions such as personal devices and e-commerce.", "type": "p"}, {"text": "Amazon did not respond to a request for comment.", "type": "p"}, {"text": "The company had already introduced a hiring freeze and halted some of its warehouse expansions, warning it had over-hired during the pandemic. It has also taken steps to shut some parts of its business, cancelling projects such as a personal delivery robot.", "type": "p"}, {"text": "Last week, the company said that reducing expenses would be a focus in its annual review of business operations. ", "type": "p"}, {"text": "\"As part of this year's review, we're of course taking into account the current macro-environment and considering opportunities to optimize costs,\" the company said in a statement then. ", "type": "p"}, {"text": "The exact number of jobs that will be cut remains fluid, according to media reports.", "type": "p"}, {"text": "Amazon has been grappling with a slowdown in online sales after business boomed during the pandemic.", "type": "p"}, {"text": "Though overall revenue rose 15% in the most recent quarter, the firm has remained cautious about the outlook as the slowdown expands into other areas, including its cloud computing unit, Amazon Web Services, which has long powered its profits.", "type": "p"}, {"text": "Founder Jeff Bezos, who has stepped down as chief executive but remains chairman of the board, has said on social media that it was a time to \"batten down the hatches\".", "type": "p"}, {"text": "Amazon joins a string of other tech companies that have announced job cuts, warning of a downturn in the economy. The list includes Meta, parent of Facebook, Instagram and WhatsApp, who also recently said it would cut 11,000 jobs - the biggest reduction in its history or roughly 13% of its workforce. ", "type": "p"}, {"text": "Overall US-based tech companies shed more than 28,000 jobs so far this year, more than double a year earlier according to a report by Challenger, Gray & Christmas, which tracks such announcements.", "type": "p"}], "tags": ["Amazon"]}