{"link": "https://www.bbc.com/news/entertainment-arts-63621185", "category": "entertainment & arts", "title": "Lewis Capaldi overtakes Ed Sheeran with the UK's most-streamed song of all time", "contributor": null, "time": "2022-11-14T10:40:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2EBA/production/_127626911_gettyimages-1283389593.jpg", "content": [{"text": "Lewis Capaldi's aching ballad Someone You Loved has become the UK's most-streamed song of all time, overtaking Ed Sheeran's Shape Of You.", "type": "b"}, {"text": "The song has been played 562 million times, counting both audio and video streams, said the Chart Company.", "type": "p"}, {"text": "Capaldi celebrated the news by calling himself \"the king of streaming\".", "type": "p"}, {"text": "\"Listen…The Beatles, Drake, Metallica, The Eagles, Michael Jackson, don't worry guys, no hard feelings, I just had to take this one,\" he added.", "type": "p"}, {"text": "\"Take a step back and let Daddy steer the ship now, OK?\"", "type": "p"}, {"text": "On beating Sheeran's record, the Scottish singer said: \"Ed's a man who is like a brother to me, he's been a mentor, he's put his arm round me and said, 'Don't worry everything's going to be ok'. ", "type": "p"}, {"text": "\"He's been nothing but kind and gracious and beautiful, a good friend in an ever-changing industry. So to Ed I say... nice guys finish last. You snooze you lose, kiddo. Keep up!\" ", "type": "p"}, {"text": "The Official Chart Company announced the news to mark its 70th anniversary. ", "type": "p"}, {"text": "The first chart was compiled by music newspaper the New Musical Express on 14 November, 1952, with Al Martino's Here In My Heart becoming the first ever number one.", "type": "p"}, [{"text": "Seven controversies from 70 years of the singles chart", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63574453"}, {"text": "The most-streamed songs of 1952 to 2022 revealed", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63490691"}, {"text": "Queen's Greatest Hits sets new UK sales record", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62209993"}], {"text": "The Top 12 was rather rudimentary, constructed from a survey of 20 record shops by the NME's advertising manager Percy Dickins, who thought a chart would lure new advertisers to the publication.", "type": "p"}, {"text": "Over the next seven decades, the chart became more sophisticated, and now tracks every sale, stream and download that occurs in the UK.", "type": "p"}, {"text": "In figures released on Monday, the Official Charts said a total of 4.55 billion singles, 683 billion audio streams and 128 billion video streams have been consumed in the UK since the chart began.", "type": "p"}, {"text": "A total of 1,404 songs have reached number one in that period, from The Beatles' She Loves You and Queen's Bohemian Rhapsody, to Madonna's Into The Groove and the Spice Girls' Wannabe.", "type": "p"}, {"text": "The current number one is Taylor Swift's Anti-Hero, which is expected to spend a fourth week in pole position when the latest chart is announced this Friday.", "type": "p"}, {"text": "Elton John's Candle In The Wind is the UK's biggest-selling single of all time, with 4.94 million copies sold.", "type": "p"}, {"text": "A further 178 singles have surpassed one million sales - and the latest to achieve the feat is Taylor Swift's Shake It Off.", "type": "p"}, {"text": "She is the is the first act to reach the milestone in two years. The last was Goo Goo Dolls' Iris, which hit one million sales in February 2020. The last solo artist to make the list was Frank Sinatra, with My Way, in 2018.", "type": "p"}, {"text": "The chart company noted that Shake It Off could be the country's last million-seller, as downloads and physical sales are now negligible, even for the biggest hits.", "type": "p"}, {"text": "Streams now account for 98.6% of the singles market, with the number one single currently averaging 6.82 million streams per week.", "type": "p"}, {"text": "To date only three songs have topped 500 million streams - Someone You Loved, Shape Of You and Ed Sheeran's Perfect. ", "type": "p"}, {"text": "Seven tracks have achieved 400 million streams, including George Ezra's Shotgun. The Weeknd's Blinding Lights and The Killers' Mr Brightside.", "type": "p"}, {"text": "The most streamed music video is Baby Shark by Pinkfong, which has amassed 220 million plays.", "type": "p"}, {"text": "Meanwhile, Queen's Greatest Hits is the UK's best-selling album of all time, surpassing 7 million copies.", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Lewis Capaldi", "Ed Sheeran", "Official UK music charts", "Music"]}