{"link": "https://www.bbc.com/news/technology-63624890", "category": "technology", "title": "Biggest crypto exchange Binance urges new industry rules", "contributor": null, "time": "2022-11-14T18:54:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18063/production/_127630489_czmedgettyimages-1440212835.jpg", "content": [{"text": "The head of the world's biggest cryptocurrency exchange has told global leaders new regulations are needed.", "type": "b"}, {"text": "Binance chief Changpeng Zhao was speaking at a conference in Bali, Indonesia, attended by heads of the G20 group of nations.", "type": "p"}, {"text": "The company has also announced plans for a recovery fund to help struggling crypto businesses.", "type": "p"}, {"text": "It follows the bankruptcy of the FTX exchange, which shook the industry and wiped billions off the crypto market.", "type": "p"}, {"text": "The failure of the rival exchange, founded by Sam Bankman-Fried, has left many small investors worried they face big losses.", "type": "p"}, {"text": "\"We're in a new industry, we've seen in the past week, things go crazy in the industry,\" Mr Zhao, known as CZ, said, according to the Reuters news agency. ", "type": "p"}, {"text": "\"We do need some regulations, we do need to do this properly, we do need to do this in a stable way.\"", "type": "p"}, {"text": "But crypto companies also had responsibilities, Mr Zhao said.", "type": "p"}, {"text": "\"The industry collectively has a role to protect consumers, to protect everybody. So it's not just regulators,\" he said.", "type": "p"}, {"text": "In many countries, cryptoassets are lightly regulated compared with other financial sectors, with few protections for consumers.", "type": "p"}, {"text": "The UK government has previously announced plans to regulate stablecoins, which, as the name suggests, are designed to have a stable value linked to traditional currencies or assets such as gold.", "type": "p"}, {"text": "Mr Zhao said the recovery fund - for otherwise strong companies unable to find enough cash, or assets that can be easily converted into cash, to cover their immediate needs - would reduce the risk of \"cascading negative effects\" following FTX's bankruptcy.", "type": "p"}, {"text": "Binance's announcement it would offload its holdings of FTX's cryptocurrency, FTT, and its subsequent abandonment of a rescue deal for the troubled exchange - after carrying out due diligence checks - were factors in FTX's collapse, which wiped an estimated $200bn (£170bn) off the crypto market in a matter of days.", "type": "p"}, {"text": "And it is now feared other crypto businesses could be at risk, as investors withdraw funds.", "type": "p"}, {"text": "Meanwhile UK MPs on the Commons Treasury Select Committee were able to quiz business figures, including Binance, as part of their inquiry into the cryptoasset industry.", "type": "p"}, {"text": "Daniel Trinder, Binance vice-president of government affairs in Europe, denied that the company's actions had contributed to the collapse of FTX.", "type": "p"}, {"text": "That, he alleged, was caused by \"failures around governance, around risk management, around excessive leverage, about, if we believe the reports, inappropriate use of clients' assets\".", "type": "p"}, {"text": "Instead Binance had been trying to rescue FTX, realising the implications for the wider industry.", "type": "p"}, {"text": "He told MPs that the exchange \"started that due diligence process and realised something was very wrong and we pulled out of it\".", "type": "p"}, {"text": "The incident, he argued, showed the need for regulation.", "type": "p"}], "tags": ["G20", "Cryptocurrency"]}