{"link": "https://www.bbc.com/news/business-64243318", "category": "business", "title": "World's richest man promotes daughter to head Dior", "contributor": null, "time": "2023-01-11T19:51:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/148E4/production/_128269148_delphineedited.jpg", "content": [{"text": "The world's richest man, Bernard Arnault, has appointed his daughter to head up fashion house Dior.", "type": "b"}, {"text": "Mr Arnault promoted Delphine Arnault, 47, as part of a reshuffle at LVMH, Europe's most valuable company.", "type": "p"}, {"text": "It owns a portfolio of high-end brands including Fendi and Louis Vuitton and is worth about £336bn.", "type": "p"}, {"text": "The outgoing head of Dior, Pietro Beccari, will move to replace long-time Louis Vuitton chief executive Michael Burke.", "type": "p"}, {"text": "Both Ms Arnault and Mr Beccari \"are well respected\", so these are \"logical promotions within the group,\" said Credit Suisse analyst Natasha Brilliant.", "type": "p"}, {"text": "All five of Mr Arnault's children hold management positions at brands in the group.", "type": "p"}, {"text": "The changes, which come into effect in February, follow the recent appointment of Antoine Arnault, Bernard Arnault's eldest son, to head the family's holding company.", "type": "p"}, {"text": "Alexandre Arnault, 30, is in charge of products and communication at Tiffany, while Frederic Arnault, 28, is chief executive of another group brand, Tag Heuer.", "type": "p"}, {"text": "The youngest child, Jean Arnault, 24, heads marketing and product development for Louis Vuitton's watches division.", "type": "p"}, {"text": "Mr Arnault's companies sell goods including luxury suitcases by Louis Vuitton and Moet and Chandon champagne.", "type": "p"}, {"text": "\"Succession planning in strategic roles has been instrumental to the success of LVMH's key brands over the past 20 years, hence today's moves are significant,\" said Thomas Chauvet, an analyst at Citi.", "type": "p"}, {"text": "Christian Dior's catwalk presentations in Paris are attended by global celebrities including K-pop star Jisoo and singer Rihanna, drawing enthusiastic crowds of fans.", "type": "p"}, {"text": "Delphine Arnault will leave her position as LVMH's executive vice president for Louis Vuitton, which she has held since 2013.", "type": "p"}, {"text": "Louis Vuitton set new sales records under Ms Arnault's leadership, LVMH said.", "type": "p"}, {"text": "Similar succession plans have happened at other major fashion companies in recent years. ", "type": "p"}, {"text": "High Street fashion giant Inditex, which owns brands including Zara and Massimo Dutti, appointed the founder's daughter as its new chairwoman in 2021. Marta Ortega was 37 at the time.", "type": "p"}, {"text": "The boss of fashion house Prada, Patrizio Bertelli, recently said he expects to hand the reigns of the company to his son Lorenzo within two years.", "type": "p"}, {"text": "Bernard Arnault overtook Elon Musk in December 2022 to become the world's richest man.", "type": "p"}], "tags": ["Clothing industry", "Fashion"]}