{"link": "https://www.bbc.com/news/entertainment-arts-64240886", "category": "entertainment & arts", "title": "Supermodel Tatjana Patitz dies at 56", "contributor": null, "time": "2023-01-11T21:54:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6CEE/production/_128268872_gettyimages-173373381.jpg", "content": [{"text": "Model Tatjana Patitz has died, aged 56, her modelling agency has announced.", "type": "b"}, {"text": "No cause of death has been revealed. The German-born model was living in California at the time of her death. ", "type": "p"}, {"text": "Patitz, who rose to fame in the 1990s, became one of the decade's most prominent supermodels. She also appeared in music videos for Duran Duran and George Michael. ", "type": "p"}, {"text": "In a 1988 interview with Vogue magazine, she attributed her success to \"not looking like anyone else\".", "type": "p"}, {"text": "\"People always said that I looked special... And I was going to make it because of that,\" she said at the time.", "type": "p"}, {"text": "Patitz was born in Hamburg in 1966, to an Estonian mother and a German father. ", "type": "p"}, {"text": "Her family soon relocated to Sweden, where she entered a contest at the age of 17. She came third and it took several years for her career to take off. ", "type": "p"}, {"text": "By 1988, however, she was being shot by high-profile fashion photographer Peter Lindbergh. ", "type": "p"}, {"text": "Patitz also featured on the famous 1990 British Vogue cover alongside fellow supermodels Cindy Crawford, Naomi Campbell, Linda Evangelista and Christy Turlington, cementing her status as one of the five \"original\" supermodels of the 1990s. ", "type": "p"}, {"text": "She also starred in George Michael's Freedom! '90 music video and worked on campaigns for Chanel, Calvin Klein and Versace. ", "type": "p"}, {"text": "Anna Wintour, global editorial director of Vogue, said: \"Tatjana was always the European symbol of chic, like Romy Schneider-meets-Monica Vitti... She was far less visible than her peers - more mysterious, more grown-up, more unattainable - and that had its own appeal.\"", "type": "p"}, {"text": "The Peter Lindbergh Foundation paid tribute to \"Tatjana's kindness, inner beauty and outstanding intelligence\".", "type": "p"}, {"text": "\"She will be immensely missed,\" a Twitter statement by the Foundation said.", "type": "p"}, {"text": "Patitz's most recent catwalk appearance was in the Etro show in February 2019 as part of Milan fashion week, according to Reuters news agency.", "type": "p"}, {"text": "She is survived by her 19-year-old son, Jonah.", "type": "p"}], "tags": ["Modelling", "Fashion"]}