{"link": "https://www.bbc.com/news/health-64211479", "category": "health", "title": "Diabetes artificial pancreas tech recommended for thousands on NHS", "contributor": null, "time": "2023-01-10T03:05:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E5DC/production/_128244885_gettyimages-1204982830.jpg", "content": [{"text": "More than 100,000 people in England and Wales with type 1 diabetes could soon be offered new technology to manage their condition on the NHS.", "type": "b"}, {"text": "The system uses a glucose sensor under the skin to automatically calculate how much insulin is delivered via a pump.", "type": "p"}, {"text": "Health assessors said it was the best way of controlling diabetes, barring a cure.", "type": "p"}, {"text": "A charity said it would transform lives and was the \"closest thing to a working pancreas\".", "type": "p"}, {"text": "The National Institute of Health and Care Excellence (NICE), the health body recommending the technology, said a more cost-effective price still had to be agreed with manufacturers.", "type": "p"}, {"text": "In trials, it improved quality of life and reduced the risk of long-term health complications.", "type": "p"}, {"text": "Approximately 400,000 people are currently living with type 1 diabetes in the UK, including around 29,000 children.", "type": "p"}, {"text": "Their pancreas produces no, or very little, insulin - an important hormone which helps turn food into energy.", "type": "p"}, {"text": "So they have to closely monitor levels of sugar, or glucose, in the blood and top up levels of insulin every day of their lives using injections or an insulin pump. ", "type": "p"}, [{"text": "Type 1 diabetes: 'People don't know how hard it is'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-61339882"}, {"text": "Artificial pancreas to revolutionise diabetes care", "type": "a", "href": "https://www.bbc.co.uk/news/health-60133358"}, {"text": "Type 1 diabetes trial to identify at-risk children ", "type": "a", "href": "https://www.bbc.co.uk/news/health-63622084"}], {"text": "This new technology does that automatically, virtually mimicking the function of a pancreas - although it still requires information on food intake to work accurately. ", "type": "p"}, {"text": "\"This technology has been proven to give the best control for managing type 1 diabetes and should make things like amputations, blindness, and kidney problems possibly a thing of the past,\" said Prof Partha Kar, national specialty adviser for diabetes at NHS England.", "type": "p"}, {"text": "\"The quality of life this technology gives to those using it is huge,\" he added. ", "type": "p"}, {"text": "It allows someone with type 1 diabetes to go about their daily life without stressing over whether their blood sugar is too high or too low, and therefore dangerous.", "type": "p"}, {"text": "Yasmin Hopkins, 27, from London, had struggled to maintain her blood sugar levels since she was diagnosed at the age of 12.", "type": "p"}, {"text": "She took part in trials of the new technology and told the BBC she found it liberating.", "type": "p"}, {"text": "\"I wake up now and I can do a normal day's work, or go on a dog walk without being concerned,\" she said.", "type": "p"}, {"text": "The kit has been described as a step towards an artificial pancreas.", "type": "p"}, {"text": "Under draft recommendations, NICE said the system should first be offered to patients in England and Wales unable to control their diabetes, including pregnant women, which could be around 100,000 people in England alone.   ", "type": "p"}, {"text": "Anyone can have their say on the guidance until Tuesday 31 January on the NICE website.", "type": "p"}, {"text": "Negotiations on a cost-effective price for the technology - called a closed hybrid loop system - are still to take place, however.", "type": "p"}, {"text": "The technology currently costs nearly £6,000 a year but NICE says it wants to agree a price for the NHS that \"is fair to taxpayers\".", "type": "p"}, {"text": "Hilary Nathan, policy director at JDRF, the type 1 diabetes charity which has funded research into the system for many years, said it was \"a game-changing treatment at the forefront of health technology and artificial intelligence\".  ", "type": "p"}, {"text": "If approved, she said, it would transform the lives of people living with type 1 in England and Wales, reduce deaths from glucose high and lows, and cut the risk of long-term health issues from the condition.", "type": "p"}, {"text": "\"It's the closest thing you can get to a working pancreas,\" she added.", "type": "p"}, {"text": "The technology is already being rolled out in Scotland, where an additional £14.6m is being spent on making sure people with type 1 diabetes can use it.", "type": "p"}, {"text": "The system has been licensed for use by the UK regulator, the MHRA.", "type": "p"}, {"text": "Type 1 diabetes is a different condition to type 2 diabetes, which is much more common. While both cause blood glucose levels to be higher than normal, type 1 is an auto-immune condition where the body attacks cells in the pancreas.", "type": "p"}, {"text": "In people with type 2, the cells in the body become resistant to insulin and so more is needed to keep blood glucose levels within a normal range. It can usually be controlled through diet, exercise and close monitoring.", "type": "p"}], "tags": ["NHS", "Diabetes"]}