{"link": "https://www.bbc.com/news/technology-64225276", "category": "technology", "title": "UK investor reported losing £1m in FTX collapse", "contributor": null, "time": "2023-01-11T16:47:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E690/production/_127642095_ftxgettyimages-1440504577.jpg", "content": [{"text": "A UK investor told a fraud and cybercrime hotline they had been scammed out of £1m by failed cryptocurrency exchange FTX, a Freedom of Information (FOI) request reveals.", "type": "b"}, {"text": "The unnamed individual was one of 13 in the UK who complained to Action Fraud about FTX during November.", "type": "p"}, {"text": "Eight were male, three female, with the gender of two listed as \"unknown\". One was aged 10-19, another in their 70s.", "type": "p"}, {"text": "In total, victims claimed losses of £1,162,334, the FOI reveals.", "type": "p"}, {"text": "Many cryptocurrency investors used FTX as a place to store funds. It owes money to more than a million individuals and companies globally, bankruptcy-court filings suggest. Of those, about 80,000 are thought to be in the UK.", "type": "p"}, {"text": "The FOI data was compiled by searching reports made in November to Action Fraud, run by the City of London Police, for the text \"FTX\".", "type": "p"}, {"text": "Many more complaints may have come in subsequently, said the Investing Reviews website, which put in the FOI request.", "type": "p"}, {"text": "But those with money in FTX were unlikely to be repaid, Investing Reviews chief executive Simon Jones said.", "type": "p"}, {"text": "\"The Financial Conduct Authority has been at pains to warn investors about the dangers of cryptocurrency - so if you're tempted, make sure you don't put all your eggs in one basket,\" he said.", "type": "p"}, {"text": "FTX declared bankruptcy on 11 November but concerns about it had escalated rapidly earlier that month.", "type": "p"}, {"text": "Its former head Sam Bankman-Fried was arrested in December. ", "type": "p"}, {"text": "He has pleaded not guilty to charges of defrauding investors but two close colleagues have admitted offences and are co-operating with the investigation.", "type": "p"}], "tags": ["Cryptocurrency"]}