{"link": "https://www.bbc.com/news/business-63885968", "category": "business", "title": "UK aims to double US gas imports under new deal", "contributor": null, "time": "2022-12-07T14:53:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1785F/production/_127915369_lng.jpg", "content": [{"text": "The UK has agreed to double imports of US gas over the next year as it tries to stabilise soaring energy prices. ", "type": "b"}, {"text": "Prime Minister Rishi Sunak said the plan would \"bring down prices for British consumers and help end Europe's dependence on Russian energy\".", "type": "p"}, {"text": "Russia has cut off the majority of its gas supplies to Europe over the past year after its invasion of Ukraine.", "type": "p"}, {"text": "The UK does not import gas from Russia directly, but has been hit by rising wholesale prices on the Continent. ", "type": "p"}, {"text": "Under the agreement, the UK aims to double imports of liquefied natural gas (LNG) from the US to 9-10 billion cubic metres over the next year.", "type": "p"}, {"text": "That is equivalent to about an eighth of the gas the UK uses every year. ", "type": "p"}, {"text": "The two countries will also boost collaboration over the development of new nuclear and green energy technologies.", "type": "p"}, {"text": "The partnership will be steered by a new UK-US joint action group, led by senior officials from the British government and the White House, with the first meeting held virtually on Thursday.", "type": "p"}, [{"text": "What is LNG and why has it become so important?", "type": "a", "href": "https://www.bbc.co.uk/news/business-63585732"}, {"text": "Climate change: Hidden emissions in liquid gas imports threaten targets", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63457377"}, {"text": "What is fracking and why is it controversial?", "type": "a", "href": "https://www.bbc.co.uk/news/uk-14432401"}], {"text": "Citing the war in Ukraine, Mr Sunak and Mr Biden said in a joint statement that it is \"more important than ever\" for allies to work together to build \"resilient international systems\".", "type": "p"}, {"text": "\"Our immediate shared goal to stabilise energy markets, reduce demand, and ensure short-term security of supply is underpinned by the longer-term objective of supporting a stable energy transition to achieving net zero emissions by 2050, which in itself will strengthen our energy security,\" they said.", "type": "p"}, {"text": "Nathan Piper, an oil and gas analyst at Investec, said the deal would help to secure gas supplies across Europe, where Russian gas imports are down by more than 80% compared to last year.", "type": "p"}, {"text": "The UK has limited gas storage capacity, so any excess gas is likely to be exported through interconnecting pipes to Holland and Belgium, he said. ", "type": "p"}, {"text": "However, he said the plan is unlikely to bring down wholesale prices significantly this winter as demand soars. He also said the deal was more or a statement of intent, adding \"it's an ambition and not certain\".", "type": "p"}, {"text": "Overall, US exports of LNG have been restricted since a fire damaged the country's second largest LNG facility in June. The Freeport LNG facility in Texas is not expected to be fully operational again until March next year. ", "type": "p"}, {"text": "There are concerns that Europe's increasing reliance on LNG could hamper efforts to tackle global warming.", "type": "p"}, {"text": "Recent research showed that the production and transport of LNG causes up to ten times the carbon emissions compared to pipeline gas.", "type": "p"}, {"text": "In addition, most of the increases in US gas production since 2005 have come from fracking, which has proven controversial in the UK.", "type": "p"}], "tags": ["Russia-Ukraine war", "Russia", "Ukraine", "Natural gas"]}