{"link": "https://www.bbc.com/news/entertainment-arts-63887960", "category": "entertainment & arts", "title": "Turner Prize: Windrush memorial artist Veronica Ryan wins for 'poetic' sculptures", "contributor": null, "time": "2022-12-07T19:53:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/43AA/production/_127922371_ryan2.jpg", "content": [{"text": "Sculptor Veronica Ryan, who made the UK's first permanent public artwork to honour the Windrush generation, has won this year's Turner Prize.", "type": "b"}, {"text": "For her Windrush memorial, Ryan placed giant sculptures of Caribbean fruits on a street in Hackney, east London.", "type": "p"}, {"text": "The Turner Prize judges praised her \"really poetic\" work.", "type": "p"}, {"text": "Ryan, 66, became the oldest winner in the prestigious art award's 38-year history when she picked up the £25,000 cheque at a ceremony in Liverpool.", "type": "p"}, {"text": "She was born on Monserrat before moving to the UK as a toddler, and much of her art uses the fruits, seeds and even volcanic ash from her home island. ", "type": "p"}, {"text": "As well as the custard apple, breadfruit and soursop sculptures that were unveiled in Hackney in October 2021, she won for an exhibition in Bristol last year that featured cocoa pods, avocado stones and orange peel.", "type": "p"}, {"text": "It also contained crocheted bags made from fishing line as well as tea-stained medical pillows that were made during the pandemic to reflect acts of care and nurturing.", "type": "p"}, [{"text": "Veronica Ryan discusses her work on BBC Radio 4 Front Row", "type": "a", "href": "https://www.bbc.co.uk/programmes/m001fmx6"}], {"text": "Tate Britain director Alex Farquharson, who co-chaired this year's jury, said her work had \"a quiet but very compelling presence\".", "type": "p"}, {"text": "\"There's a kind of subtle autobiographical component to the work, and the jury feel that she's extending the language of modern contemporary sculpture in new and subtle ways,\" he said.", "type": "p"}, {"text": "Ryan's was \"perhaps the most abstract and elusive work\" of this year's four nominees, he added.", "type": "p"}, {"text": "\"But it's quite insistent. And it's ultimately really poetic as a sculptural practice - but you're aware that this poetry is a result of working with the most humble forms, things that normally are thrown away or lost.", "type": "p"}, {"text": "\"There's a sense of beachcombing to how the materials are found, kept and brought back to life. And I think that is something that people can relate to.\"", "type": "p"}, {"text": "The prize comes a year after Ryan was made an OBE for services to art. Farquharson said the Turner was not intended as a \"lifetime achievement award\", noting that her work had taken \"a very interesting turn over the last year or two\".", "type": "p"}, {"text": "Ryan's work at the Turner exhibition in Liverpool is probably the least immediately relatable of the four artists vying for this prize.", "type": "p"}, {"text": "That's not to say her mysterious sculptures aren't quietly beautiful. ", "type": "p"}, {"text": "But they don't have the more obviously understandable themes explored by her fellow nominees around identity, the environment, racism, gay rights. Or their larger, bolder scale.", "type": "p"}, {"text": "Visitors to Tate Liverpool have been encouraged to use plastic tokens to vote for their favourite artist. On the day I visited, Ingrid Pollard and Heather Phillipson had the most tokens by far. Tate wouldn't reveal who won that \"public vote\".", "type": "p"}, {"text": "Tate Britain boss Alex Farquharson told the BBC that Ryan's appeal may be \"a case of slow burn\".", "type": "p"}, {"text": "But she has also been judged on her sculptures in east London - the first ever to honour the Windrush generation. They alone make her a worthy winner.", "type": "p"}, {"text": "Ryan received the trophy from Frankie Goes To Hollywood frontman Holly Johnson at Liverpool's St George's Hall on Tuesday.", "type": "p"}, {"text": "The three other nominees - Heather Phillipson, Ingrid Pollard and Sin Wai Kin - will receive £10,000 each.", "type": "p"}, [{"text": "Fictional boy band in top art award exhibition", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63302085"}, {"text": "Trafalgar Square cream artist on Turner Prize list", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61078208"}], {"text": "The Turner Prize is Britain's most well-known - and often most controversial - award for contemporary art, and Liverpool is the first city outside London to host the ceremony and accompanying exhibition more than once.", "type": "p"}, {"text": "Ryan is the first individual artist to pick up the award since 2018.", "type": "p"}, {"text": "In 2019, all five nominees asked to share it rather than having one winner; in 2020, the pandemic meant it was replaced with 10 artist bursaries; and last year all the nominees were collectives who helped to \"inspire social change through art\".", "type": "p"}, {"text": "The Turner Prize exhibition runs at Tate Liverpool until 19 March.", "type": "p"}], "tags": ["Turner Prize", "Art", "Liverpool", "Hackney"]}