{"link": "https://www.bbc.com/news/science-environment-63877145", "category": "science & environment", "title": "COP15: UN calls for biodiversity 'peace pact with nature'", "contributor": null, "time": "2022-12-07T04:54:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11788/production/_127906517_deforestationgettyimages-1160189808.jpg", "content": [{"text": "\"Humanity has become a weapon of mass extinction,\" the head of the United Nations has warned at the start of a high-level nature summit in Canada. ", "type": "b"}, {"text": "Governments are meeting in Montreal to agree targets to reverse the loss of nature.", "type": "p"}, {"text": "UN Secretary-General Antonio Guterres said we have a chance to stop the \"orgy of destruction\" which has put a million species at risk of extinction.", "type": "p"}, {"text": "\"It's time to forge a peace pact with nature,\" he added.", "type": "p"}, [{"text": "Global summit is 'last chance' for nature", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63731053"}, {"text": "What is biodiversity and how can we protect it?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-60823267"}, {"text": "Biodiversity loss risks 'ecological meltdown' ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58859105"}], {"text": "Biodiversity is the sum of all living things on the planet and the way they are connected in a complex web of life that we rely upon for food, clean air and water.", "type": "p"}, {"text": "In Montreal nearly 200 countries will try to agree on a way to put the world on a path to restoring nature by the end of the decade.", "type": "p"}, {"text": "The stakes are high with the COP15 UN summit seen as a chance to do for biodiversity what the Paris agreement has done for the fight against climate change.", "type": "p"}, {"text": "The two issues are intertwined, with warnings that a failure to secure a good outcome on protecting nature will make it far harder to fight climate change.", "type": "p"}, {"text": "\"The idea of biodiversity can be quite complicated for people, but it's basically about nature,\" said Dr Abigail Entwistle of conservation charity Fauna and Flora International. ", "type": "p"}, {"text": "\"We've not been as good at getting the message across about what's at stake and how urgent the situation is and we need to have our 1.5 degree moment for biodiversity in the same way we have for climate change.\"", "type": "p"}, {"text": "Some of the key ambitions of the agreement include:", "type": "p"}, [{"text": "Reducing the extinction risk threatening more than one million species", "type": "p"}, {"text": "Protecting 30% of land and sea", "type": "p"}, {"text": "Eliminating billions of dollars of environmentally-damaging government subsidies", "type": "p"}, {"text": "Restoring degraded ecosystems.", "type": "p"}], {"text": "Several issues threaten to derail the talks including financing of the plans and debate over how to protect the natural world without risking creating \"paper parks\" or \"ghost forests\" that are protected only on paper and from which indigenous people and local communities are excluded.", "type": "p"}, {"text": "Cambodia Country Director for Fauna and Flora International, Pablo Sinovas, pointed to the need for better protection of areas of the world with undiscovered biodiversity, such as in the country's Virachey National Park.", "type": "p"}, {"text": "\"You could say this forest area is the equivalent of the Amazon of Asia,\" he said. ", "type": "p"}, {"text": "\"It is a very large forest with outstanding biodiversity - there is much to be explored and much to be discovered, yet unlike the Amazon, it hasn't received that much attention.\"", "type": "p"}, {"text": "The UK is among countries pushing for a key goal of protecting 30% of land and sea by 2030. The government said it was continuing to push for an ambitious outcome at the talks and would work with countries around the globe to put the natural world back on the road to recovery.", "type": "p"}, {"text": "The Environment Secretary, Therese Coffey, said until now \"nature's been the cinderella\" compared with other issues affecting the planet, but it was \"critical\" to get agreement in Montreal.", "type": "p"}, {"text": "\"We have to as a world come together,\" she told BBC News. \"We've already done that for climate - we now need to do it for nature.\"", "type": "p"}, {"text": "However, UK wildlife charities have accused the government of missing its nature targets at home.", "type": "p"}, [{"text": "Groups threaten government over 'attack on nature'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63207619"}], {"text": "The UK is one of the most nature-depleted countries in the world and is \"going backwards\" in terms of its domestic agenda, with many species at risk of extinction and in decline, Nick Bruce-White, director for bird protection charity RSPB England, said.", "type": "p"}, {"text": "\"We have to by the end of 2030 at least halt biodiversity decline and ideally be on a trajectory to try and restore biodiversity,\" he said. \"This is the last chance saloon.\"", "type": "p"}, {"text": "The government has faced criticism from environmental groups for missing a deadline to set legally-binding targets on nature as required by the Environment Act but has said it will publish these soon.", "type": "p"}, {"text": "The UK lost much of its nature long ago. The south western county of Somerset is at the heart of a drive to restore habitat for wildlife through a string of reserves across the country.", "type": "p"}, {"text": "At Streart Marshes on the Somerset coast, important wetland sites for birds and other wildlife have been created by letting the sea flood in and reclaim intensive farmland.", "type": "p"}, {"text": "Reserves manager for the Wildfowl and Wetlands Trust, Alys Laver, said nature has a fantastic ability to restore itself.", "type": "p"}, {"text": "\"I think what we've learnt here at Steart is providing space for nature on a landscape scale allows nature to take over and get those healthy ecosystems working and the rest just takes its course,\" she said.", "type": "p"}, {"text": "Listen to a special edition of BBC Inside Science presented by Victoria Gill at the UN biodiversity summit on Thursday on BBC Radio 4 at 1630 GMT and on BBC Sounds.", "type": "p"}, {"text": "Follow Helen on Twitter @hbriggs.", "type": "p"}], "tags": ["Conservation", "Extinction", "Biodiversity", "Wildlife", "Nature", "United Nations", "Climate change", "Environment"]}