{"link": "https://www.bbc.com/news/technology-63886756", "category": "technology", "title": "Nintendo lands Call of Duty in 10-year Microsoft deal", "contributor": null, "time": "2022-12-07T12:26:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16B85/production/_127916039_f5615e5e-93fa-4ea8-a5c9-c114e2bce3e9.jpg", "content": [{"text": "Microsoft has entered into a 10-year agreement to bring Call of Duty to Nintendo consoles, following its plan to acquire the game's publisher.", "type": "b"}, {"text": "Microsoft wants to buy Activision Blizzard, which also makes Overwatch and Warcraft, for $68.7bn (£56.5bn).", "type": "p"}, {"text": "The deal would enable Microsoft to stop Call of Duty from appearing on rival consoles, such as Sony's PlayStation 5.", "type": "p"}, {"text": "The UK watchdog, the Competition and Markets Authority (CMA), says this could lessen competition in gaming.", "type": "p"}, {"text": "Microsoft says this is not the case, and is now offering the title to rivals - for a limited time.", "type": "p"}, {"text": "In announcing the deal, Microsoft president Brad Smith said the same offer was on the table for Sony, if it was willing to \"sit down and talk\".", "type": "p"}, {"text": "The CMA has launched an in-depth investigation into the deal, saying Sony's revenue and users could be \"significantly affected\" if it loses access to Call of Duty.", "type": "p"}, {"text": "It noted that previous Microsoft deals have led to games being made Microsoft exclusives, with its acquisition of Bethesda resulting in the new game Starfield only appearing on Xbox and PC.", "type": "p"}, {"text": "A CMA spokesperson said: \"We are aware of these developments and will continue to monitor the competitive landscape throughout our investigation.\"", "type": "p"}, {"text": "Sony has been a vocal critic of the acquisition, which it said in October is \"bad for competition, bad for the gaming industry, and bad for gamers themselves\", adding it would give Microsoft \"a dominant position in gaming\".", "type": "p"}, {"text": "But the 10-year offer is significant for Nintendo, which last had a Call of Duty game on its consoles in 2013.", "type": "p"}, {"text": "Phil Spencer, head of Microsoft's Xbox gaming division, said Call of Duty would continue to be available on PCs through Steam, a gaming distribution service.", "type": "p"}, {"text": "This means that in theory the game series could also be available on the Steam Deck - a handheld gaming computer not owned by Microsoft - although this would depend on the hardware requirements of subsequent releases.", "type": "p"}, {"text": "The BBC has approached Sony for comment.", "type": "p"}], "tags": ["Gaming", "Xbox", "Sony", "Microsoft", "Nintendo"]}