{"link": "https://www.bbc.com/news/business-61596848", "category": "business", "title": "McDonald's defeats Carl Icahn in vote over pigs", "contributor": null, "time": "2022-05-26T19:59:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C3B7/production/_123330105_gettyimages-1238389987.jpg", "content": [{"text": "Billionaire Carl Icahn, who had hoped to shake up the McDonald's board to improve its treatment of pregnant pigs, has been defeated in a vote.", "type": "b"}, {"text": "Only 1% of shareholders voted in favour of the nominees put forward by Mr Icahn, an investor in the firm.", "type": "p"}, {"text": "McDonald's had fought Mr Icahn's demands, saying they were unreasonable.", "type": "p"}, {"text": "The billionaire has said he was stirred to take on McDonald's by his daughter, an animal lover who has worked for the Humane Society.", "type": "p"}, {"text": "Activist investors such as Mr Icahn - one of a handful of feared corporate raiders said to have been the model for Gordon Gekko in the 1987 movie Wall Street - normally focus their efforts on companies they believe need restructuring.", "type": "p"}, {"text": "But in a public letter last month the 86-year-old wrote: \"At this point in my career, I consider it my responsibility to engage in constructive activism to help rectify glaring injustices perpetuated by many ineffective boards of directors and management teams leading America's top public corporations.\"", "type": "p"}, {"text": "Mr Icahn purchased about $50,000 worth of shares, and called on the company to meet its 2012 pledge to stop ordering pork from suppliers putting pregnant pigs in small crates, among other changes. ", "type": "p"}, {"text": "McDonald's has said it has pushed the industry to change since its 2012 pledge. It expects to source 85% to 90% of its pork from these suppliers by the year's end and for all of the pork it buys will come from these suppliers by 2024.", "type": "p"}, {"text": "It urged shareholders to reject his nominees in a letter earlier this month.", "type": "p"}, {"text": "\"Mr Icahn is using a narrow issue and one that we have demonstrated industry-leading progress on - McDonald's 2012 pork commitment - as a reason to change the way McDonald's sources pork in the US and reduce the number of meat-based items on our menu,\" the firm said.", "type": "p"}, {"text": "It added that a change would result in \"an untenable financial burden on our customers.\"", "type": "p"}, {"text": "The results of the vote were preliminary, pending a final count. The firm did not share the outcome of votes on other shareholder proposals, such as one seeking a racial equity audit.", "type": "p"}], "tags": ["Companies", "Animal rights", "McDonald's"]}