{"link": "https://www.bbc.com/news/entertainment-arts-61600212", "category": "entertainment & arts", "title": "Goodfellas star Ray Liotta dies aged 67", "contributor": null, "time": "2022-05-26T17:59:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E95F/production/_124934795_new_gettyimages-1179406403-3.jpg", "content": [{"text": "Goodfellas actor Ray Liotta has died in his sleep in the Dominican Republic at the age of 67.", "type": "b"}, {"text": "The US star had been on location filming the movie Dangerous Waters, his publicist Jennifer Allen said.", "type": "p"}, {"text": "He was best known for playing mobster Henry Hill in Martin Scorsese's 1990 gangster film Goodfellas and also appeared in Field of Dreams.", "type": "p"}, {"text": "Liotta got his big break playing ex-convict Ray Sinclair in 1986 black comedy Something Wild.", "type": "p"}, {"text": "He got a Golden Globe nomination for that role and went on to star in the 1988 film Dominick and Eugene, about the strained relationship between twins with very different characters. ", "type": "p"}, {"text": "By the 90s he was starring in Unlawful Entry, Cop Land and Corrina, Corrina with Whoopi Goldberg.", "type": "p"}, {"text": "Last year he starred in the Sopranos prequel film The Many Saints Of Newark,having turned down a role in the original series.", "type": "p"}, {"text": "The New Jersey-born actor said in 2016 that he regretted turning down the chance to audition for Tim Burton's Batman film.", "type": "p"}, {"text": "\"When I did my first movie, Tim Burton was getting ready to do Batman and he was interested in me because he wanted it to be edgy and real. ", "type": "p"}, {"text": "\"I thought, 'Batman? That's a stupid idea', even though he had just done one of my favourite movies of all time, Beetlejuice. So yes, I regret not auditioning for that'.\"", "type": "p"}, [{"text": "Listen: Radio 1's Screen Time on Goodfellas", "type": "a", "href": "https://www.bbc.co.uk/programmes/p09ss549"}, {"text": "Listen: Radio 4's The Film Programme on Goodfellas", "type": "a", "href": "https://www.bbc.co.uk/programmes/b088fx3b"}], {"text": "He also played lawyer Jay Marotta in the critically acclaimed 2019 film Marriage Story, which starred Adam Driver and Scarlett Johansson as a couple whose relationship was breaking up. Laura Dern won a best supporting actress Oscar for playing a lawyer in the film. ", "type": "p"}, {"text": "The actor had recently finished working on the 2023 film The Cocaine Bear, directed by Elizabeth Banks.", "type": "p"}, {"text": "Liotta also narrated documentary series The Making Of The Mob, and appeared in several music videos including David Guetta's song Lovers On The Sun.", "type": "p"}, {"text": "Liotta leaves his daughter Karsen, who he shares with his ex-wife Michelle Grace, and his fiancee Jacy Nittolo. ", "type": "p"}], "tags": ["Film"]}