{"link": "https://www.bbc.com/news/science-environment-61580979", "category": "science & environment", "title": "Climate Change: MPs say building demolitions must be reduced", "contributor": "Roger Harrabin", "time": "2022-05-26T00:33:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1177/production/_124917440_untitled29.png", "content": [{"text": "The number of buildings being knocked down must be reduced because demolition and rebuilding adds to climate change, MPs say.", "type": "p"}, {"text": "Previously developers have been encouraged to knock down old, poorly-insulated homes and offices and replace them with buildings needing less heating.", "type": "p"}, {"text": "More recently the government has agreed with engineers who argued that replacing buildings was often bad for the climate in the short and medium term.", "type": "p"}, {"text": "That's because lots of emissions are created to make materials for buildings - such as steel, cement, bricks, glass, aluminium and plastics.", "type": "p"}, {"text": "Demolishing and rebuilding creates double emissions by necessitating the manufacture of two lots of construction materials.", "type": "p"}, {"text": "The Commons Environmental Audit Committee says the government's recent decision to relax planning rules may be leading to an unintended increase in demolition. ", "type": "p"}, {"text": "It insists that emissions created in the construction of buildings must be reduced if the UK is to meet its climate change targets", "type": "p"}, {"text": "The Committee chairman, Philip Dunne MP, said: \"From homes to offices, retail units to hospitality venues, our buildings have a significant amount of locked-in carbon, which is wasted each time they get knocked down to be rebuilt, a process which produces yet more emissions. ", "type": "p"}, {"text": "\"Ministers must address this urgently.\"", "type": "p"}, {"text": "The government said it welcomed the report and was carefully considering its findings. A spokesman from the business department said the UK was a leader in tackling greenhouse gas emissions.", "type": "p"}, {"text": "Don't demolish old buildings, urge architects", "type": "p"}, {"text": "Climate change: Construction companies told to stop knocking down buildings", "type": "p"}, {"text": "The issue is complicated. In places such as the City of London, there's often pressure to capitalise on the high value of land by knocking down and building tall. ", "type": "p"}, {"text": "And some developers say that many buildings can't be kept and converted.", "type": "p"}, {"text": "Take the case of the Marks and Spencer Marble Arch store in London's Oxford Street. Michael Gove, the minister controlling planning in the UK, recently agreed to review a plan to demolish it.  ", "type": "p"}, {"text": "M&S insists that knocking down what it calls a \"mish-mash of poor, idle shopping space\" is the \"green\" option. The group's Property Director Sacha Berendi agreed that climate change was an emergency.", "type": "p"}, {"text": "But he pledged: \"Over the long term, the modern lower-carbon building will more than offset any emissions from the redevelopment.", "type": "p"}, {"text": "\"The new building will be amongst the top 10% best performing buildings in London (for energy consumption).\"", "type": "p"}, {"text": "He said that within 17 years the lower energy use in the new building would outweigh the emissions created by making it.", "type": "p"}, {"text": "The demolition and re-building has been estimated to cause 40,000 tonnes of CO2 emissions. ", "type": "p"}, {"text": "Will Hurst from the Architects Journal told me: \"Climate change is indeed an emergency but if M&S really thought that, they wouldn't be creating extra emissions when they really need to be drastically cut.\"", "type": "p"}, {"text": "He pointed to comments in the magazine dezeen from Yamina Saheb, a lead author on the United Nations climate change panel, IPCC.", "type": "p"}, {"text": "\"The (construction) sector hasn't modernised since the Second World War - and now, the data shows it's lagging behind all other sectors,\" she told the magazine. ", "type": "p"}, {"text": "The Commons committee wants developers to be obliged to calculate emissions over the entire lifetime of buildings. It's urging the government to set ratcheting targets for the buildings sector, which is responsible for 25% of the UK's emissions.", "type": "p"}, {"text": "The battle against demolition is already underway in the UK, with pioneering architects and engineers urging solutions such as adding extra storeys to existing buildings - such as the Standard Hotel near St Pancras station.", "type": "p"}, {"text": "Other options are to recycle as much of the old building as possible, or keep the facade - or indeed the foundations, which need vast amounts of carbon-intensive cement.", "type": "p"}, {"text": "There's now pressure for a major new refurbishment prize for architects to sit alongside the Stirling Prize, which some argue has featured flamboyant creations that showed too little care for the environment.", "type": "p"}, {"text": "Follow Roger on Twitter @rharrabin", "type": "p"}], "tags": ["Construction industry"]}