{"link": "https://www.bbc.com/news/technology-61594809", "category": "technology", "title": "Google probed by competition watchdog over ad dominance", "contributor": null, "time": "2022-05-26T14:09:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EF13/production/_124930216_gettyimages-1235837599.jpg", "content": [{"text": "The UK's competition watchdog has announced a probe into Google's dominance of the advertising market.", "type": "b"}, {"text": "The Competitions and Markets Authority (CMA) is investigating whether Google used its prominence to illegally favour its own services over those of rivals.", "type": "p"}, {"text": "This is its second active investigation into Google's ad-tech practices.", "type": "p"}, {"text": "A Google representative said: \"We will continue to work with the CMA to answer their questions and share the details on how our systems work.\"", "type": "p"}, {"text": "They said: \"Advertising tools from Google and many competitors help websites and apps fund their content - and help businesses of all sizes effectively reach their customers. ", "type": "p"}, {"text": "\"Google's tools alone have supported an estimated £55bn in economic activity for over 700,000 businesses in the UK - and when publishers choose to use our advertising services, they keep the majority of revenue.\"", "type": "p"}, [{"text": "UK government sets out plans to rein in Big Tech", "type": "a", "href": "https://www.bbc.co.uk/news/technology-61342576"}], {"text": "The investigation will look at the \"ad-tech stack\", services that allow online advertising slots to be bought and sold.", "type": "p"}, {"text": "It has divided this into three sections, in each of which, it says, Google owns the largest service provider:", "type": "p"}, [{"text": "demand-side platforms - where advertisers buy online advertising space", "type": "p"}, {"text": "ad exchanges - where companies buy ads", "type": "p"}, {"text": "ad servers - which choose the ads shown on a website ", "type": "p"}], {"text": "According to the CMA, UK advertisers spent about £1.8bn on this type of online advertising in 2019.", "type": "p"}, {"text": "Ioannis Kokkoris, professor of competition law and economics, at Queen Mary University of London, said the issue for the CMA surrounded Google packaging up services from these sections.", "type": "p"}, {"text": "\"Under standard competition law, a company which is dominant in one market cannot tie together different products that it sells,\" he said. ", "type": "p"}, {"text": "\"It cannot impose exclusivities of any type.", "type": "p"}, {"text": "\"The CMA says what Google is doing is imposing on the advertisers, 'If you want to use our ad exchange, then you must use our ad server.' ", "type": "p"}, {"text": "\"It says Google is foreclosing other players from entering these markets.", "type": "p"}, {"text": "\"If the CMA can prove what it says the issue is, then that conduct is anticompetitive.", "type": "p"}, {"text": "\"It all boils down to whether the CMA will have the evidence to actually prove it.\"", "type": "p"}, {"text": "CMA chief executive Andrea Coscelli said: \"We're worried that Google may be using its position in ad tech to favour its own services to the detriment of its rivals, of its customers and ultimately of consumers.", "type": "p"}, {"text": "\"It's vital that we continue to scrutinise the behaviour of the tech firms which loom large over our lives and ensure the best outcomes for people and businesses throughout the UK.\"", "type": "p"}, {"text": "If Google is found to have broken competition law, the CMA may choose to launch a subsequent investigation under the Competition Act 1998. ", "type": "p"}, {"text": "If this further investigation finds a breach of the law, it can impose a fine of up to 10% of Google's worldwide turnover.", "type": "p"}], "tags": ["Competition and Markets Authority", "Google"]}