{"link": "https://www.bbc.com/news/business-66158507", "category": "business", "title": "Boeing 737 crash: Coroner rules Britons unlawfully killed", "contributor": null, "time": "2023-07-10T19:00:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D48B/production/_130311445_capture.jpg", "content": [{"text": "Three British people who died in a plane crash were unlawfully killed, a coroner has ruled.", "type": "b"}, {"text": "Sam Pegram, Oliver Vick and Joanna Toole were among 157 people who died aboard a Boeing 737 Max airliner in Ethiopia in 2019.", "type": "p"}, {"text": "Lawyers for the families had sought a verdict of unlawful killing ahead of an inquest into their loved ones deaths.", "type": "p"}, {"text": "The court heard flight ET302 from Addis Ababa to Kenya crashed shortly after take-off because of a design flaw.", "type": "p"}, {"text": "A sensor failure meant that flight control software, designed to make the plane easier and more predictable to fly, deployed at the wrong time and pushed the aircraft into a catastrophic dive.", "type": "p"}, {"text": "Despite the pilots' efforts to regain control of the plane, it crashed in remote farmland outside the Ethiopian capital. ", "type": "p"}, {"text": "West Sussex coroner Penelope Schofield said the incident occurred as a result of a series of failures relating to the development and operation of the flight control software, known as MCAS. ", "type": "p"}, {"text": "Two employees of the manufacturer, she said, had deliberately deceived regulators and operators of the 737 Max over the operation of a safety critical system. ", "type": "p"}, {"text": "The inquest heard Mr Pegram's parents describe the 25-year-old humanitarian worker as a kind, compassionate man with an infectious sense of humour.", "type": "p"}, {"text": "\"He had a passion for human rights, but also had the drive and inner strength to make a difference,\" his father Mark said.", "type": "p"}, {"text": "Ms Toole's father explained how his 36-year-old daughter, a sustainability campaigner, had \"the rare combination of empathy for animals and people\". ", "type": "p"}, {"text": "The death of a child, he said was \"like losing a part of yourself,\" he added.", "type": "p"}, {"text": "Mr Vick, who was also a humanitarian worker, was described by his mother Cheryl as a devoted father to his daughters, who had an \"unwavering focus on making the world a better place for as many people as possible\".", "type": "p"}, {"text": "Abdulqadir Qasim, a former Somali refugee, who arrived in the UK aged 25 had been on his way to Kenya to have a meeting about a new job when he died in the crash.", "type": "p"}, {"text": "There was no inquest into his death, but in a video statement in court on Monday, his wife Qamar described how he had been a \"wonderful husband and father\".", "type": "p"}, {"text": "His youngest son, she said, had been a toddler at the time of the crash and could not remember his dad.", "type": "p"}, {"text": "Prior to the Ethiopia crash, an identical failure caused another Boeing 737 Max to crash into the sea off Indonesia, killing 189 people.", "type": "p"}, {"text": "The company has admitted responsibility for the loss of the Ethiopian flight, but in an agreement with the US government it gained immunity from prosecution in exchange for $2.5bn (£1.9bn) in fines and compensation.", "type": "p"}], "tags": []}