{"link": "https://www.bbc.com/news/entertainment-arts-66159357", "category": "entertainment & arts", "title": "'Nothing inappropriate' in BBC presenter row - young person's lawyer", "contributor": null, "time": "2023-07-10T21:55:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13776/production/_130343797_bbcphotographers.png", "content": [{"text": "Claims made by the mother at the heart of the BBC presenter scandal are \"rubbish\", a lawyer representing the young person has said.", "type": "b"}, {"text": "The lawyer told the BBC \"nothing inappropriate or unlawful\" took place and the young person sent a denial to The Sun before it published the claims.", "type": "p"}, {"text": "The Sun first reported allegations on Friday that a BBC presenter had paid a teenager for sexually explicit photos.", "type": "p"}, {"text": "The paper says it has seen evidence to back the mother's claims.", "type": "p"}, {"text": "In their letter sent on Monday to the BBC, the lawyer says the young person sent a message on WhatsApp to the paper on Friday evening denying the claims, saying the statement their mother made to the newspaper was \"totally wrong and there was no truth to it\".", "type": "p"}, {"text": "Nonetheless, the lawyer added, the Sun newspaper proceeded to publish \"their inappropriate article\".", "type": "p"}, {"text": "\"For the avoidance of doubt, nothing inappropriate or unlawful has taken place between our client and the BBC personality and the allegations reported in the Sun newspaper are rubbish,\" the lawyer writes.", "type": "p"}, [{"text": "Lawyer for young person disputes claims against BBC presenter", "type": "a", "href": "https://www.bbc.co.uk/news/live/uk-66147560"}, {"text": "Timeline: The BBC presenter allegations story", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66081060"}, {"text": "Why isn't BBC presenter being named by the media?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66148321"}], {"text": "The lawyer also said press reporting amounted to an invasion of privacy, and criticises both the Sun and the BBC for not contacting their client.", "type": "p"}, {"text": "\"Nobody from the Sun newspaper appears to have made any attempt to contact our client prior to the publication of the allegations on Friday 6 July,\" the lawyer writes.", "type": "p"}, {"text": "The lawyer also claims in the letter that the mother and the young person are estranged.", "type": "p"}, {"text": "In response, the Sun said: \"We have reported a story about two very concerned parents who made a complaint to the BBC about the behaviour of a presenter and the welfare of their child.\"", "type": "p"}, {"text": "\"Their complaint was not acted upon by the BBC.", "type": "p"}, {"text": "\"We have seen evidence that supports their concerns. It's now for the BBC to properly investigate.\"", "type": "p"}, {"text": "The Sun published a new story on Monday evening after BBC News disclosed excerpts from the young person's legal letter.", "type": "p"}, {"text": "In a new interview, the mother and step-father who have made the claims said they \"stand by\" their allegations.", "type": "p"}, {"text": "The step-father is quoted in the article as saying allegations were put to the BBC \"for an hour\", appearing to contradict a previous statement in Monday's edition which stated: \"The family say no-one from the corporation rang them for a proper interview after the initial complaint.\"", "type": "p"}, {"text": "The article also reports that the step-father went to the police about the matter but was told \"they couldn't do anything as they said it wasn't illegal.\"", "type": "p"}, {"text": "BBC News does not know the identity of the young person and has not spoken directly to them.", "type": "p"}, {"text": "It has not seen any of the Sun's body of evidence, or the dossier the Sun reported was handed to the corporation by the family over the weekend. ", "type": "p"}, {"text": "The BBC said on Sunday that a staff member had been suspended, but has not identified him.", "type": "p"}, {"text": "The corporation said it was working as fast as possible \"to establish the facts in order to properly inform appropriate next steps\".", "type": "p"}, {"text": "The Metropolitan Police is \"assessing\" information from the BBC over the allegations made against the presenter but has said there is currently no investigation.", "type": "p"}, {"text": "Detectives held a virtual meeting with BBC representatives on Monday, a spokesperson for the force said.", "type": "p"}, {"text": "In its report on Friday, The Sun claimed that a BBC presenter had paid the individual tens of thousands of pounds for the images, starting when the young person was 17. ", "type": "p"}, {"text": "The BBC said it first became aware of a complaint in May, and that \"new allegations\" were received on Thursday, the day before the Sun first published its claims.", "type": "p"}, {"text": "On Sunday, the Sun reported that the young person's family was said to be upset by the corporation's latest response, alleging \"no-one from the BBC rang them for a proper interview after the initial complaint\".  ", "type": "p"}, {"text": "The paper also claimed the BBC presenter made what it called two \"panicked calls\" to the young person - who is now 20 - after the original story came out.", "type": "p"}], "tags": []}