{"link": "https://www.bbc.com/news/technology-66153244", "category": "technology", "title": "Threads app signs up 100m users in less than a week", "contributor": null, "time": "2023-07-10T14:41:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/163B7/production/_130336019_threads.png", "content": [{"text": "Threads, the social media app aimed at rivalling Twitter, has signed up more than 100 million users in less than five days. ", "type": "b"}, {"text": "The platform, launched by Instagram-owner Meta, has beaten a record set by Open AI's ChatGPT app.", "type": "p"}, {"text": "Threads went live on Apple and Android app stores in 100 countries, including the UK, last Wednesday.", "type": "p"}, {"text": "Meta boss Mark Zuckerberg said he \"couldn't believe\" the milestone had been reached so fast.", "type": "p"}, {"text": "It hasn't all been plain sailing for Threads though - it is not available in mainland Europe yet because of uncertainty over whether it complies with EU data privacy legislation.", "type": "p"}, {"text": "In his first public comments on the situation, the EU's industry commissioner Thierry Breton told French radio station, Franceinfo, that \"taking a little time to do so seems to me to be probably good policy.\" ", "type": "p"}, {"text": "Despite its problems in the EU Threads has enjoyed rapid growth. Meta, which also owns Facebook, said the app had 10 million users within the first seven hours of launch and more than 30 million by Thursday morning.", "type": "p"}, {"text": "Around 24 hours later, that figure had more than doubled. ", "type": "p"}, {"text": "It still has some way to go to catch its main rival though. At 100 million, Threads' user base stands at less than a third of the 350 million users that Twitter is believed to have.    ", "type": "p"}, {"text": "Some Twitter users have become disenchanted since billionaire Elon Musk took over. Thousands of jobs have been cut under his ownership and he has announced a number of changes to help generate revenue at Twitter.", "type": "p"}, {"text": "Other rivals have emerged like Mastodon and Bluesky but have struggled without an existing user base. ", "type": "p"}, {"text": "Threads has capitalised on being linked to Instagram which has more than one billion users.", "type": "p"}, {"text": "People who sign up to Threads will display a link to their profile in the app in their Instagram profile but there is an option to hide this.", "type": "p"}, {"text": "In order to sign up for Threads, users must have an Instagram account. ", "type": "p"}, {"text": "It is not possible to delete your Threads profile without deleting the associated Instagram profile.  ", "type": "p"}, {"text": "However, deactivating your Threads profile will not deactivate your Instagram account. ", "type": "p"}, {"text": "Deactivation will mean your Threads profile, your posts and interactions with others' posts won't be visible, Meta says.", "type": "p"}, {"text": "Since Threads' launch, Twitter has threatened the rival with legal action. ", "type": "p"}, {"text": "A lawyer for the company accused Mr Zuckerberg of \"systematic, wilful, and unlawful misappropriation of Twitter's trade secrets and other intellectual property\" to create Threads. ", "type": "p"}, {"text": "Twitter claimed that Meta had hired former employees who \"had and continue to have access to Twitter's trade secrets and other highly confidential information\". Meta has denied this.", "type": "p"}, {"text": "Users on Threads can post text of up to 500 characters, more than the 280 characters available on Twitter. Both apps allow people to post links, images and video.", "type": "p"}, {"text": "But the rules governing what content can be posted differ - nudity and not-safe-for-work (NSFW) explicit images are prohibited on Threads.", "type": "p"}, {"text": "Also unlike Twitter, there is no desktop version of Threads as yet.", "type": "p"}], "tags": []}