{"link": "https://www.bbc.com/news/entertainment-arts-65355387", "category": "entertainment & arts", "title": "Alec Baldwin: Halyna Hutchins' family to proceed with civil lawsuit", "contributor": null, "time": "2023-04-21T23:21:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18154/production/_129444689_9eb23b28102388cf95929af0c0ecfb1229b03f160_290_5040_28351000x563.jpg", "content": [{"text": "The family of Halyna Hutchins, the Rust cinematographer who died on set, say they will sue Alec Baldwin despite his criminal charges being dropped. ", "type": "b"}, {"text": "Manslaughter charges against Mr Baldwin, who was holding the prop gun that fired the fatal bullet, were withdrawn in New Mexico on Thursday.", "type": "p"}, {"text": "A lawyer for Ms Hutchins' parents and sister said that the actor \"cannot escape responsibility\" for her death. ", "type": "p"}, {"text": "Mr Baldwin had already reached a deal with her widower and 10-year-old son.", "type": "p"}, {"text": "In October 2021, Mr Baldwin had been practising firing the gun on set at a ranch near Santa Fe when it went off, fatally striking 42-year-old Ukrainian-born Hutchins and wounding director Joel Souza.", "type": "p"}, {"text": "The actor denied pulling the trigger, although an FBI report later concluded that the gun could not have been fired without the trigger being pulled.", "type": "p"}, {"text": "He had been due in court for a preliminary hearing on 3 May. But on Thursday, prosecutors said they would withdraw charges against the Emmy-award winner after new facts were revealed that required further investigation. ", "type": "p"}, {"text": "The film's armourer, Hannah Gutierrez-Reed, continues to face two counts of involuntary manslaughter.", "type": "p"}, {"text": "Gloria Allred, a lawyer representing Hutchins' mother Olga Solovey, her father Anatolii Androsovych, and sister Svetlana Zemko, said on Friday her clients \"remain hopeful\" despite the prosecutor's decision to drop criminal charges. ", "type": "p"}, {"text": "\"Mr Baldwin may pretend that he is not responsible for pulling the trigger and ejecting a live bullet which ended Halyna's life,\" the family lawyer said in a statement. ", "type": "p"}, {"text": " \"He can run to Montana and pretend that he is just an actor in a wild west movie but, in real life, he cannot escape from the fact that he had a major role in a tragedy which had real life consequences.\" ", "type": "p"}, {"text": "Mrs Allred is also representing a script supervisor who experienced the shooting. The civil lawsuit against Mr Baldwin also seeks to punish Ms Gutierrez-Reed and various other Rust producers. ", "type": "p"}, {"text": "Filming for Rust resumed this week in Montana, nearly 18 months after the shooting. ", "type": "p"}, {"text": "In a statement, director Joel Souza called the resumption \"bittersweet\" and vowed to finish the film \"on Halyna's behalf\".", "type": "p"}, {"text": "A lawyer for the film said that principal photography is expected to wrap up by May and that no \"working firearms\" or ammunition are allowed on set.", "type": "p"}, [{"text": "How the Alec Baldwin fatal film set shooting unfolded", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64824526"}], {"text": "Last October, Mr Baldwin and Ms Hutchins' widower, Matthew, reached a preliminary deal that made him an executive producer for the film. ", "type": "p"}, {"text": "In a New Mexico court on Monday, a judge agreed to keep the terms of that deal sealed in order to protect the privacy of Hutchins' young son. ", "type": "p"}, {"text": "In seeking to dismiss the lawsuit brought by Hutchin's Ukraine-based family, lawyers for Mr Baldwin called their action \"misguided\" and unlikely to survive legal scrutiny.", "type": "p"}], "tags": []}