{"link": "https://www.bbc.com/news/health-65309374", "category": "health", "title": "Cause of grey hair may be 'stuck' cells, say scientists", "contributor": null, "time": "2023-04-19T15:07:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6414/production/_129402652_gettyimages-1258984200-1.jpg", "content": [{"text": "US scientists believe they may have uncovered why hair turns grey as we age, citing pigment-making cells which lose the ability to mature. ", "type": "b"}, {"text": "The arrested development impacts immature cells which would otherwise have developed into melanocytes which give hair its natural colour or shade. ", "type": "p"}, {"text": "The team from New York University (NYU) studied the process in mice, which have identical cells for fur colour.", "type": "p"}, {"text": "They say the work could provide a basis for reversing the greying process.", "type": "p"}, {"text": "According to the British Association of Dermatologists (BAD), work on melanocytes might also help our understanding and treatment of certain cancers and other medical conditions too.", "type": "p"}, {"text": "We grow and shed hair all the time - it's a normal cycle that happens throughout life. ", "type": "p"}, {"text": "New hair grows from hair follicles, found in the skin, where the pigment-producing melanocytes also reside. ", "type": "p"}, {"text": "Melanocytes continuously decay and renew too. New ones are made from stem cells and it's these cells that the researchers believe become \"stuck\" in limbo in people whose hair has turned grey. ", "type": "p"}, {"text": "NYU Langone Health team used special scans and lab techniques to study the cell-ageing process. ", "type": "p"}, {"text": "As hair ages, sheds and then repeatedly grows back, increasing numbers of the melanocyte stem cells become sluggish at their job. ", "type": "p"}, {"text": "The stem cells stop roaming around the follicle and become fixed, thereby failing to mature into fully-fledged melanocytes. With no pigment being produced, the hair turns grey, white or silver.", "type": "p"}, {"text": "\"Our study adds to our basic understanding of how melanocyte stem cells work to colour hair,\" study lead investigator Dr Qi Sun, a post-doctoral fellow at NYU Langone Health, told Nature journal.", "type": "p"}, {"text": "\"The newfound mechanisms raise the possibility that the same fixed-positioning of melanocyte stem cells may exist in humans. If so, it presents a potential pathway for reversing or preventing the greying.\"", "type": "p"}, [{"text": "The women choosing to love their natural grey hair", "type": "a", "href": "https://www.bbc.co.uk/news/world-44871058"}, {"text": "Why stress turns hair white", "type": "a", "href": "https://www.bbc.co.uk/news/health-51208972"}], {"text": "It is not the first time scientists have suggested that greying hair might be a partially reversible process. ", "type": "p"}, {"text": "Poor nutrition is one possible, treatable cause of premature greying.", "type": "p"}, {"text": "Some researchers claim stress might contribute to human hair turning white, and have suggested removing anxiety might restore the pigmentation process - at least for a while. ", "type": "p"}, {"text": "Other research suggests genetics, or our DNA, partly determines when we go grey. ", "type": "p"}, {"text": "While some prefer to hide grey hair with dye, others embrace it. Some even choose to get ahead of nature, and prematurely colour hair silver, white or grey. ", "type": "p"}, {"text": "According to Glamour Magazine, silver hair is \"the spring hair colour trend that the cool girls are rocking\". ", "type": "p"}, {"text": "\"We've spotted one shade, in particular, taking off. Oyster grey is the fresh, breezy, pearlescent colour trend that's cropping up all over Instagram,\" the article says. ", "type": "p"}, {"text": "One hairstylist, Luke Hersheson, recently told British Vogue: \"At one point it was a big no-no to have grey hair, but now we don't equate grey hair with being 'old' - so many people are doing it.", "type": "p"}, {"text": "\"Post-lockdown, there is a feeling of liberty - many got into a grey hair rut because they couldn't see their colourists, but came out of the other side and actually enjoyed the change.\"", "type": "p"}, {"text": "Experts advise against plucking out 'rogue' grey hairs. It won't stop the next one that grows from the same follicle from being grey. If you damage the hair follicle, it may be hard for new hair to grow, meaning you could be left with less hair or even bald patches.", "type": "p"}, {"text": "Dr Leila Asfour from the British Association of Dermatologists told the BBC work on hair colour was big business: \"The global hair colour market is projected to attain a value of $33.7bn by 2030. Clearly there's a demand. ", "type": "p"}, {"text": "\"The obvious implication of this research, when it comes to the general public, is that it means being one step closer to finding a way to reverse our grey hairs. ", "type": "p"}, {"text": "\"But this study's results help the medical field understand better other conditions where these stem cells may have a role - for example, understand the underlying nature of the deadliest skin cancer we treat called melanoma.\"", "type": "p"}, {"text": "It might help with a medical condition called alopecia areata too, where the immune system attacks the hair and causes it to fall out. Sometimes the hair grows back white in these patients, she explained.  ", "type": "p"}, {"text": "And it could give more clues about vitiligo - a skin condition where patients develop white skin patches. Scientists have tried surgically placing hair follicles in the affected areas to help regenerate the colour from the pigment found in the hair follicle. ", "type": "p"}, {"text": "\"More research is needed,\" Dr Asfour says. ", "type": "p"}, {"text": "Dr Yusur Al-Nuaimi from the British Hair and Nail Society said scalp health was important for supporting good head hair growth, especially as we age. ", "type": "p"}, {"text": "\"The recent study in mice adds to our understanding of the hair follicle and how the pigment-producing cells function. We are already discovering more about the potential of stem cell therapies for conditions including hair loss and studies such as this one, with new findings about the colour-producing cells, may lead to an array of future treatment options for our patients.\"", "type": "p"}], "tags": []}