{"link": "https://www.bbc.com/news/business-67087647", "category": "business", "title": "Tourists spending thousands to get out of Israel", "contributor": null, "time": "2023-10-12T12:40:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CA57/production/_131399715_lisa-002.jpg", "content": [{"text": "Some UK tourists are spending thousands of pounds on flights to try to get out of Israel, describing the situation as \"horrendous\".", "type": "b"}, {"text": "Many commercial carriers have suspended flights after Palestinian rocket attacks and Israeli air strikes.", "type": "p"}, {"text": "A number of countries, including France and Germany, have chartered flights to evacuate their citizens.", "type": "p"}, {"text": "On Thursday afternoon the UK government said it too would arrange flights to get British nationals out of Israel.", "type": "p"}, {"text": "The first flight is due to depart from Ben Gurion Airport in Tel Aviv later, with vulnerable British nationals prioritised for these flights. ", "type": "p"}, {"text": "Although arranged by the Foreign Office, they are commercial services. Each passenger will be charged £300.", "type": "p"}, [{"text": "UK to arrange flights for Britons stranded in Israel", "type": "a", "href": "https://www.bbc.co.uk/news/uk-67091170"}, {"text": "BA plane U-turns from Tel Aviv after flights are suspended", "type": "a", "href": "https://www.bbc.co.uk/news/business-67081696"}], {"text": "The UK had previously said it would not arrange evacuation flights because commercial routes were still available, and was only flying out the families of British diplomats working in Israel.", "type": "p"}, {"text": "Since Palestinian militant group Hamas attacked Israel on Saturday, many international airlines have suspended flights to and from Tel Aviv, and securing flight bookings has become increasingly difficult.", "type": "p"}, {"text": "Lisa Tsang and her cousin Deborah arrived in Tel Aviv for an organised tour on Saturday, after being told by their airline that it was safe to travel.", "type": "p"}, {"text": "They were booked to stay at a hotel close to the British Embassy, but as they got off the plane sirens were sounding, and they had to shelter as soon as they got to the hotel.", "type": "p"}, {"text": "Lisa's husband Mike tried to organise return travel from the UK. He ended up spending about £5,000 on flights, with about £1,500 of that for the flights Lisa and Deborah eventually took. ", "type": "p"}, {"text": "Airlines took the money but did not advise customers the flights had been cancelled, Lisa said, describing the flight situation as \"horrendous\".", "type": "p"}, {"text": "\"It will be two to three weeks for a refund,\" she said. \"This is shocking. I am fortunate [Mike] is in a position to keep booking endless flights.", "type": "p"}, {"text": "\"Some tickets are thousands of pounds. How is this justifiable?\"", "type": "p"}, {"text": "Lisa and Deborah eventually managed to get back to Gateshead on Thursday morning after getting a flight from Israel to Egypt, and then a separate flight to Manchester.", "type": "p"}, {"text": "\"I'm just dazed,\" said Lisa. \"It was a dangerous situation.\"", "type": "p"}, {"text": "Ben Hardcastle, 31, flew to Tel Aviv from Luton on Saturday for a holiday with his friend Shannon Burke.", "type": "p"}, {"text": "When the pair landed, they heard Israel was at war.", "type": "p"}, {"text": "He said that he thought that might lead to them being evacuated, along with other British nationals.", "type": "p"}, {"text": "On their first night they heard sirens and had to find shelter in a stairwell of a hotel.", "type": "p"}, {"text": "\"It was quite traumatising be down there,\" he said. ", "type": "p"}, {"text": "\"We had to stay down there 10 minutes every time the alarm went off. It's just one of those situations that you think you will never be in.\"", "type": "p"}, {"text": "After being unable to contact the British embassy in Tel Aviv, and being told by a consulate in London that Tel Aviv was \"a safe place to be\", the pair decided to go to the airport to try to get home.", "type": "p"}, {"text": "After booking four flights, none of which took off, and seeing prices soar to £1,500 per person, Ben managed to get a flight to Istanbul, which he said was a \"nerve-wracking experience\".", "type": "p"}, {"text": "They have since managed to travel to Antalya and are hoping to get back to Luton on Monday.", "type": "p"}, {"text": "\"I know money is trivial in this situation but we have spent thousands on cancelled flights. We are lucky we have the means to do so.\"", "type": "p"}, {"text": "Ben, who lives near Coventry and Birmingham, said he had also seen the news that there had been a huge fire in Luton airport's car park, and he was not sure if his car was affected.", "type": "p"}, {"text": "\"You cannot make it up,\" he added. \"[But] it does not matter. I just feel for the people that have been left there [in Tel Aviv].", "type": "p"}, {"text": "\"It's absolutely shocking. It's incomprehensible.\"", "type": "p"}, {"text": "The only airline currently running direct flights to the UK is Israeli carrier El Al.", "type": "p"}, {"text": "Airlines that have suspended commercial flights to and from Tel Aviv due to security concerns include British Airways, Virgin Atlantic, EasyJet, Ryanair, Wizz Air, Air France, Lufthansa and Emirates.", "type": "p"}, {"text": "A number of countries have been chartering flights to evacuate citizens, including Australia, Canada, Demark, Italy, Norway, Spain and Switzerland.", "type": "p"}, {"text": "The UK government has not provided an estimate on how many UK citizens are in Israel.", "type": "p"}, {"text": "However, the Foreign, Commonwealth & Development Office (FCDO) has advised people to register their presence to share updates \"including information to support you to leave the country\".", "type": "p"}, {"text": "The government department advises against all but essential travel to Israel, the Occupied Palestinian Territories, Gaza and other parts of the region.", "type": "p"}, {"text": "Travel insurance may not be valid if people travel against FCDO advice.", "type": "p"}, {"text": "The British embassy in Tel Aviv will remain open and continue to provide consular services to those who need help, the FCDO said.", "type": "p"}], "tags": []}