{"link": "https://www.bbc.com/news/entertainment-arts-67091646", "category": "entertainment & arts", "title": "Yvette Fielding says she was bullied on Blue Peter", "contributor": null, "time": "2023-10-12T16:29:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12336/production/_131405547_496eb5a6b3a2f747fe95b520544dc9ff1df05aa8.jpg", "content": [{"text": "TV presenter Yvette Fielding, who made headlines as the youngest-ever host of Blue Peter, has claimed she was bullied while making the show, and almost quit.", "type": "b"}, {"text": "The host, who was 18 when she joined the BBC kids' TV show, said she was \"pushed to the limit\" by behaviour that left her a \"shaking, gibbering wreck.\"", "type": "p"}, {"text": "She added that if a young presenter today faced similar conditions \"there'd be quite a few implications to that\".", "type": "p"}, {"text": "The BBC said it would not be commenting on her allegations.", "type": "p"}, {"text": "Fielding joined Blue Peter in 1987, moving from Stockport to London and leaving her family behind. ", "type": "p"}, {"text": "\"I felt very lonely because I was the youngest. I was considered a kid - and a pain in the arse of a kid,\" she told the podcast Celebrity Catch-Up: Life After That Thing I Did.", "type": "p"}, {"text": "\"I wasn't given any training. I wasn't told how to present, I wasn't given any tips. I was basically left on my own, to just get on with it. And it wasn't a pleasant first year.", "type": "p"}, {"text": "\"I would ring my mum up and then hear my mum's voice and burst into tears, because I was so homesick.\"", "type": "p"}, {"text": "The presenter claimed most of her mistreatment stemmed from Blue Peter's notorious editor Biddy Baxter, who helmed the show for 25 years from 1962 until her retirement in 1988.", "type": "p"}, {"text": "Fielding characterised Baxter as \"incredibly cruel\", saying she was constantly criticised for her presenting style.", "type": "p"}, {"text": "\"I was told that I was useless, absolutely useless, again and again and again and again,\" she told interviewer Genevieve Hassan. ", "type": "p"}, {"text": "\"Every time I did what I thought was right, she'd come back and she'd say something awful or she'd just berate me in front of other people. And it was just absolutely soul destroying.", "type": "p"}, {"text": "\"It was like being beaten by a parent\".", "type": "p"}, {"text": "Fielding also recounted how producers gave her a strict curfew of 9pm and would phone every night to make sure she had gone to bed. ", "type": "p"}, {"text": "She also claimed that Baxter forced her to show viewers the effects of her skin condition, vitiligo - which causes patches of skin to lose their pigment or colour - against her will.", "type": "p"}, {"text": "\"I had no say in the matter. It was 'You will go on television and you will pull your skirt up, show your legs, show where your vitiligo....' ", "type": "p"}, {"text": "\"I mean, I was mortified, absolutely mortified.\"", "type": "p"}, {"text": "By the end of her first year on the programme, Fielding had decided to quit.", "type": "p"}, {"text": "\"I actually resigned and walked out because I found it really hard going. I'd been pushed to the absolute limit and I was ready to get in my car and drive back home to Cheshire,\" she said. ", "type": "p"}, {"text": "\"I'd just had enough of being bullied, which is what it was.\"", "type": "p"}, [{"text": "Wheelchair racer named as new Blue Peter presenter", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-tayside-central-64863530"}, {"text": "Sir David Attenborough receives Green Blue Peter badge", "type": "a", "href": "https://www.bbc.com/newsround/50154644"}, {"text": "In pictures: Blue Peter turns 60", "type": "a", "href": "https://www.bbc.co.uk/news/in-pictures-45861888"}], {"text": "Eventually, however, she was convinced to stay; and Baxter retired later that year. After that, Fielding said, her remaining four years on Blue Peter were \"an absolute blast\".", "type": "p"}, {"text": "Her description of working with Baxter mirrors claims by some other former presenters.", "type": "p"}, {"text": "\"We were like school children, kept in our place, reprimanded if we were naughty,\" Valerie Singleton told Baxter's biographer, Richard Marson, in a book published earlier this year.", "type": "p"}, {"text": "Peter Purves agreed: \"It was always criticism rather than praise. Biddy riled me to bits.\"", "type": "p"}, {"text": "However, Fielding said she bore no ill will towards the programme's formidable editor. ", "type": "p"}, {"text": "\"She made me stronger in the long run,\" she told Hassan. ", "type": "p"}, {"text": "\"When I think about it... the amount of awful people within the television industry, I always thank Biddy because if it wasn't for her, there's no way I would have stood up and basically told them where to go.", "type": "p"}, {"text": "\"She did that. She gave me the balls to do that. And so I thank her for that. There's no bitterness there whatsoever.\"", "type": "p"}, {"text": "Fielding even added that Baxter had been right to ask her to reveal her skin condition on the programme.", "type": "p"}, {"text": "\"We had sackfuls of letters coming in from children with skin disorders saying that they feel a little bit more confident. That's how savvy she was. So she was so right on so many things.\"", "type": "p"}, {"text": "BBC News tried to reach Baxter, who is 90, for comment but has yet to receive a response.", "type": "p"}, {"text": "In an interview with The Independent back in 2009, Baxter was asked if she was a dictator at work.", "type": "p"}, {"text": "She threw the question back to the interviewer: \"Is your editor a dictatorial? It's difficult to be an editor and not edit.\"", "type": "p"}, {"text": "In the same article, she pointed out: \"I had only three secretaries in 23 years, so I must have had more bearable moments.\" ", "type": "p"}], "tags": []}