{"link": "https://www.bbc.com/news/science-environment-67087411", "category": "science & environment", "title": "UK net zero targets 'harder to achieve' after PM's speech - advisers", "contributor": null, "time": "2023-10-12T16:01:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/141DF/production/_131399328_gettyimages-1677685715.jpg", "content": [{"text": "The UK will find it harder to meet its climate targets after the prime minister's policy changes last month, the government's advisers have warned.", "type": "b"}, {"text": "PM Rishi Sunak said his review of green pledges was about putting the \"long-term interests of our country\" first.", "type": "p"}, {"text": "But the Climate Change Committee (CCC) says the PM's \"loosening\" of key climate policies has countered recent progress in other areas.", "type": "p"}, {"text": "The government said it was confident the UK would meet its commitments. ", "type": "p"}, {"text": "The CCC also warned of knock-on effects of the government's \"reduced ambition\" on consumer confidence and investment, and noted some of Mr Sunak's changes would actually increase bills for households.", "type": "p"}, {"text": "It urged the government to \"restate strong British leadership on climate change\" - which it said had been lost.", "type": "p"}, [{"text": "Climate Change Committee says UK no longer a world leader", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66032607"}, {"text": "Could Rishi Sunak's green review threaten UK net zero?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66867679"}, {"text": "Will Rishi Sunak's changes to climate policies save money?", "type": "a", "href": "https://www.bbc.co.uk/news/business-66864122"}], {"text": "This assessment of the UK's progress towards its climate goals follows a series of policy changes announced by the prime minister at the end of September.", "type": "p"}, {"text": "These included pushing back the ban on the sale of new petrol and diesel cars from 2030 to 2035 and changing the rules on the phase out of gas and oil-fired boilers.", "type": "p"}, {"text": "The CCC said it has \"run the numbers\" and the biggest impact would come from a promise by Mr Sunak that one in five homes would never be required to switch from a fossil fuel boiler.", "type": "p"}, {"text": "It means that many more UK homes could still be producing carbon dioxide (CO2) emissions from their heating systems by 2050 - the deadline for the legally-binding commitment for the UK to reach net zero.", "type": "p"}, {"text": "Net zero is when the country is not adding any additional greenhouse gases like CO2 to the atmosphere.", "type": "p"}, [{"text": "What is net zero, and how are the UK and other countries doing?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58874518"}, {"text": "Is the UK on track to meet its net zero targets?", "type": "a", "href": "https://www.bbc.co.uk/news/58160547"}, {"text": "A really simple guide to climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}], {"text": "Mr Sunak has said he is \"absolutely unequivocal\" about sticking to the 2050 net zero target, but the committee warned the new exemptions will make that \"considerably harder to achieve\".", "type": "p"}, {"text": "It said the changes would also create uncertainty for consumers and supply chains.  ", "type": "p"}, {"text": "The government did increase the grant on offer to homes for installing heat pumps from £5,000 to £7,500. It says this will encourage people to make the switch away from fossil fuel boilers, meaning more people could benefit. ", "type": "p"}, {"text": "But the CCC noted that the overall budget did not increase, so fewer homes would be able to be served by the scheme.", "type": "p"}, {"text": "Delaying the ban on the sale of new petrol and diesel vehicles will only have a small impact on emissions, according to the CCC.", "type": "p"}, {"text": "That is because the government confirmed that car companies will still be obliged to meet strict quotas for selling electric cars.", "type": "p"}, {"text": "Under this Zero Emission Vehicle mandate, 80% of new cars sold in the UK by 2030 will have to have zero emissions.", "type": "p"}, {"text": "However, the CCC said it was worried shifting the date of the ban could undermine consumer confidence in electric vehicles and potentially jeopardise foreign investment in UK manufacturing.", "type": "p"}, {"text": "Mr Sunak said his changes to climate policy were about taking a \"more pragmatic, proportionate and realistic approach\".", "type": "p"}, {"text": "He said he was trying to \"bring the country along with us\" and \"save families thousands of pounds\" by delaying some policies.  ", "type": "p"}, {"text": "But today's assessment from the CCC found some of the Prime Minister's changes \"likely to increase both energy bills and motoring costs for households\".", "type": "p"}, {"text": "It says that electric vehicles will be significantly cheaper to own and operate over their lifetimes so delaying their rollout will ultimately increase costs for consumers.", "type": "p"}, {"text": "Meanwhile, Mr Sunak's decision not to force landlords to improve the energy efficiency of accommodation would increase costs for people in rented homes, it concluded.", "type": "p"}, {"text": "The regulations would have saved tenants £325 a year at current energy prices, it said, although lower bills might have been partially offset by rent increases.", "type": "p"}, {"text": "The committee praised progress in some areas.", "type": "p"}, {"text": "It highlighted a deal to support the electrification of the steelworks in Port Talbot owned by Tata and a much tougher cap on the carbon that can be emitted by certain sectors as positive developments.", "type": "p"}, {"text": "However, it criticised the government for not being open enough with information about the impact of the policy announcements, which meant it could not assess the full consequences of some of the changes.", "type": "p"}, {"text": "\"Recent policy announcements were not accompanied by estimates of their effect on future emissions, nor evidence to back the Government's assurance that the UK's targets will still be met,\" said Professor Piers Forster, chair of the CCC.", "type": "p"}, {"text": "\"We remain concerned about the likelihood of achieving the UK's future targets,\" he added.", "type": "p"}, {"text": "The government said today that the \"UK remains a global leader on climate\", cutting emissions faster than any other G7 country since 1990.", "type": "p"}, {"text": "But Prof Forster said the UK's position as a global leader on climate has come under renewed scrutiny following the PM's speech.", "type": "p"}, {"text": "He told the BBC that he was worried that when other countries see the UK \"rolling back on commitments\", they may use it as an excuse to duck their own promises. ", "type": "p"}, {"text": "He urged strong British leadership in the run up to the crucial COP28 climate summit in Dubai at the end of November.", "type": "p"}, {"text": "Additional reporting by Mark Poynting", "type": "p"}], "tags": []}