{"link": "https://www.bbc.com/news/entertainment-arts-66958353", "category": "entertainment & arts", "title": "Lizzo asks judge to dismiss dancers' harassment allegations", "contributor": null, "time": "2023-09-29T11:04:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/92C0/production/_131286573_gettyimages-1694691423.jpg", "content": [{"text": "Lizzo has lodged her first legal response to the lawsuit brought by three of her former dancers.", "type": "b"}, {"text": "In August they claimed they had been subjected to sexual harassment and a hostile work environment while on tour with the US singer, which she denies.", "type": "p"}, {"text": "The star and her Big Grrrl Big Touring company are requesting that the court dismiss the case with prejudice, meaning that it cannot be refiled. ", "type": "p"}, {"text": "If they do not, the dancers are requesting a jury trial.", "type": "p"}, {"text": "Arianna Davis, Crystal Williams and Noelle Rodriguez accused Lizzo - real name Melissa Jefferson - and her touring company of several allegations in the original complaint filed in a Los Angeles court.", "type": "p"}, {"text": "These include claims that Lizzo pressured them to attend a sex show in Amsterdam and interact with the nude performers, and that dance team captain Shirlene Quigley repeatedly engaged in behaviour that made them feel uncomfortable.", "type": "p"}, {"text": "They also accuse Lizzo of fat shaming, saying the Brit Award and Grammy-winner \"called attention\" to a dancer's weight gain following a performance; and that employees of the touring company singled out black dancers by accusing them of \"being lazy, unprofessional and having bad attitudes\". ", "type": "p"}, {"text": "It is also claimed that Lizzo denied dancers bathroom breaks during an \"excruciating re-audition\".", "type": "p"}, {"text": "In the immediate aftermath of the claims, Lizzo took to social media allegations to say they were as \"unbelievable as they sound and too outrageous to not be addressed.\"", "type": "p"}, {"text": "She added that \"sensationalised stories\" were \"coming from former employees who have already publicly admitted they were told their behaviour on tour was inappropriate and unprofessional\", something the dancers deny.", "type": "p"}, {"text": "Lizzo's dance team Big Grrrls later released a statement in support of the singer, saying they \"had the time of our lives\" on tour.", "type": "p"}, {"text": "Now, in a 31-point rebuttal, lodged on Wednesday, Lizzo's legal team said:", "type": "p"}, [{"text": "The dancers who filed the complaint \"ratified, acquiesced, condoned, and/or approved of the acts\" they were now complaining about.", "type": "p"}, {"text": "Lizzo's alleged conduct \"was undertaken in good faith and with good cause\" and \"undertaken for legitimate reasons reasonably related to one or more lawful business purposes\".", "type": "p"}, {"text": "If the dancers were harmed as alleged, they \"contributed, in whole or in part,\" to that harm.", "type": "p"}, {"text": "The dancers' claims relate to Lizzo's rights of free speech and/or religion and are therefore barred.", "type": "p"}, {"text": "The dancers claims of discrimination or retaliation should be barred because any employment decisions were made \"for legitimate, non-discriminatory, non-pretextual reasons\", and that Lizzo and the other defendants \"acted out of business necessity\".", "type": "p"}, {"text": "The dancers \"have failed to plead and cannot establish facts sufficient to support allegations of malice, oppression or fraud\".", "type": "p"}], {"text": "Lizzo's spokesperson, Stefan Friedman, said in a statement that this was \"the first step\" of a legal process in which the star and her team \"will demonstrate that they have always practised what they've preached - whether it comes to promoting body positivity, leading a safe and supportive workplace or protecting individuals from any kind of harassment.\"", "type": "p"}, {"text": "He continued: \"Any and all claims to the contrary are ridiculous, and we look forward to proving so in a court of law.\"", "type": "p"}, {"text": "In response, the dancers' lawyer, Neama Rahmani said Lizzo's team's answer \"merely consists of boilerplate objections that have nothing to do with the case\".", "type": "p"}, {"text": "\"That said, the key takeaway is that Lizzo is agreeing to our clients' demand for a jury trial,\" he added.", "type": "p"}, {"text": "\"We look forward to presenting our case in court and letting a panel of her peers decide who is telling the truth, Lizzo and her team, who continue to shame the victims or the plaintiffs and so many others who have come forward sharing similar stories of abuse and harassment.\"", "type": "p"}, [{"text": "Lizzo sued again over bullying and harassment", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66894517"}, {"text": "Lawyers review further allegations against Lizzo", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66450963"}, {"text": "Lizzo says dancers' harassment claims are 'false'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66393817"}, {"text": "Lizzo dancer claims others are scared to speak", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66384971"}], {"text": "Earlier this month, Lizzo was sued for the second time this year by a former employee who claimed she oversaw an \"unsafe, sexually charged workplace culture\".", "type": "p"}, {"text": "Fashion designer Asha Daniels accused the star's wardrobe manager of making \"racist and fatphobic\" comments and mocking black women in the entourage.", "type": "p"}, {"text": "Lizzo was named as a defendant in the lawsuit, but was not directly accused of harassment.", "type": "p"}, {"text": "A spokesperson for the star called the case an \"absurd publicity stunt\".", "type": "p"}], "tags": []}