{"link": "https://www.bbc.com/news/business-66881306", "category": "business", "title": "Rupert Murdoch steps down as Fox and News Corp chairman in favour of son Lachlan", "contributor": null, "time": "2023-09-21T17:53:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E0B2/production/_131222575_rupertlachlangetty.jpg", "content": [{"text": "Media mogul Rupert Murdoch says he is stepping down as chairman of Fox and News Corp, with his son Lachlan to head both companies. ", "type": "b"}, {"text": "In a memo to employees, Murdoch said \"the time is right\" for him to take on \"different roles\". ", "type": "p"}, {"text": "Murdoch, 92, launched Fox News in 1996. It is now the most watched TV news channel in the US. ", "type": "p"}, {"text": "Murdoch said he will transition to the role of Chairman Emeritus of both firms in mid-November.", "type": "p"}, {"text": "\"Our companies are in robust health, as am I. Our opportunities far exceed our commercial challenges,\" he wrote. \"We have every reason to be optimistic about the coming years - I certainly am, and plan to be here to participate in them.\" ", "type": "p"}, [{"text": "Profile: World's most influential media tycoon", "type": "a", "href": "https://www.bbc.com/news/uk-14078128"}, {"text": "Murdoch's succession drama reaches its finale", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66881706"}], {"text": "Lachlan Murdoch, 52, is the son of Rupert Murdoch and his second wife, Anna Maria dePeyster. The billionaire patriarch has been married four times and has six children - many of whom followed their father into the family business.", "type": "p"}, {"text": "The question of succession had largely come down to the second, third and fourth - Elisabeth, Lachlan and James.", "type": "p"}, {"text": "Lachlan, 52, emerged as the heir apparent during his time as an executive in the late 1990s. However, he left the business in 2005 after a feud with then boss of Fox News, Roger Ailes. Lachlan returned to his father's empire in 2014 and has held top positions ever since.", "type": "p"}, {"text": "James Murdoch, the more liberally-minded son, quit the News Corp board in 2020 because of \"disagreements over certain editorial content\" and other grievances with the direction of the company.", "type": "p"}, {"text": "Elisabeth, 55, held various high-ranking roles in the business but started her own television company, Shine, which produced shows like MasterChef and The Biggest Loser.", "type": "p"}, {"text": "The transition comes during a turbulent year for Fox, which in April agreed to pay a $787.5m (£634m) settlement after being sued by voting machine company Dominion over its reporting of the 2020 presidential election. ", "type": "p"}, {"text": "The network is still facing a second, similar lawsuit from another voting technology firm, Smartmatic, seeking an even larger sum of $2.7bn.", "type": "p"}, {"text": "Then on 25 April, Fox announced it would \"part ways\" with Tucker Carlson, its highest rated TV host - amid reports the decision came from the very top. ", "type": "p"}, {"text": "The Murdoch move falls a year before the US presidential election, in which right-leaning Fox News has significant influence. The network is hosting a number of debates between Republicans vying to be the party's 2024 White House candidate. ", "type": "p"}, [{"text": "How Murdoch ditches politicians... including Trump", "type": "a", "href": "https://www.bbc.com/news/world-us-canada-63631316"}], {"text": "Journalist Michael Wolff is set to release a highly anticipated tell-all book about Fox's ruling family in just a few days, titled \"The Fall: The End of Fox News and the Murdoch Dynasty\". A second Murdoch book, by CNN media journalist Brian Stelter, will be published on 14 November. ", "type": "p"}, {"text": "In his memo to staff, Rupert Murdoch vowed to continue to be involved in the \"contest of ideas\". ", "type": "p"}, {"text": "He also criticised other media outlets as being \"in cahoots\" with a \"rarefied class\" of elites who he accused of \"peddling political narratives rather than pursuing the truth\". ", "type": "p"}, {"text": "In a statement, Lachlan Murdoch said that his father \"will continue to provide valued counsel to both companies\". ", "type": "p"}, {"text": "The elder Murdoch began his career in his native Australia in the 1950s, eventually buying the News of the World and The Sun newspapers in the UK in 1969. ", "type": "p"}, {"text": "He later purchased a number of US publications including the New York Post and Wall Street Journal. Through News Corp, he remains the owner of hundreds of local, national and international media outlets.", "type": "p"}, {"text": "His career, however, has not been without its mishaps. In 2005, for example, he bought the social media site Myspace for more than half a billion dollars. It was crushed by Facebook and later sold for just $35m.", "type": "p"}, {"text": "His most damaging moment in the UK was the notorious phone hacking scandal, which erupted after it emerged that the News of the World had listened to the murdered schoolgirl Milly Dowler's voicemails. It was a humiliation for Murdoch personally - and came at huge financial cost. His company is reported to have paid more than £1bn in pay-outs to phone hacking victims.", "type": "p"}, {"text": "Until today's announcement, Lachlan Murdoch had served as the executive chair of Fox Corporation and Nova Entertainment.", "type": "p"}, {"text": "Fox shares rose almost 2% after the news, while News Corps shares rose a more modest 0.6%. ", "type": "p"}, {"text": "Professor Anat Alon-Beck, a corporate law expert, said that ultimately market reaction to Lachlan's promotion will depend on whether Fox has a \"solid and smart\" plan that ensures \"that the company's leadership isn't jeopardised just because the most powerful person, CEO, leaves the role\". ", "type": "p"}, {"text": "While Lachlan was the expected choice to replace his father, it is unclear what will happen when the elder Murdoch dies. ", "type": "p"}, {"text": "Any transfer of shares from Murdoch to his six adult children could potentially set the stage for a battle for the future of the media empire. ", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}