{"link": "https://www.bbc.com/news/entertainment-arts-66882644", "category": "entertainment & arts", "title": "Russell Brand: Woman says star exposed himself to her then laughed about it on Radio 2 show", "contributor": null, "time": "2023-09-21T21:28:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EC56/production/_131220506_mediaitem131220505.jpg", "content": [{"text": "A woman has accused Russell Brand of exposing himself to her and then laughing about it minutes later on his BBC radio show. ", "type": "b"}, {"text": "The woman says it happened in 2008 when she was working in the same building as the BBC in Los Angeles. The encounter left her stunned, she says. ", "type": "p"}, {"text": " \"", "type": "b"}, {"text": "Brand has not yet commented on the latest allegation.", "type": "p"}, {"text": "His co-presenter Matt Morgan told the BBC he was \"not aware until now of the nature of this encounter\".", "type": "p"}, {"text": "WARNING: This article contains explicit details and language that some might find offensive.", "type": "b"}, {"text": "It is the first time that Brand has been accused of sexual misconduct and then heard discussing it.", "type": "p"}, {"text": "It also raises serious questions for the BBC about how that part of the show, which was pre-recorded, was allowed to be broadcast days later.", "type": "p"}, {"text": "The woman never made a formal complaint. BBC management was informed about the incident in 2019, but no formal action was taken.", "type": "p"}, {"text": "In a statement, the BBC said it was sorry to hear the allegations and would investigate them as part of a review into Brand's time at the BBC. ", "type": "p"}, {"text": "Four other women have also accused Brand, 48, of sexual assaults and rape between 2006 and 2013. He has denied the claims, saying his relationships were \"always consensual\". ", "type": "p"}, {"text": "The woman, who we are calling Olivia, worked for a media company in the same building as the BBC's Los Angeles office.", "type": "p"}, {"text": "On 16 June 2008, she says she answered the door to Brand and his team, who were there to pre-record an episode of The Russell Brand Show for Radio 2.", "type": "p"}, {"text": "She then went to the bathroom to get some sinus medication, walking past the radio studio. While squatting to look through the medicine cabinet, she says she felt someone behind her. ", "type": "p"}, {"text": "She turned around to face a man's crotch. \"I was startled and got up and I realised it was the man that I'd let in - Russell.\" ", "type": "p"}, {"text": "In the conversation that followed, she recalls him saying: \"Oh, I think you're a bit alright. I think you're a bit of alright.\" ", "type": "p"}, {"text": "She says he told her he was going to call her Betty. When she said that wasn't her name, she says he replied: \"Well, I'm gonna fuck you.\"", "type": "p"}, {"text": "\"And I said: 'No, you're not.'\" ", "type": "p"}, {"text": "She says he then pulled out his penis on his hand and \"pretty much served it to me as you would be serving someone some food\".", "type": "p"}, {"text": "She says the door to the bathroom was closed, and she felt trapped.", "type": "p"}, {"text": "\"There was a bit of banter going on because I didn't know what to do.\"", "type": "p"}, {"text": "Olivia says he then put his penis back in his trousers, and she heard someone banging on the door. She says someone from his team called for him, at which point Brand left. ", "type": "p"}, {"text": "Olivia says she returned to her desk in disbelief at what had happened, and texted a BBC employee in the office about it.", "type": "p"}, {"text": "He told her that he knew what had happened because Brand was talking about it in the studio.", "type": "p"}, {"text": "Following the investigation by The Sunday Times, The Times and Channel 4's Dispatches programme into Brand's alleged behaviour, published earlier this month, Olivia says she tracked down a recording of the programme.", "type": "p"}, {"text": "The episode, which aired on 21 June, 2008, features this exchange between Brand and Morgan.", "type": "p"}, {"text": "Morgan:", "type": "b"}, {"text": "Brand:", "type": "b"}, {"text": "Morgan:", "type": "b"}, {"text": "Brand:", "type": "b"}, {"text": "Morgan:", "type": "b"}, {"text": "Morgan adds: \"He got told off for ringing a bell, minutes later he's showing his willy.\" Brand can be heard laughing in the background.", "type": "p"}, {"text": "Olivia, who has never worked as a receptionist, says she felt disgusted when she heard it. ", "type": "p"}, {"text": "\"I feel ashamed, but more so I wonder had something been done, perhaps there would have been fewer women he would have done horrible things to, which we're reading about in the papers now.\"", "type": "p"}, {"text": "In a statement sent to the BBC via his legal team, Morgan said: \"I was not aware until now of the nature of this encounter. ", "type": "p"}, {"text": "\"I have expressed my regret now looking back at the impact of the show, and this is a further example.", "type": "p"}, {"text": "\"The recent coverage has been very distressing to read and I reiterate my absolute condemnation of any form of mistreatment of women.\"", "type": "p"}, {"text": "Olivia never made a complaint but said she had hoped that someone from the BBC would contact her after hearing the recording. That never happened. ", "type": "p"}, {"text": "\"I thought to myself, Oh, that's a bit strange nobody has come to say sorry to me, for his behaviour. So I thought perhaps that particular audio - because it was so graphic - had been cut out, which is probably why I never pursued it.\" ", "type": "p"}, {"text": "She says she thought people wouldn't take her seriously: \"I am blonde. Accented.\" ", "type": "p"}, {"text": "She says she was also worried about the potential impact on her and her family if she had raised it officially. ", "type": "p"}, {"text": "\"Had I known audio existed, I probably would have done something as the incident would have been corroborated,\" she says. ", "type": "p"}, {"text": "When she told BBC staff about the story over the years, they would laugh it off, she says. ", "type": "p"}, {"text": "\"We all did. It was shock and like, 'What, did this really happen?'\" ", "type": "p"}, {"text": "In 2019, BBC management was informed about the incident by a BBC staff member who had spoken to Olivia. ", "type": "p"}, {"text": "She says nobody from BBC management approached her directly about the incident and no formal action was taken. ", "type": "p"}, {"text": "Olivia says she feels let down by the BBC.  ", "type": "p"}, {"text": "\"What allowed that output go out like that? What made the BBC think that was appropriate to go out like that? I just don't understand why they didn't investigate this much sooner. ", "type": "p"}, {"text": "\"And I suspect there's far worse in all those episodes that I can't even stomach to listen to.\" ", "type": "p"}, {"text": "In his statement, Morgan added he stopped working with Brand \"several years ago\" and \"was never aware of any allegations of serious sexual misconduct against him\".", "type": "p"}, {"text": "\"Looking back on the time I spent working on radio at the BBC, I am regretful to learn that a show I was part of made colleagues uncomfortable at times,\" he added.", "type": "p"}, {"text": "The BBC's director general Tim Davie, who became director of Audio and Music at the BBC a few days after the show was broadcast, has already announced a review of Russell Brand's time at the BBC.  ", "type": "p"}, {"text": "In its statement on this incident, the BBC invited the woman involved to contact them. \"We would be very keen to hear from her and anyone else who may have information,\" it said.", "type": "p"}, {"text": "The statement continued: \"We will of course speak to the bureau team and anyone who was working there in 2008 as part of this.\"", "type": "p"}, {"text": "\"Further, the director general has been very clear that some broadcasts from that period were, and are, inexcusable and totally unacceptable, and would never be aired today,\" it added.", "type": "p"}, {"text": "Brand resigned from the BBC in October 2008 after he and presenter Jonathan Ross left obscene voicemail messages for Fawlty Towers actor Andrew Sachs about Brand's sexual relationship with Sachs' granddaughter. ", "type": "p"}, {"text": "Olivia says she told her family about the incident last weekend.", "type": "p"}, {"text": "\"My sister said to me: 'Why didn't you kick him in the nuts and drop elbow him?'\" ", "type": "p"}, {"text": "\"I couldn't have done that. What I needed to do was get out of that bathroom in one piece, which I did.\" ", "type": "p"}, {"text": "If you have been affected by any of the issues raised in this story, you can visit the BBC Action Line.", "type": "p"}], "tags": []}