{"link": "https://www.bbc.com/news/science-environment-66880697", "category": "science & environment", "title": "Metal-mining pollution impacts 23 million people worldwide", "contributor": null, "time": "2023-09-21T18:00:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A80E/production/_131222034_mediaitem131222033.jpg", "content": [{"text": "At least 23 million people around the world live on flood-plains contaminated by potentially harmful concentrations of toxic waste from metal-mining activity, according to a study.", "type": "b"}, {"text": "UK scientists mapped the world's 22,609 active and 159,735 abandoned metal mines and calculated the extent of pollution from them.", "type": "p"}, {"text": "Chemicals can leach from mining operations into soil and waterways. ", "type": "p"}, {"text": "The researchers say future mines have to be planned \"very carefully\". ", "type": "p"}, {"text": "This is particularly critical as the demand surges for metals that will support battery technology and electrification, including lithium and copper, says Prof Mark Macklin from the University of Lincoln, who led the research. ", "type": "p"}, {"text": "\"We've known about this for a long time,\" he told BBC News. \"What's alarming for me is the legacy - [pollution from abandoned mines] is still affecting millions of people.\"", "type": "p"}, {"text": "The findings, published in the journal Science, build on the team's previous studies of exactly how pollution from mining activity moves and accumulates in the environment. ", "type": "p"}, {"text": "The scientists compiled data on mining activity around the world, which was published by governments, mining companies and organisations like the US Geological Survey. This included the location of each mine, what metal it was extracting and whether it was active or abandoned. ", "type": "p"}, {"text": "Prof Macklin explained that the majority of metals from metal mining is bound up in sediment in the ground. \"It's this material - eroded from mine waste tips, or in contaminated soil - that ends up in river channels or [can be] deposited over a flood-plain.\" ", "type": "p"}, {"text": "Prof Macklin and his colleagues used previously published field and laboratory analyses to work out how far this metal-contaminated sediment moves down river systems. ", "type": "p"}, {"text": "That data allowed the scientists to produce a computer model that could calculate the extent of river channels and flood-plains around the world that are polluted by mining waste - both from current and historical mining activity. ", "type": "p"}, {"text": "\"We mapped the area that's likely to be affected, which, when you combine that with population data, shows that 23 million people in the world are living on ground that would be considered 'contaminated',\" said Chris Thomas, who is professor of water and planetary health at the University of Lincoln. ", "type": "p"}, {"text": "\"Whether those people will be affected by that contamination, we simply can't tell with this research, and there are many ways that people may be exposed,\" he stressed. \"But there is agriculture and irrigation in many of those areas.\"", "type": "p"}, {"text": "Crops grown on contaminated soils, or irrigated by water contaminated by mine waste, have been shown to contain high concentrations of metals. ", "type": "p"}, {"text": "\"Animals grazing on flood-plains may also eat contaminated plant material and sediment, especially after flooding, when fresh metal-rich sediment is deposited,\" the scientists explained in their paper.  ", "type": "p"}, {"text": "\"With climate change and more frequent floods,\" Prof Macklin added, \"this legacy [pollution] is going to extend and expand.\" ", "type": "p"}, {"text": "Prof Jamie Woodward from the University of Manchester, who was not involved in the study, said the research highlighted the threat posed by \"silent pollution\" stored in flood-plains.", "type": "p"}, {"text": "\"A good deal of river monitoring is focused on water when the real 'nasties' are often associated with river sediments,\" he told BBC News. ", "type": "p"}, {"text": "\"We need to better understand how contaminants are transported in the environment and where they are stored. This allows us to assess hazards and to mitigate against them. Heavily contaminated flood-plain grasslands should not be used for livestock grazing, for example.\"", "type": "p"}, {"text": "The researchers point out in their study that metal mining represents \"humankind's earliest and most persistent form of environmental contamination\". Waste from mining began to contaminate river systems as early as 7,000 years ago.", "type": "p"}, {"text": "Data visualisations by Kate Gaynor and Mike Hills", "type": "p"}], "tags": []}