{"link": "https://www.bbc.com/news/business-62754943", "category": "business", "title": "OnlyFans pays owner $500m after spike in users", "contributor": null, "time": "2022-09-01T20:18:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1486B/production/_126557048_gettyimages-1234799733.jpg", "content": [{"text": "Adult content subscription platform OnlyFans paid its owner $500m (£433m) in 18 months, accounts show.", "type": "b"}, {"text": "Leonid Radvinsky was paid $284m (£246m) in dividends in 2021 and another $233m (£201m) since November.", "type": "p"}, {"text": "Meanwhile, OnlyFans' two million content creators made nearly $4bn (£3.47bn) in 2021, the company has revealed. ", "type": "p"}, {"text": "The platform, which is known for hosting adult content, saw a spike in users during the pandemic. ", "type": "p"}, {"text": "It reported pre-tax profits of $433m last year, up from $61m in 2020.", "type": "p"}, {"text": "However, OnlyFans has faced criticism for not doing enough to prevent under-age individuals selling explicit content.", "type": "p"}, {"text": "The company said it was continually improving its approach to safety and content moderation. ", "type": "p"}, [{"text": "'I'm using OnlyFans as a second job to pay bills'", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-62377737"}, {"text": "Under the skin of OnlyFans", "type": "a", "href": "https://www.bbc.co.uk/news/uk-57269939"}], {"text": "Founded in 2016, OnlyFans has 220 million users and more than two million creators worldwide. ", "type": "p"}, {"text": "In 2021 it saw a 128% increase in the number of fans using the platform compared to the previous year, and a 34% rise in the number of creators. ", "type": "p"}, {"text": "Overall, creator earnings were more than double what they were the previous year. ", "type": "p"}, {"text": "OnlyFans takes a 20% commission on all payments made to its content creators.", "type": "p"}, {"text": "Chief executive Amrapali Gan said: \"We are empowering creators to monetise their content and have real control over it.\"", "type": "p"}, {"text": "\"We will continue to invest in the creator economy by enhancing safety, developing original OFTV [the firm's free streaming platform] content, and continuing to grow our community of creators and fans,\" she added. ", "type": "p"}, {"text": "The site offers a platform for musicians, fitness trainers and celebrities to charge their followers for exclusive tips and visual content.", "type": "p"}, {"text": "But it is best known for allowing content creators, including porn stars and sex workers, to charge for sexually explicit photographs and videos.", "type": "p"}, {"text": "Last year the company announced that all sexually explicit content would be blocked from the platform, following pressure from banking partners. ", "type": "p"}, {"text": "But following a backlash from its users, OnlyFans suspended the policy change a week later.", "type": "p"}, {"text": "In 2021, a BBC News investigation found children had used fake IDs to set up accounts on the site. ", "type": "p"}, {"text": "Following the report, the children's commissioner for England said OnlyFans needed to do more to stop under-age individuals selling explicit images on the platform.", "type": "p"}, {"text": "In response to the investigation, OnlyFans said it had closed the accounts and flagged and refunded all active subscriptions.", "type": "p"}], "tags": ["Companies", "Social media", "OnlyFans"]}