{"link": "https://www.bbc.com/news/entertainment-arts-62759868", "category": "entertainment & arts", "title": "Feist quits Arcade Fire tour, citing allegations against Win Butler", "contributor": "Mark Savage", "time": "2022-09-01T19:44:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/59D3/production/_126559922_gettyimages-1026298056.jpg", "content": [{"text": "Singer-songwriter Feist has walked away from her support slot on Arcade Fire's world tour, after the band's frontman was accused of sexual misconduct.", "type": "b"}, {"text": "Four people have accused Win Butler of behaving inappropriately, with allegations including forceful touching and unwanted, sexual text messages.", "type": "p"}, {"text": "The allegations, which Butler denies, emerged on Saturday, shortly before the first date of the band's world tour.", "type": "p"}, {"text": "Feist, who played the first two dates, says she has now decided to \"go home\". ", "type": "p"}, {"text": "\"The best way to take care of my band and crew and my family is to distance myself from this tour [but] not this conversation,\" she added.", "type": "p"}, [{"text": "Arcade Fire launch tour after abuse allegations", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62735727"}], {"text": "The allegations against Butler emerged in an investigation by music publication Pitchfork. ", "type": "p"}, {"text": "The three women, and one gender-fluid person, accused the singer of taking advantage of his fame and their fandom during incidents that occurred between 2015 and 2020, when Butler was aged between 34 and 39.", "type": "p"}, {"text": "In two statements to Pitchfork, Butler denied all allegations, saying that sexual interactions he had with the four people were consensual, but apologised \"to anyone who I have hurt with my behaviour\".", "type": "p"}, {"text": "Writing on social media, Feist said she had learned of the allegations against Butler at the same time as everyone else.", "type": "p"}, {"text": "\"I read the same headline you did,\" said the singer, whose full name is Leslie Feist. ", "type": "p"}, {"text": "\"We didn't have any time to prepare for what was coming, let alone a chance to decide not to fly across the ocean into the belly of this situation. ", "type": "p"}, {"text": "\"This has been incredibly difficult for me and I can only imagine how much more difficult it's been for the people who came forward. ", "type": "p"}, {"text": "\"More than anything I wish healing to those involved.\"", "type": "p"}, {"text": "Feist, who has received multiple Grammy nominations for albums such as The Reminder and Metals, explained that the allegations, which have not resulted in police action, had presented her with an ethical dilemma.", "type": "p"}, {"text": "\"To stay on tour would symbolise I was either defending or ignoring the harm caused by Win Butler and to leave would imply I was the judge and jury,\" she wrote.", "type": "p"}, {"text": "On the opening dates of Arcade Fire's tour in Dublin, she instead donated her proceeds to the local chapter of Women's Aid, which helps victims of domestic abuse. ", "type": "p"}, {"text": "However, she then went on to explain her decision to pull out. ", "type": "p"}, {"text": "\"The last two nights on stage, my songs made this decision for me,\" she wrote. ", "type": "p"}, {"text": "\"Hearing them through this lens was incongruous with what I've worked to clarify for myself through my whole career. I've always written songs to name my own subtle difficulties, aspire to my best self and claim responsibility when I need to. ", "type": "p"}, {"text": "\"And I'm claiming my responsibility now and going home.\"", "type": "p"}, {"text": "You can read her full statement below.", "type": "p"}, {"text": "Arcade Fire have faced calls to scrap their tour, but have so far continued to play, with dates in Birmingham, Manchester, Glasgow and London scheduled for the coming week.", "type": "p"}, {"text": "US musician Beck, who is due to support the group on the North American leg of the tour, has yet to respond to the situation.", "type": "p"}, {"text": "Meanwhile, Butler's wife and fellow Arcade Fire member Régine Chassagne released a statement in defence of Butler. ", "type": "p"}, {"text": "\"I know what is in his heart, and I know he has never, and would never, touch a woman without her consent and I am certain he never did,\" she said. ", "type": "p"}, {"text": "\"He has lost his way and he has found his way back. I love him and love the life we have created together.\"", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Music"]}