{"link": "https://www.bbc.com/news/health-62685276", "category": "health", "title": "Statin pills rarely cause muscle pain or problems, study finds", "contributor": null, "time": "2022-08-29T16:57:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16120/production/_105400409_gettyimages-884795626.jpg", "content": [{"text": "People on cholesterol-lowering statins can be reassured that it is uncommon for the tablets to cause muscle pain, say the authors of a large study.", "type": "b"}, {"text": "The pills can protect against heart attacks and strokes, but have had some bad press because of a very rare risk of dangerous muscle inflammation. ", "type": "p"}, {"text": "The British Heart Foundation says patients should not automatically stop their tablets for mild muscle aches. ", "type": "p"}, {"text": "The conclusions are based on data from nearly 155,000 people. ", "type": "p"}, {"text": "They were taking part in a number of statin trials assessing the treatment and possible side effects. ", "type": "p"}, {"text": "Muscle pain or weakness was commonly reported by the participants, regardless of whether or not they were taking a statin tablet. Some of the volunteers received a placebo or dummy tablet instead of the statin, for comparison. ", "type": "p"}, {"text": "About one in four in both groups - statin or placebo - reported some muscle aches.", "type": "p"}, {"text": "According to the researchers, during the first year of treatment, statin therapy produced a 7% relative increase in muscle pain or weakness compared to placebo, suggesting that only one in 15 of these muscle-related reports by patients given statins were because of the statin. ", "type": "p"}, {"text": "The absolute excess risk of muscle symptoms because of a statin was 11 per 1,000 patients treated during the first year, the researchers calculate.", "type": "p"}, {"text": "After the first year of treatment, there was no significant difference in reports of muscle pain or weakness between those given statins and those given the placebo. ", "type": "p"}, {"text": "The findings have been published in The Lancet and presented at this year's European Society of Cardiology Congress in Barcelona. ", "type": "p"}, {"text": "Joint lead author Prof Colin Baigent said: \"The idea that statins may cause frequent muscle pain has been a persistent belief among some patients and clinicians. However, our study confirms that the statin is rarely the cause of muscle pain in those taking statins.\" ", "type": "p"}, {"text": "He said if a patient on statins does report muscle pain, then it should first be assumed that the symptoms are not because of the statin and are most likely down to other causes. ", "type": "p"}, {"text": "\"Statin therapy should continue until other potential causes have been explored.\"", "type": "p"}, {"text": "He said it was still important to be on the lookout for the very rare cases of dangerous muscle damage that can occur as a side effect. ", "type": "p"}, {"text": "\"Additionally, in light of our analysis, we believe there is a need to revise the information in the medication label for statins to clarify that most muscle pain experienced during statin therapy is not due to the statins.\"", "type": "p"}, {"text": "Statins are one of the most commonly prescribed drugs in the UK, with millions taking them. ", "type": "p"}, {"text": "Prof Sir Nilesh Samani, from the British Heart Foundation, which funded the work, said the findings \"should provide reassurance to the many people taking, or considering taking, these lifesaving drugs that have been proven to protect against heart attacks and strokes\". ", "type": "p"}, {"text": "Cardiovascular disease kills about 160,000 people in the UK each year. ", "type": "p"}], "tags": ["Heart disease", "Statins"]}