{"link": "https://www.bbc.com/news/science-environment-62751974", "category": "science & environment", "title": "Africa's oldest dinosaur found in Zimbabwe", "contributor": "Shingai Nyoka & Oliver Slow", "time": "2022-09-01T11:57:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0D07/production/_126553330_image.jpg", "content": [{"text": "Scientists have unearthed in Zimbabwe the remains of Africa's oldest dinosaur, which lived more than 230 million years ago. ", "type": "b"}, {"text": "The Mbiresaurus raathi was one metre tall, ran on two legs and had a long neck and jagged teeth. ", "type": "p"}, {"text": "Scientists said it was a species of sauropodomorph, a relative of the sauropod, which walked on four legs. ", "type": "p"}, {"text": "The skeleton was discovered during two expeditions, in 2017 and 2019, to the Zambezi Valley. ", "type": "p"}, {"text": "\"When we talk of the evolution of early dinosaurs, fossils from the Triassic age are rare,\" Darlington Munyikwa, deputy director of National Museums and Monuments of Zimbabwe, and who was part of the expeditions, told the BBC. ", "type": "p"}, {"text": "He said that fossils from that era - which ended more than 200 million years ago - had been unearthed in South America, India and now Zimbabwe. ", "type": "p"}, {"text": "The find is expected to shed more light on evolution and migration of early dinosaurs, back when the world was one huge continent and Zimbabwe was at the same latitude as those countries, he said.  ", "type": "p"}, {"text": "Zimbabwe has been aware of other fossils in the area for decades and Mr Munyikwa said there were more sites that needed further exploration in the area, subject to funding availability.  ", "type": "p"}, {"text": "\"It shows that dinosaurs didn't start out worldwide, ruling the world from the very beginning,\" Christopher Griffin, another scientist involved in the expedition, told the BBC. ", "type": "p"}, {"text": "\"They, and the animals they lived with, seem to have been constrained to a particular environment in the far south - what is today South America, southern Africa and India.\" ", "type": "p"}, {"text": "He added that the find was the \"oldest definitive dinosaur ever found in Africa\". ", "type": "p"}, {"text": "Prof Anusuya Chinsamy-Turan, a palaeontologist at the University of Cape Town, told the BBC that the discovery was important because it was part of the lineage that gave rise to the sauropod dinosaurs, which includes the diplodocus and the brontosaurus. ", "type": "p"}, {"text": "\"It tells us that when dinosaurs were evolving, they were found on different continents, but they seem to have followed a hot humid environment rather than dry inhospitable one,\" she told the BBC. \"We hope there is more coming out of that area.\"", "type": "p"}, {"text": "She added that the area where the discovery took place had seen recent gas mining exploration. ", "type": "p"}, {"text": "\"I hope that there is a strict policy in place to ensure that if they encounter fossils, they hand them over to the museums, so we don't lose that material,\" she said. ", "type": "p"}, {"text": "The near-complete skeleton of the Mbiresaurus raathi is stored in a room in a museum in Zimbabwe's southern city of Bulawayo. It is thought to date to the Carnian stage of the Triassic period, when today's Zimbabwe was part of the massive supercontinent Pangaea. ", "type": "p"}, {"text": "Dinosaurs were believed to be well adapted to the high latitudes where today's Zimbabwe is located, which were humid and had ample vegetation. ", "type": "p"}], "tags": ["Fossils", "Dinosaurs", "Zimbabwe"]}