{"link": "https://www.bbc.com/news/technology-62749430", "category": "technology", "title": "Twitter gives in to user requests for edit button", "contributor": null, "time": "2022-09-01T16:00:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EC95/production/_126556506_tweetingettyimages-638898084.jpg", "content": [{"text": "Twitter is finally giving its users the new feature they have most requested - an edit button.", "type": "b"}, {"text": "\"If you see an edited Tweet, it's because we're testing the edit button. This is happening and you'll be OK,\" the company tweeted.", "type": "p"}, {"text": "It is currently testing the feature and will roll it out in the coming weeks to subscribers of Twitter Blue, which costs $4.99 (£4.33) per month.", "type": "p"}, {"text": "Tweets will be available to edit a few times in the 30 minutes after posting.", "type": "p"}, {"text": "Twitter Blue is currently available in the US, Canada, Australia, and New Zealand - but initial tests will be limited to just one country.", "type": "p"}, {"text": "Edited tweets will appear with an icon, timestamp and link to their \"Edit History\" to \"protect the integrity of the conversation and create a publicly accessible record of what was said,\" the company blogged.", "type": "p"}, {"text": "\"Tweeting will feel more approachable and less stressful,\" Twitter said. ", "type": "p"}, {"text": "\"You should be able to participate in the conversation in a way that makes sense to you and we'll keep working on ways that make it feel effortless to do just that.\"", "type": "p"}, {"text": "The company's co-founder and former chief executive had said it would probably never provide an edit button.", "type": "p"}, {"text": "But in April, Elon Musk, then planning to buy the company, posted a Twitter poll, in which 73.6% of the 4.4 million respondents said they wanted one.", "type": "p"}, {"text": "Some maintain it is unnecessary or contrary to the spirit of the platform, however.", "type": "p"}, {"text": "Other users suggested possible refinements to the function.", "type": "p"}], "tags": ["Twitter"]}