{"link": "https://www.bbc.com/news/business-63089222", "category": "business", "title": "EU agrees windfall tax on energy firms", "contributor": "Beth Timmins", "time": "2022-09-30T12:15:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1913/production/_124991460_gettyimages-1240472726.jpg", "content": [{"text": "The European Union has agreed to impose emergency measures to charge energy firms on their record profits.", "type": "b"}, {"text": "Ministers have agreed windfall taxes on certain energy companies as well as mandatory cuts in electricity use.", "type": "p"}, {"text": "The plan includes a levy on fossil fuel firms' surplus profits and a levy on excess revenues made from surging electricity costs. ", "type": "p"}, {"text": "The cash raised is expected to go to families and businesses.", "type": "p"}, {"text": "But the bloc is divided on whether and how to cap the wholesale price of gas.", "type": "p"}, {"text": "It comes as Europe braces itself for a difficult winter due to the cost of living crisis and squeeze on global energy supplies.", "type": "p"}, [{"text": "What is the windfall tax on oil and gas companies?", "type": "a", "href": "https://www.bbc.co.uk/news/business-60295177"}, {"text": "Germany vows €65bn package to combat energy crisis", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-62788447"}], {"text": "The bloc is largely trying to wean itself off Russia energy but it has left it scrambling for other alternative, expensive, sources.", "type": "p"}, {"text": "A windfall tax is imposed by a government on a company to target firms that were lucky enough to benefit from something they were not responsible for - in other words, a windfall profit. ", "type": "p"}, {"text": "Energy firms are getting much more money for their oil and gas than they were last year, partly because demand has increased as the world emerges from the pandemic and more recently because of supply concerns due to Russia's invasion of Ukraine.", "type": "p"}, {"text": "EU ministers estimate that they can raise €140bn (£123bn) from the levies on non-gas electricity producers and suppliers that are making larger-than-usual profits from the current demand.", "type": "p"}, {"text": "Earlier this month, the European Commission's vice-president, Frans Timmermans, said that fossil fuel extractors will be told to give back 33% of their surplus profits for this year. ", "type": "p"}, {"text": "\"The era of cheap fossil fuels is over. And the faster we move to cheap, clean and homegrown renewables, the sooner we will be immune to Russia's energy blackmail,\" he said.", "type": "p"}, {"text": "\"A cap on outsize revenues will bring solidarity from energy companies with abnormally high profits towards their struggling customers,\" he added. ", "type": "p"}, {"text": "Earlier this week, 15 member states, including France and Italy, asked the EU to impose a price cap on gas bills to slow the soaring costs. ", "type": "p"}, {"text": "A decision has not yet been announced on a price cap. ", "type": "p"}, {"text": "\"There is big disappointment that in the proposal that is on the table there is nothing about gas prices,\" Polish climate minister Anna Moskwa said.", "type": "p"}, {"text": "Ms Moskwa said a maximum price for gas would be supported by the majority of European countries and \"cannot be ignored\". ", "type": "p"}, {"text": "In the UK, former Chancellor Rishi Sunak introduced a similar tax to Friday's EU agreement in May, which he called the Energy Profits Levy.", "type": "p"}, {"text": "It was applied to profits made by companies from extracting UK oil and gas, but not those that generate electricity from sources such as nuclear or wind power. ", "type": "p"}], "tags": ["Europe economy", "Cost of living", "Oil & Gas industry"]}