{"link": "https://www.bbc.com/news/science-environment-63090818", "category": "science & environment", "title": "'Shiny, sparkly object' in James Webb space image", "contributor": "Jonathan Amos", "time": "2022-09-30T15:38:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E14C/production/_125867675_52210250181_2d412c02ee_k.jpg", "content": [{"text": "Astronomers have made a sparkling discovery in what was the very first full-colour image released from the new super space telescope James Webb.", "type": "b"}, {"text": "The picture, presented to the world in July by US President Joe Biden, shows a fantastically deep view of the cosmos, billions of years into the past.", "type": "p"}, {"text": "And it's in that remarkable vista that researchers have now picked out what they believe to be the most distant globular clusters ever identified.", "type": "p"}, {"text": "Globulars are dense star collections.", "type": "p"}, {"text": "What's more, these stars are generally really quite old and relatively pristine: they have fewer of the heavier chemical elements that taint more modern stars such as our Sun.", "type": "p"}, {"text": "Our Milky Way Galaxy, in which our Sun lives, has more than 100 of these compact groupings littered around itself, but when and how they formed is still something of a puzzle.", "type": "p"}, {"text": "The Biden Webb image should improve our understanding.", "type": "p"}, [{"text": "Ringed Neptune captured by James Webb telescope ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62984658"}, {"text": "Nasa space telescope delivers spectacular pictures", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62140044"}, {"text": "A $10bn machine in search of the end of darkness", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59476869"}], {"text": "The picture, called SMACS 0723, is an example of what's referred to as a gravitational lens. It shows a set of massive foreground galaxies that have magnified and bent the light coming from galaxies in the background.", "type": "p"}, {"text": "And it's one particularly pretty galaxy in the far distance that's caught the eye of astronomers at the University of Toronto. ", "type": "p"}, {"text": "They've dubbed it \"the Sparkler Galaxy\" because it's surrounded by small yellow-red dots - by \"sparkles\".", "type": "p"}, {"text": "Only with James Webb's extraordinary power are these dots resolvable. You couldn't see them with that other great observatory, Hubble, for instance.", "type": "p"}, {"text": "The Toronto team wondered at first whether the sparkles were even associated with the Sparkler Galaxy. Was it possible they were just sitting out there on their own instead, a long way in front or behind the Sparkler? But it soon became obvious that they were associated because the Sparkler Galaxy itself is projected three times in the SMACS 0723 image. ", "type": "p"}, {"text": "That's just how gravitational lenses work sometimes: they can not only magnify background objects but also distort them and multiply their appearance.", "type": "p"}, {"text": "And in each of the three versions of the Sparkler Galaxy, the same dots are present.", "type": "p"}, {"text": "The team's contention is that the sparkles are globular clusters just like the globulars seen around our Milky Way today, except we're seeing these dots much, much earlier in the history of the Universe. ", "type": "p"}, {"text": "We see the Sparkler as it was nine billion years in the past, or about 4.5 billion years after the Big Bang.", "type": "p"}, {"text": "\"We are finding these globular clusters to be very massive,\" explained Dr Lamiya Mowla from Toronto's Dunlap Institute for Astronomy & Astrophysics. \"We also find them to be very old.", "type": "p"}, {"text": "\"They could have formed in a burst at what we call 'cosmic noon', at the peak of star formation at about 10 billion years ago. But their colour isn't right. For something to be relatively young, it has to be bluer, and what we're finding is that they're much redder than we expected them to be, which means they must be older, even at that very early time,\" she told BBC News. ", "type": "p"}, {"text": "The team contends the stars in these globular sparkles probably formed just a few hundred million years after the Big Bang. It's even possible, the astronomers say, that the sparkles contain some of the very first stars ever to form in the Universe.", "type": "p"}, {"text": "\"They're the Holy Grail, right?\" said Dr Mowla.", "type": "p"}, {"text": "\"Everyone is looking for those stars and when we first opened the SMACS image, we too were searching for the furthest stuff, the farthest things. And then we literally got sidetracked by the most shiny, sparkly object.\"", "type": "p"}, {"text": "The Toronto research programme, called the CAnadian NIRISS Unbiased Cluster Survey (CANUCS), will now examine five more gravitationally lensed views from James Webb similar to its SMACS image.", "type": "p"}, {"text": "\"That's really going to push up the number of galaxies that we find with sparkles around them,\" said Dunlap Institute postdoctoral fellow Dr Kartheik Iyer.", "type": "p"}, {"text": "\"We want to know how ubiquitous these sparkles are. Did we just find a special galaxy or is this something we can expect to see more of when we have a representative sample from Webb,\" he told BBC News.", "type": "p"}, {"text": "The Toronto Sparkler research is published in The Astrophysical Journal Letters. ", "type": "p"}], "tags": ["Astronomy", "Stars", "The Universe", "Galaxies", "James Webb Space Telescope", "Hubble Telescope"]}