{"link": "https://www.bbc.com/news/technology-63098117", "category": "technology", "title": "Messages reveal how Musk and Twitter boss fell out", "contributor": "James Clayton", "time": "2022-09-30T21:15:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CE05/production/_126914725_010d9f25-7dbe-47de-902d-aff656f4eb41.jpg", "content": [{"text": "Messages between Elon Musk and Twitter boss Parag Agrawal have been published in ", "type": "b"}, {"text": "They reveal how the pair's relationship, after a good start, went dramatically south. ", "type": "p"}, {"text": "In late March, it became clear that Elon Musk was interested in purchasing shares in Twitter - and potentially sitting on Twitter's board. ", "type": "p"}, {"text": "On 27 March, Parag Agrawal reaches out: \"Hey Elon - great to be connected directly. Would love to chat,\" he says.", "type": "p"}, {"text": "Elon Musk likes the message. \"Perhaps tonight around 8?\" he says. So far so good.", "type": "p"}, {"text": "By 31 March, a hastily planned dinner is arranged near San Jose as the deal really starts heating up. ", "type": "p"}, {"text": "The speed of developments is clearly exhilarating for Mr Agrawal. The world's richest person is about to become a Twitter board member. Mr Agrawal tells Mr Musk he's \"excited\" to see him in person. ", "type": "p"}, {"text": "Bret Taylor, Twitter's board chair, texts Musk about the dinner. \"I think they were looking for an Airbnb near the airport and there are tractors and donkeys,\" he says in a text. The location, he continues, \"wins for the weirdest place I've had a meeting recently\".", "type": "p"}, {"text": "The dinner goes well despite the farmyard location. \"Memorable for multiple reasons. Really enjoyed it\", Mr Agrawal says.", "type": "p"}, {"text": "A few days later it's announced that Elon Musk is to join the board. ", "type": "p"}, {"text": "\"Super excited\" Mr Agrawal messages.", "type": "p"}, {"text": "As the announcement goes public, all sorts of names begin to text Mr Musk. ", "type": "p"}, {"text": "Podcaster Joe Rogan asks Mr Musk whether he is going to \"liberate Twitter from the censorship happy mob\".", "type": "p"}, {"text": "\"I will provide advice, which they may or may not choose to follow,\" Mr Musk replies.", "type": "p"}, {"text": "On 5 April, Jack Dorsey, former chief executive of Twitter, tells Mr Musk that Mr Agrawal is an \"incredible engineer\", but that Twitter's board is \"terrible\". ", "type": "p"}, {"text": "By 7 April, Mr Agrawal and Mr Musk are burnishing their coding credentials - the start of a seemingly beautiful working relationship. ", "type": "p"}, {"text": "\"I wrote heavy duty software for 20 years,\" Mr Musk says. \"I interface way better with engineers who are able to do the hardcore programming than with program manager/MBA types\". ", "type": "p"}, {"text": "Agrawal replies: \"In our next convo - treat me like an engineer instead of a CEO and let's see where we get to.\"", "type": "p"}, {"text": "\"You got it\", Mr Musk replies.", "type": "p"}, {"text": "But then disaster. ", "type": "p"}, {"text": "On 9 April, Mr Musk tweets asking why so few of Twitter's most followed accounts tweeted very much. \"Is Twitter dying?\" he asks. ", "type": "p"}, {"text": "This tweet angers Mr Agrawal. Later that day he messages: ", "type": "p"}, {"text": "\"You are free to tweet 'is Twitter dying?' or anything else about Twitter - but it's my responsibility to tell you that it's not helping me make Twitter better in the current context. ", "type": "p"}, {"text": "\"Next time we speak, I'd like to you provide you [sic] perspective on the level of the internal distraction right now and how it [sic] hurting our ability to do work.\"", "type": "p"}, {"text": "Elon Musk, notoriously, does not like being told what to do - especially whether and what he can tweet. ", "type": "p"}, {"text": "We can't be certain what is going on behind the scenes, but this message seems to have infuriated Elon Musk. A few hours later he shoots off a volley of irascible messages. ", "type": "p"}, {"text": "\"What did you get done this week?... I'm not joining the board… This is a waste of time. Will make an offer to take Twitter private.\"", "type": "p"}, {"text": "Mr Agrawal appears bewildered by the texts.", "type": "p"}, [{"text": "Who is Elon Musk? ", "type": "a", "href": "https://www.bbc.com/newsround/55188055"}, {"text": "Why did Musk get cold feet on Twitter? ", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62104263"}], {"text": "He rings Bret Taylor, who desperately tries to understand what is going on. ", "type": "p"}, {"text": "\"Parag just called me and mentioned your text conversations. Can you talk?\" he says.", "type": "p"}, {"text": "\"Fixing Twitter by chatting with Parag won't work,\" Mr Musk says. \"Drastic action is needed.\"", "type": "p"}, {"text": "\"Can you take 10 minutes to talk through with me?\" Mr Taylor asks. ", "type": "p"}, {"text": "\"It has been about 24 hours since you joined the board. I get your point, but just want to understand about the sudden pivot,\" he continues.", "type": "p"}, {"text": "Elon Musk follows through. He offers $44bn to take Twitter private. On 25 April, the board accepts the offer. ", "type": "p"}, {"text": "The next day, Jack Dorsey makes another attempt to patch up the relationship between the two. He organises a call. It doesn't go well.", "type": "p"}, {"text": "\"You and I are in complete agreement,\" Mr Musk messages Mr Dorsey after the conversation. \"Parag is just moving far too slowly and trying to please people who will not be happy no matter what he does.\"", "type": "p"}, {"text": "Mr Dorsey replies: \"At least it became clear that you can't work together.\"", "type": "p"}, {"text": "From there the relationship between Mr Musk and Twitter gets worse and worse. ", "type": "p"}, {"text": "Mr Musk eventually attempts to pull out of the deal entirely in July.  But Twitter still approves the purchase in September.", "type": "p"}, {"text": "A court case in Delaware in mid-October will decide whether he will be allowed to walk away - or forced to buy the company. ", "type": "p"}, {"text": "But the messages show that the relationship between Twitter's CEO and Mr Musk had broken down far earlier. ", "type": "p"}, {"text": "They also suggest that if Mr Musk is made to buy Twitter - Parag Agrawal will need to look for another job.", "type": "p"}, {"text": "James Clayton is the BBC's North America technology reporter based in San Francisco. Follow him on Twitter @jamesclayton5.", "type": "p"}], "tags": ["Social media", "Elon Musk", "Twitter"]}