{"link": "https://www.bbc.com/news/business-64833390", "category": "business", "title": "Is London's stock market losing its lustre?", "contributor": null, "time": "2023-03-03T07:50:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15DE5/production/_128837598_cityoflondon_reuters.jpg", "content": [{"text": "It's over a year since UK hedge fund boss Sir Paul Marshall declared that London was becoming a financial \"Jurassic Park\" -  full of beasts of a bygone era.  ", "type": "b"}, {"text": "Old-fashioned companies and old-fashioned investors who prized dividends over growth and who had therefore missed the greatest era of wealth creation in over a century as US-listed tech companies commanded high valuations for their growth prospects.  ", "type": "p"}, {"text": "Although US big tech has had a reality check since then as rising interest rates reduce the value of future earnings - hitting share prices - if anything the allure of US stock markets has seemingly become more seductive.  ", "type": "p"}, {"text": "This week, chip designer Arm Holdings, once the crown jewel of UK technology, decided its future lay as a US-listed company having been bought seven years ago by a Japanese investment fund.  ", "type": "p"}, {"text": "Arm's decision comes despite intense lobbying to list here from UK politicians - including former Goldman Sachs banker Rishi Sunak.  ", "type": "p"}, {"text": "Arm is not alone in going west for greater fortune.  ", "type": "p"}, {"text": "Huge Irish-based building materials company CRH is also moving its primary listing from London to New York, which often offers higher valuations and higher trading volumes - an attraction for investors as they can buy and sell more easily without affecting the price.  ", "type": "p"}, {"text": "For example, daily trading in Apple shares alone is almost double the value of all trading on the London Stock Exchange.  ", "type": "p"}, {"text": "Some high-profile UK public share sales have also flopped in recent years. Food delivery company Deliveroo shares are down 71% since they first listed in the UK and one of its first shareholders, Danny Rimer of Index Ventures, has told the BBC that if he had his time again he would have voted for a US listing.  ", "type": "p"}, {"text": "Companies going cheap on a market that's lost some pizzazz have also attracted bargain hunters. Private investment funds that see UK shares as undervalued have swooped on publicly listed companies - defence contractors Meggit and Ultra, supermarket Morrisons, technology company Aveva and others have ended in private, mostly foreign, hands.  ", "type": "p"}, {"text": "UK investors are also shunning UK listed companies. Over the past two decades, the percentage of UK pension fund assets invested in UK companies has fallen from over 40% to under 5%. They too prefer to do their shopping abroad.  ", "type": "p"}, {"text": "Does it matter? Pension funds, or individual investors, can buy shares whether they are listed in the UK, US or one the European exchanges. ", "type": "p"}, {"text": "But a UK listing generates significant ancillary business for a UK financial services industry that still makes up more than 10% of the UK's entire economy and contributes more than 10% of all taxes paid here.  ", "type": "p"}, {"text": "Accountants, lawyers, financial PR firms and others feed off the fees that UK listings generate.  ", "type": "p"}, {"text": "The exodus has not gone unnoticed by the government. It has been scrambling to try to make the UK a more attractive place for companies to set out their stall.  ", "type": "p"}, {"text": "Lord Jonathan Hill proposed new rules to relax requirements for companies to offer at least 25% of their shares for public purchase in order to list, as well as allowing companies to issue shares with reduced voting rights - favoured by business founders who want to raise money without losing control of their company.  ", "type": "p"}, {"text": "The so-called Edinburgh reforms announced late last year included some of these along with a new duty for regulators to consider competitiveness when policing the markets.", "type": "p"}, {"text": "In response to Arm's decision to seek a US share listing, the government said: \"The UK is taking forward ambitious reforms to the rules governing its capital markets, building on our continued success as Europe's leading hub for investment, and the second largest globally.", "type": "p"}, {"text": "\"We continue to attract some of the most innovative and largest companies in the world.\" ", "type": "p"}, {"text": "London staged something of a fightback in 2021, with its best year for new public listings since 2007. But before we start high-fiving and cheering New York-style, bear in mind that 20 times as many companies raised 50 times as much money in the US - in the same period.  ", "type": "p"}, {"text": "Just this week, the chief executive of a large international bank told me he remained confident that London and the UK would remain an attractive place for companies to raise money. The old virtues of time zone, language, trusted English law and a deep pool of talent remain valued.", "type": "p"}, {"text": "But for many companies, new and old, the most important value is the worth of their company, and as long as its worth more in a US shop window, the more companies will want to be displayed there.  ", "type": "p"}], "tags": []}