{"link": "https://www.bbc.com/news/health-64790527", "category": "health", "title": "Daily walk prevents one in 10 early deaths - study", "contributor": null, "time": "2023-03-01T00:18:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/63E2/production/_128807552_walk-index-getty.jpg", "content": [{"text": "You don't have to be a runner or play sport to feel the benefits of exercise - fitting a brisk walk into your day is good enough, UK analysis suggests. ", "type": "b"}, {"text": "It found if everyone did as little as 11 minutes of daily activity, one in 10 premature deaths could be prevented.", "type": "p"}, {"text": "Most people don't manage to do the minimum recommended 150 minutes of exercise a week, however.", "type": "p"}, {"text": "But doing some exercise is better than doing nothing, the researchers from the University of Cambridge say. ", "type": "p"}, {"text": "The NHS recommends everyone does 150-300 minutes of physical activity that raises the heart rate every week or 75-150 minutes of vigorous activity per week, which makes you breathe hard.", "type": "p"}, {"text": "The research team looked at hundreds of previous studies on the benefits of physical activity and concluded that even doing half the recommended amount could prevent one in 20 cases of cardiovascular disease and nearly one in 30 cases of cancer.", "type": "p"}, {"text": "That equates to 75 minutes per week - or 11 minutes per day - riding a bike, walking fast, hiking, dancing or playing tennis.", "type": "p"}, {"text": "\"You should feel yourself moving, your heart will beat faster but you won't necessarily feel out of breath,\" says Dr Soren Brage, who led the research.", "type": "p"}, {"text": "Doing that amount is enough to reduce the risk of developing heart disease and stroke by 17% and cancer by 7%, the findings suggest.", "type": "p"}, {"text": "Regular exercise reduces body fat and blood pressure while also improving fitness, sleep and heart health in the long run.", "type": "p"}, [{"text": "Pumping weights could help you live longer", "type": "a", "href": "https://www.bbc.co.uk/news/health-63048474"}, {"text": "Friends could be key to finding fitness motivation", "type": "a", "href": "https://www.bbc.co.uk/news/health-63321248"}, {"text": "Best time to exercise may differ for men and women", "type": "a", "href": "https://www.bbc.co.uk/news/health-61636805"}], {"text": "The benefits of exercise were even greater for some specific cancers, such as head and neck, gastric, leukaemia and blood cancers, but lower for lung, liver, endometrial, colon and breast cancers.", "type": "p"}, {"text": "Not everyone finds it easy to do the exercise recommended by the NHS - two out of three people say they do less than 150 mins (2.5 hours) of moderate exercise and fewer than one in 10 manage more than 300 mins (five hours) per week. ", "type": "p"}, {"text": "\"If you are someone who finds the idea of 150 minutes of moderate-intensity physical activity a week a bit daunting, then our findings should be good news,\" says Dr Brage.", "type": "p"}, {"text": "\"If you find that 75 minutes a week is manageable, then you could try stepping it up gradually to the full recommended amount.\"", "type": "p"}, {"text": "The analysis, in the British Journal of Sports Medicine, looked at previous published research on the benefits of exercise in nearly 100 large studies and nearly 200 peer-reviewed articles to get an overview of the evidence.", "type": "p"}, {"text": "They calculated that if everyone in the studies had done at least 150 minutes of exercise a week - the full amount - then around one in six early deaths would be prevented.", "type": "p"}, {"text": "The researchers say replacing some habits is all that is needed.", "type": "p"}, {"text": "For example, they advise trying to walk or cycle to work or to the shops instead of using a car, or being active when playing with your children or grandchildren.", "type": "p"}, {"text": "Getting enjoyable activities into your weekly routine is the best way to increase the amount of physical activity you do, they say.", "type": "p"}, {"text": "The NHS recommends adults also do activities that strengthen muscles twice a week.", "type": "p"}, {"text": "Yoga, pilates, lifting weights, heavy gardening and carrying heavy shopping bags all count.", "type": "p"}], "tags": []}