{"link": "https://www.bbc.com/news/technology-64835243", "category": "technology", "title": "Arm opts for New York stock listing in blow to London", "contributor": null, "time": "2023-03-03T18:14:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12B6E/production/_128845667_621ae27bfd8490e8db06fb46518b6d8419d442ae.jpg", "content": [{"text": "British microchip designer Arm says it will not pursue a London stock exchange listing this year.", "type": "b"}, {"text": "The Cambridge-based firm designs the tech behind processors - commonly known as chips - that power devices from smartphones to game consoles. ", "type": "p"}, {"text": "Reports in January said Prime Minister Rishi Sunak had restarted talks with Arm's owner, Japanese investment giant SoftBank, about a possible UK listing.", "type": "p"}, {"text": "Arm says it decided a sole US listing in 2023 was \"the best path forward\".", "type": "p"}, {"text": "Chief executive Rene Haas said in a statement: \"After engagement with the British Government and the [Financial Conduct Authority] over several months, SoftBank and Arm have determined that pursuing a US-only listing of Arm in 2023 is the best path forward for the company and its stakeholders.\"", "type": "p"}, {"text": "He added the company will consider a UK listing \"in due course\".", "type": "p"}, {"text": "Listing a firm on a stock exchange takes it from being a private to a public company, with investors able to buy and sell shares of a company's stock on specific exchanges.", "type": "p"}, {"text": "Arm's decision not to pursue a listing on the London Stock Exchange this year has raised concerns that the UK market is not doing enough to attract tech company stock offerings, with US exchanges seen to offer higher profiles and valuations.", "type": "p"}, {"text": "SoftBank Group Corp's founder and chief executive Masayoshi Son said last year he would probably look to the tech-heavy Nasdaq exchange for a potential Arm listing.", "type": "p"}, {"text": "Arm had a dual listing on the London stock exchange and the Nasdaq for 18 years, before it was bought by SoftBank for $32bn (£26.7bn) in 2016.", "type": "p"}, {"text": "Mr Haas said Arm is increasing its UK presence and headcount, including opening a new site in Bristol, and will keep its material intellectual property, headquarters and operations, in the UK.", "type": "p"}, {"text": "\"Arm is proud of its British heritage, and continues to work with the British Government,\" he said. \"We will continue to invest and play a significant role in the British tech ecosystem.\"", "type": "p"}, {"text": "A Government spokesperson said: \"The UK is taking forward ambitious reforms to the rules governing its capital markets, building on our continued success as Europe's leading hub for investment, and the second largest globally.\"", "type": "p"}, {"text": "They added the UK \"continues to attract some of the most innovative and largest companies in the world\" and acknowledged Arm's commitment to its UK presence with more jobs and investment.", "type": "p"}, {"text": "Sometimes referred to as the \"crown jewel\" of the UK's technology sector, Arm was founded in Cambridge, England, in 1990. ", "type": "p"}, {"text": "Its chip design instructions and technologies are used by manufacturers like the Taiwan Semiconductor Manufacturing Company and companies like Apple and Samsung to construct their own processors.", "type": "p"}, {"text": "According to its latest quarterly filing, the company has shipped more than 250 billion Arm-based chips to date, and reported revenue up 28% on the same period last year.", "type": "p"}, {"text": "Efforts by SoftBank to sell Arm to graphics card giant Nvidia collapsed last year as competition regulators in the UK, US and Europe probed whether the deal would push up chip prices and reduce choice.", "type": "p"}, {"text": "Russ Shaw CBE, founder of Tech London Advocates and Global Tech Advocates, said Arm's statement offered \"glimpses of hope\" for its commitment to its British roots, but Arm and SoftBank's decision to opt for a sole US listing is \"a significant blow to the UK tech sector\".", "type": "p"}, {"text": "Mr Shaw said it is also \"disappointing news for the London Stock Exchange and the heritage and future of the UK semiconductor industry\".", "type": "p"}, {"text": "He is among UK tech leaders who have called on the government to publish its semiconductor strategy to support British companies operating in the chip industry and supply chain.", "type": "p"}, {"text": "He added Arm's decision \"must be upheld as a case study for the UK Government of how 'not to do it'\" - citing the company's sale to SoftBank in 2016 as a factor determining its US-only listing.", "type": "p"}, {"text": "\"Nations like the US and China that recognise the strategic value of chip companies would not have allowed such decisions to be made - then or now - and the UK must now endeavour to proactively protect its semiconductor industry,\" said Mr Shaw.", "type": "p"}], "tags": []}