{"link": "https://www.bbc.com/news/uk-scotland-scotland-business-61666693", "category": "uk & scotland & scotland & business", "title": "Shell's Jackdaw gas field given go-ahead by regulators", "contributor": "Justin Rowlatt", "time": "2022-06-01T18:05:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7F01/production/_124431523_gettyimages-1219675048.jpg", "content": [{"text": "Development of a major North Sea gas field has been approved by regulators. ", "type": "b"}, {"text": "The Jackdaw field, east of Aberdeen, has the potential to produce 6.5% of Britain's gas output.", "type": "p"}, {"text": "The regulatory approval comes as the UK government seeks to boost domestic energy output following Russia's invasion of Ukraine.", "type": "p"}, {"text": "Shell's proposals were initially rejected on environmental grounds in October.", "type": "p"}, {"text": "UK Business Minister Kwasi Kwarteng welcomed the decision.", "type": "p"}, {"text": "\"We're turbocharging renewables and nuclear, but we are also realistic about our energy needs now,\" he said on Twitter.", "type": "p"}, {"text": "\"Let's source more of the gas we need from British waters to protect energy security.\"", "type": "p"}, [{"text": "Shell urges UK government to unblock Jackdaw", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-scotland-business-61332775"}, {"text": "Shell reconsiders its exit from Cambo oil field", "type": "a", "href": "https://www.bbc.co.uk/news/business-60825744"}, {"text": "New North Sea Shearwater pipeline announced by Shell", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-46506705"}, {"text": "Redevelopment of Penguins oil field to bring new jobs", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-scotland-business-42688721"}], {"text": "Under the new plan, Shell plans to start production from the field in the second half of 2025.", "type": "p"}, {"text": "The oil and gas company said the approval came \"at a time when UK energy security is critically required.\"", "type": "p"}, {"text": "Shell said it expected to spend £500m in the UK to develop the new facility.", "type": "p"}, {"text": "It said the Jackdaw field should be able to provide gas to 1.4m British homes, and its carbon emissions should eventually be captured for storage, if a large project in Peterhead secures funding.", "type": "p"}, {"text": "But environmental campaigners have condemned the move.", "type": "p"}, {"text": "The activist group Greenpeace said it believed the approval could be unlawful and it was considering legal action.", "type": "p"}, {"text": "\"Approving Jackdaw is a desperate and destructive decision from Johnson's government, and proves there is no long-term plan,\" said Ami McCarthy, a political campaigner for Greenpeace.", "type": "p"}, {"text": "The approval comes as Britain struggles with soaring energy prices in the wake of the Russian invasion of Ukraine on the 24 February.", "type": "p"}, {"text": "Energy independence was a major theme of the UK energy strategy announced by Prime Minister Boris Johnson in early April.", "type": "p"}, {"text": "The main focus was investing in renewable and nuclear power but it also promised new licences for gas projects in the North Sea arguing that producing gas in UK waters has a lower carbon footprint than doing so abroad.", "type": "p"}, {"text": "It is understood that Shell has changed the way it processes natural gas before it brings it onshore.  ", "type": "p"}, {"text": "The plan had been to vent excess gas at an offshore hub to reduce the corrosive CO2 content in the pipes.", "type": "p"}, {"text": "Natural gas is methane, a powerful greenhouse gas.", "type": "p"}, {"text": "The UK was one of 100 countries that pledged to cut methane gas emissions by 30% over the next 10 years. ", "type": "p"}, {"text": "Under the new plan Shell will bring a higher percentage of gas ashore.", "type": "p"}, {"text": "It was the Cambo oil field, west of Shetland, that got the attention as world leaders gathered in Glasgow seven months ago to show their commitment to tackling climate change.", "type": "p"}, {"text": "Cambo was the test of how serious the UK government really was. As minority partner in the development, Shell pulled out. It was expensive, in deep water, and the politics of it made it a riskier investment.", "type": "p"}, {"text": "It had other projects to consider first. Jackdaw, a gas field close to existing infrastructure, was what Shell describes as a \"vanilla\" project - relatively, very straight forward. ", "type": "p"}, {"text": "Permission to install a tie-back (subsea link) to a nearby platform had been refused last year, on the grounds that production would raise emissions unacceptably.", "type": "p"}, {"text": "Shell appealed. It wants to capture those emissions at the carbon capture and storage plant it is helping to plan for St Fergus in Aberdeenshire (but which the UK government put on the back burner). And it plans also to re-power its offshore platforms with renewable electricity rather than burning gas.", "type": "p"}, {"text": "Along with the sudden rise in concern about energy security that followed Russia's invasion of Ukraine, those arguments appear to have won over the UK government and its regulator.", "type": "p"}, {"text": "The fight doesn't stop here. The industry saw Jackdaw as a test of whether the UK government is serious about energy security: but for environmental campaigners, it's a test of whether the UK government is serious about climate change.", "type": "p"}], "tags": ["Greenhouse gas emissions", "Shell", "North Sea oil and gas", "Climate change", "Oil & Gas industry", "Greenpeace"]}