{"link": "https://www.bbc.com/news/entertainment-arts-61658062", "category": "entertainment & arts", "title": "Kate Bush running up that chart thanks to Stranger Things", "contributor": null, "time": "2022-06-01T11:13:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F08B/production/_124997516_hi001325956-1.jpg", "content": [{"text": "Kate Bush has been popular with music fans for decades, but she has suddenly reached a new audience thanks to the latest series of Stranger Things.", "type": "b"}, {"text": "Season four of the hit Netflix sci-fi horror broke the streaming giant's record for the biggest-ever premiere weekend for an English-language series.", "type": "p"}, {"text": "Bush's 1985 track Running Up That Hill features in the season's first episode.", "type": "p"}, {"text": "As a result, the track has gone viral on social media and is now top of Spotify's daily songs chart in the UK.", "type": "p"}, {"text": "After being widely shared by fans on TikTok and Twitter, Running Up That Hill replaced Harry Styles at number one in streaming service's ranking.", "type": "p"}, {"text": "It also became Spotify's fourth-most streamed song worldwide, and topped the Apple iTunes chart.", "type": "p"}, {"text": "Running Up That Hill, taken from the 63-year-old English singer-songwriter's fifth album Hounds of Love, had previously peaked at number three in the UK, but thanks to Stranger Things it is currently her most streamed track.", "type": "p"}, {"text": "In 2012, Running Up That Hill re-entered the top 10 of the official UK singles chart, after featuring in the closing ceremony of the London Olympics, and it could do so again this coming Friday.", "type": "p"}, {"text": "Some fans who have been supporters of Bush for years expressed frustration that is has taken a Netflix show and some love on social media to bring her music back into the spotlight.", "type": "p"}, {"text": "One fan, who admitted to discovering the track himself due to a cover by rock band Placebo, posted that it was \"[messed] up kids are finally finding out about Kate Bush through Stranger Things\".", "type": "p"}, {"text": "Others, however, seem pleased Bush has found new fans from Generation Z. One user posted: \"People being sad that Kate Bush is 'going mainstream' (i.e being heard by a new generation of kids) because she's featured on Stranger Things. Weird.\"", "type": "p"}, {"text": "\"[Bush] is brilliant. Everyone should hear Running up that Hill for the first time once.\"", "type": "p"}, {"text": "Another fan posted: \"I think the funniest part about the resurgence [of] Running Up That Hill is having right now is that Kate Bush herself probably has no idea that it's happening.\"", "type": "p"}, {"text": "Spoiler alert: The next section features some plot details from Stranger Things.", "type": "b"}, {"text": "Set in the 1980s, Stranger Things has a suitably retro soundtrack and Running Up That Hill is heard playing on the Walkman of Max, the character played by Sadie Sink. The song becomes intrinsically linked with her battle with the wicked Upside Down demon Vecna.", "type": "p"}, {"text": "Nora Felder, the show's music supervisor, told Vanity Fair the series needed something that would be a young teen's favourite song in 1986, but one that would also express the character's sense of depression and isolation after the violent death of her brother.", "type": "p"}, {"text": "\"The song really needed to resonate with Max's experience and amplify her need for strength and support at that time,\" Felder explained.", "type": "p"}, {"text": "\"The more the song marinated in my conscious awareness, I realized this was something that could be special.\"", "type": "p"}, {"text": "The song, which reappears in other key scenes, carries the refrain: \"If only I could make a deal with God, I'd get him to swap our places\".", "type": "p"}, {"text": "Originally called A Deal With God, the title was changed by the record label out of concern it would be banned in some religious countries.", "type": "p"}, {"text": "In an interview in 1985, Bush confirmed the song was about \"a relationship between a man and a woman\", their differences, and their attempts to overcome them and truly understand each another.", "type": "p"}, {"text": "\"They love each other very much, and the power of the relationship is something that gets in the way,\" she explained.", "type": "p"}, {"text": "\"It creates insecurities. It's saying if the man could be the woman and the woman the man, if they could make a deal with God, to change places, that they'd understand what it's like to be the other person and perhaps it would clear up misunderstandings.", "type": "p"}, {"text": "\"You know, all the little problems; there would be no problem.\"", "type": "p"}, {"text": "Bush's atmospheric pop ballad appears in the new series alongside other retro hits, including Talking Heads' Psycho Killer and Dead or Alive's You Spin Me Round (Like a Record).", "type": "p"}, {"text": "Running Up That Hill it isn't the first record to receive renewed interest after being shared on TikTok.", "type": "p"}, {"text": "In 2020, Fleetwood Mac's drummer Mick Fleetwood revealed his surprise at finding his band's 1977 hit song Dreams had gone viral thanks to Nathan Apodaca from Idaho filming himself skateboarding to the track while drinking cranberry juice.", "type": "p"}, {"text": "It helped Dreams to its biggest ever week on streaming services - with more than eight million streams in the US in a week.", "type": "p"}, {"text": "Netflix announced this week that season four of Stranger Things, which again stars Millie Bobby Brown and Winona Ryder, had been watched for a record 287 million hours over the weekend, topping series two of Bridgerton.", "type": "p"}, {"text": "Critics described the new series as \"formulaic but fabulous\".", "type": "p"}], "tags": ["Television", "Kate Bush", "Stranger Things", "Netflix", "Music"]}