{"link": "https://www.bbc.com/news/health-61640196", "category": "health", "title": "Monkeypox infections rise as guidance advises cases to abstain from sex", "contributor": "Jim Reed", "time": "2022-05-30T18:41:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/088B/production/_124978120_monkeypox.jpg", "content": [{"text": "Another 71 cases of monkeypox have been identified in England over the weekend bringing the UK total to 179, the UK Health Security Agency (UKHSA) says.", "type": "b"}, {"text": "New guidance is advising anyone with the virus to abstain from sex while they have symptoms.", "type": "p"}, {"text": "They are also told to use condoms for eight weeks after an infection as a precaution.", "type": "p"}, {"text": "The risk to the population is low, but people should be alert to new rashes or lesions, the UKHSA says.", "type": "p"}, {"text": "In total, 172 cases have been confirmed in England, with four in Scotland, two in Northern Ireland and one in Wales.", "type": "p"}, [{"text": "What is monkeypox and how do you catch it?", "type": "a", "href": "https://www.bbc.co.uk/news/health-45665821"}, {"text": "The Covid conspiracies being recycled for monkeypox", "type": "a", "href": "https://www.bbc.co.uk/news/health-61580089"}, {"text": "How UK hospitals are tackling monkeypox outbreak", "type": "a", "href": "https://www.bbc.co.uk/news/health-61569397"}], {"text": "New guidance for doctors and other healthcare workers to help control the latest outbreak has now been agreed by the four health authorities in England, Wales, Scotland and Northern Ireland. ", "type": "p"}, {"text": "People who have tested positive for the virus and their close contacts are being told to isolate at home for 21 days. ", "type": "p"}, {"text": "They should avoid contact with other people until all lesions - or blisters - have healed and scabs have dried off. ", "type": "p"}, {"text": "Anyone with a confirmed infection is now being advised to abstain from sex while they have symptoms.", "type": "p"}, {"text": "The guidance says that while there is currently no available evidence that monkeypox can be spread in sexual fluids, people confirmed to have the virus are advised to use condoms for eight weeks after infection as a precaution. ", "type": "p"}, [{"text": "Monkeypox: Handing out health advice without stigma", "type": "a", "href": "https://www.bbc.co.uk/news/uk-61609888"}], {"text": "Confirmed cases and their close contacts should take extra care if they need to leave the house to see a doctor or other health worker. ", "type": "p"}, {"text": "This means making sure any lesions are covered by clothes, wearing a face covering and avoiding public transport where possible.", "type": "p"}, {"text": "What is Monkeypox?", "type": "p"}, {"text": "James Gallagher explains what it is and if we should be worried.", "type": "p"}, {"text": "Available now on BBC iPlayer", "type": "p"}, {"text": "Dr Ruth Milton, monkeypox strategic response director, at UKHSA said: \"The highest risk of transmission is through direct contact with someone with monkeypox. ", "type": "p"}, {"text": "\"The risk to the UK population remains low and anyone with unusual rashes or lesions on any part of their body should immediately contact NHS 111 or their local sexual health service.\"", "type": "p"}, {"text": "The new guidance also says healthcare workers who are pregnant and people with severely weakened immune systems should not care for anyone who is suspected or confirmed to have monkeypox.", "type": "p"}, {"text": "Staff working with confirmed cases should wear personal protective equipment, including FFP3 respirators, aprons, eye protection and gloves as a minimum, it adds.", "type": "p"}, {"text": "Those working with possible cases are recommended to wear surgical face masks which are fluid repellent, gowns, gloves and eye protection.", "type": "p"}, {"text": "UK health officials have purchased over 20,000 doses of a smallpox vaccine called Imvanex.", "type": "p"}, {"text": "It is being offered to close contacts of those diagnosed with the virus to try to reduce the risk of symptomatic infection and severe illness.", "type": "p"}], "tags": ["Sexual health", "Monkeypox", "Sex"]}