{"link": "https://www.bbc.com/news/business-64810682", "category": "business", "title": "Bank of England boss says UK interest rates may rise further", "contributor": null, "time": "2023-03-01T16:54:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1991/production/_128354560_bailey.jpg", "content": [{"text": "Interest rates may need to go up again to slow the cost of living down, Bank of England boss Andrew Bailey has said.", "type": "b"}, {"text": "Mr Bailey said raising rates higher may be \"appropriate\" to control inflation but said nothing was decided yet.", "type": "p"}, {"text": "Raising interest rates helps to control price rises by making it more expensive to borrow money. People tend to borrow less, spend less and save more.", "type": "p"}, {"text": "The next rate decision is on 23 March and Mr Bailey said the Bank would assess the latest data before deciding.", "type": "p"}, {"text": "\"I would caution against suggesting either that we are done with increasing Bank Rate, or that we will inevitably need to do more,\" Mr Bailey said at an event hosted by public relations firm Brunswick Group.", "type": "p"}, {"text": "\"Some further increase in Bank Rate may turn out to be appropriate, but nothing is decided. The incoming data will add to the overall picture of the economy and the outlook for inflation, and that will inform our policy decisions.\"", "type": "p"}, {"text": "In February, the Bank raised rates to 4%, the highest level for 14 years. Analysts believe the rate will peak at 4.5% in the summer.", "type": "p"}, [{"text": "How high could interest rates go?", "type": "a", "href": "https://www.bbc.co.uk/news/business-57764601"}], {"text": "Mr Bailey had previously said inflation - the rate at which prices rise - and wages data since February's rise had been as expected, which some took as a signal rates would not go up in March. ", "type": "p"}, {"text": "He warned that the Bank faces a difficult balancing act.", "type": "p"}, {"text": "\"If we do too little with interest rates now, we will only have to do more later on,\" he said.", "type": "p"}, {"text": "He said the Bank needed to keep a close eye on how the interest rate rises it had already made were working to bring prices down.", "type": "p"}, {"text": "Inflation has fallen for three consecutive months to 10.1% after hitting a record high of 11.1% in October. ", "type": "p"}, {"text": "It is currently more than five times the Bank's inflation target of 2%. The Bank expects the rate of inflation to fall further this year, with energy bills forecast to rise a lot less than they did last year. ", "type": "p"}, {"text": "The Bank also released its annual survey on the cost of living which found households were changing their buying habits to cope with higher prices. The survey found that people were eating out less, cancelling subscription services, and switching to supermarket own-brand foods. ", "type": "p"}, {"text": "Prices have been going up quickly worldwide, as Covid restrictions eased and consumers spent more. ", "type": "p"}, {"text": "Many firms are having problems getting enough goods to sell. And with more buyers chasing too few goods, prices have increased. There has also been a very sharp rise in oil and gas costs - a challenge that has been made worse by Russia's invasion of Ukraine.", "type": "p"}, {"text": "The Bank has predicted the UK will slide into recession - a period of economic decline - but this will not be as long or as severe as it previously thought.", "type": "p"}], "tags": []}