{"link": "https://www.bbc.com/news/entertainment-arts-64809475", "category": "entertainment & arts", "title": "Ed Sheeran says wife developed tumour in pregnancy, as he announces new album", "contributor": null, "time": "2023-03-01T09:39:25.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/11C0D/production/_126471727_gettyimages-1418619003.jpg", "content": [{"text": "Ed Sheeran says he \"spiralled\" into depression last year, after his wife was diagnosed with a tumour and his friend Jamal Edwards died unexpectedly at the age of 31.", "type": "b"}, {"text": "The star's childhood sweetheart, Cherry Seaborn, who he married in 2019, was told she had a tumour while pregnant with their second child.", "type": "p"}, {"text": "There was \"no route to treatment until after the birth\", he explained.", "type": "p"}, {"text": "At the time, the star was in court every day facing a copyright trial.", "type": "p"}, {"text": "The devastating impact of those events \"changed my life, my mental health, and ultimately the way I viewed music\", said the star in a handwritten note posted to social media. ", "type": "p"}, {"text": "As a result, he scrapped \"hundreds\" of songs he'd written for his upcoming sixth album.", "type": "p"}, {"text": "Sheeran and Seaborn welcomed their second daughter last May. The singer did not provide an update on his wife's health.", "type": "p"}, {"text": "Sheeran was writing to fans to announce the release of - (Subtract), an Aaron Dessner-produced acoustic album that was written against \"a backdrop of grief and hope\".", "type": "p"}, {"text": "The album was long-planned as the conclusion to his \"mathematical era\", which began with + (Plus) in 2011, and continued with x (Multiply), ÷ (Divide) and = (Equals).", "type": "p"}, {"text": "But the entire project was rewritten in a week-long outpouring of emotions, as the star was \"spiralling through fear, depression and anxiety\" last February.", "type": "p"}, {"text": "It came after Edwards - who gave Sheeran his first big break - suddenly died from a heart attack after taking cocaine and drinking alcohol, a coroner concluded.", "type": "p"}, {"text": "Shortly afterwards, Sheeran faced a three-week copyright trial, over claims he had plagiarised his hit song Shape Of You.", "type": "p"}, {"text": "Although he eventually won, the singer and his co-writer, Snow Patrol's Johnny McDaid, said the case had put an \"extraordinary strain\" on them.", "type": "p"}, {"text": "To get through those experiences, Sheeran used songwriting to \"make sense\" of his feelings.", "type": "p"}, {"text": "\"I felt like I was drowning, head below the surface, looking up but not being able to break through for air,\" he recalled. ", "type": "p"}, {"text": "\"I wrote without thought of what the songs would be, I just wrote whatever tumbled out. And in just over a week, I replaced a decade's worth of work with my deepest, darkest thoughts.", "type": "p"}, {"text": "\"For the first time I'm not trying to craft an album people will like, I'm merely putting something out that's honest and true to where I am in my adult life. ", "type": "p"}, {"text": "\"It's opening the trapdoor into my soul.\"", "type": "p"}, {"text": "The album is due for release on 5 May, with Sheeran playing a handful of shows in London, Dublin, Glasgow, Manchester and Paris to debut the first single at the end of March.", "type": "p"}, {"text": "The release comes shortly after January's one-off single F64, which was a visceral response to Jamal Edwards' death.", "type": "p"}, {"text": "That song will not feature on the final tracklist, which was revealed on Wednesday morning.", "type": "p"}, {"text": "Sheeran's mathematical quintology has made him one of Britain's biggest music stars, with songs like Shape Of You and Thinking Out Loud among the most-streamed songs of all time.", "type": "p"}, {"text": "Subtract, which was originally planned as an acoustic album, will now range from \"paired back, folk-leaning textures to bolder, full-band/orchestral arrangements,\" according to a press release from Sheeran's record label, Atlantic.", "type": "p"}, {"text": "Unlike his previous albums, the artwork for Subtract does not focus on the title's mathematical symbol, instead featuring a picture of a corroding heart.", "type": "p"}, {"text": "The star also posted a cryptic video on Instagram, featuring his song titles scored into the shore of a windswept beach, intercut with footage of what appears to be a child's birthday party.", "type": "p"}, {"text": "Sheeran's record was produced by Dessner, best known as the frontman of alternative rock band The National, after the two were introduced by mutual friend Taylor Swift.", "type": "p"}, {"text": "Dessner previously collaborated with Swift on her Grammy Award-winning lockdown album Folklore.", "type": "p"}, {"text": "\"This is last February's diary entry and my way of making sense of it,\" Sheeran concluded. \"This is Subtract.\"", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": []}