{"link": "https://www.bbc.com/news/health-64799816", "category": "health", "title": "Medical body NICE backs online mental health treatments", "contributor": null, "time": "2023-03-01T01:45:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10716/production/_128805376_gettyimages-1132115540.jpg", "content": [{"text": "The National Institute for Health and Care Excellence (NICE) has recommended eight online therapies for anxiety and depression.", "type": "b"}, {"text": "NICE says the therapies have the potential to help more than 40,000 people in the UK.", "type": "p"}, {"text": "Each therapy must come with a formal assessment from an NHS therapist in order for it to be recommended.", "type": "p"}, {"text": "According to NHS Digital, there is a six-week waiting list for patients who need mental health support in England.", "type": "p"}, {"text": "There are hopes that introducing online digital therapies could ease pressure on the NHS. ", "type": "p"}, {"text": "The treatments can help those with depression, anxiety, PTSD and body dysmorphia and are centred on the use of cognitive behavioural therapy (CBT) - a talking therapy which can help a patient manage their problems by suggesting alterations to their thought process and behaviour. ", "type": "p"}, {"text": "The therapies have been conditionally recommended by NICE - meaning early assessments have taken place to identify promising medical technology but more evidence needs to be gathered.", "type": "p"}, {"text": "Some online treatments for PTSD have already been trialled by the NHS in Scotland and Wales. ", "type": "p"}, [{"text": "England mental health referrals at 4.3 million high", "type": "a", "href": "https://www.bbc.co.uk/news/health-60734769"}, {"text": "Quarter of 17-19-year-olds may have mental disorder", "type": "a", "href": "https://www.bbc.co.uk/news/health-63784751"}], {"text": "Sarah, who was diagnosed with PTSD by a GP, trialled online therapy as part of a Cardiff University study.  \"I've been completely match-fit since I've done the programme,\" she told the BBC.", "type": "p"}, {"text": "She added: \"It's given me techniques that are so useful in everyday life. In work, if I've got an important meeting and I feel a bit anxious, it's taught me techniques for breathing and mindfulness.\"", "type": "p"}, {"text": "Using a series of modules on topics related to depression, online programmes such as Beating the Blues and Deprexis offer worksheets and exercises to help people better understand their mental health problems, alongside techniques for changing their behaviour or thinking patterns.", "type": "p"}, {"text": "Others, such as SilverCloud, provide mindfulness tools and resources which are designed to be completed by the patient, but overseen by a mental health practitioner.", "type": "p"}, {"text": "Mark Chapman, interim director of medical technology and digital evaluation at NICE, said: \"Our rapid assessment of these eight technologies has shown they have promise.", "type": "p"}, {"text": "\"Developed using tried-and-tested CBT methods, each one has demonstrated it has the potential to provide effective treatment to the many thousands of people who live with these conditions.\"", "type": "p"}, {"text": "Using a series of trials, NICE intends to gather further information about how effective the programmes are, as well as whether they \"represent good value for the NHS\", Mr Chapman added.", "type": "p"}, {"text": "Professor Dame Til Wykes, of the School of Mental Health and Psychological Sciences at London's King's College, cautioned \"we don't know enough\" about the effectiveness of online therapies and whether the therapies will offer sufficient support for mental health patients.", "type": "p"}, {"text": "Her view was echoed by mental health charity Mind, with content manager Jessica D'Cruz asserting \"the majority\" of people needing support \"will struggle to benefit from this\".", "type": "p"}, {"text": "She added: \"It's also important to remember the ongoing under-funding of NHS mental health services, and the issues many services are experiencing in the wake of pressures from the pandemic and cost of living crisis.\"", "type": "p"}], "tags": []}