{"link": "https://www.bbc.com/news/technology-64813981", "category": "technology", "title": "TikTok sets 60-minute daily screen time limit for under-18s", "contributor": null, "time": "2023-03-01T17:09:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15ACD/production/_128818788_tiktok-phone-reuters.jpg", "content": [{"text": "TikTok is setting a 60-minute daily screen time limit for users who are aged under 18.", "type": "b"}, {"text": "If young people hit the new limit, they will have to enter a passcode to continue to use the service that day.", "type": "p"}, {"text": "But they will have the ability to opt out of the new measure, which TikTok says will be rolled out \"in the coming weeks\".", "type": "p"}, {"text": "The China-owned video app said it is introducing the feature to help people \"stay in control\" of their use.", "type": "p"}, {"text": "TikTok said the new limit comes after it brought in a prompt last year to encourage teens to manage their screen time. It said this helped \"increase the use of our screen time tools by 234%\".", "type": "p"}, {"text": "Users of the platform have to be at least 13, and, as part of this new feature, anyone under the age of 18 will receive a weekly notification with a \"recap of their screen time\".", "type": "p"}, {"text": "Users affected will receive their new time limit passcode on a screen in their app as the changes take effect.", "type": "p"}, {"text": "Anyone who opts out of the new 60-minute restriction, but goes on to use the app for 100 minutes a day, will receive a prompt from TikTok to set their own screen time controls.", "type": "p"}, {"text": "Parents of children using the Family Pairing option on the app will also be able to set screen time limits, as well as access a dashboard which would give a breakdown of app usage.", "type": "p"}, {"text": "Cormac Keenan, head of trust and safety at TikTok, said the company had worked with researchers in developing the new limits.", "type": "p"}, {"text": "\"While there's no collectively endorsed position on the 'right' amount of screen time, or even the impact of screen time more broadly, we consulted the current academic research and experts from the Digital Wellness Lab at Boston Children's Hospital in choosing this limit,\" he said. ", "type": "p"}, {"text": "Critics of the video app welcomed the screen time limit, but described it as the \"tip of the iceberg\" when it comes to TikTok's response to young users' exposure to the platform.", "type": "p"}, {"text": "Imran Ahmed is a chief executive of the Center for Countering Digital Hate, which recently published research showing TikTok's algorithm \"bombards\" teenagers with harmful content.", "type": "p"}, {"text": "\"TikTok has won the race for the hearts and minds of 14 to 24-year-olds in the United States and the United Kingdom,\" he said.", "type": "p"}, {"text": "\"It is the crack cocaine of algorithms. It is the most addictive, it is the most dangerous and the one that needs to be dealt with most urgently.\"", "type": "p"}, {"text": "Mr Ahmed told the BBC his centre's research at the end of last year found that within minutes of opening a TikTok account, a 13-year-old girl user was receiving eating disorder and self-harm content in her feed.", "type": "p"}, {"text": "He called on the platform to focus its efforts not just on curbing screen time, but also to \"clean up\" feeds of harmful content to make it a \"safe environment for children\".", "type": "p"}, {"text": "It comes as TikTok, which is owned by Chinese tech company ByteDance, faces renewed controversy over its relationship with the Chinese government and protection of user data.", "type": "p"}, {"text": "Earlier this week, the Canadian government became the latest to ban the app from government devices, following similar moves in the United States. ", "type": "p"}, {"text": "In September 2021, TikTok said it had hit more than one billion active monthly users, making it one of the biggest social sites in the world.", "type": "p"}, {"text": "It does not release a demographic breakdown of its users, but is viewed by social media marketers and advertisers as being a key platform to reach people under the age of 34.", "type": "p"}], "tags": []}