{"link": "https://www.bbc.com/news/business-67081696", "category": "business", "title": "BA plane u-turns from Tel Aviv after flights are suspended", "contributor": null, "time": "2023-10-11T17:25:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16971/production/_131392529_gettyimages-1241577860.jpg", "content": [{"text": "British Airways has suspended flights to Israel after turning back one of its planes shortly before landing, due to security concerns.", "type": "b"}, {"text": "Flight BA165 has returned to Heathrow after nearly reaching Tel Aviv on Wednesday, BA said. ", "type": "p"}, {"text": "A spokesperson for Israel's airports authority said rockets were flying around Tel Aviv at the time but were not an immediate threat to the flight.", "type": "p"}, {"text": "Virgin Atlantic also suspended flights to the city on Wednesday.", "type": "p"}, {"text": "A BA spokesman said safety was the airline's \"highest priority\".", "type": "p"}, {"text": "As flight BA165 was approaching Tel Aviv, air raid sirens went off in the city. British Airways teams were made aware of this and asked the captain to turn around and return to the UK.", "type": "p"}, {"text": "\"Following the latest assessment of the situation, we're suspending our flights to and from Tel Aviv,\" BA said.", "type": "p"}, {"text": "\"We're contacting customers booked to travel to or from Tel Aviv to apologise for the inconvenience and offer options including a full refund and rebooking with another airline or with British Airways at a later date.", "type": "p"}, {"text": "\"We continue to monitor the situation in the region closely.\"", "type": "p"}, {"text": "Since Palestinian militant group Hamas attacked Israel on Saturday, many international airlines have suspended flights to and from Tel Aviv, and securing flight bookings has become increasingly difficult.", "type": "p"}, {"text": "For example, the first non-stop single flight available on El Al from Tel Aviv to Luton was on Friday 20 October, priced at $366 (£297).", "type": "p"}, {"text": "On Tuesday, one travel agent said he been \"inundated\" with calls from people trying to get flights back to the UK.", "type": "p"}, {"text": "EasyJet, Ryanair, Wizz Air, Air France, Lufthansa and Emirates have all suspended flights.", "type": "p"}, {"text": "The UK government has not provided an estimate on how many UK citizens are in Israel, and no evacuation is currently planned.", "type": "p"}, {"text": "However, the Foreign, Commonwealth & Development Office (FCDO) has advised people to register their presence to share updates \"including information to support you to leave the country\".", "type": "p"}, {"text": "The government department advises against all but essential travel to Israel, the Occupied Palestinian Territories, Gaza and other parts of the region.", "type": "p"}, {"text": "Travel insurance may not be valid if people travel against FCDO advice.", "type": "p"}, {"text": "Foreign Secretary James Cleverly said that while the UK government has a duty to support its citizens, \"the situation here is a bit different because a lot of the Brits are dual nationals and regard Israel as their home\".", "type": "p"}, {"text": "\"We will work closely with the Israeli government to provide support, if needed,\" he said. \"We are working with the aviation industry and on border crossings. We are also in talks with Egypt on any Britons in Gaza.\"", "type": "p"}, {"text": "Do you, or members of your family, wish to leave the area, but are having difficulties? Share your experiences by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}