{"link": "https://www.bbc.com/news/entertainment-arts-67080739", "category": "entertainment & arts", "title": "Painting stolen in art heist more than 30 years ago returned to Glasgow museum", "contributor": null, "time": "2023-10-11T16:17:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1477/production/_131393250_picjpg.jpg", "content": [{"text": "A painting stolen during ", "type": "b"}, {"text": "Thieves deactivated an alarm system and climbed up a ladder and through an upstairs window to break into the Haggs Castle Museum of Childhood in 1989.", "type": "p"}, {"text": "They stole a cache of artefacts, some on loan from the world famous Burrell Collection. ", "type": "p"}, {"text": "And none of them has been seen since - until now.", "type": "p"}, {"text": "Children Wading, painted by Robert Gemmell Hutchison in 1918, was found after being listed on the Art Loss Register (ALR), BBC Radio 4's Front Row programme has revealed.", "type": "p"}, {"text": "Used by museums, auction houses, insurers, law firms and the police, the ALR describes itself as the world's largest private database of stolen art, antiques and collectables.", "type": "p"}, {"text": "It has about 700,000 registered items, including 65,000 that are currently missing from museums worldwide.", "type": "p"}, {"text": "The ALR's director of recoveries James Ratcliffe is expecting a significant increase in the number of missing museum items to be added in the coming weeks and months - because UK museums are auditing their collections after revelations that 2,000 items from the British Museum are missing, stolen or damaged.", "type": "p"}, {"text": "Some of the British Museum's unaccounted art has now been identified and added to the ALR, BBC News has been told.", "type": "p"}, {"text": "And last weekend, Wales' National Museum told BBC News it also had almost 2,000 items unaccounted for. ", "type": "p"}, [{"text": "Hear more on Radio 4's Front Row", "type": "a", "href": "https://www.bbc.co.uk/programmes/m001r84z"}], {"text": "Children Wading had been owned by an unsuspecting family who put it up for auction when selling part of their late father's estate. ", "type": "p"}, {"text": "Painted at Carnoustie in Angus, the artwork depicts two young girls paddling along the water's edge on a warm summer's day, with a toy boat bobbing behind them in a gentle breeze.", "type": "p"}, {"text": "\"This painting was registered on our database in about 2014, when Glasgow Museums were going through their records, looking for pieces that they could add to our database so that we could track them down,\" Mr Ratcliffe said.", "type": "p"}, {"text": "\"Nothing was seen of it until it turned up in November last year at an auction house in North Yorkshire.\"", "type": "p"}, {"text": "The ALR identified it as stolen. Tennants Auctioneers immediately withdrew it from sale. And the family said it should be returned to Glasgow Museums.", "type": "p"}, {"text": "Director Duncan Dornan said the painting was gifted to the museum in 1960 and it is thrilled to have it back. ", "type": "p"}, {"text": "\"We're delighted to have a work returned, even though the theft was a very long time ago,\" he said. \"The pain of it still persists - and there's a loss to the public in Glasgow.", "type": "p"}, {"text": "\"We were sorry to lose it and delighted to be able to recover the work subsequently, using the Art Loss system. ", "type": "p"}, {"text": "\"It is a charming depiction of children at play, which is obviously why it had been deployed in the Museum of Childhood at the time.\"", "type": "p"}, {"text": "Mr Ratcliffe said it was not unusual for items to surface once in a generation. ", "type": "p"}, {"text": "\"This is what happens a lot of the time with art which is stolen, because normally, if you're just a normal member of the public, you buy art and then you keep it.", "type": "p"}, {"text": "\"You've bought it because you like it and you want to keep it on your wall. And usually, it will stay there for the rest of your life. It's only really then, at the end of your life, that it's likely to reappear on the market.\"", "type": "p"}, {"text": "Rosie Adcock from law firm Boodle Hatfield said in this instance, the Art Loss Register \"worked well and the family agreed, morally, to return the artwork\". But they were not legally obliged to. ", "type": "p"}, {"text": "\"Under the law, if a good-faith purchaser - so that's somebody who bought the artwork in good faith and without knowledge of the theft - bought the artwork more than six years ago, then in the eyes of the law, they are now the owner of that artwork,\" she explained.", "type": "p"}, {"text": "\"The original owner will not have a claim against that person any more, because more than six years has passed.", "type": "p"}, {"text": "\"The original owner does still have their claim against the thief. And although they won't get their artwork back, they can claim against them for the value of that artwork.", "type": "p"}, {"text": "\"But obviously this depends on identifying who that thief is, issuing proceedings against them, and hoping that there'll be good for the money at the end of it.\"", "type": "p"}, {"text": "Mr Dornan is now hoping some of the other 20 or so items still listed as lost or stolen may turn up.", "type": "p"}, {"text": "\"It's very satisfying to see your work wrongly taken from a public collection returning to the collection,\" he said.", "type": "p"}, {"text": "\"It is both good that the work returns to the people who want it, and makes it available for the public to enjoy.", "type": "p"}, {"text": "\"But it's also really good that these systems in the art sector work effectively and actually result in a positive conclusion.\"", "type": "p"}], "tags": []}