{"link": "https://www.bbc.com/news/science-environment-67078674", "category": "science & environment", "title": "Climate change could make beer taste worse", "contributor": null, "time": "2023-10-11T13:11:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12AE7/production/_131391567_a0d7774cf36604e62844797f531cec46308dc17c.jpg", "content": [{"text": "Global warming is changing the quality and taste of beer, scientists have warned.", "type": "b"}, {"text": "A new study reveals that the quantity of European hops, which gives beer its distinctive bitter taste, is declining.", "type": "p"}, {"text": "Hotter, longer and drier summers are predicted to worsen the situation, and could lead to beer becoming more expensive.", "type": "p"}, {"text": "The authors warned growers to adapt their farming techniques.", "type": "p"}, {"text": "Beer is a staple of European culture - with 8.5 billion pints sold in the UK alone, according to the British Beer and Pub Association. ", "type": "p"}, {"text": "Hops, the flower of the hop plant, are the crucial fourth ingredient in the beer brewing process - alongside water, yeast and malt. They are added before the boiling process to add bitterness, but can also be added afterwards to change the overall flavour. ", "type": "p"}, {"text": "The boom in the craft beer industry, increasing demand for beers with distinctive strong flavours, has pushed up the use of high-quality hops.", "type": "p"}, {"text": "But this study, which looked at how the average yield of aroma hops changed between 1971 and 1994 and between 1995 and 2018, found that in some key hop-growing areas, there was a drop of nearly 20% in output. ", "type": "p"}, {"text": "The scientists, from the Czech Academy of Sciences (CAS) and Cambridge University, put the reduction in crop down to drier conditions - probably due to climate change - in recent years.", "type": "p"}, {"text": "Martin Mozny, co-author of the paper and research scientist at CAS, said: \"Failure to adapt will jeopardise the profitability of hop growing in some areas. The consequence will be lower production and a higher price for brewers.\" ", "type": "p"}, {"text": "The price of beer has already increased by 13% since the pandemic in 2020, due to an increase in energy costs driven by inflation, and the gas crisis following the invasion of Ukraine. ", "type": "p"}, {"text": "The scientists also found the alpha bitter acids of the hops - which influence the beer flavour - had reduced, due to higher and more extreme temperatures.", "type": "p"}, {"text": "Despite global efforts, greenhouse gas emissions from human activities have continued to increase temperatures. It is expected in the next five-to-seven years, that the crucial 1.5C barrier will be crossed. ", "type": "p"}, [{"text": "World likely to warm beyond key 1.5C limit by 2027", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65602293"}, {"text": "A really simple guide to climate change  ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}, {"text": "Four ways climate change affects extreme weather", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58073295"}], {"text": "The study predicts that the bitter acids will reduce by up to 31% by 2050. ", "type": "p"}, {"text": "Farmers have been working to adapt their growing practices to improve yields, such as moving farms higher up valleys where there is more rainfall, and installing irrigation systems. But the study authors warn that further investment is needed, and say it will be necessary to expand the area used to grow aroma hops by 20%, to compensate for future decline.", "type": "p"}, {"text": "The research has been published in the journal Nature Communications.", "type": "p"}], "tags": []}