{"link": "https://www.bbc.com/news/technology-67076870", "category": "technology", "title": "Jewish parents told to delete social media apps", "contributor": null, "time": "2023-10-11T15:41:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16C7D/production/_131390339_gettyimages-1436073685.jpg", "content": [{"text": "Some Jewish parents have been told by schools to delete social media from their children's phones in the wake of the Israel-Gaza war.", "type": "b"}, {"text": "One of the main concerns is over possible hostage videos being shared which they say could cause distress. ", "type": "p"}, {"text": "The warnings are circulating not just in Israel itself but also in the US and UK - with some some singling out TikTok and Instagram in particular. ", "type": "p"}, {"text": "Footage of civilians being killed has been shared online. ", "type": "p"}, {"text": "A number of schools in Tel Aviv have been communicating the message to parents since the weekend. ", "type": "p"}, {"text": "Elsewhere a school in New Jersey in the US sent an email to parents suggesting they tell their kids to delete their social media platforms. ", "type": "p"}, {"text": "\"Local psychologists have reached out to us and informed us that the Israeli government is urging parents to tell their children to delete Instagram and TikTok immediately,\" read an email sent to the school.", "type": "p"}, {"text": "Another school in New York said it was encouraging parents to monitor their social media usage and to \"discuss how to avoid opening these videos and what to do should they encounter such media.\"", "type": "p"}, {"text": "Social media has been flooded with graphic and disturbing images and videos since the attacks began.", "type": "p"}, {"text": "A Tel Aviv school's parent's association said that it has been told to expect a video of hostages \"begging for their lives.\"", "type": "p"}, {"text": "\"We cannot allow our kids to watch this stuff. It is also difficult, furthermore - impossible - to contain all this content on social media\" it said in a note to parents. ", "type": "p"}, {"text": "David Lange, who runs the Israeli advocacy group Israellycool, told the BBC his daughter's school had communicated the message on a parents WhatsApp group, encouraging parents to delete TikTok from their children's phones.", "type": "p"}, {"text": "Other Jewish organisations have advised parents to monitor their children's online activity to mitigate exposure to the violence. ", "type": "p"}, {"text": "This approach has been echoed by some schools in the UK. One of the leading Jewish schools in the country told the BBC that the use of social media is \"a difficult, delicate matter\" because pupils are using the platforms all the time. ", "type": "p"}, {"text": "Instead of an outright ban, they have encouraged parents to talk to their children about the content they are seeing. ", "type": "p"}, {"text": "\"I think this always applies but particularly at the moment where what they are seeing might be very distressing,\" they said over email.", "type": "p"}, {"text": "The UK's technology secretary earlier met with the bosses of social media companies Google, Meta, X, TikTok and Snapchat where asked the platforms to clearly set out what action they were taking to remove illegal material that breaches their terms and conditions. ", "type": "p"}, {"text": "Michelle Donelan said she had asked the tech giants to detail their plans in writing. ", "type": "p"}, {"text": "TikTok and Instagram did not immediately respond to the BBC's request for comment. ", "type": "p"}], "tags": []}