{"link": "https://www.bbc.com/news/business-67052562", "category": "business", "title": "Airlines cancel or delay flights to Israel as fighting continues", "contributor": null, "time": "2023-10-09T15:09:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14E03/production/_131370558_telavivairport.png", "content": [{"text": "Major airlines around the world have cancelled flights to Israel or warned of travel disruption as the security situation deteriorates. ", "type": "b"}, {"text": "Virgin Atlantic warned of cancellations and delays to Tel Aviv and British Airways (BA) has altered its schedule. ", "type": "p"}, {"text": "Meanwhile, three US carriers, as well as Air France, Lufthansa and Emirates, have suspended services. ", "type": "p"}, {"text": "Palestinian militants Hamas said that they had targeted Israel's Ben Gurion airport with missiles on Monday.", "type": "p"}, {"text": "About 700 people have been killed in Israel since Hamas launched its attack on Saturday, with a further 500 having died in Gaza in retaliatory air strikes. ", "type": "p"}, {"text": "The Foreign Office is advising against all but essential travel to Israel and the Occupied Palestinian Territories, and against all travel to certain parts of the region. ", "type": "p"}, {"text": "Virgin Atlantic said it had made eight cancellations between Tel Aviv and London Heathrow, from Saturday until this coming Wednesday.", "type": "p"}, {"text": "\"The safety and security of our customers and our people always comes first and our flying programme to Israel remains under constant review,\" a spokesperson said.  ", "type": "p"}, {"text": "UK budget carrier Wizz Air confirmed it had cancelled flights to and from Tel Aviv until further notice, while EasyJet halted flights on Sunday and Monday, adding that it would alter it schedule for the rest of this week.", "type": "p"}, [{"text": "Live: Israel orders 'complete siege' of Gaze as rocket attacks continue", "type": "a", "href": "https://www.bbc.co.uk/news/live/world-middle-east-67050350"}], {"text": "BA has changed its daily flights from Heathrow to Tel Aviv so that they depart in the morning instead of the afternoon. It is understood this is to avoid crew having to stay overnight in Israel. ", "type": "p"}, {"text": "The airline said it was keeping the situation under review. A spokesperson said a flexible booking policy had been brought in so customers could change their travel dates free of charge if they wished.", "type": "p"}, {"text": "Flight checking website FlightRadar24 showed some flights still arriving in and departing from Tel Aviv on Monday morning, including by Ryanair and Pegasus.", "type": "p"}, {"text": "However, Ryanair subsequently said it had been forced to cancel a number of flights to and from Tel Aviv on Monday and advised passengers to check for the latest flight updates.", "type": "p"}, {"text": "On Sunday, US carriers United Airlines, Delta Air Lines and American Airlines said they had suspended direct flights to Israel. ", "type": "p"}, {"text": "In a statement, United said its flights would be paused \"until conditions allow them to resume\".               ", "type": "p"}, {"text": "Delta said flights \"have been cancelled into this week\".             ", "type": "p"}, {"text": "Meanwhile, 300 Polish and Hungarian nationals have been evacuated on flights, with Thailand and Nepal said to be considering similar moves. ", "type": "p"}, {"text": "Royal Caribbean, the cruise operator, said it was \"adjusting several itineraries in the area\" and was notifying affected customers. ", "type": "p"}, {"text": "Holidaymakers due to travel to Israel imminently should discuss their options with their travel agent or tour operator, said a spokesperson for the Association of British Travel Agents.", "type": "p"}, {"text": "\"If you're travelling on a package and your holiday has been cancelled due to the advice change, you can either defer your date of travel, travel to an alternative destination or receive a full refund. ", "type": "p"}, {"text": "\"If you're travelling independently you will need to discuss your options with your airline and accommodation providers.\" ", "type": "p"}, {"text": "Are you affected by the issues raised in this story? You can get in touch by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}