{"link": "https://www.bbc.com/news/entertainment-arts-67052981", "category": "entertainment & arts", "title": "Frasier: Kelsey Grammer and Nicholas Lyndhurst reboot gets mixed response", "contributor": null, "time": "2023-10-09T15:37:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BB37/production/_131372974_notind1_frasier_enviro_frasier_010_rt.jpg", "content": [{"text": "TV critics have broadly welcomed the reboot of sitcom Frasier, although some suggested it feels somewhat dated.", "type": "b"}, {"text": "Kelsey Grammer returns in the new version, which also stars Only Fools and Horses actor Nicholas Lyndhurst. ", "type": "p"}, {"text": "The Guardian said it was a \"joy to watch\" and praised Grammer's \"faultless performance\".", "type": "p"}, {"text": "But the Financial Times said it had \"none of the old charm\" and Rolling Stone called it an \"unfunny, uninspired dud\".", "type": "p"}, {"text": "The original Frasier, itself a spin-off from sitcom Cheers, ran for 11 seasons from 1993 to 2004.", "type": "p"}, {"text": "The first two episodes of the rebooted series will launch on streaming service Paramount+ on Friday.", "type": "p"}, {"text": "Variety's Aramide Tinubu said: \"It turns out that watching Frasier's third chapter is a charming and delightful experience. ", "type": "p"}, {"text": "\"Instead of trying to reinvent the wheel of a legendary character, Frasier 2.0 leans toward everything that made the '90s sitcom such a staple - not only of the era, but of the fabric of television as a whole. ", "type": "p"}, {"text": "\"If fans are looking for something new, they won't find it here, but there is something so charming about dusting off and polishing up a past relic that makes it as refreshing as you remembered it.\"", "type": "p"}, {"text": "In a four-star review, the Guardian's Lucy Mangan noted: \"At first, this reboot struggles. But after a few episodes, the chemistry and the magic are back, all helmed by its lead's faultless performance - and it is a joy to watch.", "type": "p"}, {"text": "\"Unlike the wretched reboot of Sex and the City, Frasier's team has managed to update the comedy's situation, incorporate Frasier's greater age and its different challenges and diversify its casting without apparent strain. ", "type": "p"}, {"text": "\"It feels like an organic progression rather than something flung together by a frightened committee.\"", "type": "p"}, {"text": "The series sees Frasier back in Boston, where Cheers was set, after a 15-year stint as a TV shrink in Chicago. ", "type": "p"}, {"text": "He has moved to be closer to his now grown-up son Frederick, who dropped out of Harvard to become a firefighter.", "type": "p"}, {"text": "The new episodes see Frasier being flattered into staying on to lecture at his old university.", "type": "p"}, {"text": "Deadline's Dominic Patten wrote: \"From the too loud studio audience laughs, the staging, the set-ups and timing, the lighting, the improbabilities, the in-jokes... and most of the conundrums and tropes the 2023 narrative employs, Frasier the revival's strength is being exactly what you would expect if Frasier had never ended in the first place in 2004...", "type": "p"}, {"text": "\"A bona fide celebrity now, Grammer's vainglorious Frasier moves with a stiffness he never had before. Yet, for a man of 68, he can still fumble the most straightforward of emotional interactions with disdain for a good laugh.", "type": "p"}, {"text": "\"Grammer's Frasier can also still block a kitchen door for comic effect with the best of them - which is kind of all you need to make the gig work again.\"", "type": "p"}, {"text": "Not everyone was as enthusiastic, with the Independent's Nick Hilton noting the absence of some of the show's previous supporting cast in his three-star review.", "type": "p"}, {"text": "\"Without the crutches of Jane Leeves and David Hyde Pierce, both of whom opted not to return, as Daphne and Niles respectively, not to mention Martin Crane (played by the late John Mahoney) or Eddie the Dog (played by the late Moose and Enzo), 2023's Frasier feels like a different beast.", "type": "p"}, {"text": "\"There is little that is new to this series that genuinely works,\" he added. \"The result is an unsettling collision of nineties sitcom tropes and present-day sensibilities.\"", "type": "p"}, {"text": "Rolling Stone's Alan Sepinwall was not keen on the reboot, writing: \"The whole endeavor feels like a very superficial read of what makes the character, and what made the nineties version of Frasier, work. ", "type": "p"}, {"text": "\"There are a lot of wacky misunderstandings, particularly involving Eve (Jess Salgueiro), the woman living with Freddy at the start of the series. And my lord, there are a lot of puns.\"", "type": "p"}, {"text": "There was also some scepticism from the Times' Dominic Maxwell, who also gave three stars to the reboot.", "type": "p"}, {"text": "\"All first episodes have a heavy workload, but this one babbles information at us like an over-caffeinated home worker who hasn't spoken to anyone all day telling their returning spouse what they've been up to,\" he wrote.", "type": "p"}, {"text": "\"The plot convolutions are forced, the gags can feel generic, yet the playing is always energised but focused, and the exchanges sometimes fizz.\"", "type": "p"}, {"text": "The Financial Times' Dan Einav gave one of the least positive reviews, awarding two stars.", "type": "p"}, {"text": "\"A star-vehicle though it may be, the revival runs like a sputtering jalopy given a new lick of paint. From the sound of the first unearned laugh from the live studio audience, the series feels less like a renewal than a relic of the past,\" he suggested.", "type": "p"}, {"text": "\"Any cast would struggle to sell a script laden with punchlines you could have seen coming from 2004. Which, as far as I'm concerned, is still when Frasier ended.\"", "type": "p"}, {"text": "There was praise, though, for British actor Lyndhurst from the Evening Standard's Nick Curtis, who awarded the series four stars.", "type": "p"}, {"text": "\"Lyndhurst is one of sitcom's great straight men and is terrifically deadpan as Alan, sleeping through his lectures and forgetting the existence of his own children, let alone his students,\" he wrote.", "type": "p"}, {"text": "\"[The series] is not breaking any new ground, but this reboot stays true to what made Frasier popular and funny, and manages to age the character and his concerns without jumping the shark. ", "type": "p"}, {"text": "\"To have played Frasier so well and so consistently in different scenarios for 40 years is a remarkable feat for Grammer, and he has the Emmy awards to prove it.\"", "type": "p"}, {"text": "There was a five-star review from the Telegraph's Jasper Rees. \"Does it work? On the strength of the first five episodes, very much so,\" he said. ", "type": "p"}, {"text": "Referring to the character's fans in the series, he added: \"It turns out that Frasier's many devotees are known, hilariously, as Craniacs. Their ranks are now certain to swell.\"", "type": "p"}], "tags": []}