{"link": "https://www.bbc.com/news/science-environment-67023719", "category": "science & environment", "title": "Amazon Kuiper: Jeff Bezos joins satellite internet race", "contributor": null, "time": "2023-10-06T20:03:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/66E9/production/_131354362_95288ef62a4b34e6b27648099de13f0dc4835d8d0_0_4545_28081000x618.jpg", "content": [{"text": "Jeff Bezos, the founder of the online retail giant Amazon, is expanding his interests in space. ", "type": "b"}, {"text": "On Friday he launched two prototype satellites for a broadband mega-constellation he calls Project Kuiper.", "type": "p"}, {"text": "Mr Bezos is planning to put up more than 3,200 spacecraft in the next few years to deliver internet connections to anywhere on the globe.", "type": "p"}, {"text": "He hopes to challenge Elon Musk's Starlink, which already offers satellite internet in many countries. ", "type": "p"}, {"text": "The two small satellites launching on Friday - KuiperSat-1 and KuiperSat-2 - will trial the necessary technology.", "type": "p"}, {"text": "They were carried into a 500km-high (310 miles) orbit by an Atlas-5 rocket.", "type": "p"}, {"text": "The flight from Cape Canaveral Space Force Station in Florida launched at 14:00 EDT (18:00 GMT). ", "type": "p"}, [{"text": "US-China rivalry spurs investment in space tech", "type": "a", "href": "https://www.bbc.co.uk/news/business-66753675"}, {"text": "Remote island to get broadband link from space", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-65875335"}, {"text": "OneWeb launch completes space internet project", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65066669"}], {"text": "Amazon began research and development on the $10bn (£8bn) Project Kuiper in 2018.", "type": "p"}, {"text": "The ambition is to join the rapidly growing market for high-bandwidth, low latency (minimal delay) internet connections that are bounced across the sky, as opposed to through fibre connections on the ground.", "type": "p"}, {"text": "Elon Musk's SpaceX company is the leader in the field and already has more than 4,800 working spacecraft in orbit.", "type": "p"}, {"text": "UK-based Eutelsat-OneWeb has also built out a network of 620 satellites, but the list of wannabes in the sector is growing all the time with similar projects announced in Canada, the EU, and China, in addition to proposals from other US companies.  ", "type": "p"}, {"text": "Mr Bezos is in a hurry to deploy his network. ", "type": "p"}, {"text": "Amazon has a licence from the US Federal Communications Commission (FCC) to use the necessary radio frequencies, but the terms of this licence demand that at least half of the Kuiper system is in orbit by July 2026, and that the full roll-out be completed by July 2029.", "type": "p"}, {"text": "This will demand a furious launch campaign, and Amazon has agreements in place with rocket companies for almost 100 flights.", "type": "p"}, {"text": "A potential stumbling block, however, is that the bulk of these missions are booked on vehicles that have yet to enter service and it's not uncommon for new rocket systems to fail on their early outings. ", "type": "p"}, {"text": "If this were to happen, it could dramatically compromise the speed with which Amazon is able to get Kuiper up and running.", "type": "p"}, {"text": "As with other mega-constellation systems there will be scrutiny of the potential for any interference the Kuiper satellites might pose for astronomy.", "type": "p"}, {"text": "There's considerable concern that the growing number of spacecraft in orbit will severely impact telescopic observation of the Universe. ", "type": "p"}, {"text": "If not carefully engineered, spacecraft can appear as very bright, trailing objects as their surfaces catch the rising and setting Sun.", "type": "p"}, {"text": "Just this week, astronomers reported on the glare coming from an experimental telecommunications satellite called BlueWalker-3. ", "type": "p"}, {"text": "This spacecraft has a 64-sq-m (690-sq-ft) antenna to connect with mobile phones direct from orbit. At times, BlueWalker-3 would appear as one of the 10 brightest objects in the entire sky, the scientists said.", "type": "p"}, {"text": "Added to concerns about interference are worries over the traffic management of large populations of satellites. ", "type": "p"}, {"text": "Multiple collisions in congested space would create debris that might then restrict what anyone can do in orbit.", "type": "p"}, {"text": "Kuiper is one of several space projects being developed by Mr Bezos. The Amazon billionaire has another company called Blue Origin which has started to fly \"tourists\" high above the Earth in a rocket and capsule system called New Shepard.", "type": "p"}, {"text": "Blue Origin is also working on a much bigger vehicle called New Glenn, as well as on concepts for an astronaut landing craft for the Moon and a commercial space station to be flown in Earth orbit.", "type": "p"}], "tags": []}