{"link": "https://www.bbc.com/news/technology-67028209", "category": "technology", "title": "Nevada lithium mine leads to 'green colonialism' accusations", "contributor": null, "time": "2023-10-08T03:18:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10A4E/production/_131347186_lithiumstills_10.jpg", "content": [{"text": "In the high Nevadan desert near the Oregon border lies an enormous deposit of lithium, a metal that is essential in the production of electric car batteries. ", "type": "b"}, {"text": "President Joe Biden wants to get it out of the ground. But its exploration is dividing communities which are usually on the same side of political arguments.", "type": "p"}, {"text": "Environmentalists and native people cannot agree on whether a new rush for this \"white gold\" should be supported or fiercely opposed.  ", "type": "p"}, {"text": "\"The entire environmental community is split on this thing,\" says Glen Miller, who used to be on the board of local environmental charity Great Basin Resource Watch, which is opposed to mining. ", "type": "p"}, {"text": "In March, the diggers moved into a stunningly beautiful area called Thacker Pass, 4,000ft (1,219m) above sea level. It was formed by an ancient volcano and has sagebrush valleys ringed by desolate mountain tops.", "type": "p"}, {"text": "After years of legal battles, Lithium Americas had finally won its bid to mine the area.", "type": "p"}, {"text": "Mr Biden has said explicitly that he wants the US to be the world leader in electric cars - and wants the lithium that is key to making them to be mined in the US. ", "type": "p"}, {"text": "Last year he said that America had to import \"close to 100%\" of its lithium from countries like Australia, Chile and China. ", "type": "p"}, {"text": "But some environmentalists say mining more lithium is the wrong approach.", "type": "p"}, {"text": "\"Mining operations are in fact very damaging to the environment. And we've got to be very careful how we permit these things,\" says John Hadder, director of Great Basin Resource Watch. ", "type": "p"}, {"text": "\"We can reduce demand for minerals by just changing habits. One thing I'm really concerned about is that we're losing an opportunity to do other things to address climate change,\" he says.", "type": "p"}, {"text": "The mine has created fractures within Mr Hadder's group.", "type": "p"}, {"text": "Mr Miller resigned from its board last year after coming out in support of the mine.", "type": "p"}, {"text": "\"I just think that climate change is so important, and lithium is so important for electrifying the transportation industry,\" he says.", "type": "p"}, {"text": "Mr Miller is a former academic at the University of Nevada. Some of his research has been partly funded by Lithium Americas, but he denies that has anything to do with his stance on the mine.  ", "type": "p"}, {"text": "\"[Some] environmentalists will say we should drive less, we should not use anything that requires us to pull these metals up. Nobody's going to do that,\" he says.", "type": "p"}, {"text": "Tim Crowley, vice-president of government affairs at Lithium Americas, says he considers himself an environmentalist. ", "type": "p"}, {"text": "He has been a mining advocate for the last two decades in Nevada - and has been in many a scrap with environmentalists who oppose mining projects. ", "type": "p"}, {"text": "And the division is not exclusive to environmentalists.", "type": "p"}, {"text": "BBC Click: Going electric", "type": "b"}, {"text": "Lara Lewington visits Bentley to discover how it is making the shift to electric, and James Clayton visits a community divided by Lithium mining.", "type": "p"}, {"text": "Watch on BBC iPlayer now (UK only)", "type": "p"}, {"text": "Sentinel Rock is nicknamed Nipple Rock by some locals because of its unusual formation. Every year a group called The People of the Red Mountain come here to remember their ancestors - who they say were murdered at Thacker Pass.", "type": "p"}, {"text": "The Shoshone-Bannock and Paiute tribes believe this area is on the site of an atrocity in 1865.", "type": "p"}, {"text": "\"The US Cavalry chased the people into this area right here where the mine is being dug up at the moment. And they were massacred by the US Cavalry,\"  says Ka'ila Farrell-Smith, a member of The People of the Red Mountain.", "type": "p"}, {"text": "\"It's a tragedy, it should be a historical site… unfortunately, the corporations didn't hear that,\" she says.", "type": "p"}, {"text": "The objection is that although the land is owned by the Bureau of Land Management, the tribes say it has been stolen from local people and that local members should get to decide how it is used.", "type": "p"}, {"text": "Lithium Americas argues there is not evidence the massacre happened on the site - and has won in court.", "type": "p"}, {"text": "Mr Crowley also points out that some local native Americans are already working on the mine and support the project - something Ka'ila accepts too.", "type": "p"}, {"text": "This is an incredibly remote area - well-paid jobs are a rare thing. ", "type": "p"}, {"text": "But the history of colonialism for people like Ka'ila is still raw.", "type": "p"}, {"text": "She believes the Thacker Pass mine is a textbook example of \"green colonialism\" - the notion that once again native people are being ignored, this time in the name of preventing climate change. ", "type": "p"}, {"text": "\"These aren't the people flying all around the world in jets. It's unfair,\" she says.", "type": "p"}, {"text": "The mine itself is still in its infancy. Lithium will not be produced here until at least 2026 - and will go to General Motors. ", "type": "p"}, {"text": "The worry that the People of the Red Mountain have now is that this mine is just the beginning. There is a lot of lithium here, and there are several companies hoping to mine it.", "type": "p"}, {"text": "Mr Crowley is pretty open about Lithium Americas' ambitions for the area.", "type": "p"}, {"text": "\"There has to be more [lithium] in the United States if it's going to be self-sufficient. There has to be more, there has to be more development,\" he says. ", "type": "p"}, {"text": "If he is right, the whole area, of stunning natural beauty, could be tarnished by lithium mines - and all in the name of saving the planet.", "type": "p"}], "tags": []}