{"link": "https://www.bbc.com/news/business-65104103", "category": "business", "title": "Sam Bankman-Fried accused of Chinese bribe", "contributor": null, "time": "2023-03-28T16:02:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1688A/production/_128189229_5ad7373e3e79e70cd6b3cb3ca45da9395ee4c21e.jpg", "content": [{"text": "Sam Bankman-Fried, founder of failed crypto firm FTX, has been accused of bribing at least one Chinese official.", "type": "b"}, {"text": "In new charges unveiled in the US, officials accuse the entrepreneur of authorising a bribe of \"at least $40m\" (£32.5m) to try to gain access to trading accounts frozen by Chinese authorities.", "type": "p"}, {"text": "The allegations add to the fraud case filed last year after FTX's collapse.", "type": "p"}, {"text": "Mr Bankman-Fried pleaded not guilty to those claims earlier this year.", "type": "p"}, {"text": "He is currently under house arrest at his parents' home in California while awaiting trial.", "type": "p"}, {"text": "The updated indictment says Mr Bankman-Fried authorised the bribe after Chinese authorities froze accounts holding roughly $1bn (£811m) worth of cryptocurrency that belonged to his trading firm, Alameda Research. ", "type": "p"}, {"text": "The accounts were released after the transfer, which went to a private cryptocurrency wallet, according to the filing. ", "type": "p"}, {"text": "The alleged bribe followed months of other efforts to access the funds, which Mr Bankman-Fried believed were frozen as part of an investigation into another trading firm, it said. ", "type": "p"}, {"text": "The incident happened before FTX's dramatic collapse last year, when reports about the company's finances led to a rush of withdrawals, pushing the firm into bankruptcy.", "type": "p"}, {"text": "In the wake of the collapse, which left many people unable to access their funds, the US filed criminal charges against Mr Bankman-Fried, accusing him of improperly using customer deposits at FTX to fund his other firm, Alameda Research, buy property and make millions in political donations.", "type": "p"}, {"text": "The episode cast a dark cloud over the crypto industry, which was already suffering from big falls in the values of Bitcoin and other assets. ", "type": "p"}, {"text": "It was also a sharp fall from grace for Mr Bankman-Fried, who had been one of the most high-profile figures in the sector, leading an exchange which had more than 1 million users and ranked as the world's third largest trading platform by some measures.", "type": "p"}, {"text": "Mr Bankman-Fried has acknowledged lapses in management, but denied fraud.", "type": "p"}, {"text": "Three of his closest colleagues have pleaded guilty and are cooperating with investigators. ", "type": "p"}, {"text": "He faces more than 100 years in prison if convicted.", "type": "p"}], "tags": []}