{"link": "https://www.bbc.com/news/entertainment-arts-65103265", "category": "entertainment & arts", "title": "Gary Lineker wins appeal over £4.9m tax bill", "contributor": null, "time": "2023-03-28T20:13:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14B98/production/_128888848_gettyimages-1240021558.jpg", "content": [{"text": "Sports presenter Gary Lineker has won his appeal against HMRC over a £4.9m tax bill.", "type": "b"}, {"text": "The UK tax authority pursued the star over taxes on income from both the BBC and BT Sport from 2013 to 2014 and 2017 to 2018.", "type": "p"}, {"text": "Lineker presents BBC's Match of the Day and used to also work for BT Sport.", "type": "p"}, {"text": "HMRC said he was an employee of both broadcasters but a judge has now ruled he was a freelancer and had contracts with both broadcasters.", "type": "p"}, {"text": "\"The effect of my conclusions is that because there were direct contracts, between the BBC and Mr Lineker and BT Sport and Mr Lineker, the intermediaries legislation (IR35) does not, and cannot as a matter of law, apply,\" Tribunal Judge Brooks said in a statement. ", "type": "p"}, {"text": "\"Accordingly, and notwithstanding GLM (Gary Lineker Media) being a partnership, that is the end of the matter and the appeal succeeds.\"", "type": "p"}, {"text": "Mr Lineker wrote on social media: \"I had already paid all tax due at the top rate and happily so. I'm totally flabbergasted as to why I was expected to pay double. Thankfully justice was done.\"", "type": "p"}, {"text": "IR35 is designed to clampdown on tax avoidance by so-called disguised employees, who charge for their services via limited companies.", "type": "p"}, [{"text": "Gary Lineker cried over Wright and Shearer support", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65087544"}, {"text": "Gary Lineker to return as BBC denies climbdown", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64936917"}, {"text": "Lineker revolt becomes a test of BBC's values", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64929269"}], {"text": "Throughout proceedings, the presenter, 62, insisted all taxes were paid on the income via a partnership (GLM) set up in 2012 with his ex-wife Danielle Bux.", "type": "p"}, {"text": "The case follows similar attempts by HMRC to target other broadcasters including Lorraine Kelly and Kaye Adams.", "type": "p"}, {"text": "Earlier tribunal documents said Mr Lineker was disputing the bill and it had been agreed he paid the income tax in full.", "type": "p"}, {"text": "Last month Mr Lineker's lawyer James Rivett KC told a preliminary hearing in London that the star had been \"dragged through the papers accused of not paying income tax which has been paid\", and claimed there was a political element to the investigations.", "type": "p"}, {"text": "Following the ruling an HMRC spokesperson said: \"The tribunal has confirmed the off-payroll rules apply to partnerships, as we have always said.", "type": "p"}, {"text": "\"However, we do not agree with its decision that the rules cannot apply in this case and we're considering an appeal.", "type": "p"}, {"text": "\"It is our duty to ensure everyone pays the right tax under the law, regardless of wealth or status.\"", "type": "p"}, {"text": "HMRC has 56 days to appeal to the Upper Tribunal (Tax and Chancery Chamber).", "type": "p"}, {"text": "Lineker hit the headlines earlier this month when he was taken off air by the BBC over a tweet criticising government asylum policy.", "type": "p"}, {"text": "He later returned to Match of the Day after the BBC's director general Tim Davie said an independent review of social media guidelines would be carried out.", "type": "p"}, {"text": "Mr Davie denied accusations that the BBC had backed down.", "type": "p"}, {"text": "Mr Lineker, a former England striker who also played for teams including Everton, Leicester, Tottenham and Barcelona, has hosted Match of the Day since 1999.", "type": "p"}, {"text": "He is the BBC's highest paid star, having earned about £1.35m in 2020-21.", "type": "p"}], "tags": []}