{"link": "https://www.bbc.com/news/science-environment-65066669", "category": "science & environment", "title": "OneWeb launch completes space internet project", "contributor": null, "time": "2023-03-26T05:35:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1823A/production/_129147889_oneweblift-offlaunch1826.03.22-photocredit-isro.jpg", "content": [{"text": "London-based company OneWeb has launched the final set of satellites it needs to deliver a broadband internet connection anywhere on Earth.", "type": "b"}, {"text": "The 36 spacecraft went up on an Indian LVM3 rocket from the Sriharikota spaceport in Andhra Pradesh.", "type": "p"}, {"text": "Their deployment 450km above the planet takes OneWeb's total in-orbit constellation to 618.", "type": "p"}, {"text": "It's less than three years ago that the UK government took the decision to buy OneWeb out of bankruptcy. ", "type": "p"}, {"text": "At the time, it was seen as controversial; arguments raged about whether it was a sound use of taxpayer money.", "type": "p"}, {"text": "But since the purchase, OneWeb has managed to attract significant additional investment, and is even now planning a next generation of satellites. ", "type": "p"}, {"text": "\"This is the most significant milestone in the history of OneWeb, as we reach the satellites needed for global coverage. Over several years we have remained focused on our commitment to deliver a network that will provide connectivity for our customers and communities that need it most,\" said OneWeb CEO, Neil Masterson.  ", "type": "p"}, {"text": "It will take some months for the Sunday's batch of satellites to be tested and to get into the right part of the sky (at an altitude of 1,200km), but when they are in position OneWeb will have the facility to deliver a global communications service.", "type": "p"}, {"text": "Only one other organisation in the world is flying more satellites in space today - and that's OneWeb's chief competitor: the Starlink system operated by Elon Musk.", "type": "p"}, {"text": "Unlike the US entrepreneur's network, OneWeb is not selling broadband connections direct to the individual user. Its clients, principally, are the telecoms companies that provide this internet service. They might also be employing the connectivity to supplement, or expand, the infrastructure in their mobile phone networks.", "type": "p"}, [{"text": "OneWeb company close to taking the internet global", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64906641"}, {"text": "Europe risks being 'a spectator in next space race'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65053729"}, {"text": "3D printed rocket takes to the sky over Florida", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-64893578"}], {"text": "The OneWeb system will require the necessary ground infrastructure to command and control all the satellites and link them to the internet, but this too should be fully up and running come the end of 2023.", "type": "p"}, {"text": "The satellite enterprise has been a decade in gestation. Projected as a $6bn project, it ran into money woes in early 2020 and sought the protection of US bankruptcy laws until a buyer could be found. At the time, it had lofted just 74 satellites.", "type": "p"}, {"text": "The company was restored to operations thanks to a joint purchase from the UK government and the Indian conglomerate Bharti Global, who put in half a billion dollars each.", "type": "p"}, {"text": "With its debts wiped out, OneWeb then moved quickly to build out the network and secure wider investment. It's currently working through a merger plan with Paris-based Eutelsat, best known for distributing thousands of TV channels around the world.", "type": "p"}, {"text": "UK Secretary of State for Science, Innovation and Technology, Michelle Donelan, said: \"The completion of the low-Earth orbit constellation is hugely significant both for OneWeb and the UK's wider sector.", "type": "p"}, {"text": "\"We invested in OneWeb's vision to bridge the global digital divide, and our burgeoning space sector is transforming the UK into the perfect base for likeminded companies to realise their stratospheric potential.\"", "type": "p"}, {"text": "OneWeb has made the UK a major space player. ", "type": "p"}, {"text": "The number of satellites in the constellation has demanded a big commitment from the UK's Civil Aviation Authority, which is Britain's licensing agency for space activity.", "type": "p"}, {"text": "\"We undertake a significant oversight role, to make sure that their satellites are all healthy, and they they're operating within the limits that OneWeb have set out and that we agreed to,\" explained Colin Macleod, the authority's head of space regulation.", "type": "p"}, {"text": "\"Our team has regular meetings at OneWeb's White City headquarters. All their engineers sit in a room where they present what they're doing, and if they have any risks or issues - they will talk us through the solutions so that our engineers will be comfortable with their actions,\" he told BBC News.", "type": "p"}, {"text": "Safety is paramount. The region in the sky where OneWeb spacecraft are moving - from 450km in altitude up to 1,200km - is becoming ever more congested, and the CAA wants assurance that the constellation is being flown in a responsible manner.", "type": "p"}, {"text": "Much of the operation necessarily has to be automated, and the command and control software has had to scale rapidly over the past three years. ", "type": "p"}, {"text": "Sunday's launch took the number of satellites in space from 582 to 618.", "type": "p"}, {"text": "In May, another 15 will go up to act as in-orbit spares. These will be joined by a demonstration spacecraft that will trial future technologies.", "type": "p"}, {"text": "OneWeb plans to expand its network in the coming years to include bigger, more powerful spacecraft. But contrary to earlier suggestions, the constellation will probably now be kept under 1,000 individual satellites.", "type": "p"}, {"text": "The next generation will, though, provide ancillary services, such as signals that allow users to fix their position on the surface of the Earth or know the precise time (a service akin to those currently provided by satellite-navigation systems like GPS and Galileo).", "type": "p"}, {"text": "The core business will remain connectivity. ", "type": "p"}, {"text": "OneWeb has a series of flat-panel antennas coming on to the market for its customers very soon.", "type": "p"}, {"text": "In contrast to traditional steerable dishes, these units electronically track satellites across the sky to maintain the data links.", "type": "p"}, {"text": "One of these antennas, produced by Kymeta, was trialled recently on Mount Snowdon in Wales to provide mountain rescue teams with stable broadband communications where previously there was no network availability.", "type": "p"}], "tags": []}