{"link": "https://www.bbc.com/news/technology-65102150", "category": "technology", "title": "AI could replace equivalent of 300 million jobs - report", "contributor": null, "time": "2023-03-28T16:25:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9517/production/_129176183_gettyimages-644069149.jpg", "content": [{"text": "Artificial intelligence (AI) could replace the equivalent of 300 million full-time jobs, a report by investment bank Goldman Sachs says.", "type": "b"}, {"text": "It could replace a quarter of work tasks in the US and Europe but may also mean new jobs and a productivity boom.", "type": "p"}, {"text": "And it could eventually increase the total annual value of goods and services produced globally by 7%.", "type": "p"}, {"text": "Generative AI, able to create content indistinguishable from human work, is \"a major advancement\", the report says. ", "type": "p"}, {"text": "The government is keen to promote investment in AI in the UK, which it says will \"ultimately drive productivity across the economy\", and has tried to reassure the public about its impact.", "type": "p"}, {"text": "\"We want to make sure that AI is complementing the way we work in the UK, not disrupting it - making our jobs better, rather than taking them away,\" Technology Secretary Michelle Donelan told the Sun.", "type": "p"}, {"text": "The report notes AI's impact will vary across different sectors - 46% of tasks in administrative and 44% in legal professions could be automated but only 6% in construction 4% in maintenance, it says.", "type": "p"}, {"text": "BBC News has previously reported some artists' concerns AI image generators could harm their employment prospects.", "type": "p"}, {"text": "\"The only thing I am sure of is that there is no way of knowing how many jobs will be replaced by generative AI,\" Carl Benedikt Frey, future of-work director at the Oxford Martin School, Oxford University, told BBC News. ", "type": "p"}, {"text": "\"What ChatGPT does, for example, is allow more people with average writing skills to produce essays and articles.", "type": "p"}, {"text": "\"Journalists will therefore face more competition, which would drive down wages, unless we see a very significant increase in the demand for such work.", "type": "p"}, {"text": "\"Consider the introduction of GPS technology and platforms like Uber. Suddenly, knowing all the streets in London had much less value - and so incumbent drivers experienced large wage cuts in response, of around 10% according to our research. ", "type": "p"}, {"text": "\"The result was lower wages, not fewer drivers. ", "type": "p"}, {"text": "\"Over the next few years, generative AI is likely to have similar effects on a broader set of creative tasks\".", "type": "p"}, {"text": "According to research cited by the report, 60% of workers are in occupations that did not exist in 1940.", "type": "p"}, {"text": "But other research suggests technological change since the 1980s has displaced workers faster than it has created jobs.", "type": "p"}, {"text": "And if generative AI is like previous information-technology advances, the report concludes, it could reduce employment in the near term.", "type": "p"}, {"text": "The long-term impact of AI, however, was highly uncertain, chief executive of the Resolution Foundation think tank Torsten Bell told BBC News, \"so all firm predictions should be taken with a very large pinch of salt\". ", "type": "p"}, {"text": "\"We do not know how the technology will evolve or how firms will integrate it into how they work,\" he said.", "type": "p"}, {"text": "\"That's not to say that AI won't disrupt the way we work - but we should focus too on the potential living-standards gains from higher-productivity work and cheaper-to-run services, as well as the risk of falling behind if other firms and economies better adapt to technological change.\"", "type": "p"}], "tags": []}