{"link": "https://www.bbc.com/news/business-65538014", "category": "business", "title": "Goldman Sachs to pay $215m in sex discrimination case", "contributor": null, "time": "2023-05-09T17:02:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16D53/production/_126832539_mediaitem126832538.jpg", "content": [{"text": "Goldman Sachs will pay $215m (£170.5m) to settle claims that it discriminated against women, offering female staff lower pay and fewer opportunities. ", "type": "b"}, {"text": "The agreement comes a month before the long-running class-action lawsuit was due to come to trial. ", "type": "p"}, {"text": "It resolves claims from about 2,800 female staff who worked at the bank in the US.", "type": "p"}, {"text": "Goldman will work with outside experts to analyse its pay patterns and methods of promotion as part of the deal. ", "type": "p"}, {"text": "\"I have been proud to support this case without hesitation over the last nearly 13 years and believe this settlement will help the women I had in mind when I filed the case,\" said Shanna Orlich, one of the women who first filed the legal complaint. ", "type": "p"}, {"text": "The deal resolves a legal matter that has dogged the bank since 2010, when women stepped forward to accuse the Wall Street giant of a \"boys club\" work culture that hindered their advancement.", "type": "p"}, {"text": "The fight provided a glimpse of the inner workings of the bank, which was accused of paying female vice presidents 20% less than their male peers, while tolerating incidents of sexual harassment. ", "type": "p"}, {"text": "Goldman has said it wants to increase the number of women among its more senior ranks, aiming to have women account for 40% of vice presidents by 2025.", "type": "p"}, {"text": "About 29% of Goldman's partners and managing directors are currently women. ", "type": "p"}, {"text": "\"After more than a decade of vigorous litigation, both parties have agreed to resolve this matter,\" said Jacqueline Arthur, Goldman Sachs' global head of human capital management. ", "type": "p"}, {"text": "She said the bank was committed \"to ensuring a diverse and inclusive workplace for all our people\".", "type": "p"}, {"text": "Kelly Dermody, one of the lawyers who represented the women, called the settlement figure \"substantial\". ", "type": "p"}, {"text": "Women who worked for the bank's investment banking, investment management, or securities divisions in the US as far back as 2002 may be eligible to receive some of the money. ", "type": "p"}, {"text": "Allegations of pay discrimination against women have been rife, especially in industries such as finance and tech. ", "type": "p"}, {"text": "In the UK, where Goldman is required to report on pay by gender to the government, the typical man at the firm out-earned the typical women by at least 20% - far higher than the 9.4% gap found across the country. Those figures do not account for differences in position or rank.", "type": "p"}, {"text": "Google last year paid $118m to resolve claims brought by 15,000 women, while video game company Riot Games in 2021 agreed to a $100m settlement in a suit involving about 2,300 women. ", "type": "p"}], "tags": []}