{"link": "https://www.bbc.com/news/entertainment-arts-65540160", "category": "entertainment & arts", "title": "Eurovision 2023: Sweden qualifies but Ireland is out of the final", "contributor": null, "time": "2023-05-09T21:54:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3269/production/_129650921_230507_sarah20louise20bennett_ebu_2830.jpg", "content": [{"text": "Sweden's Loreen has sailed through to the grand final of the Eurovision Song Contest, cementing her position as this year's favourite.", "type": "b"}, {"text": "The star, who previously won in 2012, clasped her hands to cover her eyes as it was announced she had qualified from the first semi-final in Liverpool.", "type": "p"}, {"text": "Ireland were less fortunate, with the rock band Wild Youth on their way home after failing to attract enough votes.", "type": "p"}, {"text": "The country has now failed to qualify on eight of their last 10 attempts.", "type": "p"}, {"text": "The continuation of that losing streak will cause much soul-searching in the nation that holds the record for the most Eurovision victories of all time - seven in total. ", "type": "p"}, {"text": "The last time they qualified was 2018, when Ryan O'Shaughnessy entered with his song Together.", "type": "p"}, {"text": "Ireland's Eurovision commentator Marty Whelan could not hide his disappointment. ", "type": "p"}, {"text": "\"Everything was absolutely perfect, they were fantastic,\" he said live on RTÉ One as the news sunk in.", "type": "p"}, {"text": "\"There's things I want to say, there's things I want to share. You can probably get it from the tone of my voice, what I'm thinking, that this is... Ugh, this is just such a shame.", "type": "p"}, {"text": "\"But the votes didn't come. So we are not qualifying again this year from Liverpool when we had great expectations, as the famous book says.\"", "type": "p"}, {"text": "Tuesday's semi-final at the Liverpool Arena saw 15 acts competing for a place in Saturday's grand final. These are the ones who made the cut.", "type": "p"}, [{"text": "Norway: Alessandra - Queen Of Kings", "type": "p"}, {"text": "Serbia: Luke Black - Samo Mi Se Spava", "type": "p"}, {"text": "Portugal: Mimicat - Ai Coração", "type": "p"}, {"text": "Croatia: Let 3 - Mama ŠČ!", "type": "p"}, {"text": "Switzerland: Remo Forrer - Watergun", "type": "p"}, {"text": "Israel: Noa Kirel - Unicorn", "type": "p"}, {"text": "Moldova: Pasha Parfeni - Soarele Si Luna", "type": "p"}, {"text": "Sweden: Loreen - Tattoo", "type": "p"}, {"text": "Czechia: Vesna - My Sister's Crown", "type": "p"}, {"text": "Finland: Käärijä - Cha Cha Cha", "type": "p"}], {"text": "Rock bands fared badly in the public vote, with Latvia's Sudden Lights and Malta's The Busker joining Ireland on the chopping block.", "type": "p"}, {"text": "The other artists whose journey ended on Tuesday were Azerbaijani twins TuralTuranX and the Netherlands' Mia Nicolai and Dion Cooper.", "type": "p"}, {"text": "Ten more acts will progress to the main competition after Thursday's second semi-final. The \"Big Five\" countries, who contribute the most financially to the competition (France, Germany, Spain, the UK and Italy) qualify automatically, as do last year's winners Ukraine.", "type": "p"}, {"text": "Liverpool is hosting the competition on Ukraine's behalf, due to the ongoing Russian invasion of their country. ", "type": "p"}, {"text": "The impact of the war was referenced throughout the two-hour show. Songs like Switzerland's Watergun and Croatia's Mama  ŠČ! denounced conflict and bloodlust, while the Czech band Vesna sang elements of their song in Ukrainian as a show of solidarity with their near-neighbours.", "type": "p"}, {"text": "During the interval, Ukrainian star Alyosha performed a mournful version of Duran Duran's Ordinary World, that emphasised the pain of being separated from your loved ones.", "type": "p"}, {"text": "The singer fled to America with her three children when the war began, but her husband, Taras Topolja, frontman of the rock band Antitila, was required to stay at home.", "type": "p"}, {"text": "As she duetted with Liverpudlian X-Factor star Rebecca Ferguson, text messages from families fleeing the country flashed up on giant video screens and the arena was lit up in the Ukrainian national colours of blue and yellow. ", "type": "p"}, {"text": "Speaking before the contest, Alyosha dedicated her sobering and beautiful performance to forced migrants around the world.", "type": "p"}, {"text": "The half-time show also saw pop star Rita Ora performing a medley of her hits, including Anywhere and Praising You. ", "type": "p"}, {"text": "She was joined on stage by 12-year-old Ukrainian refugee Sofiia, who has now settled in Romania. Ora said the youngster's plight reminded her of her own family's experience of fleeing the Balkan War in the 1990s \"and how I will be forever grateful to the UK for showing us kindness and compassion\". ", "type": "p"}, {"text": "\"Sofiia opens my performance this evening playing with a ball, representing the loss of childhood for these poor refugees,\" she wrote on Twitter. \"We love you Ukraine, we all perform tonight, for you.\"", "type": "p"}, {"text": "The evening kicked off with a short video featuring famous faces from around Liverpool including Wirral-born TV baker Paul Hollywood, Ukrainian Everton footballer Vitalii Mykolenko and the late Paul O'Grady.", "type": "p"}, {"text": "The video also contained a surprise cameo from the King and Queen, who unveiled the contest's stage last month.", "type": "p"}, {"text": "The royal theme continued with the opening act, Norwegian singer Alessandra, whose barnstorming electropop number Queen of Kings featured a costume inspired by Britain's Queen Elizabeth I.", "type": "p"}, {"text": "After that, the audience were treated to ballroom dancers, a Portuguese Moulin Rouge routine, and a re-enactment of a traditional Moldovan wedding ceremony.", "type": "p"}, {"text": "Co-host Alesha Dixon even recalled her days in the girl band Mis-Teeq, with a rap about the history of the song contest.", "type": "p"}, {"text": "Noa Kirel - Israel's answer to Beyoncé - received an enthusiastic response for her song Unicorn, and its pneumatic dance routine. And Finland's Käärijä raised the roof with his utterly bonkers thrash techno track Cha Cha Cha.", "type": "p"}, {"text": "The night's most outrageous costumes came courtesy of Croatian shock rockers Let 3, who dressed in leather fetish gear before stripping down to white underwear.", "type": "p"}, {"text": "However, Loreen was the artist who had the arena in the palm of her hand, with a soaring performance of Tattoo - a song about a love so deep and intense that it becomes engraved on her heart.", "type": "p"}, {"text": "Performing in a nude catsuit between two giant LED screens, she threw down the gauntlet to the rest of the 2023 contestants.", "type": "p"}, {"text": "But over the weekend, the star said she wasn't too concerned about winning.", "type": "p"}, {"text": "\"No, I care about creating something that is real,\" she replied. \"So my fear is compromising, my fear is that it's not authentic.\"", "type": "p"}, [{"text": "All you need to know about Eurovision 2023", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64402700"}, {"text": "Who is representing the UK?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64878361"}, {"text": "Every song for 2023, from Albania to the UK", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65043969"}, {"text": "What's on in host city Liverpool?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64802552"}, {"text": "Keep up to date with Eurovisioncast", "type": "a", "href": "https://www.bbc.co.uk/sounds/brand/p0dz04vn"}, {"text": "Grand final, live, Saturday, 13 May 2023. 20:00BST BBC One and iPlayer", "type": "a", "href": "https://www.bbc.co.uk/iplayer/episodes/b0070hvg/eurovision-song-contest"}]], "tags": []}