{"link": "https://www.bbc.com/news/technology-65534354", "category": "technology", "title": "Children's commissioner: Pornography affecting 8-year-olds' behaviour", "contributor": null, "time": "2023-05-09T16:00:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8A1A/production/_129645353_gettyimages-619542906-170667a.jpg", "content": [{"text": "The behaviour of children as young as eight is being affected by them viewing pornography, the children's commissioner for England has said.", "type": "b"}, {"text": "\"Children are seeing pornography too young - most of them by the age of 13 but [some are] seeing it at eight or nine,\" Dame Rachel De Souza said.", "type": "p"}, {"text": "Most children first saw pornography on social media - and technology companies should do more to remove the images. ", "type": "p"}, {"text": "Schools needed to improve education and parents to set appropriate boundaries. ", "type": "p"}, {"text": "Dame Rachel has published a report on the influence of pornography on harmful sexual behaviour among children. ", "type": "p"}, {"text": "\"At the most serious end\", children were using the language of violent pornography and it was affecting their behaviour, she told BBC Radio 4's Today programme.", "type": "p"}, {"text": "\"Most children see porn first on Twitter - and then on Snapchat, as well as accessing the porn companies,\" Dame Rachel told Today.", "type": "p"}, {"text": "\"We need decent age verification, through the Online Safety Bill, but these tech companies could be stepping up now to get these images down.\"", "type": "p"}, {"text": "\"If you've got a social-media site that allows 13-pluses on, then they should not be able to see pornography on it.\"", "type": "p"}, {"text": "Both Twitter and Snapchat have a 13-plus age limit. ", "type": "p"}, {"text": "A Snapchat official told BBC News: \"Our community guidelines make it clear that we prohibit accounts that promote or distribute pornographic content. ", "type": "p"}, {"text": "\"If we find this content, we remove it immediately. ", "type": "p"}, {"text": "\"We also use machine learning to help us detect it and are working constantly to improve these capabilities.\" ", "type": "p"}, {"text": "Twitter has been approached for comment. ", "type": "p"}, {"text": "Its guidelines say: \"You can't include graphic content or adult nudity and sexual behaviour within areas that are highly visible on Twitter, including in live video, profile, header, List banner images, or Community cover photos.\" ", "type": "p"}, {"text": "They also \"restrict specific sensitive media, such as adult nudity and sexual behaviour, for viewers who are under 18 or viewers who do not include a birth date on their profile\". ", "type": "p"}, {"text": "The government says the Online Safety Bill will allow regulator Ofcom to block access or fine companies that fail to take more responsibility for users' safety on their social-media platforms.", "type": "p"}, {"text": "Dame Rachel said: \"It's going through the Lords at the moment - we need it to go through, we need children not to be able to access porn, particularly this violent porn, online.\"", "type": "p"}, {"text": "Men at Work founder Michael Conroy, who trains professionals working with boys and young men to have safer conversations among their peers, said: \"In the past 12 months, I've worked with I think about 1,000 teachers, social workers and youth workers. ", "type": "p"}, {"text": "\"And in each of training sessions I asked the question, 'Are the young people you work with impacted by porn?' The majority say, 'Yes, very clearly, definitely.'", "type": "p"}, {"text": "\"So there is there is an awareness of the issue - but perhaps not of the depth and scale of it. ", "type": "p"}, {"text": "\"This is the first generation ever - it's like a gigantic historical experiment where we've given our children access to anything. But more importantly, perhaps, we've given anything access to our children.\"", "type": "p"}], "tags": []}