{"link": "https://www.bbc.com/news/business-65853400", "category": "business", "title": "Windfall tax to end if energy prices drop", "contributor": null, "time": "2023-06-09T13:49:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D276/production/_124887835_gettyimages-1257779958.jpg", "content": [{"text": "The windfall tax on oil and gas firms will be scrapped if prices fall to normal levels for a sustained period, the government has announced.", "type": "b"}, {"text": "Halting the windfall tax would cut the overall tax rate on energy firms from 75% to 40%.", "type": "p"}, {"text": "A windfall tax is used to target firms which benefit from something they were not responsible for.", "type": "p"}, {"text": "It was introduced last year to help fund a scheme to lower energy bills for households and businesses.", "type": "p"}, {"text": "Energy firm profits have soared recently, initially due to rising demand after Covid restrictions were lifted, and then because Russia's invasion of Ukraine raised energy prices.", "type": "p"}, {"text": "But oil and gas prices have now come down from their highs.", "type": "p"}, [{"text": "How much windfall tax are oil giants paying?", "type": "a", "href": "https://www.bbc.co.uk/news/business-60295177"}, {"text": "What is the energy cap and what's happening to bills?", "type": "a", "href": "https://www.bbc.co.uk/news/business-58090533"}], {"text": "In a statement, the Treasury said the windfall tax - called the Energy Profits Levy - will end if average oil and gas prices fall to, or below, a set level for two consecutive three-month periods. If not, the tax will  remain in place until March 2028.", "type": "p"}, {"text": "The level has been set at $71.40 per barrel for oil and £0.54 per therm for gas. ", "type": "p"}, {"text": "Brent crude oil was trading at $75 per barrel on Friday morning, with gas prices at around £0.62.", "type": "p"}, {"text": "Energy firms have been urging ministers to reduce the windfall tax, warning that it was causing companies to pull back investment.", "type": "p"}, {"text": "In April, the UK's largest oil and gas producer Harbour said it would shed 350 UK onshore jobs as a result of the windfall tax. French oil giant TotalEnergies also said it would cut its planned 2023 North Sea investment by a quarter - £100m - because of the extension to the windfall tax.", "type": "p"}, {"text": "The Treasury said its decision had reflected those concerns.", "type": "p"}, {"text": "It said any fall in investment \"puts the long-term future of the UK's domestic supply at risk, meaning we would be forced to import more from abroad at a time when reliable and affordable energy is a focus for families and businesses\".", "type": "p"}, {"text": "A Labour spokesperson said: \"We need a proper windfall tax on the enormous profits of oil and gas giants to help with ease the cost of living crisis.   \"We will look at the detail of this change. Of course if the windfalls of war disappear then we'll look at what the right long-term tax position should be for the North Sea.\"", "type": "p"}, {"text": "Prime Minister Rishi Sunak introduced the Energy Profits Levy in May last year when he was chancellor, with the rate set at 25%.", "type": "p"}, {"text": "In the autumn, current Chancellor Jeremy Hunt announced it would increase to 35% from January 2023.", "type": "p"}, {"text": "The levy applies to profits made from extracting UK oil and gas, but not from other activities - such as refining oil and selling petrol and diesel on forecourts.", "type": "p"}, {"text": "Oil and gas firms operating in the North Sea already pay 30% corporation tax on their profits and a supplementary 10% rate on top of that.", "type": "p"}, {"text": "So with the windfall tax, that takes the overall tax rate faced by oil and gas companies to 75%.", "type": "p"}, {"text": "If it is eliminated, the overall tax rate on energy firms would return to 40%.", "type": "p"}, {"text": "Trade body Offshore Energies UK welcomed the announcement, but warned the industry still faced challenges.", "type": "p"}, {"text": "Its chief executive David Whitehouse said: \"This is a step in the right direction, but many more will need to be taken to restore confidence to our sector.", "type": "p"}, {"text": "\"We will now work closely with government and lenders to understand the detail of the measure and its effectiveness at unlocking investment.\"", "type": "p"}, {"text": "Oil and gas giant Shell also welcomed the announcement. A spokesperson said it \"should help to improve investor confidence in the UK North Sea, which will remain crucial to maintaining Britain's energy security in the coming years\".", "type": "p"}, {"text": "However, the change to the windfall tax was criticised by the Green Party.", "type": "p"}, {"text": "\"The government seems happy to allow these huge corporations to not only wreck the climate but to profit off the back of the cost-of-living crisis which they themselves have contributed to,\" said Green co-leader Adrian Ramsay.", "type": "p"}, {"text": "\"Instead, the government should be tightening the tax, closing the loopholes and ensuring the money raised helps people through the cost-of-living crisis and funds the sustainable green energy jobs in the renewable sector we urgently need.\"", "type": "p"}, {"text": "Greenpeace UK's climate campaigner, Georgia Whitaker, said: \"Irrespective of what happens to the price of oil and gas, the tax these companies pay should be higher, permanently.", "type": "p"}, {"text": "\"This cash should be used to help insulate homes and transition the UK to cheap, clean energy, not fill the bank balances of already wealthy shareholders.\"", "type": "p"}], "tags": []}