{"link": "https://www.bbc.com/news/entertainment-arts-65859506", "category": "entertainment & arts", "title": "Dave and Central Cee: Sprinter scores a record-breaking number one", "contributor": null, "time": "2023-06-09T17:41:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ED66/production/_130047706_central-cee-dave-2023.jpg", "content": [{"text": "Dave and Central Cee have topped the UK charts with their new single, Sprinter, setting a streaming record in the process.", "type": "b"}, {"text": "The collaborative track racked up 13.4 million streams last week - the highest number ever for a rap single.", "type": "p"}, {"text": "It is also the highest number of first week streams since Adele's Easy On Me was played 24 million times in 2021.", "type": "p"}, {"text": "The duo's smash is a playful, knowing track that indulges in rap clichés while acknowledging their absurdity.", "type": "p"}, {"text": "It's lifted from a surprise EP, Split Decision, which saw the two old friends team up for the first time since 2016, when they traded lines on a remix of AJ Tracey's Spirit Bomb.", "type": "p"}, {"text": "Two more tracks from the EP also made this week's top 20, with Trojan Horse at 14 and UK Rap at 17. ", "type": "p"}, {"text": "Meanwhile, this week's chart sees pop stars Kylie Minogue and Madonna both scoring their biggest hit songs in years.", "type": "p"}, {"text": "Kylie's hypnotic new single Padam Padam climbs 11 places to number 12, thanks largely to fans buying a limited-edition CD single from her official website.", "type": "p"}, {"text": "The song duly becomes the star's highest-charting hit since 2014's Into The Blue, which also reached number 12. ", "type": "p"}, {"text": "Madonna's return comes via a collaboration with The Weeknd and Playboi Carti, titled Popular. ", "type": "p"}, {"text": "Taken from HBO's drama series Idol, it debuts at number 21, earning the Queen Of Pop her best chart position since Celebration reached number three in 2009. ", "type": "p"}, {"text": "Madonna is set to score another new hit next week, with the release of the Sam Smith duet Vulgar.", "type": "p"}, {"text": "The song, which is cheekily credited to \"S&M\", sees the singers hit back at people who have criticised their sexually provocative lyrics and outfits.", "type": "p"}, {"text": "In the album charts, Foo Fighters secure their sixth number one with But Here We Are.", "type": "p"}, {"text": "It's the band's first album since the tragic death of drummer Taylor Hawkins, and finds the group reckoning with grief and desolation.", "type": "p"}, [{"text": "Foo Fighters review: A band working through grief", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65769192"}], {"text": "The record sold 44,500 chart units in the last seven days, putting it just ahead of Noel Gallagher's Council Skies.", "type": "p"}, {"text": "His album enters the chart at number two, ending a 29-year streak of number one records, encompassing 10 albums as part of both Oasis and his current project, Noel Gallagher's High Flying Birds.", "type": "p"}, {"text": "However, Council Skies does debut at the top of the vinyl albums chart; and was the week's biggest seller in UK independent record shops.", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": []}