{"link": "https://www.bbc.com/news/entertainment-arts-62281761", "category": "entertainment & arts", "title": "Neighbours: Margot Robbie to return for TV soap finale", "contributor": "Dulcie Lee", "time": "2022-07-24T13:52:50.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15038/production/_126027068_gettyimages-1332077179.jpg", "content": [{"text": "Margot Robbie is to return to Neighbours for the long-running soap's finale, the show has confirmed.", "type": "b"}, {"text": "The Oscar-nominated actress played Donna Freedman from 2008 to 2011 before finding fame in Hollywood. ", "type": "p"}, {"text": "She is among the stars returning to the Australian soap for its final episode next week after nearly 9,000 episodes over 37 years.", "type": "p"}, {"text": "House actor Jesse Spencer and singer Delta Goodrem will also be returning, Neighbours announced. ", "type": "p"}, {"text": "Robbie, 32, went on to achieve major success after the show, starring in Birds of Prey, Once Upon A Time In... Hollywood, Peter Rabbit, and Dreamland, and gaining an Oscar nomination for I, Tonya.", "type": "p"}, {"text": "It had already been confirmed that Kylie Minogue's Charlene Mitchell and Jason Donovan's Scott Robinson would feature, as well as actors Guy Pearce, Daniel MacPherson.", "type": "p"}, {"text": "They will join recurring cast members Natalie Bassingthwaite and Ian Smith, who played Harold Bishop, in the fictional Melbourne suburb of Erinsborough.", "type": "p"}, [{"text": "Neighbours cast say farewell on TV soap's last day", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61757137"}, {"text": "Kylie and Jason to reunite for Neighbours finale", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61292290"}], {"text": "The show depicting life Ramsay Street was forced to end after British broadcaster Channel 5 said it would drop it from its schedules to focus on original UK drama.", "type": "p"}, {"text": "The decision left producers with a funding gap they could not fill, as the network was a key partner in the series.", "type": "p"}, {"text": "The show will come to a close with a double episode special broadcast at 21:00 BST on Friday, 29 July on Channel 5.", "type": "p"}, {"text": "Neighbours executive producer Jason Herbison previously spoke to the BBC about how it would finish, saying: \"I was really keen to have an ending that would be fulfilling, joyous and would be very Neighbours - it would feel satisfying in terms of where the characters and the storylines are.\"", "type": "p"}, {"text": "The show has been sold to more than 60 countries and was first broadcast in Australia in 1985, launching on BBC One a year later.", "type": "p"}, {"text": "It became a huge hit in the UK and in Australia, and helped kickstart the career of numerous stars, including Jason Donovan, Kylie Minogue, Guy Pearce, Russell Crowe, Liam Hemsworth, Natalie Imbruglia, and later Robbie.", "type": "p"}, {"text": "Channel 5 previously said it knew its decision to axe the show - which attracts more than one million viewers per day in the UK - would disappoint many.", "type": "p"}, [{"text": "BENEATH THE SURFACE: Five underwater cities from around the world", "type": "a", "href": "https://www.bbc.co.uk/bitesize/articles/z8k33j6#xtor=CS8-1000-%5BIn_Article_Promo_Box%5D-%5BNews_Promo_In_Article%5D-%5BNews_Promo_In_Article_BBCGeneric%5D-%5BPS_BITESIZE~N~z8k33j6~A_UnderwaterCitiesFromAroundTheWorld%5D"}, {"text": "BATS V. FLIES QUIZ: Which beast is best?", "type": "a", "href": "https://www.bbc.co.uk/programmes/articles/4zvPK1CZ7chptdRYjhnZ61j/bats-v-flies-quiz#xtor=CS8-1000-%5BIn_Article_Promo_Box%5D-%5BNews_Promo_In_Article%5D-%5BNews_Promo_In_Article_BBCGeneric%5D-%5BPS_PROGRAMMES~N~~A_QuizBatsvFlies%5D"}]], "tags": ["Melbourne", "Channel 5", "Australia"]}