{"link": "https://www.bbc.com/news/technology-62275326", "category": "technology", "title": "Blake Lemoine: Google fires engineer who said AI tech has feelings", "contributor": "Tiffany Wertheimer", "time": "2022-07-23T02:20:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12A7C/production/_126021467_gettyimages-1241233010.jpg", "content": [{"text": "Google has fired one of its engineers who said the company's artificial intelligence system has feelings.", "type": "b"}, {"text": "Last month, Blake Lemoine went public with his theory that Google's language technology is sentient and should therefore have its \"wants\" respected.", "type": "p"}, {"text": "Google, plus several AI experts, denied the claims and on Friday the company confirmed he had been sacked.", "type": "p"}, {"text": "Mr Lemoine told the BBC he is getting legal advice, and declined to comment further.", "type": "p"}, [{"text": "Google engineer says AI system may have feelings ", "type": "a", "href": "https://www.bbc.co.uk/news/technology-61784011"}, {"text": "How human-like are the most sophisticated chatbots?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61793984"}], {"text": "In a statement, Google said Mr Lemoine's claims about The Language Model for Dialogue Applications (Lamda) were \"wholly unfounded\" and that the company worked with him for \"many months\" to clarify this.", "type": "p"}, {"text": "\"So, it's regrettable that despite lengthy engagement on this topic, Blake still chose to persistently violate clear employment and data security policies that include the need to safeguard product information,\" the statement said.", "type": "p"}, {"text": "Lamda is a breakthrough technology that Google says can engage in free-flowing conversations. It is the company's tool for building chatbots.", "type": "p"}, {"text": "Blake Lemoine started making headlines last month when he said Lamda was showing human-like consciousness. It sparked discussion among AI experts and enthusiasts about the advancement of technology that is designed to impersonate humans.", "type": "p"}, {"text": "Mr Lemoine, who worked for Google's Responsible AI team, told The Washington Post that his job was to test if the technology used discriminatory or hate speech.", "type": "p"}, {"text": "He found Lamda showed self-awareness and could hold conversations about religion, emotions and fears. This led Mr Lemoine to believe that behind its impressive verbal skills might also lie a sentient mind.", "type": "p"}, {"text": "His findings were dismissed by Google and he was placed on paid leave for violating the company's confidentiality policy.", "type": "p"}, {"text": "Mr Lemoine then published a conversation he and another person had with Lamda, to support his claims.", "type": "p"}, {"text": "His firing was first reported by Big Technology in its newsletter.", "type": "p"}, {"text": "In its statement, Google said it takes the responsible development of AI \"very seriously\" and published a report detailing this. It added that any employee concerns about the company's technology are reviewed \"extensively\", and that Lamda has been through 11 reviews.", "type": "p"}, {"text": "\"We wish Blake well\", the statement ended.", "type": "p"}, {"text": "Mr Lemoine is not the first AI engineer to go public with claims that AI technology is becoming more conscious. Also last month, another Google employee shared similar thoughts with The Economist. ", "type": "p"}], "tags": ["Google", "Artificial intelligence"]}