{"link": "https://www.bbc.com/news/business-65157555", "category": "business", "title": "Opec oil producers announce surprise cut in output", "contributor": null, "time": "2023-04-02T19:17:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5E97/production/_129251242_oilpipeline_gettyimages-1394039015.jpg", "content": [{"text": "Several of the world's largest oil exporters have announced surprise cuts in production in a move which is expected to push up prices.", "type": "b"}, {"text": "Saudi Arabia, Iraq and several Gulf states said they were cutting output to support market stability. ", "type": "p"}, {"text": "Oil prices soared when Russia invaded Ukraine, but are now back at levels seen before the conflict began.", "type": "p"}, {"text": "However, the US has been calling for producers to increase output in order to push energy prices lower.", "type": "p"}, {"text": "High energy and fuel prices last year helped to drive up inflation - the rate at which prices rise - putting pressure on many households' finances.", "type": "p"}, {"text": "Responding to news of the latest cuts, a spokesperson for the US National Security Council said: \"We don't think cuts are advisable at this moment given market uncertainty - and we've made that clear.\"", "type": "p"}, {"text": "The reduction in output - which amounts to more than one million barrels per day - is being made by members of the Opec+ oil producers. The group accounts for about 40% of all the world's crude oil output.", "type": "p"}, {"text": "Saudi Arabia is reducing output by 500,000 bpd and Iraq by 211,000. The UAE, Kuwait, Algeria and Oman are also making cuts.", "type": "p"}, {"text": "A Saudi energy ministry official said the move was \"a precautionary measure aimed at supporting the stability of the oil market\", the official Saudi Press Agency said.", "type": "p"}, {"text": "Analysts said they expected oil prices - which are currently at about $80 a barrel - to rise as a result. Oil broker PVM told Reuters that prices could rise by \"as much as $3\" a barrel, while the head of investment firm Pickering Energy Partners said prices could jump by $10.", "type": "p"}, {"text": "Analysis by Sameer Hashmi, Middle East business correspondent", "type": "b"}, {"text": "This surprise announcement is significant for several reasons. ", "type": "p"}, {"text": "Despite price fluctuations in recent months, there were concerns that global demand for oil would outstrip supply, especially towards the end of the year. Analysts expect oil prices to shoot up following today's announcement, which could potentially put more pressure on inflation - worsening the cost-of-living crisis and raising the risk of recession.", "type": "p"}, {"text": "Interestingly, this announcement comes just a day before the Opec+ meeting. There were indications from members that they would stick to the same production policy, meaning there would be no fresh cuts, which is why it has come as a huge surprise. There is a possibility that more members of the group could announce voluntary cuts - squeezing supplies even more.", "type": "p"}, {"text": "The development will also likely further strain ties between the US and Saudi Arabia-led Opec+. The White House had called on the group to increase supplies to cool down prices and check Russian finances. ", "type": "p"}, {"text": "However, today's announcement also underlines the close cooperation between oil-producing countries and Russia.", "type": "p"}, {"text": "The latest reductions come on top of a cut announced by Opec+ in October last year of two million barrels per day (bpd).", "type": "p"}, {"text": "However, last year's cut came despite calls from the US and other countries for oil producers to pump more crude.", "type": "p"}, {"text": "When the Opec+ group announced its production cuts in October, US President Joe Biden said he was \"disappointed by the short-sighted decision\".", "type": "p"}, {"text": "The Opec+ group includes the Organization of Petroleum Exporting Countries (Opec) as well as other countries including Russia.", "type": "p"}, {"text": "Russia has said it will extend its already-announced production cut, of half a million barrels per day, until the end of the year.", "type": "p"}, {"text": "The invasion of Ukraine by Russia in February last year sent energy prices soaring over worries about oil supplies. The price of the Brent Crude - an international benchmark - hit a high of close to $130 a barrel at one point.", "type": "p"}], "tags": []}