{"link": "https://www.bbc.com/news/entertainment-arts-65155073", "category": "entertainment & arts", "title": "Ryuichi Sakamoto: Japanese electronic music maestro dies", "contributor": null, "time": "2023-04-02T15:05:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2F3E/production/_129249021_mediaitem129249019.jpg", "content": [{"text": "The renowned Japanese composer and producer Ryuichi Sakamoto, admired for his electronic music experimentation, has died aged 71.", "type": "b"}, {"text": "He won awards - including an Oscar, a Grammy and Bafta - for his work as a solo artist and as a member of the Yellow Magic Orchestra (YMO).", "type": "p"}, {"text": "Sakamoto had been diagnosed with cancer for a second time in 2021. His office said he died on Tuesday. ", "type": "p"}, {"text": "He starred in the film Merry Christmas, Mr Lawrence with David Bowie in 1983.", "type": "p"}, {"text": "His film score for The Last Emperor, in 1987, won him an Oscar, a Grammy and a Golden Globe. He also acted in the movie, an epic about the life of Puyi, last emperor of China.", "type": "p"}, {"text": "Sakamoto began studying composition at the age of 10 and was inspired by the Beatles and Debussy.", "type": "p"}, {"text": "He set up YMO with Haruomi Hosono and Yukihiro Takahashi in 1978, playing keyboards, and their synthesizer innovations influenced techno-pop and hip-hop.", "type": "p"}, {"text": "\"Asian music heavily influenced Debussy, and Debussy heavily influenced me. So the music goes around the world and comes full circle,\" he said in 2010.", "type": "p"}, {"text": "Prof Brian Cox, physicist and former keyboard player with the bands Dare and D:Ream, praised Sakamoto in a tweet: \"He was a big part of my '80s musical experience - initially for me through his work with David Sylvian and Japan - but of course he leaves a magnificent catalogue of music behind\".", "type": "p"}, {"text": "In a 2018 interview Sakamoto described his striving to challenge the conventions of Western musical composition.", "type": "p"}, {"text": "\"When I write scores my thinking is limited in the forms of Western composition which I learned when I was a teen. But I always wanted to break it, break the wall, or limits I am trapped inside. Sometimes using electronics or blending with electronic sound can help to break this wall.\"", "type": "p"}, {"text": "He also enjoyed exploring various musical styles. \"After I wake up I start thinking, hmm, which music will I listen to,\" he said. \"Sometimes by chance or randomly, you know, some music comes to my mind. To me there is no genre difference, or category differences. Music is music.\"", "type": "p"}, {"text": "In Japan he was also famous as an environmental campaigner, especially after the 2011 Fukushima nuclear meltdown.", "type": "p"}, {"text": "Born in 1952, his father was a literary editor for Japanese writers including Nobel laureate Kenzaburo Oe. As a student he was classically trained but later specialised in ethnomusicology at the Tokyo National University of Fine Arts and Music. He was fascinated by world music, including that of Okinawa island in Japan. ", "type": "p"}, {"text": "His later collaborations included work with Brian Eno, Alva Noto and cellist Jaques Morelenbaum. Sakamoto's daughter Miu Sakamoto is a J-pop singer.", "type": "p"}], "tags": []}