{"link": "https://www.bbc.com/news/technology-65156216", "category": "technology", "title": "Twitter's blue ticks disappear as Musk attacks NY Times", "contributor": null, "time": "2023-04-02T17:06:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12507/production/_129251057_gettyimages-1128061419.jpg", "content": [{"text": "The New York Times has lost its blue tick on Twitter after it said it would not pay to remain verified.", "type": "b"}, {"text": "Twitter has started removing verification badges from accounts which already had a blue tick, after announcing they would be part of a paid subscription from 1 April.", "type": "p"}, {"text": "The New York Times, along with several other organisations and celebrities, said they would not pay for the tick.", "type": "p"}, {"text": "It prompted Elon Musk to launch a volley of insults at the newspaper.", "type": "p"}, {"text": "\"The real tragedy of @NYTimes is that their propaganda isn't even interesting\", Mr Musk, who owns Twitter, wrote on the platform.", "type": "p"}, {"text": "\"Also, their feed is the Twitter equivalent of diarrhea. It's unreadable,\" he added.", "type": "p"}, {"text": "There has been no official comment from Twitter and the New York Times has not responded to Mr Musk's comments.", "type": "p"}, {"text": "Under Twitter's new rules, blue ticks which once showed official, verified accounts, will start to be removed from accounts which do not pay for it.", "type": "p"}, {"text": "Organisations seeking verification badges instead have to pay a monthly fee of $1,000 (£810) to receive a gold verification tick, while individual accounts must pay $8 (£6.40) a month for a blue one.", "type": "p"}, {"text": "The subscription service will generate revenue for Twitter, however concerns have been raised that without the verification process, it will be difficult to tell genuine accounts from impersonators.", "type": "p"}, {"text": "As well as not paying the subscription fee, the New York Times said it would also not pay for the verification of its journalists' Twitter accounts, apart from in \"rare instances where this status would be essential for reporting purposes\", a spokesperson said.", "type": "p"}, {"text": "Following the announcement, the newspaper, which has almost 55 million Twitter followers, lost its verification badge.", "type": "p"}, {"text": "But it is unclear whether all organisations must sign up to the subscription service in order to remain verified. ", "type": "p"}, {"text": "Ten thousand of the most-followed organisations on Twitter will be exempt from the rules, the New York Times reports, citing an internal Twitter document. ", "type": "p"}, {"text": "Since December, Twitter has introduced three different coloured verification badges: gold ticks are used for business organisations, grey ticks are for government-affiliated accounts or multilateral organisations, and blue ticks are used for individual accounts.", "type": "p"}, {"text": "Many news organisations including CNN, the Los Angeles Times and the Washington Post - companies which also said they will not pay for Twitter verification - now have gold ticks.", "type": "p"}, {"text": "Other New York Times accounts, such as New York Times Arts and New York Times Travel, also have the gold badge.", "type": "p"}, {"text": "The removal of the blue ticks seems to be happening gradually. This could be because it is largely a manual process, according to The Washington Post, citing former employees of the company. ", "type": "p"}, {"text": "Celebrities like American basketball great LeBron James, who said he would not be paying for Twitter verification, still has a blue tick. The same is true of US rapper Ice-T, who has also criticised the new fee-paying system.", "type": "p"}], "tags": []}