{"link": "https://www.bbc.com/news/business-66667082", "category": "business", "title": "Country Garden: Debt-laden China property giant in record loss", "contributor": null, "time": "2023-08-31T03:55:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/787C/production/_130944803_gettyimages-1601916729.jpg", "content": [{"text": "Country Garden, one of China's biggest property developers, has become the latest real estate giant to warn that it could default on its debts.", "type": "b"}, {"text": "This came as the crisis-hit company reported a record $6.7bn (£5.2bn) loss for the first six months of the year.", "type": "p"}, {"text": "Country Garden said in the statement that it was \"deeply remorseful for the unsatisfactory performance.\"", "type": "p"}, {"text": "The announcement adds to concerns about the post-pandemic recovery of the world's second largest economy.", "type": "p"}, {"text": "Country Garden also announced it had missed interest payments on bonds that were due this month. However, it added it was still within a 30-day grace period to make the payments.", "type": "p"}, {"text": "It is also reportedly seeking to extend a deadline for the repayment of another bond.", "type": "p"}, {"text": "The firm warned that it could default on its debts \"if the financial performance of the group continues to deteriorate in the future\".", "type": "p"}, {"text": "\"The group might not be able to fulfil the financial covenants of these borrowings, which may result in default in these borrowings and cross-default in certain other borrowings,\" Country Garden said in a regulatory filing in Hong Kong.", "type": "p"}, {"text": "Earlier this month, the company warned that it could see a loss of up to $7.6bn for the first six months of the year. The record loss was at the bottom end of a 45bn yuan ($6.2bn; £4.9bn) to 55bn yuan estimate issued by the company.", "type": "p"}, {"text": "Country Garden shares were trading around 1% higher in Hong Kong on Thursday morning.", "type": "p"}, [{"text": "Is China's economy a 'ticking time bomb'?", "type": "a", "href": "https://www.bbc.co.uk/news/business-66636403"}, {"text": "Crisis-hit China Evergrande shares plunge by 80%", "type": "a", "href": "https://www.bbc.co.uk/news/business-66636359"}], {"text": "Problems in China's property market - which includes everything from building homes to industries making the goods that go in them - is having a major impact as it accounts for around a third of the economy.", "type": "p"}, {"text": "China's real estate industry was rocked when new rules to control the amount of money big real estate firms could borrow were introduced in 2020.", "type": "p"}, {"text": "Evergrande, which was once China's top-selling developer, racked up debts of more than $300bn as it expanded aggressively to become one of the country's biggest companies.", "type": "p"}, {"text": "Its financial problems have rippled through the country's property industry, with a series of other developers defaulting on their debts and leaving unfinished building projects across the country.", "type": "p"}, {"text": "At the weekend, Evergrande posted a 33bn yuan loss for the first six months of the year.", "type": "p"}, {"text": "Its shares fell by almost 80% on Monday, in their first day of trading in Hong Kong for a year and a half.", "type": "p"}, {"text": "Evergrande shares have lost more than 99% of their value in the past three years as Beijing cracked down on property firms.", "type": "p"}, {"text": "China is also facing other problems - including weak economic growth, ballooning local government debt and record-high youth unemployment.", "type": "p"}, {"text": "On Thursday, official data showed that activity in China's factories shrank for a fifth month in a row.", "type": "p"}, {"text": "The Purchasing Managers' Index came in at 49.7 in August. It was an improvement from the previous month, but still below 50, indicating contraction.", "type": "p"}], "tags": []}