{"link": "https://www.bbc.com/news/entertainment-arts-66673096", "category": "entertainment & arts", "title": "Sir John Eliot Gardiner: Conductor seeks specialist help after alleged assault", "contributor": null, "time": "2023-08-31T12:29:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3190/production/_130888621_gettyimages-1396706443.jpg", "content": [{"text": "The conductor Sir John Eliot Gardiner has withdrawn from all engagements until next year to undergo counselling after an allegation of assault.", "type": "b"}, {"text": "Sir John previously pulled out of the BBC Proms after being accused of hitting a singer who had exited the stage in the wrong direction.", "type": "p"}, {"text": "In a new statement, he apologised for the \"distress\" he had caused.", "type": "p"}, {"text": "\"I am taking a step back.. to get the specialist help I recognise that I have needed for some time,\" he said.", "type": "p"}, {"text": "\"I want to apologise to colleagues who have felt badly treated and anyone who may feel let down by my decision to take time out to address my issues. ", "type": "p"}, {"text": "\"I am heartbroken to have caused so much distress and I am determined to learn from my mistakes,\" he concluded.", "type": "p"}, {"text": "The conductor's agency, Intermusica, said he \"deeply regrets his behaviour\" and will be undertaking \"a period of reflection and, in consultation with his medical advisors, will be focusing on his mental health while engaging in a course of counselling\".", "type": "p"}, {"text": "This will include \"an extensive, tailored course of treatment and he asks for space and privacy while the programme is ongoing,\" they continued.", "type": "p"}, {"text": "Last week's incident took place at a festival in France, where Sir John was leading the Monteverdi Choir and the Orchestre Révolutionnaire et Romantique in a performance of Berlioz's opera Les Troyens.", "type": "p"}, {"text": "It was supposed to be the start of a European tour, but it ended with the conductor allegedly hitting the bass singer William Thomas in a backstage altercation.", "type": "p"}, {"text": "Sir John instantly flew home to the UK, with representatives blaming the 80-year-old's outburst on a mixture of extreme heat and new medication.", "type": "p"}, {"text": "He subsequently pulled out of the tour, with his assistant Dinis Sousa taking his place for the remainder of the dates, including one at the BBC Proms on 3 September.", "type": "p"}, {"text": "In a statement at the time, Sir John said: \"I know that physical violence is never acceptable and that musicians should always feel safe.", "type": "p"}, {"text": "\"I ask for your patience and understanding as I take time to reflect on my actions.\"", "type": "p"}, {"text": "The musician, from Fontmell Magna, Dorset, is a leading figure in the period-instrument movement, who is famous for his interpretations of Baroque music, specialising in composers such as Monteverdi, Bach, Mozart and Beethoven.", "type": "p"}, {"text": "He established prestigious ensembles including the Monteverdi Choir, the English Baroque Soloists and the Orchestre Révolutionnaire et Romantique, and has conducted many of the world's leading orchestras, including the Berlin Philharmonic, London Symphony Orchestra and Boston Symphony Orchestra.", "type": "p"}, {"text": "Many of his recordings are considered classics - including his complete Beethoven Symphonies, and a live recording of Bach's St John's Passion - and his 2013 book Bach: Music in the Castle of Heaven, was well received by critics.", "type": "p"}, {"text": "Earlier this year, Sir John featured at King Charles's Coronation, where he led the Monteverdi Choir and English Baroque Soloists in a pre-service concert at Westminster Abbey.", "type": "p"}], "tags": []}