{"link": "https://www.bbc.com/news/health-66664429", "category": "health", "title": "Covid and flu winter jabs to be brought forward in England", "contributor": null, "time": "2023-08-30T17:11:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/737F/production/_128876592_gettyimages-1386629676.jpg", "content": [{"text": "Vaccines to protect at-risk people against Covid and flu this winter will be rolled out a month earlier than planned in England, because of the emergence of a new Covid variant.", "type": "b"}, {"text": "NHS England bosses said it could be \"a very challenging winter\" if the variant increased the risk of infection. ", "type": "p"}, {"text": "Anybody over 65, older adult care home residents and immunosuppressed people are to receive jabs from 11 September.", "type": "p"}, {"text": "The plan is to jab as many eligible people as possible by 31 October.", "type": "p"}, {"text": "The UK Health Security Agency (UKHSA) says there is limited information available about the new variant BA.2.86, but it has a high number of mutations and has appeared in several countries.", "type": "p"}, [{"text": "New Covid variant BA.2.86 found in Scotland", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-66670500"}], {"text": "It is not classified as a variant of concern but health officials believe speeding up the autumn vaccination programme will protect those at greatest risk of becoming severely ill.", "type": "p"}, {"text": "It could also reduce the impact on the NHS this winter.", "type": "p"}, {"text": "But pharmacists are critical of the short-notice changes to the plan, saying it has \"created confusion for pharmacy teams trying to make plans\".", "type": "p"}, {"text": "The vaccination programme usually starts in September, but the government pushed it back to October to produce a shorter gap between the jabs being administered and winter viruses circulating.", "type": "p"}, {"text": "\"The government must plan ahead more decisively next year to avoid such uncertainty,\" says Tase Oputu, chair of the Royal Pharmaceutical Society.", "type": "p"}, {"text": "As in previous years, the NHS will let people know when bookings open. Adult flu and COVID-19 appointments will be available through the NHS App and website, or by calling 119 for those who can't get online. Flu vaccines will also be available through local GP practices and pharmacies. Flu vaccinations for children which will be offered in schools from early next month.", "type": "p"}, {"text": "The UK's vaccine experts, the JCVI, advise that the following groups should be offered a Covid-19 vaccine this autumn:", "type": "p"}, [{"text": "residents in a care home for older adults", "type": "p"}, {"text": "all adults aged 65 years and over", "type": "p"}, {"text": "anyone aged six months to 64 years in a clinical risk group", "type": "p"}, {"text": "front line health and social care workers", "type": "p"}, {"text": "anyone aged 12 to 64 years who lives in the same house as people with weakened immune systems", "type": "p"}], {"text": "People eligible for a free flu vaccine are listed on the NHS UK website.", "type": "p"}, {"text": "Dame Jenny Harries, chief executive of the UKHSA, said new Covid variants were expected to emerge and there was limited information on BA.2.86 at the moment.", "type": "p"}, {"text": "\"As with all emergent and circulating Covid-19 variants - both in the UK and internationally - we will continue to monitor BA.2.86 and to advise government and the public as we learn more. ", "type": "p"}, {"text": "\"In the meantime, please come forward for the vaccine when you are called.\"", "type": "p"}, {"text": "In Scotland, the autumn vaccination programme starts on 4 September. Covid jabs will be on offer to anyone over 65, while flu jabs will go to the over-50s.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}