{"link": "https://www.bbc.com/news/business-62924071", "category": "business", "title": "Germany takes control of stakes in Rosneft oil refineries", "contributor": null, "time": "2022-09-16T12:49:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/102E1/production/_126737266_pck.jpg", "content": [{"text": "The German government has taken temporary control of two subsidiaries of the Russian energy giant Rosneft.", "type": "b"}, {"text": "The move by the government puts it in charge of Rosneft's stakes in three refineries in the country.", "type": "p"}, {"text": "This includes a key facility in the northeast of the country which supplies around 90% of Berlin's fuel, and in which Rosneft held a majority stake.", "type": "p"}, {"text": "Germany's economy ministry said the move was necessary to counteract an impending threat to energy security.", "type": "p"}, {"text": "In a similar move in April, Germany took control of subsidiaries of Russian gas giant Gazprom.", "type": "p"}, {"text": "On Friday, the German government handed control of the PCK Schwedt refinery in Brandenburg to the national energy regulator, along with stakes in two other refineries in the south of the country.", "type": "p"}, {"text": "The economy ministry said the move was necessary because critical service providers and customers were no longer willing to work with Rosneft, putting the continued operation of the refineries under threat.", "type": "p"}, [{"text": "Russia sanctions: How can the world cope without its oil and gas?", "type": "a", "href": "https://www.bbc.co.uk/news/58888451"}, {"text": "Ukraine war: G7 agrees to impose price cap on Russian oil", "type": "a", "href": "https://www.bbc.co.uk/news/business-62770283"}], {"text": "The Schwedt refinery is Germany's fourth-largest and is the main supplier of petrol, diesel and aviation fuel for Berlin and the surrounding area. Rosneft has a 54% stake in the facility. ", "type": "p"}, {"text": "The refinery has received all its crude from Russia via the Druzhba pipeline since it was built in the 1960s. Parts of western Poland are also supplied by Schwedt.", "type": "p"}, {"text": "It's less than a year since Rosneft agreed to buy out Shell's holding in PCK, a move that would have given it more than 90% ownership of the vital Schwedt refinery.", "type": "p"}, {"text": "That deal was scuppered by the Ukraine war. Now the German government has control - a symbol of the vast changes imposed on Europe's energy sector by the conflict.", "type": "p"}, {"text": "In happier times, the refinery would take in vast quantities of crude brought from central Russia through the Druzbha pipeline, and pump out refined products for Berlin and Brandenburg.", "type": "p"}, {"text": "But with Germany having pledged to boycott Russian oil, even though the pipeline itself is not covered by the EU's forthcoming embargo, new sources of supply will have to be found.", "type": "p"}, {"text": "With Rosneft in charge that was seen as an impossible task. There were concerns in Berlin that the Russian firm would simply suspend operations at the plant, rather than use non-Russian oil.", "type": "p"}, {"text": "That headache has now been removed - although it's not yet clear where alternative supplies will come from. ", "type": "p"}, {"text": "Rosneft Deutschland, which accounts for about 12% of German oil processing capacity, will fall under the trusteeship of the Federal Network Agency regulator, which said the original owner no longer had authority to issue instructions. The regulator was also handed control of Rosneft subsidiary RN Refining and Marketing.", "type": "p"}, {"text": "\"With the trusteeship, the threat to the security of energy supply is countered and an essential foundation stone is set for the preservation and future of the Schwedt site,\" Germany's economy ministry said.", "type": "p"}, {"text": "It claimed critical suppliers such as insurance companies, IT providers and banks were no longer willing to work with Rosneft, either with the subsidiaries themselves or through the refineries.", "type": "p"}, {"text": "The Federal Network Agency has also taken control of Rosneft Deutschland's shares in the MiRo refinery in Karlsruhe and Bayernoil refinery in Vohburg. Rosneft owns 28% and 24% stakes respectively.", "type": "p"}, {"text": "Germany needs to stop Russian oil imports by the end of the year under European sanctions imposed over Russia's invasion of Ukraine.", "type": "p"}, {"text": "The ministry said Friday's move included a package to ensure the Schwedt refinery could receive oil from alternative routes.", "type": "p"}, {"text": "It is unclear who could step in to replace Rosneft as operator of the refinery. Shell, which owns a 37.5% stake in Schwedt, has wanted to withdraw for some time.", "type": "p"}, {"text": "Germany said this week it would step up lending to energy firms at risk of being crushed by soaring gas prices after Russia cut supplies to Europe in retaliation for Western sanctions.", "type": "p"}, {"text": "German utility Uniper said on Wednesday that the government might take a controlling stake, saying an earlier state rescue package worth €19bn euros was no longer enough.", "type": "p"}, {"text": "The government has also put SEFE, formerly known as Gazprom Germania, under trusteeship after Russian energy giant Gazprom ditched it in April.", "type": "p"}], "tags": ["Russia-Ukraine war", "Germany", "Russia", "Oil", "Russia sanctions"]}