{"link": "https://www.bbc.com/news/health-62797777", "category": "health", "title": "Cancer rules rewritten by air-pollution discovery", "contributor": "James Gallagher", "time": "2022-09-10T06:56:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/86A1/production/_126656443_gettyimages-567552691.jpg", "content": [{"text": "Researchers say they have cracked how air pollution leads to cancer, in a discovery that completely transforms our understanding of how tumours arise. ", "type": "b"}, {"text": "The team at the Francis Crick Institute in London showed that rather than causing damage, air pollution was waking up old damaged cells.", "type": "p"}, {"text": "One of the world's leading experts, Prof Charles Swanton, said the breakthrough marked a \"new era\".", "type": "p"}, {"text": "And it may now be possible to develop drugs that stop cancers forming. ", "type": "p"}, {"text": "The findings could explain how hundreds of cancer-causing substances act on the body.", "type": "p"}, {"text": "The classical view of cancer starts with a healthy cell. It acquires more and more mutations in its genetic code, or DNA, until it reaches a tipping point. Then it becomes a cancer and grows uncontrollably. ", "type": "p"}, {"text": "But there are problems with this idea: cancerous mutations are found in seemingly healthy tissue, and many substances known to cause cancer - including air pollution - don't seem to damage people's DNA.", "type": "p"}, {"text": "The researchers who also work at University College London, have produced evidence of a different idea. The damage is already there in our cell's DNA, picked up as we grow and age, but something needs to pull the trigger that actually makes it cancerous. ", "type": "p"}, {"text": "The discovery came from exploring why non-smokers get lung cancer. The overwhelming majority of lung cancers are caused by smoking but still, one in 10 cases in the UK is down to air pollution.", "type": "p"}, {"text": "The Crick scientists focused on a form of pollution called particulate matter 2.5 (known as PM2.5), which is far smaller than the diameter of a human hair.  ", "type": "p"}, {"text": "Through a series of detailed human and animal experiments they showed:", "type": "p"}, [{"text": "Places with higher levels of air pollution had more lung cancers not caused by smoking", "type": "p"}, {"text": "Breathing in PM2.5 leads to the release of a chemical alarm - interleukin-1-beta - in the lungs", "type": "p"}, {"text": "This causes inflammation and activates cells in the lungs to help repair any damage", "type": "p"}, {"text": "But around one in every 600,000 cells in the lungs of a 50-year-old already contains potentially cancerous mutations", "type": "p"}, {"text": "These are acquired as we age but appear completely healthy until they are activated by the chemical alarm and become cancerous", "type": "p"}], {"text": "Crucially, the researchers were able to stop cancers forming in mice exposed to air pollution by using a drug that blocks the alarm signal. ", "type": "p"}, {"text": "The results are a double breakthrough, both for understanding the impact of air pollution and the fundamentals of how we get cancer. ", "type": "p"}, {"text": "Dr Emilia Lim, one of the researchers who is based at the Crick and UCL, said people who had never smoked but developed lung cancer often had no idea why. ", "type": "p"}, {"text": "\"To give them some clues about how this might work is really, really important,\" she said.", "type": "p"}, {"text": "\"It's super-important - 99% of people in the world live in places where air pollution exceeds the WHO guidelines so it really impacts all of us.\"", "type": "p"}, {"text": "But the results also showed mutations alone are not always enough to cause cancer. It can need an extra element. ", "type": "p"}, {"text": "Prof Swanton said this was the most exciting finding his lab had come across, as it \"actually rethinks our understanding of how tumours are initiated\". He said it would lead to a \"new era\" of molecular cancer prevention.", "type": "p"}, {"text": "The idea of taking a cancer-blocking pill if you live in a heavily polluted area is not completely fanciful. ", "type": "p"}, {"text": "Doctors have already trialled an interleukin-1-beta drug in cardiovascular disease and found, by complete accident, they cut the risk of lung cancer. ", "type": "p"}, {"text": "The latest findings are being presented to scientists at a conference of the European Society for Medical Oncology.", "type": "p"}, {"text": "Speaking to the BBC from the conference, Prof Swanton said: \"Pollution is a lovely example, but there are going to be 200 other examples of this over the next 10 years.\"", "type": "p"}, {"text": "And he said we needed to rethink how even smoking causes cancer - is it just the known DNA damage caused by the chemicals in tobacco or is the smoke causing inflammation, too?", "type": "p"}, {"text": "Curiously, the idea that mutated DNA is not enough and cancers need another trigger to grow was first proposed by scientist Isaac Berenblum in 1947.", "type": "p"}, {"text": "\"Philosophically, it's fascinating. These incredible biologists have done this work 75 years ago and it's largely been ignored,\" said Dr Lim.", "type": "p"}, {"text": "Michelle Mitchell, chief executive of Cancer Research UK, stressed that \"smoking remains the biggest cause of lung cancer\".", "type": "p"}, {"text": "But she added: \"Science, which takes years of painstaking work, is changing our thinking around how cancer develops. We now have a much better understanding of the driving forces behind lung cancer.\"", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": ["Medical research", "Air pollution", "Cancer"]}