{"link": "https://www.bbc.com/news/science-environment-62918776", "category": "science & environment", "title": "Colourful songbirds could be traded to extinction", "contributor": "Victoria Gill", "time": "2022-09-16T23:00:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2BEC/production/_126744211_mediaitem126744210.jpg", "content": [{"text": "Uniquely coloured songbirds are at high risk of extinction, because they are in demand as pets, research has shown. ", "type": "b"}, {"text": "The pet songbird trade in Asia has already driven several species close to extinction, with birds targeted primarily for their beautiful voices.", "type": "p"}, {"text": "Now a study has revealed that particular colours of plumage put birds at greater risk of being taken from the wild and sold.", "type": "p"}, {"text": "Researchers say breeding birds in captivity for the trade could help.", "type": "p"}, {"text": "\"That won't work for all species,\" said lead researcher Prof Rebecca Senior, from the University of Durham. \"But there's hope that we could shift the sourcing [of some pet birds] - so they're captive-bred rather than caught in the wild.\"", "type": "p"}, [{"text": "Why scientists are freezing threatened species", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61501577"}, {"text": "Endangered bird 'has forgotten its song'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-56417544"}, {"text": "Sold for a song: The forest birds captured for their tuneful voices", "type": "a", "href": "https://www.bbc.co.uk/news/resources/idt-sh/sold_for_a_song"}], {"text": "Supplying, rather than fighting, the songbird trade might prove controversial, but these researchers say it could be a practical way to prevent species from being lost from the wild.   ", "type": "p"}, {"text": "The study, published in the journal Current Biology, also showed that if the most desirable birds continued to be taken from the wild, the populations left in Asia's tropical forests would gradually become \"more drab\". The most striking, uniquely coloured birds would be the first to be lost.    ", "type": "p"}, {"text": "To understand the threats to wild birds, Prof Senior and her colleagues carried out what was essentially a stocktake of the species - and the colours - most commonly bought and sold in the songbird markets of Asia. ", "type": "p"}, {"text": "\"We found that species that had a more unique colour - something not similar to other birds - are more likely to be traded,\" she explained. ", "type": "p"}, {"text": "\"And there are particular categories of colour that tend to be more common in the trade - azure (sometimes described as sky blue) and yellow. Pure white is quite common, too.\" ", "type": "p"}, {"text": "The scientists also simulated the impact of the trade - removing the most commonly traded species from the wild population. This showed that continued songbird trapping would result in \"more brown and less blue\" plumage in Asia's tropical forests. ", "type": "p"}, {"text": "In parts of Asia, Indonesia in particular, the impact of the trade has been labelled a conservation crisis. The International Union for the Conservation of Nature (IUCN) set up a specialist group in an effort to prevent the extinction of species that are threatened by the trade.   ", "type": "p"}, {"text": "Owning songbirds is deeply rooted in local culture in Indonesia. Bird-singing competitions are hugely popular and, at a national level, can offer prizes worth tens of thousands of pounds. Many conservationists have concluded that fighting the trade is pointless. ", "type": "p"}, {"text": "\"Rather than go in all guns blazing and say, 'you can't take these birds that have been an important part of your culture for so long',\" said Prof Senior, \"we could identify the species that are at risk and try to shift the sourcing to captive-bred birds.", "type": "p"}, {"text": "\"There is definitely potential for that to fill the high demand that exists.\"", "type": "p"}, {"text": "Follow Victoria on Twitter", "type": "p"}], "tags": ["Conservation", "Wildlife trade", "Wildlife", "Nature", "Birds"]}