{"link": "https://www.bbc.com/news/business-66307353", "category": "business", "title": "Nigel Farage: NatWest boss admits 'serious error' in bank closure row", "contributor": null, "time": "2023-07-25T21:21:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FA9E/production/_130485146_gettyimages-1248856514.jpg", "content": [{"text": "The boss of NatWest has admitted a \"serious error\" in talking about Nigel Farage's relationship with its private banking arm Coutts.", "type": "b"}, {"text": "Dame Alison Rose said she was wrong to respond to questions from the BBC about Mr Farage's account being closed.", "type": "p"}, {"text": "Chancellor Jeremy Hunt has \"significant concerns\" about the conduct of Dame Alison, BBC News has been told. ", "type": "p"}, {"text": "She has faced calls to resign from Mr Farage and several Tory MPs including former cabinet minister David Davis.", "type": "p"}, {"text": "The ex-UKIP leader had demanded NatWest explain how his financial information was made public as the row over his bank account closure escalated.", "type": "p"}, {"text": "NatWest said it still had full confidence in Dame Alison at the helm.", "type": "p"}, {"text": "Dame Alison's apology comes after the BBC apologised on Monday for its inaccurate report earlier this month which said Mr Farage's account was closed because he no longer met the wealth threshold for Coutts, citing a source familiar with the matter. ", "type": "p"}, {"text": "Mr Farage later secured a Coutts report which indicated his political views were also considered.", "type": "p"}, {"text": "The banking group has been under mounting pressure to explain how information about Mr Farage's account closure had been disclosed.", "type": "p"}, {"text": "In her first admission that she had been involved, Dame Alison said in conversations with BBC business editor Simon Jack \"she had confirmed that Mr Farage was a Coutts customer and he had been offered a NatWest bank account\".", "type": "p"}, {"text": "She said she had believed this was public knowledge. ", "type": "p"}, {"text": "The NatWest boss said she did not reveal any personal financial information about Mr Farage.", "type": "p"}, {"text": "\"In response to a general question about eligibility criteria required to bank with Coutts and NatWest I said that guidance on both was publicly available on their websites.", "type": "p"}, {"text": "\"In doing so, I recognise that I left Mr Jack with the impression that the decision to close Mr Farage's accounts was solely a commercial one,\" she added.", "type": "p"}, [{"text": "The bank boss caught up in the Nigel Farage row", "type": "a", "href": "https://www.bbc.co.uk/news/business-66256912"}, {"text": "BBC says sorry to Farage over account closure story", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66288464"}, {"text": "Farage gets apology from banking boss in Coutts row", "type": "a", "href": "https://www.bbc.co.uk/news/business-66258137"}], {"text": "When Coutts decided to close Mr Farage's account, he said it did not give him a reason.", "type": "p"}, {"text": "Mr Farage subsequently obtained a document looking at his suitability as a Coutts customer.", "type": "p"}, {"text": "The 40-page document flagged concerns that he was \"xenophobic and racist\", and also questioned the reputational risk of having Mr Farage as a client.", "type": "p"}, {"text": "It said that to have Mr Farage as a customer was not consistent with Coutts' \"position as an inclusive organisation\" given his \"publicly stated views\".", "type": "p"}, {"text": "Dame Alison said she had not been involved in the decision to close Mr Farage's account, but Coutts had told her it was for commercial reasons.", "type": "p"}, {"text": "She said when she spoke to Mr Jack she had not seen the dossier obtained by Mr Farage.", "type": "p"}, {"text": "\"I was wrong to respond to any question raised by the BBC about this case. I want to extend my sincere apologies to Mr Farage for the personal hurt this has caused him and I have written to him today,\" she added.", "type": "p"}, {"text": "NatWest chairman Howard Davies said Dame Alison \"should not have spoken in the way she did\" and said it was a \"regrettable error of judgement on her part\".", "type": "p"}, {"text": "He said the events would be considered when it made \"decisions on remuneration at the appropriate time\" but said she was an \"outstanding leader\" and it was in the \"interest of all the bank's shareholders and customers that she continues in post\".", "type": "p"}, {"text": "Mr Davies said the bank would now conduct an independent review into \"the account closure arrangement at Coutts, and the lessons to be learnt from this\".", "type": "p"}, {"text": "The financial regulator said it was \"vital\" those conducting the review had \"access to all the necessary information and people in order to investigate what happened swiftly and fully\".", "type": "p"}, {"text": "Responding on his show on GB News, Mr Farage, highlighted what he said was a discrepancy between the BBC's apology on Monday, which said the BBC had gone back to the source to check the information, and NatWest's statement on Tuesday.\"There is no way, if the BBC went back for a second time to confirm the story that they would not have checked that it was the balance of my account that led to that commercial decision.\"\"This is a complete failure in this regard of the Financial Conduct Authority,\" he said.", "type": "p"}, {"text": "On Twitter, Mr Farage accused Dame Alison of breaking client confidentiality rules and said she was \"unfit to be CEO of NatWest Group\".", "type": "p"}, {"text": "The BBC declined to comment.", "type": "p"}], "tags": []}