{"link": "https://www.bbc.com/news/entertainment-arts-66300759", "category": "entertainment & arts", "title": "Huw Edwards: MPs raise questions over the Sun's story", "contributor": null, "time": "2023-07-25T15:13:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6577/production/_130357952_sungettyimages-527511752-1.jpg", "content": [{"text": "The Sun has been asked by a parliamentary committee about its editorial procedures after it published allegations about Huw Edwards.", "type": "b"}, {"text": "The newspaper published claims a BBC News presenter had paid a young person for sexually explicit photos.", "type": "p"}, {"text": "The Culture, Media and Sport (CMS) Committee has written to the paper for an \"insight into the Sun's verification and decision-making processes\".", "type": "p"}, {"text": "In response, the Sun said it was \"a responsible media organisation\".", "type": "p"}, {"text": "The newspaper \"has strict editorial and legal frameworks in place so as to ensure that articles are accurate and lawful\", editor Victoria Newton said in her letter of reply.", "type": "p"}, {"text": "The committee has also asked the BBC for more details of its own review.", "type": "p"}, [{"text": "How the Huw Edwards story shifted over 6 chaotic days", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66186358"}], {"text": "The Sun published the first of its allegations online on Friday 7 July, at that point referring only to an unnamed BBC presenter.", "type": "p"}, {"text": "After the story dominated the headlines for several days, Edwards was named by his wife Vicky Flind, who said he had been admitted to hospital following a mental health episode.", "type": "p"}, {"text": "Edwards has not yet publicly spoken himself about the allegations, and it has not yet been announced if and when he will return to his role as chief news anchor. ", "type": "p"}, {"text": "In a letter to The Sun editor Victoria Newton, CMS Committee chair Dame Caroline Dinenage said: \"Our role is not to challenge individual stories or editorial decisions, but we would be grateful if you could set out the processes by which The Sun verifies any story it chooses to report, especially those where issues of privacy may be at stake.\"", "type": "p"}, {"text": "There are still questions and unresolved details surrounding the newspaper's reporting, including why it did not publish a denial the young person has claimed, via lawyers, that they had sent to the newspaper prior to publication.", "type": "p"}, {"text": "Dame Caroline referred in her letter to \"concerns that have been reported about inaccuracies, changing narratives and lack of engagement with some of the parties involved in the case of Mr Edwards\".", "type": "p"}, {"text": "She said the committee \"would also be interested to understand what was done to verify this specific story and what, if any, reviews or discussions are ongoing about The Sun's procedures and reporting in this case and any wider lessons to be learned\".", "type": "p"}, {"text": "In response, Newton said: \"This story was the subject of significant scrutiny pre-publication. ", "type": "p"}, {"text": "\"The Sun has documentary evidence and had conducted interviews with many of the primary witnesses. We sought comment prior to publication from the BBC and its presenter. In depth considerations were made around the privacy and public interest justifications for publishing the story.\"", "type": "p"}, {"text": "She said the newspaper had \"safeguarding responsibilities\" for both Edwards and the young person involved, adding that \"at no point have we identified the gender of the young person, which the BBC has done on more than one occasion\".", "type": "p"}, {"text": "Newton said maintaining anonymity limited the amount of information which could be published, and the newspaper had provided further significant evidence to the BBC to assist with their investigation.", "type": "p"}, {"text": "\"The questions raised about our reporting have come in particular from the BBC itself as well as a small group of anti-press campaigners who have sought to misrepresent our reporting or use selective extracts,\"Newton said.", "type": "p"}, {"text": "\"The vulnerability and drug addiction of the young person is also frequently omitted. We have sought to correct the reporting or commenting of opinion formers along the way.\"", "type": "p"}, {"text": "In the same letter, Dame Caroline asked Newton to set out what investigations are taking place into allegations surrounding the newspaper's former columnist Dan Wootton.", "type": "p"}, {"text": "Newton said the newspaper was investigating the matter with the assistance of law firm Kingsley Napley but said it was \"in no position to comment further\".", "type": "p"}, {"text": "She added the newspaper would also \"make no commitment to make any further comment depending on the outcome of our investigation\".", "type": "p"}, {"text": "Last week, the BBC's director-general Tim Davie and BBC acting chair Dame Elan Closs Stephens were questioned by the Lords Communications Committee about the corporation's handling of the Edwards affair.", "type": "p"}, {"text": "During that session, Mr Davie said a review of how the BBC handled complaints made against Edwards will report in the autumn.", "type": "p"}, {"text": "In a separate letter to Dame Elan, Dame Caroline requested further details about the reviews into wider BBC processes the corporation is carrying out in light of the allegations, and its plans to publish the findings.", "type": "p"}, {"text": "\"It is important that the public are reassured that the BBC is taking appropriate actions to ensure that the red flagging process works effectively,\" Dame Caroline's letter said.", "type": "p"}, {"text": "The committee said it welcomed the BBC's recent publication of the terms of reference for its review and an indication of the timetable.", "type": "p"}, {"text": "But, the letter added, the committee would like to \"understand what intentions the BBC has to make the outcomes of its two reviews public\".", "type": "p"}, {"text": "A BBC spokesperson said: \"We have received the letter and will respond to the committee in due course. The BBC is committed to carrying out all work connected to these matters with due diligence and due care - and we intend to complete this as swiftly as possible.\"", "type": "p"}], "tags": []}