{"link": "https://www.bbc.com/news/health-66295170", "category": "health", "title": "Surge in ill health will have major impact on NHS", "contributor": null, "time": "2023-07-25T08:11:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/056E/production/_130509310_nhs_home_care_getty.jpg", "content": [{"text": "The number of people living with major illnesses in England will rise nine times faster than the healthy working age population, projections show.", "type": "b"}, {"text": "By 2040 nearly one in five will have health conditions such as dementia and cancer, up from one in six in 2019.", "type": "p"}, {"text": "The Health Foundation, which did the analysis, said the population shift would have a major impact on the NHS.", "type": "p"}, {"text": "The think tank said it would require a radical shift, with more care in the community, rather than hospitals.", "type": "p"}, [{"text": "Happy 75th NHS - but can it survive to 100?", "type": "a", "href": "https://www.bbc.co.uk/news/health-66087766"}], {"text": "The projections suggest there will be 9.1 million people with a major health condition by 2040, a 37% rise in the latest data from 2019.", "type": "p"}, {"text": "By comparison, the number of healthy working-age people will increase by just 4%.", "type": "p"}, {"text": "Most of the increase is being driven by the ageing population, but there will be growing numbers of young people living in ill health too, the report said.", "type": "p"}, {"text": "There will be particularly big increases in people living with anxiety and depression, chronic pain and diabetes. ", "type": "p"}, {"text": "Obesity is one of the major factors that will drive rises in illnesses.", "type": "p"}, {"text": "This will more than offset the gains made by fewer people smoking, and lower cholesterol levels. ", "type": "p"}, [{"text": "Chronic pain", "type": "p"}, {"text": "Diabetes", "type": "p"}, {"text": "Anxiety or depression", "type": "p"}, {"text": "Cancer ", "type": "p"}, {"text": "Chronic kidney disease", "type": "p"}, {"text": "Atrial fibrillation", "type": "p"}, {"text": "Chronic obstructive pulmonary disease", "type": "p"}, {"text": "Heart failure", "type": "p"}, {"text": "Constipation", "type": "p"}, {"text": "Dementia", "type": "p"}], {"text": "Lead researcher Anita Charlesworth said: \"The challenge of an ageing population with rising levels of major illness is not unique to the NHS.", "type": "p"}, {"text": "\"Countries across the globe face the same pressures. How well prepared we are to meet the challenge is what will set us apart.", "type": "p"}, {"text": "\"Over the next two decades, the growth in major illness will place additional demand on all parts of the NHS.", "type": "p"}, {"text": "\"But the impact will extend well beyond the health service too - and has significant implications for other public services, the labour market and the public finances.\"", "type": "p"}, {"text": "She said while living with a major health condition would not necessarily exclude everyone from the workforce, many would be excluded.", "type": "p"}, {"text": "Dr Layla McCay, of the NHS Confederation, which represents health managers, said the projections were \"worrying\" given the increased pressure and demand on the NHS which the changes would lead to.", "type": "p"}, {"text": "She said there needed to be a greater focus on prevention to reduce the numbers living in ill health.", "type": "p"}, {"text": "And she added that investment in social care to support older people would also be needed: \"We know that investment in health will support our ageing population to live well with illness, as well as support economic growth.\"", "type": "p"}], "tags": []}