{"link": "https://www.bbc.com/news/science-environment-66289489", "category": "science & environment", "title": "Europe and US heatwaves near 'impossible' without climate change", "contributor": null, "time": "2023-07-25T05:04:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7814/production/_130504703_gettyimages-1540548100.jpg", "content": [{"text": "The heatwaves battering Europe and the US in July would have been \"virtually impossible\" without human-induced climate change, a scientific study says.", "type": "b"}, {"text": "Global warming from burning fossil fuels also made the heatwave affecting parts of China 50 times more likely.", "type": "p"}, {"text": "Climate change meant the heatwave in southern Europe was 2.5C hotter, the study finds.", "type": "p"}, {"text": "Almost all societies remain unprepared for deadly extreme heat, experts warn.", "type": "p"}, {"text": "The study's authors say its findings highlight the importance of the world adapting to higher temperatures because they are no longer \"rare\".", "type": "p"}, {"text": "\"Heat is among the deadliest types of disaster,\" says Julie Arrighi from the Red Cross Red Crescent Climate Centre, and also one of the authors. ", "type": "p"}, {"text": "Countries must build heat-resistant homes, create \"cool centres\" for people to find shelter, and find ways to cool cities including planting more trees, she says.", "type": "p"}, {"text": "In July, temperature records were broken in parts of China, the southern US and Spain. Millions of people spent days under red alerts for extreme heat.", "type": "p"}, {"text": "Experts say extreme heat can be a very serious threat to life, especially among the elderly. According to one study, more than 61,000 people were estimated to have died from heat-related causes during last year's heatwaves in Europe.", "type": "p"}, {"text": "\"This study confirms what we knew before. It shows again just how much climate change plays a role in what we are currently experiencing,\" said Friederike Otto from Imperial College London. ", "type": "p"}, {"text": "Climate scientists say decades of humans pumping greenhouse gases into the atmosphere are causing global temperatures to rise.", "type": "p"}, {"text": "But not all extreme weather events can immediately be linked directly to climate change because natural weather patterns can also play a part.", "type": "p"}, {"text": "Scientists in the UK, US and Netherlands in the World Weather Attribution group studied the recent heatwaves to identify the fingerprint of climate change.", "type": "p"}, [{"text": "A really simple guide to climate change  ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}, {"text": "Earth in uncharted waters as climate records tumble", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66229065"}, {"text": "Eating less meat 'like taking 8m cars off road'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66238584"}], {"text": "Using computer models, they simulated a world without the effects of emissions pumped into the atmosphere to the real-world temperatures seen during the heatwaves.", "type": "p"}, {"text": "The North American heatwave was 2°C (3.6°F) hotter and the heatwave in China was 1°C hotter because of climate change, the scientists concluded.", "type": "p"}, {"text": "The world has warmed 1.1C compared to the pre-industrial period before humans began burning fossil fuels. ", "type": "p"}, {"text": "If temperature rise reaches 2C, which many experts warn is very likely as countries fail to reduce their emissions quickly enough, these events will occur every two to five years, the scientists say.", "type": "p"}, {"text": "The study also considered the role of El Niño, a naturally occurring powerful climate fluctuation that began in June. It leads to higher global temperatures as warm waters rise to the surface in the tropical Pacific ocean and push heat into the air.", "type": "p"}, {"text": "The study concluded that El Niño probably played a small part but that increased temperatures from burning fossil fuels was the main driver in the more intense heatwaves. ", "type": "p"}, {"text": "A run of climate records have fallen in recent weeks, including global average temperatures and sea surface temperatures particularly in the North Atlantic.", "type": "p"}, {"text": "Experts say the speed and timing is \"unprecedented\" and warn that more records could tumble in the coming weeks and months.", "type": "p"}, {"text": "Dangerous wildfires in Greece forced thousands of people to evacuate hotels at the weekend. Experts say that the hot and dry weather created favourable conditions for fire to spread more easily. ", "type": "p"}], "tags": []}