{"link": "https://www.bbc.com/news/technology-66300107", "category": "technology", "title": "Twitter headquarters left with half a sign as police interrupt", "contributor": null, "time": "2023-07-25T13:54:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/43A9/production/_130512371_gettyimages-1568026540.jpg", "content": [{"text": "Twitter's rebranding of its San Francisco headquarters has been left hanging after police were called.", "type": "b"}, {"text": "The Elon Musk-owned platform is changing its name to X, and attempted to remove the outgoing company name from the offices on Monday.", "type": "p"}, {"text": "Five letters had been taken down from the office's large vertical sign before work was interrupted.", "type": "p"}, {"text": "It now simply reads \"er\", mirroring the reaction of some commentators to the firm's abrupt corporate makeover.", "type": "p"}, {"text": "Justin Sullivan, who took photos of the sign removal for Getty Images, said San Francisco police put a stop to the sign removal \"shortly after it began\".", "type": "p"}, {"text": "Twitter has been headquartered in the Californian city since 2012, where its sign has become part of the landscape.", "type": "p"}, {"text": "Twitter's new logo - an X on a black background - has replaced the famous blue bird on the social network, and was projected onto the side of the headquarters on Sunday.", "type": "p"}, {"text": "Mr Musk says \"tweets\" will be replaced too, with posts to be called \"x's\" instead.", "type": "p"}, {"text": "On Sunday, the billionaire said he was looking to change Twitter's logo, tweeting: \"And soon we shall bid adieu to the Twitter brand and, gradually, all the birds.\"", "type": "p"}, {"text": "Local media previously reported that police were called because Mr Musk did not get a permit for the work. However, police later said this was a misunderstanding.", "type": "p"}, {"text": "San Francisco police told media it responded to \"a possible unpermitted street closure\", but it determined no crime had been committed and it therefore was not a matter for the police.", "type": "p"}, {"text": "Nonetheless, work did not continue on taking down the sign despite police leaving, and it is unclear when it will recommence.", "type": "p"}, {"text": "Mr Musk's decision to change Twitter's well-known name and bird logo has been met with some criticism.", "type": "p"}, {"text": "Marketing professor Jean-Pierre Dube told the BBC he thought it was a joke, asking why anyone would \"throw away\" such a recognised brand as Twitter's.", "type": "p"}, {"text": "It has been announced during a period of turmoil at the microblogging site. Mr Musk said advertising revenue has dropped by half and it has faced lawsuits over a failure to make promised severance payments and unpaid bills.", "type": "p"}, {"text": "Mr Musk bought Twitter last year for $44bn and, shortly after the takeover, axed thousands of jobs. ", "type": "p"}, {"text": "", "type": "p"}], "tags": []}