{"link": "https://www.bbc.com/news/business-65474456", "category": "business", "title": "Fed raises US interest rates to highest in 16 years", "contributor": null, "time": "2023-05-03T20:11:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A404/production/_129588914_gettyimages-1342053350.jpg", "content": [{"text": "The US central bank has raised interest rates to the highest level in 16 years as it battles to stabilise prices. ", "type": "b"}, {"text": "The Federal Reserve increased its key interest rate by 0.25 percentage points - its 10th hike in 14 months.", "type": "p"}, {"text": "The moves have sharply raised borrowing costs across the world's largest economy, spurring a slowdown in sectors such as housing and playing a role in the recent failures of three US banks.", "type": "p"}, {"text": "The Fed signalled that Wednesday's rise may be its last one for now.", "type": "p"}, {"text": "\"We're no longer saying that we anticipate\" additional interest rate increases, Federal Reserve chair Jerome Powell said at a press conference after the announcement, calling it a \"significant change\". ", "type": "p"}, {"text": "However, he refused to rule out further action, saying: \"We'll be driven by incoming data.\"", "type": "p"}, {"text": "The bank started raising interest rates aggressively last year when prices in the US were soaring at the fastest pace in decades. ", "type": "p"}, {"text": "The moves have pushed the target range for its benchmark rate to 5% to 5.25% - up from near zero in March 2022.", "type": "p"}, {"text": "Central banks around the world, including in the UK and in Europe, have taken similar action. ", "type": "p"}, {"text": "Higher interest rates make it more expensive to buy a home, borrow to expand a business or take on other debt. By increasing those costs, officials expect demand to fall and prices to cool off. ", "type": "p"}, [{"text": "'I'm not selling. Am I part of the housing problem?'", "type": "a", "href": "https://www.bbc.co.uk/news/business-64178954"}, {"text": "US economic growth slows as firms cut investment", "type": "a", "href": "https://www.bbc.co.uk/news/business-65414174"}, {"text": "Is this a banking crisis - how worried should I be?", "type": "a", "href": "https://www.bbc.co.uk/news/business-64951630"}], {"text": "Since the Fed started its campaign, price increases in the US have shown signs of moderating. ", "type": "p"}, {"text": "In March, inflation, the rate at which prices rise, stood at 5% - the lowest level in nearly two years - though still uncomfortably high for the Fed, which is targeting a 2% rate. ", "type": "p"}, {"text": "Gregory Daco, chief economist at EY-Parthenon, said he thought the Fed would be \"prudent\" to pause now, noting that the risks to the economy as activity slows are growing. ", "type": "p"}, {"text": "\"The fear of a recession is very much present in the economy today,\" he said. \"I don't think the inflation battle is over, but we are in a situation where we're seeing gradual disinflation and we're also in an environment where interest rates are high and elevated and therefore should be constraining business activity, which should lead to further disinflation in coming months.\" ", "type": "p"}, {"text": "At Ball Chain Manufacturing, a family-owned firm in New York, customers have become more cautious in recent months due to economic worries, says president Bill Taubner. His company has also cut back on replenishing its supplies in response to still-rising prices. ", "type": "p"}, {"text": "But he said his firm did not face imminent borrowing needs and he remained hopeful that any slowdown would be mild and relatively short-lived. ", "type": "p"}, {"text": "\"We realise there is some softness in the marketplace because of inflation and obviously the interest rate issues,\" he said. \"But long term, we're very positive.\" ", "type": "p"}, {"text": "The recent bank failures, and an anticipated pullback in lending as a result, are likely to weigh on the economy, Mr Powell said.", "type": "p"}, {"text": "But he added that he remained hopeful that the US would avoid a recession, noting that hiring has remained strong and unemployment low. ", "type": "p"}, {"text": "\"I continue to think that it's possible…that this time is really different,\" he said. ", "type": "p"}, {"text": "The Fed's decision to raise rates on Wednesday was unanimous and widely expected by financial markets, which are looking for clues as to what the bank may do next.", "type": "p"}, {"text": "In a written statement, the bank scrapped previous guidance it provided in March when it said \"some additional policy firming may be appropriate\" to bring inflation under control.", "type": "p"}, {"text": "In the press conference, Mr Powell said the bank was \"getting close or maybe even there\" when it came to pausing its rate-hike campaign but was prepared to do more if warranted.", "type": "p"}, {"text": "Whitney Watson, global co-head of fixed income and liquidity solutions at Goldman Sachs Asset Management, said the Fed could still raise rates, depending on what happens in the coming months.", "type": "p"}, {"text": "\"Inflation is trending in the right direction, but progress has been bumpy,\" she said. \"A pause in rate actions is therefore appropriate, but further tightening is plausible should inflation prove sticky.\"", "type": "p"}, {"text": "Additional reporting by Michelle Fleury, North America business correspondent. ", "type": "p"}], "tags": []}