{"link": "https://www.bbc.com/news/entertainment-arts-65469466", "category": "entertainment & arts", "title": "Row over Met Gala's tribute to Karl Lagerfeld", "contributor": null, "time": "2023-05-03T13:07:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14272/production/_129564528_popegettyimages-1486938293.jpg", "content": [{"text": "This year's Met Gala - an annual celebration of all things fashion and celebrity - was billed as a tribute to the late German designer Karl Lagerfield. ", "type": "b"}, {"text": "A-listers invited to the glamourous fundraiser in New York were asked to pay homage to the man who, as creative director for Chanel and Fendi, was one of the industry's most prominent and prolific figures. ", "type": "p"}, {"text": "But he was also controversial, and his views on the #MeToo movement and Germany's decision to open the door to Syrian refugees widely condemned. ", "type": "p"}, {"text": "Among those to have criticised Monday's event on social media is BBC Radio 1 DJ-turned-Hollywood actress Jameela Jamil.", "type": "p"}, [{"text": "The controversial genius of Karl Lagerfeld", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-47303921"}, {"text": "Met Gala 2023: Stars celebrate Karl Lagerfeld ", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-65452442"}, {"text": "The 17 most eye-catching looks at the Met Gala", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65413976"}], {"text": "Others have suggested some attendees deliberately chose to wear outfits that would have challenged Lagerfeld's views. ", "type": "p"}, {"text": "And notable absences from the red carpet included singer Lana Del Rey, whom he once called \"a little too fat\". ", "type": "p"}, {"text": "Vogue editor-in-chief Anna Wintour, who co-chaired the event, told BBC News it was a night to celebrate Lagerfeld's body of work - not the man.", "type": "p"}, {"text": "But Jamil accused organisers of awarding \"the highest honour possible to a known bigot\".", "type": "p"}, {"text": "In a post on Instagram, the British actress said: \"Last night, Hollywood and fashion said the quiet part out loud, when a lot of famous feminists chose to celebrate at the highest level a man who was so publicly cruel to women, to fat people, to immigrants and to sexual-assault survivors. And all the women's publications, and spectators online, chose to gleefully ignore it.\"", "type": "p"}, {"text": "The Good Place star accused the industry of \"slippery tactics and double standards\", separating the art from the artist when it was \"convenient\". ", "type": "p"}, {"text": "\"This isn't about cancel culture. Its not even about Karl,\" she said. \"It's about showing how selective cancel culture is within liberal politics, in the most blatant way so far.", "type": "p"}, {"text": "\"And it's not just Hollywood here - the general public online participated and were entirely complicit in the erasure of the truth last night.\"", "type": "p"}, {"text": "Meanwhile, Piers Morgan used a column in the New York Post to accuse the celebrities who attended the Met Gala of hypocrisy.  ", "type": "p"}, {"text": "They turned \"a blind eye to his monstrously offensive side just because they want to wear his fabulous clothes and show off at one of the biggest media events of the year\", he wrote. ", "type": "p"}, {"text": "Few other celebrities have spoken out against the decision to honour Lagerfeld - but there has been social media speculation that some used other means to protest. ", "type": "p"}, {"text": "A picture of famously proudly plus-sized pop star Lizzo eating chips while wearing her red-carpet outfit was posted on her social-media accounts. ", "type": "p"}, {"text": "Her black dress with pearls echoed a famous Lagerfeld piece worn by Linda Evangelista in 1991.", "type": "p"}, {"text": "But was her pre-show snack simply preparation for the night ahead, after complaining last year about the lack of food and a long queue for the red carpet? ", "type": "p"}, {"text": "Or was it a retort to Lagerfeld's opinions on fuller figures? \"No-one wants to see curvy women,\" he once said.", "type": "p"}, {"text": "And asked about women who object to thin models, he replied: \"They are fat mummies sitting with their bags of crisps in front of the television, saying that thin models are ugly.\"", "type": "p"}, {"text": "Many guests wore black and white - reflecting Lagerfeld's signature look - but some, including actress Viola Davis and model Ashley Graham, wore pink. ", "type": "p"}, {"text": "But had they decided to deliberately ignore one of his most quoted mantras, \"Think pink, don't wear it\"?", "type": "p"}, {"text": "Or did they just like the colour? After all - despite his outspoken opinions - pink did appear in some of his collections. ", "type": "p"}, {"text": "Graham wrote on Instagram: \"Honoured to wear this show-stopping creation... paying tribute to the iconic Karl Lagerfeld - I just feel so beautiful\",  while Davis called it a \"true princess moment\".", "type": "p"}, {"text": "Singer Courtney Love, a friend of Lagerfeld, complained on Twitter that in general the Met Gala showed \"total disrespect for your legacy\". That, and it was \"BORING\".", "type": "p"}], "tags": []}