{"link": "https://www.bbc.com/news/health-65471914", "category": "health", "title": "New Alzheimer's drug slows disease by a third", "contributor": null, "time": "2023-05-03T13:36:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10778/production/_129584476_gettyimages-642595250.jpg", "content": [{"text": "We could be entering the era of Alzheimer's treatments, after the second drug in under a year has been shown to slow the disease. ", "type": "b"}, {"text": "Experts said we were now \"on the cusp\" of drugs being available, something that had recently seemed \"impossible\". ", "type": "p"}, {"text": "The company Eli Lilly has reported its drug - donanemab - slows the pace of Alzheimer's by about a third. ", "type": "p"}, {"text": "However two volunteers, and possibly a third, died as a result of dangerous swelling in the brain. ", "type": "p"}, {"text": "Donanemab works in the same way as lecanemab, which created headlines around the world when it was the proven to slow the disease.  ", "type": "p"}, {"text": "Both are antibodies like those the body makes to attack viruses. But these are engineered to clear a sticky gunk from the brain, called beta amyloid.", "type": "p"}, {"text": "Amyloid builds up in the spaces between brain cells, forming distinctive plaques that are one of the hallmarks of Alzheimer's.", "type": "p"}, {"text": "\"The decades-long battle to find treatments that change Alzheimer's disease is changing,\" Dr Cath Mummery, the clinical lead for the cognitive-disorders clinic at the UK's National Hospital for Neurology and Neurosurgery, said.", "type": "p"}, {"text": "\"We are now entering the time of disease modification, where we might realistically hope to treat and maintain someone with Alzheimer's disease, with long-term disease management rather than palliative and supportive care.\"", "type": "p"}, {"text": "The full details of Eli Lilly's trial have yet to be published - but it has revealed the key findings:", "type": "p"}, [{"text": "1,734 people in the earliest stages of Alzheimer's took part", "type": "p"}, {"text": "Donanemab was given as a monthly infusion until the distinctive plaques in the brain were gone", "type": "p"}, {"text": "The pace of the disease was slowed by about 29% overall - and by 35% in a set of patients researchers thought more likely to respond", "type": "p"}, {"text": "Those given the drug also retained more of their day-to-day lives such as being able to discuss current events, drive or pursue hobbies ", "type": "p"}], {"text": "However, brain swelling was a common side-effect in up to a third of patients. ", "type": "p"}, {"text": "It was mostly mild or asymptomatic despite being detected on brain scans -  but 1.6% developed dangerous brain swelling, with two deaths directly attributed to it and a third volunteer dying after such a case.", "type": "p"}, {"text": "\"We are encouraged by the potential clinical benefits that donanemab may provide, although like many effective treatments for debilitating and fatal diseases, there are associated risks that may be serious and life-threatening,\" Eli Lilly group vice-president of neuroscience research and development Dr Mark Mintun said.", "type": "p"}, {"text": "The company said it would begin the process of having its drug approved for use in hospitals in the next few months. ", "type": "p"}, {"text": "Dr Liz Coulthard, from the University of Bristol, said there were \"significant side-effects\" and a lack of long-term data but the drug could \"help people live well with Alzheimer's for longer\".", "type": "p"}, {"text": "Having two drugs slow the disease by targeting amyloid in the brain has also convinced scientists they are on the right track after decades of misery and failure. ", "type": "p"}, {"text": "\"This should dispel any lingering doubts about this approach,\" Prof John Hardy, from the UK Dementia Research Institute, whose work led to the idea of targeting amyloid, 30 years ago, said. \"Having two drugs is great for competition.\"", "type": "p"}, {"text": "Dr Susan Kolhaas, from Alzheimer's Research UK, said: \"We're now on the cusp of a first generation of treatments for Alzheimer's disease, something that many thought impossible only a decade ago.\"", "type": "p"}, {"text": "However, these drugs appear to work in only the earliest stages of the disease - before the brain is too damaged.", "type": "p"}, {"text": "And if they are approved in the UK, it would still take a revolution in how the disease is diagnosed to make a difference. ", "type": "p"}, {"text": "Only 1-2% of people have either brain scans or a spinal-fluid analysis to determine whether they actually have Alzheimer's or another form of dementia against which the drugs would be useless.", "type": "p"}, {"text": "And the NHS would have to decide whether it could afford them. Lecanemab costs more than £21,000 per person per year. ", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": []}