{"link": "https://www.bbc.com/news/science-environment-65460128", "category": "science & environment", "title": "Climate change: life in ocean ‘twilight zone' at risk from warming", "contributor": null, "time": "2023-05-02T20:50:52.000Z", "cover": "https://ichef.bbci.co.uk/news/1536/cpsprodpb/14921/production/_129575248_untitled.png", "content": [{"text": "Climate change could dramatically reduce life in the deepest parts of our oceans that are reached by sunlight, scientists warn.", "type": "b"}, {"text": "Global warming could curtail life in the so-called twilight zone by as much as 40% by the end of the century, according to new research.", "type": "p"}, {"text": "The twilight zone lies between 200m (656ft) and 1,000m (3,281ft).", "type": "p"}, {"text": "It teems with life but was home to fewer organisms during warmer periods of Earth's history, researchers found.", "type": "p"}, {"text": "In research led by the University of Exeter, scientists looked at two warm periods in Earth's past, about 50 million years ago and 15 million years ago, examining records from preserved microscopic shells. ", "type": "p"}, {"text": "They found far fewer organisms lived in the zone during these periods, because bacteria degraded food more quickly, meaning less of it reached the twilight zone from the surface.", "type": "p"}, {"text": "\"The rich variety of twilight zone life evolved in the last few million years, when ocean waters had cooled enough to act rather like a fridge, preserving the food for longer, and improving conditions allowing life to thrive,\" said Dr Katherine Crichton, from the University of Exeter, who was the lead author of the study.", "type": "p"}, {"text": "The twilight zone, also known as the disphotic zone, is a vital habitat for marine life. It is too dim for photosynthesis to occur but home to more fish than the rest of the ocean put together, as well as a wide range of life including microbes, plankton and jellies according to the Woods Hole Oceonographic Institution.", "type": "p"}, {"text": "It also serves a key environmental function as a carbon sink - drawing planet-heating gas out of our atmosphere.", "type": "p"}, {"text": "The scientists simulated what might be happening in the twilight zone now, and what could happen in future due to climate warming. They said their findings suggested that significant changes may already be underway.  ", "type": "p"}, {"text": "\"Our study is a first step to finding out how vulnerable this ocean habitat may be to climate warming,\" said Dr Crichton.", "type": "p"}, {"text": "\"Unless we rapidly reduce greenhouse gas emissions, this could lead to the disappearance or extinction of much twilight zone life within 150 years, with effects spanning millennia thereafter.\"", "type": "p"}, {"text": "The paper was published in the journal Nature Communications.", "type": "p"}], "tags": []}