{"link": "https://www.bbc.com/news/business-63981767", "category": "business", "title": "Elon Musk sells $3.6bn of shares in electric car maker Tesla", "contributor": null, "time": "2022-12-15T03:47:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A2DA/production/_128009614_a99f1a44571497b9a79c616da252e6316aeb70d8.jpg", "content": [{"text": "Multi-billionaire Elon Musk has sold another 22 million shares, worth $3.58bn (£2.9bn), in the electric car maker Tesla.", "type": "b"}, {"text": "The shares were sold on the Monday, Tuesday and Wednesday this week, according to a filing with a US financial regulator.", "type": "p"}, {"text": "It brings the total of Tesla stocks sold by Mr Musk over the past year to almost $40bn.", "type": "p"}, {"text": "Earlier this week Mr Musk lost his position as the world's richest person.", "type": "p"}, {"text": "The reason for the latest share sales has not been disclosed.", "type": "p"}, {"text": "He remains Tesla's biggest shareholder with a 13.4% stake, according to financial market data provider Refinitiv.", "type": "p"}, {"text": "Last month Mr Musk revealed that he had sold 19.5 million shares of Tesla worth $3.95bn, just days after completing a $44bn takeover of social media platform Twitter.", "type": "p"}, {"text": "Tesla is one of the worst performing stocks among major car makers and technology companies this year, as investors worry that Mr Musk's buyout of Twitter is diverting his attention.", "type": "p"}, {"text": "On Wednesday the value of Tesla shares listed on the technology-heavy Nasdaq index in New York closed below $500bn for the first time since 2020.", "type": "p"}, {"text": "At the end of last year the company was worth more than $1tn but its value has slumped in recent months.", "type": "p"}, {"text": "Mr Musk completed the takeover of Twitter in October and since then has focused a significant amount of his time on the business.", "type": "p"}, {"text": "Mr Musk sold billions of dollars worth of Tesla shares to help fund his purchase, which helped to push the shares down.", "type": "p"}, {"text": "The Twitter deal was only completed after months of legal wrangling, and some have cited the distraction of the takeover as another factor behind Tesla's share price fall.", "type": "p"}, {"text": "Investors have also been concerned that demand for the company's electric cars may slow, as the economy weakens, higher borrowing costs discourage buyers and other companies boost their electric vehicle offerings.", "type": "p"}, {"text": "Tesla has also been hit by recalls, as well as government probes of crashes and its autopilot feature.", "type": "p"}, [{"text": "Musk taking legal action over private jet tweets", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-63978323"}, {"text": "Elon Musk no longer world's richest man", "type": "a", "href": "https://www.bbc.co.uk/news/business-63963239"}, {"text": "Twitter Files spark debate about ‘blacklisting’", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63963779"}], {"text": "This week Mr Musk lost his position as the world's richest person after a sharp drop in the value of his shares in Tesla this year.", "type": "p"}, {"text": "According to both Forbes and Bloomberg, he was overtaken at the top spot by Bernard Arnault, the chief executive of luxury goods group LVMH.", "type": "p"}, {"text": "Mr Musk is now worth $174bn, Mr Arnault's fortune stands at almost $191bn, according to Forbes.", "type": "p"}], "tags": ["Elon Musk", "Tesla", "Stock markets", "Twitter"]}