{"link": "https://www.bbc.com/news/entertainment-arts-63983600", "category": "entertainment & arts", "title": "Henry Cavill: British actor will not return as Superman", "contributor": null, "time": "2022-12-15T09:38:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16C7F/production/_128011339_gettyimages-516973884.jpg", "content": [{"text": "Actor Henry Cavill has been dropped as Superman by the new bosses of DC Studios, less than two months after he announced his return to the role.", "type": "b"}, {"text": "\"I have just had a meeting with James Gunn and Peter Safran and it's sad news, everyone. I will, after all, not be returning as Superman,\" Cavill said.", "type": "p"}, {"text": "\"After being told by the studio to announce my return back in October, prior to their hire, this news isn't the easiest, but that's life.\"", "type": "p"}, {"text": "He said there were no hard feelings.", "type": "p"}, {"text": "\"The changing of the guard is something that happens. I respect that,\" he continued, in his Instagram post.", "type": "p"}, {"text": "\"James and Peter have a universe to build. I wish them and all involved with the new universe the best of luck, and the happiest of fortunes.\"", "type": "p"}, {"text": "Gunn and Safran took over DC Studios in late October, just after Cavill made a surprise appearance as the Man of Steel during the credits of the Dwayne Johnson film Black Adam.", "type": "p"}, {"text": "The British actor then posted a video telling fans: \"I wanted to make it official, that I am back as Superman.\" The Black Adam cameo was \"just a very small taste of things to come\", he added.", "type": "p"}, {"text": "Cavill played the legendary role in the 2013 Man Of Steel film, as well as in 2016's Batman v Superman alongside Ben Affleck, and in Justice League the following year.", "type": "p"}, {"text": "Following the announcement, some fans have been speculating that the actor is now available to take on the role of James Bond - should the casting director come calling.", "type": "p"}, {"text": "Cavill, 39, also announced his departure from Netflix's The Witcher in late October. He will be replaced by Liam Hemsworth.", "type": "p"}, {"text": "On Wednesday, Gunn wrote on Twitter: \"Peter and I have a DC slate ready to go, which we couldn't be more over-the-moon about; we'll be able to share some exciting information about our first projects at the beginning of the new year.", "type": "p"}, {"text": "\"Among those on the slate is Superman. In the initial stages, our story will be focusing on an earlier part of Superman's life, so the character will not be played by Henry Cavill.\"", "type": "p"}, {"text": "He added: \"But we just had a great meeting with Henry and we're big fans and we talked about a number of exciting possibilities to work together in the future.\"", "type": "p"}], "tags": ["DC Comics", "Film"]}