{"link": "https://www.bbc.com/news/science-environment-63982190", "category": "science & environment", "title": "Io volcano world comes into view of Juno probe", "contributor": null, "time": "2022-12-15T08:11:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11D29/production/_128010037_io.jpg", "content": [{"text": "Nasa's Juno probe is bearing down on Io, the most volcanically active world in the Solar System.", "type": "b"}, {"text": "It's in the process of making a series of ever closer flybys.", "type": "p"}, {"text": "Already, the spacecraft has passed by the Jupiter moon at a distance of 80,000km, to reveal details of its hellish, lava-strewn landscape.", "type": "p"}, {"text": "But Juno will get much, much nearer to Io over the course of the next year, eventually sweeping over the surface at an altitude of just 1,500km.", "type": "p"}, {"text": "It's more than 20 years since we've had such an encounter with the 3,650km-wide object.", "type": "p"}, [{"text": "Space telescope reveals 'incredible' Jupiter views", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62641866"}, {"text": "Tonga volcano eruption continues to astonish", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63953531"}], {"text": "\"We have a number of objectives besides trying to understand the volcanoes and lava flows, and to map them,\" said Juno's principal investigator, Dr Scott Bolton from the Southwest Research Institute. ", "type": "p"}, {"text": "\"We're also going to be looking at the gravity field, trying to understand the interior structure of Io, to see if we can constrain whether the magma that's creating all these volcanoes forms a global ocean, or whether it's spotty,\" he told BBC News.", "type": "p"}, {"text": "Io's volcanism is driven by its proximity to Jupiter. It means the moon is subject to immense tidal forces and heating. ", "type": "p"}, {"text": "It's a fun time for the Juno mission right now.", "type": "p"}, {"text": "Sent primarily to investigate the origin and evolution of Jupiter, Juno has been able to take in bonus observations of the planet's four major moons - Callisto, Ganymede, Europa and now Io.", "type": "p"}, {"text": "The spacecraft is picking them off one by one as its orbit around Jupiter narrows.", "type": "p"}, {"text": "It performed its close flyby of Ganymede in 2021, and of Europa earlier this year.", "type": "p"}, {"text": "These passes produced some novel insights from Juno's microwave radiometer. ", "type": "p"}, {"text": "Intended to look deep into the clouds of Jupiter, this instrument has also been able to see down through the ice layers of Ganymede and Europa for tens of kilometres.", "type": "p"}, {"text": "These two moons are of particular interest because they're both thought to hide a global ocean of liquid water at depth. The speculation is they might both therefore host some form of life.", "type": "p"}, {"text": "Visible images - that's pictures taken at wavelengths of light our eyes would detect - show Ganymede's surface to be a mixture of darker and brighter patches. The brighter areas are younger and colder. Juno's radiometer reveals these zonal differences are not just surface phenomena but are related to structures that have deep roots.", "type": "p"}, {"text": "At Europa, the temperatures are lower but vary less from place to place. And interestingly, they become very uniform at depth. ", "type": "p"}, {"text": "\"That may be a hint that you're getting near the liquid,\" said Dr Bolton. \"Because when I get to the liquid, it's going to be completely uniform, because it's going to be like a mirror. It's not crazy to think the water might be just a few kilometres down - six, eight, something like that. I'm not ready to say that's the ocean, but it's conceivable that water is playing a role there.\"", "type": "p"}, {"text": "Lori Glaze, the director of planetary science at Nasa, said she was looking forward to the dedicated missions planned for Jupiter's moons. The European Space Agency's Juice probe will leave Earth next year and will focus its attention on Ganymede. Nasa's Clipper satellite will launch in 2024 and will orbit Europa.  ", "type": "p"}, {"text": "They were very worthy targets, Dr Glaze said.  ", "type": "p"}, {"text": "\"Galileo Galilei's discovery of these moons in 1610 marked the birth of modern astronomy,\" she recalled. ", "type": "p"}, {"text": "\"Up to that point, of course, it was assumed that Earth was the centre of the Universe and everything revolved around us. But when he pointed his telescope at Jupiter, what he saw there didn't fit the paradigm.\"", "type": "p"}, {"text": "Dr Glaze and Dr Bolton were discussing the Juno mission at the American Geophysical Union Fall Meeting in Chicago.", "type": "p"}], "tags": []}