{"link": "https://www.bbc.com/news/technology-63974085", "category": "technology", "title": "Ofcom report shows growing 5G coverage", "contributor": null, "time": "2022-12-15T18:04:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17F0D/production/_128016089_gettyimages-489362465.jpg", "content": [{"text": "About seven in 10 UK properties can now get 5G reception from at least one mobile operator, says a new report from media regulator Ofcom.", "type": "b"}, {"text": "This is up from about half of all UK households 12 months ago, the Connected Nations report said.", "type": "p"}, {"text": "The number of mobile phones able to use 5G has also risen significantly, doubling in the past year to one in five handsets, the Ofcom report found.", "type": "p"}, {"text": "But some consumers say the connection speed is disappointing.", "type": "p"}, {"text": "5G has received lots of investment from the mobile operators and government and is hailed as a faster, more reliable connection.", "type": "p"}, {"text": "There are about 12,000 5G mobile sites now in the UK, almost double last year's figure: 86% of those are in England, 8% in Scotland, 4% in Wales and 2% in Northern Ireland.", "type": "p"}, {"text": "Mark Jackson, of ISPreview.co.uk, told the BBC that 5G rollout has been \"slowed a bit\" by the government's decision to order networks to remove technology from Huawei by 2027, which \"caused engineers at most of the operators to focus on removing and replacing related 4G and 5G kit\".", "type": "p"}, {"text": "5G traffic - the amount of voice and data flowing over the network - has trebled over the past 12 months and now corresponds to nearly 10% of all mobile traffic.   ", "type": "p"}, {"text": "A BBC report heard from a number of people who were disappointed with the performance of 5G they experienced.", "type": "p"}, {"text": "Ofcom analysed crowdsourced data from Opensignal to help judge the quality of service across the UK. ", "type": "p"}, {"text": "It found for 5G devices many more areas achieve a \"high performance\" level than for non-5G devices, but found that - even for 5G - few areas met the \"highest performance\" level. ", "type": "p"}, {"text": "Ofcom told the BBC it wanted to see investment in 5G networks. ", "type": "p"}, {"text": "It said \"The UK's mobile companies are still in the process of rolling out 5G and are at different stages of extending their networks. So customers' experience will vary by their location and network.", "type": "p"}, {"text": "\"We'll be taking further steps over the coming year to shine a light on this, so people can see for themselves which operators are leading the way for quality of service.\" ", "type": "p"}, {"text": "The same report found more than 12 million households - 42% of UK homes - now have the option to get a full-fibre broadband connection, an increase of 4.3 million from last year.", "type": "p"}, {"text": "Full-fibre connections and upgraded cable networks can deliver download speeds of one gigabit per second (Gbit/s) or higher - fast enough to download an HD movie in under a minute.", "type": "p"}, {"text": "The report found 70% of UK homes could receive a Gigabit-capable connection. Last year they were available in less than half the UK. ", "type": "p"}, {"text": "But only about 25% of households are taking up these faster connections, according to Ofcom.", "type": "p"}, {"text": "Mr Jackson said after recent \"dramatic\" improvements in coverage, largely on the basis of private sector investment, he expected \"gigabit coverage to grow more slowly\".", "type": "p"}, {"text": "Nearly 80,000 homes and businesses do not have access to \"decent\" broadband, defined as offering download speeds of 10 Mbit/s the report notes. That is fast enough to stream an HD film or game, but will run into problems if more than one person tries to stream at once.", "type": "p"}, {"text": "This figure has fallen from 123,000 last year, with Ofcom acknowledging that many of those still without \"decent\" broadband are in the hardest-to-reach parts of the UK. ", "type": "p"}, {"text": "The regulator said it estimates that a further 15,000 properties will be covered by publicly-funded broadband schemes going ahead in the coming 12 months.", "type": "p"}, {"text": "The government recently announced plans for a trial of Elon Musk's Starlink system to provide broadband to some of the most inaccessible locations in the UK. Starlink uses a constellation of thousands of low Earth orbit satellites to deliver a broadband connection.", "type": "p"}, {"text": "The choice of Starlink surprised some commentators, as the government owns a stake in another rival broadband-via-satellite firm, OneWeb.", "type": "p"}, {"text": "The government told the BBC it was down to \"the readiness and availability\" of Starlink's technology. ", "type": "p"}, {"text": "The Department for Culture, Media and Sport said it continued to discuss \"other solutions and services\" with suppliers, \"including OneWeb, at more complex sites\".", "type": "p"}], "tags": ["5G", "Broadband"]}