{"link": "https://www.bbc.com/news/business-63614231", "category": "business", "title": "The repair Budget to defuse a financial timebomb", "contributor": null, "time": "2022-11-13T22:00:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8748/production/_127623643_mediaitem127623642.jpg", "content": [{"text": "On Thursday we will see a repair Budget that seeks to complete the job of defusing the timebomb set off under Britain's finances by Liz Truss' mini-Budget.", "type": "b"}, {"text": "The central message of this week's Autumn Statement will be about \"restoring stability\" and \"getting inflation down\".", "type": "p"}, {"text": "It will be the detail of the plan already promised and accounted for by the people who lend the Government money, in the aftermath of this Autumn's fiscal fiasco.", "type": "p"}, {"text": "The challenge is to present a set of numbers that add up, and a set of policies that will actually pass through Parliament.", "type": "p"}, {"text": "This may be Jeremy Hunt's debut budgetary statement, but his two predecessors didn't even last long enough to hold the famous Red Box outside Number 11. That is what counts as success these days.", "type": "p"}, {"text": "So the inescapable lesson of the past few weeks is that these announcements have to be both economically and politically credible.", "type": "p"}, {"text": "Independent forecasts from the Office for Budget Responsibility (OBR) will finally see the light of day, having been first produced for the very first day of Kwasi Kwarteng's tenure in office. Their repeated absence from earlier plans is now identified by the new Chancellor as the key reason for the recent chaos.", "type": "p"}, {"text": "But a consequence of the OBR's glum draft forecasts for the state of an economy - hit by the pandemic, the Ukraine war, and some aspects of Brexit - is a slower one, hit with tax revenues, higher spending, and higher interest payments on debts. All that means the UK's stock of debt would be on the rise in a few years' time. That goes against this Government's self defined targets for \"responsible\" finances. ", "type": "p"}, {"text": "Setting a plan for a declining national debt by 2027-28 will require tens of billions of pounds worth of both spending cuts and tax rises. It is this plan, the Autumn Statement, that we get on Thursday.", "type": "p"}, {"text": "In broad terms, spending will be squeezed after 2025 from current plans, raising billions of pounds, but may still grow (just about) in line with inflation. ", "type": "p"}, {"text": "Before that, the Government is likely to stick to cash spending limits identified last year. This will feel like a significant cut compared with very high levels of inflation.", "type": "p"}, {"text": "A similar slowing of the growth in spending on infrastructure, and cancellation of a planned boost to aid spending (returning it to 0.7% of GDP), could also raise significant amounts. ", "type": "p"}, {"text": "They will raise concerns about manifesto pledges, especially on \"levelling up\".", "type": "p"}, {"text": "On the tax side, the chancellor has already reversed £33bn of mini budget tax cuts and raised a further £5bn by cancelling the plan to cut the basic rate of income tax in to the future. ", "type": "p"}, {"text": "Freezing a whole series of allowances and thresholds for longer, and so not adjusting for significant rises in inflation, will stealthily net the exchequer billions more. ", "type": "p"}, {"text": "The flip side of this is millions more will become basic rate taxpayers, and perhaps 9 million taxpayers will be hit by the higher rate of 40p.", "type": "p"}, {"text": "So this is a consolidation plan. There will be criticism from left and right about the lack of attention to economic growth. ", "type": "p"}, {"text": "The government will argue that growth occurs from a platform of stability. But the chancellor and PM will also be keen to communicate that they understand that this is not 2010. Extra tax revenue will take more of the burden than was the case for the Osborne austerity years. Chancellor Hunt wants to be in a position to claim that government spending has kept pace with inflation over this Parliament, even as it clearly will not in the next year or two. ", "type": "p"}, {"text": "But when, on some measures, the nation is spending five times as much on energy than it typically would, households, businesses, and the government's finances inevitably get hit. ", "type": "p"}], "tags": ["Chancellor's Autumn Statement", "Cost of living", "UK economy", "Jeremy Hunt"]}