{"link": "https://www.bbc.com/news/entertainment-arts-63616438", "category": "entertainment & arts", "title": "My Dad Wrote A Porno: Hit podcast series to come to an end in December", "contributor": null, "time": "2022-11-13T18:06:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6808/production/_127623662_mattcrockett6_resized.jpg", "content": [{"text": "Hit podcast My Dad Wrote a Porno is coming to an end after seven years, six series and two sell-out tours.", "type": "b"}, {"text": "Three more episodes of the podcast, downloaded more than 430m times and one of the UK's most successful, will be aired before it finishes in December.", "type": "p"}, {"text": "The show's format sees host Jamie Morton reading chapters of his dad's questionable erotica to his friends James Cooper and Alice Levine.", "type": "p"}, {"text": "The trio then analyse the writing while often crying with laughter.", "type": "p"}, {"text": "Speaking to BBC News, the friends said that after scores of episodes it \"felt like the right time\" to bring the podcast series to a close and they \"wanted to go out on a high\", but promised \"it's not the end of the brand\".", "type": "p"}, {"text": "They added that their individual commitments left them \"worried that the time we could dedicate to it would be limited\".", "type": "p"}, {"text": "\"We were all pretty emotional\" recording the final episode, says Levine, \"but it was satisfying to feel we'd done it proud\".", "type": "p"}, {"text": "The first episode aired in October 2015 and the racy plot of the Belinda Blinked novels follows protagonist Belinda Blumenthal, a sales executive at Steeles Pots and Pans, in her many trysts as she tries to make it in the cut-throat and debauched industry.", "type": "p"}, {"text": "Filled with inconsistencies, typos, and incorrect labelling of the female anatomy, the show has been such a hit that it has spawned two sold-out world tours, which have included venues such as the Sydney Opera House and Radio City Music Hall in New York.", "type": "p"}, {"text": "The live shows were also turned into a comedy special on US channel HBO and the Footnotes spin-off episodes have featured an unending roster of A-list stars.", "type": "p"}, {"text": "While the podcasts have propelled Morton, Cooper and Levine on to the international stage, the brain behind the books, who writes under the \"nom de porn\" Rocky Flintstone, has remained out of the limelight. ", "type": "p"}, {"text": "However, the final episode will feature an exclusive interview with him. Before that, Belinkers - as fans are known - will get two more chapters in what will bring the increasingly outlandish podcast to a close.", "type": "p"}, {"text": "While the series will draw to an end, \"it's not the end of the brand\", according to Morton. ", "type": "p"}, {"text": "\"I'm not sure we'll ever do a podcast again as the story came to such a perfect point that we felt we could bow out.\" But, adds Levine, there is \"something very exciting in the works. If people are sad about today's news, hopefully they'll be buoyed by this\", with the trio saying an announcement will be coming after Christmas.", "type": "p"}, {"text": "And if fans cannot wait until then, Flintstone will continue to churn out more of his niche works.", "type": "p"}, {"text": "The trio remain tight-lipped about where Belinda and her sales expertise could go next. When asked if she could be heading for the screen, Levine replies \"if we did something visual we have a lot of good people on speed dial\", referring to the host of famous faces who've appeared in the spin-off Footnotes episodes - including Dame Emma Thompson, Lin Manuel Miranda and Michael Sheen. ", "type": "p"}, {"text": "The guests were asked which character they would want to play in any adaptation, with the infamous Duchess, who is accompanied by her trusty steed, Toffee Apple Chew, being a favourite.", "type": "p"}, {"text": "The announcement that the series would be coming to an end was made on social media on Sunday morning, with the MDWAP trio saying it was \"bittersweet\" but \"all bad porn must come to an end\".", "type": "p"}, {"text": "In a statement they said: \"This show has been the backbone of our lives for the past eight years. ", "type": "p"}, {"text": "\"We've had new jobs, new homes, break ups, breakdowns and a truck load of Chilean Chardonnay.\"", "type": "p"}, {"text": "Speaking to BBC News, they said the \"biggest reward\" of the show had been the community it created.", "type": "p"}, {"text": "\"People have said it helped with their mental health and got them through difficult periods,\" says Cooper.", "type": "p"}, {"text": "That came through in the social media replies to the show's statement, with fans recalling how the light-hearted nature of the show had got them through \"some very tough times\".", "type": "p"}, {"text": "For those wanting to re-listen to the laughs and \"get their Belinda fix\", \"the show's not going anywhere\", promises Morton. ", "type": "p"}, {"text": "\"The great thing about podcasting is that your show lives forever.\"", "type": "p"}], "tags": []}