{"link": "https://www.bbc.com/news/technology-63612489", "category": "technology", "title": "The fall of the FTX ‘King of Crypto’ Sam Bankman-Fried", "contributor": null, "time": "2022-11-13T11:25:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BAA5/production/_127618774_5cddff17-11a0-4777-9fe8-0d3fdf9c52e3.jpg", "content": [{"text": "It took fewer than eight days for Sam Bankman-Fried to go from being nicknamed the \"King Of Crypto\" to his company filing for bankruptcy and him stepping down as chief executive, facing federal investigations into how he handled the company's finances.", "type": "b"}, {"text": "Over the last few years, the internet has been flooded with long interviews with him, speaking over video chat from his office desk in the Bahamas.", "type": "p"}, {"text": "In some of them, there's a distracting clicking noise. ", "type": "p"}, {"text": "As his interviewees listen intently to his incredible story of how he became a multibillionaire in five years, the sound is persistent and clearly coming from the American entrepreneur's mouse.", "type": "p"}, {"text": "\"Click, click, click,\" it goes, in rapid, on-off bursts.", "type": "p"}, {"text": "Meanwhile, Mr Bankman-Fried's eyes dart around the screen.", "type": "p"}, {"text": "It's not clear from the videos what he's doing on his computer, but his tweets can give us a pretty good clue.", "type": "p"}, {"text": "\"I'm (in)famous for playing League of Legends while on phone calls,\" he tweeted in February 2021.", "type": "p"}, {"text": "Mr Bankman-Fried - the former boss of embattled cryptocurrency exchange FTX - is an avid gamer. And in a series of tweets to his nearly one million followers, he explained why. Playing the team fantasy battle game was his way to get his mind to switch off from running two companies trading billions of dollars a day.", "type": "p"}, {"text": "\"Some people drink too much; some gamble. I play League,\" he said.", "type": "p"}, {"text": "Since the 30-year-old's cryptocurrency empire collapsed this week in dramatic fashion, another anecdote about his gaming has resurfaced online.", "type": "p"}, {"text": "According to a blog post from venture capital giant Sequoia Capital, Mr Bankman-Fried played an intense League of Legends battle during a high-level video call with their investment team.", "type": "p"}, {"text": "It didn't seem to put off them off at all, though. The group proceeded to invest $210m in Mr Bankman-Fried's company FTX.", "type": "p"}, {"text": "This week, Sequoia Capital deleted that gushing blog post and announced it is now writing off their FTX investment as a loss.", "type": "p"}, {"text": "The firm is not the only investor to have lost eye-watering amounts of money since Mr Bankman-Fried's $32bn empire collapsed.", "type": "p"}, {"text": "FTX had an estimated 1.2 million registered users who were using the exchange to buy cryptocurrency tokens such as Bitcoin and thousands of others.", "type": "p"}, {"text": "From large traders to everyday crypto fans, many are left wondering if they will ever get back their savings trapped in FTX's digital wallets.", "type": "p"}, [{"text": "Crypto giant FTX collapses into bankruptcy", "type": "a", "href": "https://www.bbc.co.uk/news/business-63601213"}, {"text": "'I'm waiting to get £2,000 back from crypto giant'", "type": "a", "href": "https://www.bbc.co.uk/news/business-63577783"}], {"text": "It's a dizzying downfall and the rise of Mr Bankman-Fried is also its own dramatic story of risks, rewards and beanbags. ", "type": "p"}, {"text": "Mr Bankman-Fried went to Massachusetts Institute of Technology (MIT) - a prestigious US research university where he studied physics and maths. ", "type": "p"}, {"text": "But the young bright undergraduate says it was lessons learned in the student dorms that led him on his path to getting rich.", "type": "p"}, {"text": "In a BBC radio interview last month, he recalled being swept up in the \"effective altruism\" movement. Effective altruism is a community of people \"trying to figure out what practical things you can do with your life to have as much positive impact as you can on the world\", he said.", "type": "p"}, {"text": "So, as Mr Bankman-Fried recalls, he decided to get into banking to make as much money as he could to give it back to good causes.", "type": "p"}, {"text": "He learned to trade stocks during a short stint at trading firm Jane Street in New York before he got bored and decided to experiment with Bitcoin.", "type": "p"}, {"text": "He noticed the variations in the value of Bitcoin across different cryptocurrency exchanges and started arbitraging - buying Bitcoin from places selling it cheap and selling to other places where it was trading for more. ", "type": "p"}, {"text": "After a month of making modest profits, he got together with some college friends and started a trading business called Alameda Research.", "type": "p"}, {"text": "Mr Bankman-Fried says it wasn't easy and took months of perfecting techniques about how to move money in and out of banks and across borders. But after around three months, he and his small team hit the jackpot.", "type": "p"}, {"text": "\"We were super-dogged,\" he said to the Jax Jones and Martin Warner Show podcast a year ago. \"We just kept going. If someone throws another roadblock, we would be creative, and if our system couldn't handle that, we would just build a new system to get us through that hoop.\" ", "type": "p"}, {"text": "By January 2018, his team were making $1m every day. ", "type": "p"}, {"text": "A business reporter at CNBC asked him recently how that felt. ", "type": "p"}, {"text": "Intellectually and according to his methodology, he said, \"it made perfect\" sense. \"But viscerally, it surprised me every day,\" he said.", "type": "p"}, {"text": "Sam Bankman-Fried became an official billionaire in 2021, thanks to his secondary and more high-profile business - FTX. The crypto exchange grew to be the second largest in the world and a titan of the industry, seeing $10-$15bn traded a day.", "type": "p"}, {"text": "In early 2022, FTX was valued at $32bn and a household name, with an NBA stadium named after the company and endorsements from celebrity backers such as the NFL's Tom Brady.", "type": "p"}, {"text": "All the while, Mr Bankman-Fried seemingly delighted in giving his Twitter followers an insight into his lifestyle. He mainly sleeps on a bean bag next to his desk in the office, he said, with a picture of him lying next to his staff at their trading terminals. ", "type": "p"}, {"text": "In another, he posted in the early hours of the morning. \"Couldn't sleep. Back to the office,\" he wrote.", "type": "p"}, {"text": "Mr Bankman-Fried's dream of giving away vast amounts of money to charity was also well under way. In the BBC radio interview last month, he claimed he had given away \"a few hundred million as of now\".", "type": "p"}, {"text": "And his generosity didn't just extend to charities. In the last six months, the \"King of Crypto\" was given another nickname - \"Crypto's White Knight\". ", "type": "p"}, {"text": "With the price of cryptocurrencies falling in 2022, the so-called \"Crypto Winter\" is in full swing. While other companies in the industry faltered, Mr Bankman-Fried was handing out bailout cash in the hundreds of millions.", "type": "p"}, {"text": "Asked why he was trying to prop up failing crypto firms, he told CNBC: \"It's not going to be good long-term if we have real pain and real blow outs. And it's not fair to customers.\" ", "type": "p"}, {"text": "He also claimed, in the same interview, to have $2bn in reserve that he could use to help failing crypto companies. ", "type": "p"}, {"text": "But last week, he was going around the same industry himself, trying to raise money to save his own company and customers.", "type": "p"}, {"text": "Questions about the real financial stability of FTX began swirling after an article on the CoinDesk website suggested that much of Mr Bankman-Fried's trading giant Alameda Research rests on a foundation largely made up of a coin that a sister company of FTX invented, not an independent asset. ", "type": "p"}, {"text": "Further accusations that Alameda Research used FTX's customer deposits as loans for trading were made in the Wall Street Journal.", "type": "p"}, {"text": "The beginning of the end came though when FTX's main competitor - Binance - publicly sold off all its crypto tokens linked to FTX a few days later.", "type": "p"}, {"text": "Binance chief executive Changpeng Zhao told his 7.5 million followers his company would be selling off the holdings \"in light of recent revelations\".", "type": "p"}, {"text": "It sparked a run on FTX, with panicked customers withdrawing billions of dollars from the cryptocurrency exchange. ", "type": "p"}, {"text": "Withdrawals were halted and Mr Bankman-Fried tried to get a bailout, with Binance at one stage publicly considering a buyout before walking away.", "type": "p"}, {"text": "Binance said reports of \"mishandled customer funds and alleged US agency investigations\" had swayed its decision.", "type": "p"}, {"text": "A day later, FTX was declared bankrupt.", "type": "p"}, {"text": "Mr Bankman-Fried apologised in a series of tweets saying: \"I'm really sorry, again, that we ended up here.", "type": "p"}, {"text": "\"Hopefully things can find a way to recover. Hopefully this can bring some amount of transparency, trust and governance to them.\"", "type": "p"}, {"text": "He also said he \"was shocked to see things unravel the way they did\".", "type": "p"}, {"text": "So was, and is, the crypto world. The price of Bitcoin has fallen to a two-year low and many are wondering - if FTX can go down along with its talismanic leader, what could fall next?", "type": "p"}, {"text": "Have you been affected by the collapse of the cryptocurrency exchange FTX? Share your experiences by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://www.bbc.co.uk/send/u16904890"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": ["Companies", "Bitcoin", "Cryptocurrency"]}