{"link": "https://www.bbc.com/news/business-65649851", "category": "business", "title": "Tesco chairman John Allan to quit after claims over behaviour", "contributor": null, "time": "2023-05-19T15:26:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BA09/production/_129252674_mediaitem129237009.jpg", "content": [{"text": "John Allan is stepping down as chairman of Tesco following allegations over his conduct.", "type": "b"}, {"text": "Mr Allan, who is also a former president of the CBI business lobby group, has strongly denied three of four claims made against him.", "type": "p"}, {"text": "However, board member Byron Grote, who will temporarily replace Mr Allan as chairman, said: \"These allegations risk becoming a distraction to Tesco.\"", "type": "p"}, {"text": "Tesco said it had made \"no findings of wrongdoing\". ", "type": "p"}, {"text": "Mr Allan will leave Tesco in June after eight years in the role. ", "type": "p"}, {"text": "He said: \"It is with regret that I am having to prematurely stand down from my position as chair of Tesco following the anonymous and unsubstantiated allegations made against me, as reported by the Guardian.\"", "type": "p"}, {"text": "A report in the Guardian had claimed that Mr Allan had touched a Tesco employee at the supermarket giant's annual shareholder meeting last year. ", "type": "p"}, {"text": "It also alleged that Mr Allan \"grabbed\" an employee at a CBI event in 2019. He has previously said these claims were \"simply untrue\".", "type": "p"}, [{"text": "Tesco chairman denies inappropriate touching", "type": "a", "href": "https://www.bbc.co.uk/news/business-65532230"}], {"text": "It is also claimed that he made a comment about a CBI staff member's dress and bottom in 2021. Mr Allan said he does not recall this incident.", "type": "p"}, {"text": "He has, however, admitted to making a comment to a female CBI worker in late 2019 about a dress suiting her figure.", "type": "p"}, {"text": "Mr Allan said he was \"mortified after making the comment\" and immediately apologised.", "type": "p"}, {"text": "He was president of the CBI between 2018 and 2020 and spent an additional year as vice president.", "type": "p"}, {"text": "Following claims he inappropriately touched a Tesco staff member, the supermarket group said it began an \"extensive review of the allegation\". ", "type": "p"}, {"text": "The retailer said it had asked colleagues \"to come forward if they had concerns regarding any conduct issues and specifically at the Tesco 2022 annual general meeting (AGM)\".", "type": "p"}, {"text": "It also reviewed video of the event as well as its internal complaints records.", "type": "p"}, {"text": "Mr Grote said: \"While we have received no complaints about John's conduct and made no findings of wrongdoing, these allegations risk becoming a distraction to Tesco.", "type": "p"}, {"text": "\"On behalf of the board, I thank him for his substantial contribution to the business,\" he added.", "type": "p"}, {"text": "Mr Allan said: \"These allegations are utterly baseless, as the internal procedures undertaken by Tesco prove.", "type": "p"}, {"text": "\"There is no evidence of any wrongdoing at that time or at any stage of my chairmanship at Tesco and I remain determined to prove my innocence.\"", "type": "p"}, {"text": "Meanwhile, the CBI, which is Britain's biggest lobby group, is facing separate allegations of sexual misconduct. ", "type": "p"}, {"text": "These include two allegations of rape that are being investigated by the City of London Police.  ", "type": "p"}, {"text": "Following an external investigation by law firm Fox Williams, the CBI admitted that it hired \"culturally toxic\" staff and failed to fire people who sexually harassed female colleagues.", "type": "p"}, {"text": "It has since dismissed some staff members. ", "type": "p"}, {"text": "It has also appointed its former chief economist Rain Newton-Smith as director general.", "type": "p"}, {"text": "She has replaced Tony Danker who was fired in April following separate complaints of workplace misconduct.", "type": "p"}, {"text": "Mr Danker has acknowledged he had made some staff feel \"very uncomfortable\". He said: \"I apologise for that.\"", "type": "p"}, {"text": "But he said his name had been wrongly associated with separate claims, including rape, that allegedly occurred at the CBI before he joined.", "type": "p"}, {"text": "If you have been affected by any of the issues raised in this story, get in touch by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}