{"link": "https://www.bbc.com/news/entertainment-arts-65647557", "category": "entertainment & arts", "title": "Eurovision: Loreen, Käärijä and Mae Muller help set chart record", "contributor": null, "time": "2023-05-19T16:38:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CB28/production/_129780025_loreenhi084676722.jpg", "content": [{"text": "Four songs from the Eurovision Song Contest have charted in the UK top 10 simultaneously for the first time.", "type": "b"}, {"text": "Loreen's Tattoo, which won the 2023 competition for Sweden, scored this week's highest new entry at number two.", "type": "p"}, {"text": "Finland's Cha Cha Cha by Käärijä, which placed second in the contest, landed at number six, becoming the first fully-Finnish language song to chart.", "type": "p"}, {"text": "I Wrote a Song by the UK's Mae Muller and Queen of the Kings by Norway's Alessandra reached number nine and 10.", "type": "p"}, {"text": "Muller's track performed poorly at this year's contest, finishing in second-last place, but the song has enjoyed strong support from UK radio stations.", "type": "p"}, {"text": "The Official Charts Company said the last and only other time two or more Eurovision songs have been in the top 10 at the same time was in 1982.", "type": "p"}, {"text": "German entrant Nicole topped the chart that year with A Little Peace, while the UK's Bardo reached number two with One Step Further.", "type": "p"}, {"text": "The Eurovision Song Contest 2023 was held in Liverpool as last year's winners Ukraine could not host following Russia's invasion. The contest was watched live by an average audience of 9.9 million viewers.", "type": "p"}, [{"text": "Sweden's returning champion, Loreen - Eurovision Q&A", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65539426"}, {"text": "Käärijä is Finland's Cha Cha Charmer - Eurovision Q&A", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65473482"}, {"text": "Alessandra, Norway's Queen Of Kings - Eurovision Q&A", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65455929"}, {"text": "Mae Muller wrote a Eurovision song - Eurovision Q&A", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65569005"}], {"text": "After hearing of her chart success in the UK, Loreen said: \"I'm absolutely overwhelmed by all the love and support that I'm receiving right now, especially from my UK friends that've been with me since day one.\"", "type": "p"}, {"text": "\"The UK's become my second home, and to receive a new peak there with Tattoo means the world to me. Thank you for being a part of the journey. Together, we've created history.\"", "type": "p"}, {"text": "However, this week's number one went to a non-Eurovision song. Calvin Harris and Ellie Goulding took the top spot for the sixth non-consecutive week with their single Miracle.", "type": "p"}, {"text": "Last year's Eurovision winner - Stefania by Ukraine's Kalush Orchestra - entered the UK chart at number 38, hung around for a week, then disappeared. And that's been the pattern for years. ", "type": "p"}, {"text": "In fact, excluding Sam Ryder, the last time a Eurovision song made the UK top 10 was in 2014, when Dutch band The Common Linnets peaked at number nine with the folky, atmospheric ballad Calm After the Storm (they came second in the actual competition).", "type": "p"}, {"text": "So to have four Eurovision tracks in the top 10 is unprecedented. Obviously, there was an unusually large home interest due to Liverpool hosting the contest - but it also shows how Eurovision has shed its reputation for cheesy novelty songs and started churning out bona fide pop hits (a phenomenon the UK has admittedly been very slow to catch on to). ", "type": "p"}, {"text": "As she did in the contest, Sweden's Loreen leads the field, bettering the number three position of her previous Eurovision winner, Euphoria, in 2012.", "type": "p"}, {"text": "Kaarija's OTT party anthem Cha Cha Cha becomes the first Finnish-language song to make the UK top 10; and there's vindication for the UK's Mae Muller. She faced the ignominy of coming second-to-last in the contest, but proved her song is enough of an earworm to become a proper streaming hit. ", "type": "p"}, {"text": "Norway's Alessandra, meanwhile, managed to build up a head of steam over the week, picking up enough additional streams to make the leap from number 12 in the midweek chart update to 10th position on Friday. ", "type": "p"}, {"text": "There's been some consternation that Muller's result on Saturday would make other UK acts reluctant to enter Eurovision next year. On this evidence, they needn't worry.", "type": "p"}, {"text": "Responding on Twitter, Mae Muiller called her chart position a \"career milestone\" and joked about her lack of support in Eurovision's phone vote.", "type": "p"}, {"text": "\"Nine from the public vote, nine in the official charts,\" she wrote, adapting a popular meme of Drake.", "type": "p"}, {"text": "In an official statement, she added: \"It's been a weird couple of days, but this has just been such an amazing end to my Eurovision journey. I'm so, so grateful.\"", "type": "p"}, [{"text": "Why did UK's Mae Muller do so badly at Eurovision?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65586989"}], {"text": "Speaking to the Official Charts Company, Finland's Käärijä said reaching the UK top 10 \"feels amazing\". ", "type": "p"}, {"text": "\"I'm just a normal guy from Finland!\" he said. \"I made a song and people love it, I'm very grateful for that. Making it to the UK top 10 is just crazy. I know it's not easy to get there, especially with a Finnish song. ", "type": "p"}, {"text": "\"To all my UK fans, I want to say thank you for all your love and support. I hope I can come back someday and do my own show there!\"", "type": "p"}, {"text": "Further down the chart, last year's UK entrant Sam Ryder's single Mountain debuted at number 35, scoring the singer his second top 40 hit.", "type": "p"}, {"text": "BBC Radio 2 Eurovision host Scott Mills said: \"The fact that Eurovision is making such an impression on the Official Chart shows just how much the UK invested in this year's contest. ", "type": "p"}, {"text": "\"It became much more than a contest; it became a week-long festival and party thanks to Liverpool fully embracing it.\"", "type": "p"}, {"text": "On the album chart, Ed Sheeran held the top spot with - (Subtract), while there were new entries for Potter Payper at two, the Jonas Brothers at three, and Lovejoy at five.", "type": "p"}], "tags": []}