{"link": "https://www.bbc.com/news/business-65240749", "category": "business", "title": "UK to be one of worst performing economies this year, predicts IMF", "contributor": null, "time": "2023-04-11T16:11:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A995/production/_129331434_supermarket-gettyimages-1002108096.jpg", "content": [{"text": "The UK is set to be one of the worst performing major economies in the world this year, according to the International Monetary Fund (IMF).", "type": "b"}, {"text": "It says the UK economy's performance in 2023 will be the worst among the 20 biggest economies, known as the G20, which includes sanctions-hit Russia.", "type": "p"}, {"text": "The IMF predicts the UK economy will shrink this year, although this is a small upgrade from its last forecast.", "type": "p"}, {"text": "It also warned of a \"rocky road\" for the global financial system.", "type": "p"}, {"text": "It follows the collapse of two US banks last month, closely followed by a rushed takeover of Swiss banking giant Credit Suisse by its rival UBS, which sparked fears of another financial crisis.", "type": "p"}, {"text": "The IMF had already forecast that the UK would experience a downturn this year and be bottom of the pile of the G7 - a group of the world's seven largest so-called \"advanced\" economies, which dominate global trade and the international financial system. The UK topped the group in 2022 during the pandemic rebound.", "type": "p"}, {"text": "It now expects the UK economy to shrink by 0.3% in 2023 and then grow by 1% next year.", "type": "p"}, {"text": "Although the UK is forecast to have the worst economic performance this year, the IMF's latest prediction is slightly better than its previous expectation of a 0.6% contraction, made in January.", "type": "p"}, [{"text": "World economy faces weakest growth since 1990 - IMF", "type": "a", "href": "https://www.bbc.co.uk/news/business-65206409"}, {"text": "What is the IMF and why does it matter? ", "type": "a", "href": "https://www.bbc.co.uk/news/business-50069765"}, {"text": "What is the G7?", "type": "a", "href": "https://www.bbc.co.uk/news/world-49434667"}], {"text": "IMF researchers have previously pointed to Britain's exposure to high gas prices, rising interest rates and a sluggish trade performance as reasons for its weak economic performance.", "type": "p"}, {"text": "Forecasts are made to give a guide to what is most likely to happen in the future, but they are not always right. For example, previous IMF forecasts picked up fewer than 10% of recessions a year ahead of time, according to an analysis it conducted of recessions around the world between 1992 and 2014.", "type": "p"}, {"text": "Responding to the latest IMF's predictions, Chancellor Jeremy Hunt said: \"Our IMF growth forecasts have been upgraded by more than any other G7 country.", "type": "p"}, {"text": "\"The IMF now say we are on the right track for economic growth. By sticking to the plan we will more than halve inflation this year, easing the pressure on everyone.\"", "type": "p"}, {"text": "But Rachel Reeves, Labour's shadow chancellor, said the estimates showed \"just how far we continue to lag behind on the global stage\". ", "type": "p"}, {"text": "\"This matters not just because 13 years of low growth under the Tories are weakening our economy, but because it's why families are worse off, facing a Tory mortgage penalty and seeing living standards falling at their fastest rate since records began,\" she added.", "type": "p"}, {"text": "Liberal Democrat Treasury spokesperson Sarah Olney said the forecast was \"another damning indictment of this Conservative government's record on the economy\".", "type": "p"}, {"text": "A number of forecasters think the chances of a recession in the UK this year are declining. An economy is usually said to be in recession if it shrinks for two consecutive three-month periods.", "type": "p"}, {"text": "The independent Office for Budget Responsibility now expects the economy to contract by 0.2% this year but avoid a recession.", "type": "p"}, {"text": "Bank of England governor Andrew Bailey also said recently that he was \"much more hopeful\" for the economy, and it was no longer heading into an immediate recession.", "type": "p"}, {"text": "The new forecasts come against the backdrop of a world economy that continues to recover from both the pandemic and the Ukraine war energy shock.", "type": "p"}, {"text": "But the IMF said there were concerns about the wider impact of recent fragility in global banking markets.", "type": "p"}, {"text": "The IMF now expects global growth to fall from 3.4% in 2022 to 2.8% in 2023, before rising slowly and settling at 3% in five years' time.", "type": "p"}, {"text": "But it warned that if there is more stress in the financial sector, global growth could weaken further this year.", "type": "p"}, {"text": "Separately, the IMF said it expects real interest rates - which take into account inflation - in major economies to fall to pre-pandemic levels because of low productivity and ageing populations.", "type": "p"}, {"text": "Central banks in the UK, the US, Europe and other nations have been increasing interest rates to combat the rate of price rises, otherwise known as inflation. ", "type": "p"}, {"text": "In the UK, inflation is at its highest for nearly 40 years because of rising energy prices and soaring food costs. In response, the Bank of England has been raising interest rates, and last month increased them to  4.25%.", "type": "p"}, {"text": "However, in a blog the IMF said that \"recent increases in real interest rates are likely to be temporary\".", "type": "p"}], "tags": []}