{"link": "https://www.bbc.com/news/entertainment-arts-65240158", "category": "entertainment & arts", "title": "Millie Bobby Brown announces her engagement to Jake Bongiovi", "contributor": null, "time": "2023-04-11T12:12:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0570/production/_129329310_gettyimages-1240673115.jpg", "content": [{"text": "Actress Millie Bobby Brown has announced she is engaged to Jake Bongiovi, her boyfriend of two-and-a-half years.", "type": "b"}, {"text": "Posting a picture of herself with Bongiovi, the 19-year-old Stranger Things star said: \"I've loved you three summers now, honey, I want 'em all.\"", "type": "p"}, {"text": "An engagement ring could be seen on her finger, and Brown added a white love heart emoji to the end of her post.", "type": "p"}, {"text": "Bongiovi, 20, is an actor and the son of legendary singer Jon Bon Jovi. ", "type": "p"}, {"text": "Singer Pixie Lott was among the stars commenting on Brown's post, writing: \"Omg!!!! Congratulations you two so happy for you eeeee.\"", "type": "p"}, {"text": "Bongiovi also shared the news on his own page, simply writing \"forever\" alongside two photos of the couple.", "type": "p"}, {"text": "Brown's statement referenced the lyrics from Taylor Swift track Lover, taken from her seventh studio album of the same name.", "type": "p"}, {"text": "The announcement follows weeks of social media speculation that the couple had become engaged.", "type": "p"}, {"text": "Brown introduced Bongiovi to her followers in June 2021 with a photo of him posted to Instagram. The pair later confirmed they were a couple. ", "type": "p"}, {"text": "In another Instagram post in January, Brown called Bongiovi her \"partner for life\" and posted a string of pictures of the couple together.", "type": "p"}, {"text": "The English actress rose to fame as a child star on the smash hit Netflix series Stranger Things, the forthcoming fifth season of which is set to be the show's last.", "type": "p"}, {"text": "However, a Stranger Things prequel is set to be staged in London's West End and an animated TV series has also been announced by Netflix.", "type": "p"}, {"text": "Bongiovi recently landed his second major acting role in a new coming-of-age film Rockbottom.", "type": "p"}], "tags": []}