{"link": "https://www.bbc.com/news/science-environment-65244151", "category": "science & environment", "title": "Poultry to be allowed outside as bird flu eases", "contributor": null, "time": "2023-04-11T16:22:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/78C1/production/_129331903_gettyimages-165640750.jpg", "content": [{"text": "Poultry and captive birds can be kept outside again starting next week as the risk from bird flu eases, the government said on Tuesday.", "type": "b"}, {"text": "The Chief Veterinary Officer said the \"mandatory housing order\" for England and Wales would lift at 00:01 on Tuesday, April 18.", "type": "p"}, {"text": "The measures were introduced during the world's biggest ever bird flu outbreak.", "type": "p"}, {"text": "The UK has seen more than 330 cases confirmed and 4 million birds culled over the past year.", "type": "p"}, {"text": "The decision means that eggs laid by hens with access to outdoor areas can be marketed as \"free-range\" again.", "type": "p"}, [{"text": "Bird flu: What is it and why is it so bad this year?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63464065"}, {"text": "'Keep birds indoors' warning as bird flu spreads", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-norfolk-63219334"}, {"text": "Record avian flu outbreak sees mass cull in UK, EU", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63097119"}], {"text": "The UK's Chief Veterinary Officer, Dr Christine Middlemiss, still warned that \"scrupulous standards\" of biosecurity will need to be maintained as avian flu is expected to still be circulating in the environment for several weeks. ", "type": "p"}, {"text": "Ms Middlemiss said: \"Whilst the lifting of the mandatory housing measures will be welcome news... the unprecedented nature of this outbreak has proved it's more important than ever for bird keepers to remain vigilant.\"", "type": "p"}, {"text": "Figures released to the BBC showed that 208 million birds around the world have died from this latest outbreak and there have been 200 recorded cases of the flu spilling over into animals.", "type": "p"}, {"text": "But the UK Health Security Agency (UKHSA) has said that the risk to the public is very low.", "type": "p"}, {"text": "The British Free Range Egg Producers Association (Bfrepa) chief executive Robert Gooch said: \"Free-range egg producers will be relieved to see their hens outside again.", "type": "p"}, {"text": "\"While on the range, hens like to scratch, dust bathe and forage for additional food, displaying the natural behaviours that consumers associated with free-range and organic egg production.\"", "type": "p"}, {"text": "Birds in Northern Ireland remain under lockdown but in Scotland the housing order was never implemented after the country's chief vet said the evidence did not justify such a move. ", "type": "p"}], "tags": []}