{"link": "https://www.bbc.com/news/entertainment-arts-61757659", "category": "entertainment & arts", "title": "Julee Cruise: Twin Peaks creator David Lynch pays tribute to 'great singer'", "contributor": null, "time": "2022-06-10T17:29:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10D6E/production/_125347986_cruise2_gettyimages-491178130.jpg", "content": [{"text": "Twin Peaks creator David Lynch has paid tribute to Julee Cruise, who recorded the TV show's haunting theme, as \"a great musician, a great singer and a great human being\".", "type": "b"}, {"text": "Cruise sang Falling from Lynch's 1990 drama, with the song reaching the top 10 in the UK singles chart.", "type": "p"}, {"text": "She also performed on the soundtrack to his 1986 film Blue Velvet.", "type": "p"}, {"text": "Cruise's husband Edward Grinnan earlier wrote on Facebook that the 65-year-old had \"left this realm on her own terms\".", "type": "p"}, {"text": "Musicians paying tribute included singer-songwriter John Grant, who said she was \"one of the greatest\".", "type": "p"}, {"text": "In his tribute on YouTube, Lynch said: \"I just found out that the great Julee Cruise passed away. Very sad news. So it might be a good time to appreciate all the good music she made and remember her as being a great musician, a great singer and a great human being.\"", "type": "p"}, {"text": "Cruise first collaborated with Lynch after working as a talent scout for composer Angelo Badalamenti, who had been asked to work on the song Mysteries of Love for the Blue Velvet soundtrack.", "type": "p"}, {"text": "Cruise struggled to find a suitably ethereal vocalist, so decided to have a go at singing the track herself.", "type": "p"}, {"text": "\"I actually never sang in that trademark 'Julee Cruise voice' before I worked with Angelo and David,\" she told The Guardian in 2017. \"I was always a real belter, lots of power. Working with them changed me.\"", "type": "p"}, {"text": "The trio worked together on the 1989 album Floating into the Night, with Lynch writing the lyrics and Badalamenti composing the music. The LP included Falling and other songs that would go on to feature in Twin Peaks the following year.", "type": "p"}, {"text": "Cruise also had a small role in the series, and in the 2001 spin-off film Twin Peaks: Fire Walk With Me and the 2017 revival Twin Peaks: The Return.", "type": "p"}, {"text": "\"It was so much fun to be part of something that just went ba-boom!\" she told the Los Angeles Times in 2017. \"You didn't know it was going to do that. What a nice surprise life takes you on.\"", "type": "p"}, [{"text": "Rob da Bank: Why I love the Twin Peaks soundtrack so much", "type": "a", "href": "https://www.bbc.co.uk/programmes/articles/1x3cvgsg2SqBBKnn6qnbTYw/why-i-love-the-twin-peaks-soundtrack-so-much"}], {"text": "Cruise recorded a second solo album, The Voice of Love, with Lynch and Badalamenti in 1993, and Lynch directed her in an avant-garde one-hour concert film, Industrial Symphony No 1, in 1990.", "type": "p"}, {"text": "Beyond those collaborations, she also toured with the B-52s, filling in for Cindy Wilson in the 1990s, and performed with Bobby McFerrin.", "type": "p"}, {"text": "Edward Grinnan wrote on Facebook: \"She left this realm on her own terms. No regrets. She is at peace.", "type": "p"}, {"text": "\"Having had such a varied music career she often said that the time she spent as a B, filling in for Cindy while she was having a family was the happiest time of her performing life.\"", "type": "p"}, {"text": "Many other musicians paid tribute to her on Twitter.", "type": "p"}], "tags": ["Television", "Film"]}