{"link": "https://www.bbc.com/news/science-environment-61744257", "category": "science & environment", "title": "James Webb Space Telescope hit by tiny meteoroid", "contributor": "Jonathan Amos", "time": "2022-06-09T08:34:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2EA7/production/_122534911_screenshot2021-12-29at14.39.21.png", "content": [{"text": "A tiny rock fragment has hit the new James Webb Space Telescope's main mirror.", "type": "b"}, {"text": "The damage inflicted by the dust-sized micrometeoroid is producing a noticeable effect in the observatory's data but is not expected to limit the mission's overall performance.", "type": "p"}, {"text": "James Webb was launched in December to succeed the revolutionary - but now ageing - Hubble Space Telescope.", "type": "p"}, {"text": "Astronomers are due to release its first views of the cosmos on 12 July.", "type": "p"}, {"text": "The US space agency Nasa said these images would be no less stunning because of what's just happened. ", "type": "p"}, [{"text": "A $10bn machine in search of the end of darkness", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59476869"}, {"text": "James Webb Space Telescope in final stretch", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61268680"}], {"text": "The incident appears to have occurred sometime between 23 and 25 May.", "type": "p"}, {"text": "Analysis indicates the mirror segment known as C3 - one of the 18 beryllium-gold tiles that make up Webb's 6.5m-wide primary reflector - was struck. The contact left a \"dimple\" in the segment, Nasa told the Reuters news agency. ", "type": "p"}, {"text": "The speed at which things move through space means even the smallest particles can impart a lot of energy when colliding with another object. Webb has now been hit five times with this latest event being the most significant.", "type": "p"}, {"text": "Webb has an open design; its mirrors are not guarded by the kind of tubular baffle seen on other space telescopes, such as Hubble. Instead, the reflectors sit behind one giant sunshield that allows them to maintain the stable, cold temperatures needed to detect infrared light. ", "type": "p"}, {"text": "The possibility of micrometeoroid hits was anticipated and contingencies like this were incorporated into the choice of materials, the construction of components and the different modes of operating the telescope.", "type": "p"}, {"text": "\"We always knew that Webb would have to weather the space environment, which includes harsh ultraviolet light and charged particles from the Sun, cosmic rays from exotic sources in the galaxy, and occasional strikes by micrometeoroids within our Solar System,\" said Paul Geithner, technical deputy project manager at Nasa's Goddard Space Flight Center in Greenbelt, Maryland. ", "type": "p"}, {"text": "\"We designed and built Webb with performance margin - optical, thermal, electrical, mechanical - to ensure it can perform its ambitious science mission even after many years in space.\"", "type": "p"}, {"text": "Engineers will adjust the positioning of the affected mirror segment to cancel out a portion of the introduced distortion, but they can't remove it all. ", "type": "p"}, {"text": "Webb is currently gathering observations of the Universe, near and far, to demonstrate its capabilities. Astronomers will present these pictures to the world next month. ", "type": "p"}, {"text": "Longer term, the scientists intend to use Webb to try to see the very first stars to light up the cosmos more that 13.5 billion years ago. ", "type": "p"}, {"text": "They'll also train the telescope's big \"eye\" on the atmospheres of distant planets to see if those worlds might be habitable.", "type": "p"}], "tags": ["Nasa", "Space", "James Webb Space Telescope"]}