{"link": "https://www.bbc.com/news/entertainment-arts-63261204", "category": "entertainment & arts", "title": "Robbie Coltrane: Harry Potter actor dies aged 72", "contributor": null, "time": "2022-10-14T21:36:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13386/production/_127162787_coltranecrop.jpg", "content": [{"text": "Actor Robbie Coltrane, who played Hagrid in the Harry Potter films, has died aged 72.", "type": "b"}, {"text": "He also appeared in ITV detective drama Cracker and the James Bond films Goldeneye and The World Is Not Enough.", "type": "p"}, {"text": "In a statement, his agent Belinda Wright confirmed the actor died in hospital near Falkirk in Scotland.", "type": "p"}, {"text": "She described Coltrane as a \"unique talent\", adding his role as Hagrid \"brought joy to children and adults alike all over the world\".", "type": "p"}, [{"text": "Robbie Coltrane - funny or serious, always compelling", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-31150653"}, {"text": "Robbie Coltrane in pictures: Big guy, big heart", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-63265350"}], {"text": "\"For me personally I shall remember him as an abidingly loyal client. As well as being a wonderful actor, he was forensically intelligent, brilliantly witty and after 40 years of being proud to be called his agent, I shall miss him.", "type": "p"}, {"text": "\"He is survived by his sister Annie Rae, his children Spencer and Alice and their mother Rhona Gemmell. They would like to thank the medical staff at Forth Valley Royal Hospital in Larbert for their care and diplomacy.", "type": "p"}, {"text": "\"Please respect Robbie's family's privacy at this distressing time.\"", "type": "p"}, {"text": "Coltrane was made an OBE in the 2006 New Year's honours list for his services to drama and he was awarded the Bafta Scotland Award for outstanding contribution to film in 2011.", "type": "p"}, {"text": "Harry Potter star Daniel Radcliffe paid tribute to Coltrane in a statement, saying: \"Robbie was one of the funniest people I've met and used to keep us laughing constantly as kids on that set. ", "type": "p"}, {"text": "\"I've especially fond memories of him keeping our spirits up on Prisoner of Azkaban, when we were all hiding from the torrential rain for hours in Hagrid's hut and he was telling stories and cracking jokes to keep morale up. ", "type": "p"}, {"text": "\"I feel incredibly lucky that I got to meet and work with him and very sad that he's passed. He was an incredible actor and a lovely man.\"", "type": "p"}, {"text": "Fellow Harry Potter star Emma Watson said: \"Robbie, if I ever get to be so kind as you were to me on a film set I promise I'll do it in your name and memory.\"", "type": "p"}, {"text": "She paid tribute to Coltrane on Instagram saying there was \"no better Hagrid\" and he \"made it a joy to be Hermione\".", "type": "p"}, {"text": "\"I'll really miss your sweetness, your nicknames, your warmth, your laughs and your hugs.\"", "type": "p"}, {"text": "Writing on Twitter, Harry Potter author JK Rowling described Coltrane as an \"incredible talent\" and \"a complete one-off\".", "type": "p"}, {"text": "Actor Stephen Fry, who appeared alongside Coltrane in Alfresco, tweeted: \"Such depth, power and talent: funny enough to cause helpless hiccups and honking as we made our first TV show Alfresco. Farewell, old fellow, you'll be so dreadfully missed.\"", "type": "p"}, {"text": "Fellow Alfesco actor Hugh Laurie, who also starred alongside Coltrane in Blackadder, recalled their time spent sharing car rides between Manchester and London. \"I don't think I've ever laughed or learned so much in my life\", he tweeted. ", "type": "p"}, {"text": "And Blackadder star Tony Robinson described Coltrane as \"such a sweet man... so talented as a comic and as a straight actor\". Posting on Twitter about his favourite episode from the period sitcom, he said: \"It was all down to you mate.\"", "type": "p"}, {"text": "Scotland's First Minister Nicola Sturgeon described Coltrane's death as \"very sad news\". ", "type": "p"}, {"text": "\"He had such range and depth as an actor, from brilliant comedy to hard-edged drama. I think my favourite of all his roles was Fitz in Cracker,\" she said. \"Robbie Coltrane, Scottish entertainment legend - you will be hugely missed. RIP.\"", "type": "p"}, {"text": "The official James Bond Twitter account called him an \"exceptional actor whose talent knew no bounds\".", "type": "p"}, {"text": "Broadcaster Richard Coles added: \"Very sorry to hear Robbie Coltrane has died. We shared a dressing room once and he had the biggest pants I have ever seen, which he wore with tremendous flair. We were friends from then on.\"", "type": "p"}, {"text": "The Scottish star, whose real name is Anthony Robert McMillan, was born in Rutherglen, South Lanarkshire, in 1950.", "type": "p"}, {"text": "Coltrane was the son of teacher and pianist Jean Ross and GP Ian Baxter McMillan, and was educated at independent school Glenalmond College in Perth and Kinross.", "type": "p"}, {"text": "The actor's career began in 1979 in the TV series Play for Today, but he came to prominence in A Kick Up the Eighties, a BBC TV comedy series which also starred Tracey Ullman, Miriam Margolyes and Rik Mayall. ", "type": "p"}, {"text": "He also appeared in the 1983 ITV comedy Alfresco, with Fry, Emma Thompson, Siobhan Redmond and Hugh Laurie. ", "type": "p"}, {"text": "By 1987 he had a leading role in Tutti Frutti, about Scottish rock and roll band The Majestics, which also starred Emma Thompson and Richard Wilson. The year before he was in British crime film Mona Lisa, starring Bob Hoskins.", "type": "p"}, {"text": "Coltrane gained further fame starring as criminal psychologist Dr Eddie \"Fitz\" Fitzgerald in the ITV series Cracker from 1993 to 1995 and in a special return episode in 2006.", "type": "p"}, {"text": "The role secured him the Bafta award for best actor for three consecutive years from 1994 to 1996.", "type": "p"}, {"text": "Arguably his best-known role came in the Harry Potter film series as he starred in all eight movies as Rubeus Hagrid alongside Daniel Radcliffe, Rupert Grint and Emma Watson.", "type": "p"}, {"text": "In 2016, he starred in Bafta-winning Channel 4 drama National Treasure, with Dame Julie Walters, about a comic and TV host accused of sexual abuse of women. ", "type": "p"}, {"text": "Late last year he appeared in the Harry Potter reunion TV special, which reunited the cast, although JK Rowling was absent and featured only in archive video clips. ", "type": "p"}, {"text": "Coltrane appeared alongside Radcliffe, Emma Watson and Rupert Grint, along with Helena Bonham Carter, Jason Isaacs, Gary Oldman and Ralph Fiennes. ", "type": "p"}], "tags": ["Comedy", "Harry Potter", "Film"]}