{"link": "https://www.bbc.com/news/science-environment-63245150", "category": "science & environment", "title": "E-waste: Five billion phones to be thrown away in 2022", "contributor": null, "time": "2022-10-14T01:48:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1428/production/_110906150_gettyimages-668436606.jpg", "content": [{"text": "This year, 5.3 billion mobile phones will be thrown away the international waste electrical and electronic equipment (WEEE) forum says.", "type": "b"}, {"text": "Its estimate, based on global trade data, highlights the growing environmental problem of \"e-waste\". ", "type": "p"}, {"text": "Many people keep old phones, rather than recycling them, research suggests.", "type": "p"}, {"text": "Precious minerals not extracted from waste electronics, such as the copper in wire or the cobalt in rechargeable batteries, have to be mined. ", "type": "p"}, [{"text": "Mine e-waste, not the Earth, say scientists", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61350996"}, {"text": "Millions of old gadgets 'stockpiled in drawers'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-49409055"}], {"text": "\"People tend not to realise that all these seemingly insignificant items have a lot of value and together at a global level represent massive volumes,\" WEEE director general Pascal Leroy said.", "type": "p"}, {"text": "There are an estimated 16 billion mobile phones worldwide - and in Europe, almost a third are no longer in use. ", "type": "p"}, {"text": "The WEEE says its research shows the \"mountain\" of electrical and electronic waste - from washing machines and toasters to tablet computers and global positioning system (GPS) devices - will grow to 74 million tonnes a year by 2030.", "type": "p"}, {"text": "Earlier this year, the Royal Society of Chemistry launched a campaign promoting the mining of e-waste to produce new products, highlighting global conflict, including the war in Ukraine, threatens precious-metal supply chains.", "type": "p"}, {"text": "Magdalena Charytanowicz, of the WEEE, said: \"These devices offer many important resources that can be used in the production of new electronic devices or other equipment, such as wind turbines, electric car batteries or solar panels - all crucial for the green, digital transition to low-carbon societies.\"", "type": "p"}, {"text": "Just over 17% of the world's e-waste is properly recycled - but the United Nations International Telecommunication Union has set a target to raise that to 30% by next year. ", "type": "p"}, {"text": "It highlights it is one of the \"fastest growing and most complex waste streams that affects both human health and the environment, as it can contain harmful substances\". ", "type": "p"}, {"text": "In the UK, more than 20 million unused but working electrical items, worth as much as possibly £5.63bn, are currently hoarded in UK homes, surveys by the organisation Material Focus suggest. ", "type": "p"}, {"text": "It also calculated that the average UK household could sell unwanted tech and raise about £200.", "type": "p"}, {"text": "The organisation's online campaign provides tips, including where to find recycling centres.", "type": "p"}, {"text": "Mr Leroy said much more could be done. ", "type": "p"}, {"text": "\"Providing collection boxes in supermarkets, pick-up of small broken appliances upon delivery of new ones and offering PO [post-office] boxes to return small e-waste are just some of the initiatives introduced to encourage the return of these items,\" he said. ", "type": "p"}], "tags": ["Recycling", "Waste management", "Mobile phones"]}