{"link": "https://www.bbc.com/news/business-62683260", "category": "business", "title": "California to ban sales of petrol-only vehicles by 2035", "contributor": "Annabelle  Liang", "time": "2022-08-26T03:03:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2322/production/_126449980_gettyimages-1405480915.jpg", "content": [{"text": "California is to ban the sale of new petrol-only vehicles by 2035, marking a historic step in the state's attempts to tackle climate change.", "type": "b"}, {"text": "The new rules are aimed to force car makers to accelerate the introduction to the market of cleaner vehicles.", "type": "p"}, {"text": "It comes after Governor Gavin Newsom set a target in 2020 to speed up the shift away from fossil fuels.", "type": "p"}, {"text": "The move is important as California is the most populous state in the US and one of the world's biggest economies.", "type": "p"}, {"text": "Under the rules, issued by the California Air Resources Board (CARB), 35% of new vehicles sold in the state must be electric, hybrid or hydrogen-powered by 2026.", "type": "p"}, {"text": "The regulations would apply to 68% of vehicle sales by 2030, and 100% by 2035.", "type": "p"}, {"text": "CARB chair Laine Randolph said the move was \"a historic moment for California, for our partner states and for the world as we set forth a path toward a zero emission future\".", "type": "p"}, [{"text": "Big Issue to begin using electric vehicles ", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-bristol-62547753"}, {"text": "Will electric motorbike sales take off in Asia?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61907734"}], {"text": "The announcement is the latest move by California as it continues to move faster than the US federal government to tighten emission rules.", "type": "p"}, {"text": "With more than 39m residents, California is the biggest US state by population. If it was a standalone country it would be the fifth-largest economy in the world by gross domestic product, putting it ahead of the United Kingdom.", "type": "p"}, {"text": "Joseph Mendelson, senior counsel at electric carmaker Tesla, said CARB's plan was \"both achievable and paves the way for California to lead in electrifying the light duty sector\".", "type": "p"}, {"text": "However, the Alliance for Automotive Innovation - which represents carmakers including General Motors, Volkswagen and Toyota - said more needed to be done to boost demand for electric vehicles (EVs).", "type": "p"}, {"text": "\"What we've said to CARB and others is that getting more EVs on the road must go hand-in-hand with other policies that together will ultimately determine the success of this transition,\" the alliance's president and chief executive John Bozzella said.", "type": "p"}, {"text": "The new rules still have be approved by the US government before they can take effect.", "type": "p"}, {"text": "However, the American Fuel & Petrochemical Manufacturers trade association called on President Biden and the Environmental Protection Agency to \"reject California's request for a Clean Air Act waiver to proceed with this unlawful ban.\"", "type": "p"}], "tags": ["Electric cars", "Climate change", "Fuel", "Car industry", "California"]}