{"link": "https://www.bbc.com/news/entertainment-arts-62686220", "category": "entertainment & arts", "title": "Leeds Festival: Bad Boy Chiller Crew get Yorkshire bouncing", "contributor": "Paul Glynn", "time": "2022-08-26T17:00:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1505A/production/_126460168_hi078236245.jpg", "content": [{"text": "Bad Boy Chiller crew may have started out as a bit of a joke online but on Friday they provided some serious party vibes as Leeds Festival got under way.", "type": "b"}, {"text": "Bradford's notorious bassline collective got a sea of bucket hats bouncing with their infectious energy and hilarious stage presence.", "type": "p"}, {"text": "The rap-dance collective brought their dads/friends onstage for a rave, while downing booze in between spitting bars.", "type": "p"}, {"text": "But they were enjoying themselves so much organisers had to pull the plug.", "type": "p"}, {"text": "Having overrun, the fun-loving outfit had their microphones and DJ decks switched off at the mains, drawing boos from revellers in the crowd as they were forced to skulk off, to make room for a \"No Leeds on a Dead Planet\" public service video about environmental concerns around the event.", "type": "p"}, {"text": "In recent years, the rap trio, comprised of Gareth \"GK\" Kelly, Kane Welsh, Sam \"Clive\" Robinson have have been not so quietly working their way up the bill at their home county festival, rapping over old school dance beats.", "type": "p"}, {"text": "They've gone from starting in the BBC Music Introducing tent to one of the main stages, where they looked very at home, leading the crowd in a chorus of \"oggy oggy oggy\"s.", "type": "p"}, {"text": "Dressed in their crispest white shirts and big red ties, the local rappers - who recently starred in their own ITV2 docu-series - raced through verses from their recent mixtape and debut album, including 450 and BMW, as well new track When It Rains, It Pours (thankfully it didn't, as the clouds covered the Yorkshire sun for the first time on Friday).", "type": "p"}, {"text": "They raced through beer, cider and vodka at an (alarmingly) equally rapid rate, as a family friend known affectionately as Kitchen Steve twirled a cane in a head-masterly fashion and Kelly's dad Hopper, wearing a Burberry outfit, threw out some serious shapes and hip shakes.", "type": "p"}, {"text": "One Twitter user commented: \"Omg! Bad Boy Chiller Crew. What is this?! It's like [Welsh act] Goldie Lookin' Chain on speed. There is even a 'Bez'\".", "type": "p"}, {"text": "Robinson even appeared to have had an influence on, or at least reflect, some of the festival-goers' fashion senses, with mullets adorning the heads of young men at Branham Park, for possibly the first time in decades.", "type": "p"}, {"text": "Rap music from around the UK regions, not just the capital, has become more prominent on the bill here in recent years. \"It's tongue-in-cheek funny and unashamedly Yorkshire,\" wrote the BBC's Will Chalk about Bad Boy Chiller Crew - who recently launched a fans for foodbanks initiative - in an interview two years ago, when they were just starting their journey to where they are now.", "type": "p"}, {"text": "Earlier on Friday, emo rocker Willow Smith, daughter of Will and Jada Pinkett Smith brought the first big sing along of the day as the crowds began to arrive in the searing heat, with one of the songs of last year, her viral hit Meet Me at the Spot.", "type": "p"}, {"text": "She followed it up with a new one of her own, Hover Like a Goddess. \"Every woman is a goddess,\" she beamed, drawing loud cheers.", "type": "p"}, {"text": "Bastille did an early set on Friday evening, having just released an extended version of their latest album Give Me the Future.", "type": "p"}, {"text": "They told the BBC that performing at the double header Reading and Leeds Festivals 10 years ago in a smaller tent - and hearing one of their softer songs sung back to them with gusto - was the first time they thought they were really on to something as a band.", "type": "p"}, {"text": "\"We had to stop because I was it was so blown away, it just was just so overwhelming,\" said singer and songwriter Dan Smith.", "type": "p"}, {"text": "\"That was kind of amazing moment, as particularly as back 10 years ago, Reading and Leeds was much more like rock and heavy music. So as a as a weird little cinematic indie band, and being the massive cynic that I am, I was like, 'what's the crowd gonna make of us?'", "type": "p"}, {"text": "\"So to have that first experience all those years ago was pretty surreal.\"", "type": "p"}, {"text": "The Yorkshire leg of the Bank Holiday weekender was officially opened on Thursday evening by up-and-coming Sunderland indie rocker Tom A Smith, who recently supported Sir Elton John. Afterwards he told the BBC it was \"without doubt the best [gig] I've ever done\".", "type": "p"}, {"text": "\"We had mosh pits and people singing my songs back,\" said Smith. \"It was absolutely insane, what an experience.\"", "type": "p"}, {"text": "Reading and Leeds Festivals take place across two sites and will feature headline performances at each from artists including The 1975, Dave, Arctic Monkeys and Megan Thee Stallion.", "type": "p"}], "tags": ["Reading and Leeds Festivals", "Music"]}