{"link": "https://www.bbc.com/news/technology-62686375", "category": "technology", "title": "Instagram says precise location is never shared", "contributor": "Liv McMahon & Ashleigh Swan", "time": "2022-08-26T14:11:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A18B/production/_126455314_gettyimages-1318048564.jpg", "content": [{"text": "Instagram says viral claims suggesting location tags on content can reveal users' exact locations are false.", "type": "b"}, {"text": "Viral posts and videos have said a \"precise location\" toggle in app location settings on iOS and Android devices could share someone's exact location with other Instagram users.", "type": "p"}, {"text": "Some viral posts suggested this was the result of an Instagram or iOS update.", "type": "p"}, {"text": "But Instagram said this is not the case and the feature does not share locations with other users.", "type": "p"}, {"text": "The setting was first revealed to iPhone and iOS device users in Apple's annual operating system update, iOS 14, in 2020. It was rolled out by Google for Android 12 in 2021. ", "type": "p"}, {"text": "It gives users the option to provide some apps with a more accurate location.", "type": "p"}, {"text": "While now viewed by some as a controversial feature, it was praised when it was first released as a way to improve user privacy on mobile devices because it offers an alternative to the blanket application of location services.", "type": "p"}, {"text": "The setting is automatically enabled for users on apps given permission to access their location.", "type": "p"}, {"text": "For apps where precise location is turned off, only an approximate location will be identified and used.", "type": "p"}, {"text": "When turned on in an app's location settings it gives them permission to pinpoint an exact location using GPS for certain purposes, typically for travel or collecting background and private user data.", "type": "p"}, {"text": "Its usage differs from app to app.", "type": "p"}, {"text": "For instance, while Uber might use it to pinpoint your location when booking a ride, on Snapchat it is harnessed for Snap Map - where users can show their location on a map to other users if they have given the app permission or are not in private \"ghost mode\".", "type": "p"}, {"text": "Some of the viral posts said that due to a new iOS or Instagram update, people can find your exact location when sharing your location on posts or Stories. ", "type": "p"}, {"text": "They also said if users were to post a general location of a city, people would still be able to see exactly where you are as a pin on a map.", "type": "p"}, {"text": "They went on to say this feature is being used by criminals to target people, particularly influencers, online.", "type": "p"}, {"text": "The claims spread as infographics, viral TikToks and memes - with some urging users to turn precise location off for Instagram immediately. ", "type": "p"}, {"text": "Instagram has not responded to BBC News' request for comment on the claims, but tweeted a clarification around how it uses the setting.", "type": "p"}, {"text": "Its PR team, InstagramComms, added: \"To be clear, we don't share your location with others. Similar to other social media companies, we use precise location for things like location tags and maps features.\"", "type": "p"}, {"text": "For instance, users with precise location switched on will see options for locations nearer to them when trying to add a geotag to an Instagram Story or post.", "type": "p"}, {"text": "Head of Instagram Adam Mosseri quote-tweeted Instagram's response, reiterating that location services is a device setting on phones and not a new Instagram feature.", "type": "p"}, {"text": "\"We don't share your location with other people,\" he added.", "type": "p"}], "tags": ["Social media", "Social media influencers", "Instagram"]}