{"link": "https://www.bbc.com/news/business-62659391", "category": "business", "title": "Ukraine war: UK imports no fuel from Russia for first time on record", "contributor": null, "time": "2022-08-24T11:15:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EB7A/production/_126428206_gettyimages-1239071708.jpg", "content": [{"text": "The UK imported no fuel from Russia in June for the first time on record, according to official figures. ", "type": "b"}, {"text": "Imports of goods from Russia also fell to £33m in June, the lowest level since records began in January 1997, the Office for National Statics (ONS) said. ", "type": "p"}, {"text": "Western nations have imposed strict sanctions on Russia since it invaded Ukraine in February.", "type": "p"}, {"text": "The UK has pledged to phase out Russian oil imports by the end of the year and gas imports as soon as possible.", "type": "p"}, {"text": "Fuel imports from Russia fell by £499m - or 100% - compared with the average for the previous 12 months to February.", "type": "p"}, {"text": "In 2021, the UK imported around 4% of its gas from Russia, and 11% of its oil, according to the International Energy Agency. ", "type": "p"}, [{"text": "What sanctions are being imposed on Russia?", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-60125659"}, {"text": "Can the world cope without Russian oil and gas?", "type": "a", "href": "https://www.bbc.co.uk/news/58888451"}], {"text": "Exports of most goods to Russia had also decreased substantially by June, with machinery and transport equipment sales slashed by 91.3% to £118m.", "type": "p"}, {"text": "Overall, exports to Russia dropped by almost 70%, to £168m, compared with the monthly average in the 12 months to February.", "type": "p"}, {"text": "The only products to see a slight rise were chemicals, driven by an increase in exports of medicinal and pharmaceutical products, which are exempt from sanctions.", "type": "p"}, {"text": "The ONS said that apart from government-stipulated sanctions, trade between Russia and the UK was lessened as businesses voluntarily sought alternatives to Russian goods.", "type": "p"}, {"text": "The figures were released as Ukraine marked its day of independence, exactly six months since the Russian invasion began. ", "type": "p"}, {"text": "As a result of Russia's invasion, the EU has said it will cut gas imports from Russia by two-thirds within a year and has also agreed to ban all Russian oil imports which come in by sea by the end of the year. ", "type": "p"}, {"text": "Meanwhile, the US has imposed a total ban on Russian oil and gas imports.", "type": "p"}, {"text": "This data doesn't include services, where the UK has in the past made large sums through consultants, accountants and lawyers in London advising Russian companies and wealthy individuals. ", "type": "p"}, {"text": "But insofar as we're talking about imported goods, it looks like sanctions have been highly effective. ", "type": "p"}, {"text": "According to the ONS we imported no fuel whatsoever from Russia in June, whereas normally we'd import on average about half a billion pounds of it. ", "type": "p"}, {"text": "Prior to the war, gas imported from Russia was about 4.9% of total UK gas imports; now it's dropped to zero. ", "type": "p"}, {"text": "The UK hasn't cut the overall amount of gas it's importing; Russian gas has largely been replaced with gas from elsewhere.", "type": "p"}, {"text": "That shows clearly the mismatch between the effect of war on the supply to the UK of wholesale gas (modest) and the change to the prices we're paying (huge). ", "type": "p"}, {"text": "A lot of the fear built into the price of wholesale gas relates to market speculation on the potential disruptions to supply to Germany, Italy and other Russian-gas-addicted countries. ", "type": "p"}, {"text": "Our own gas supply is much more secure. ", "type": "p"}, {"text": "Yet because the energy price cap is linked to international wholesale gas prices, the danger is that when the price cap re-sets in October, millions of households will end up paying unnecessarily large bills which have a whole lot of irrelevant fear built into them. ", "type": "p"}], "tags": ["Russia-Ukraine war", "UK economy"]}