{"link": "https://www.bbc.com/news/entertainment-arts-62662212", "category": "entertainment & arts", "title": "Emily Maitlis says BBC rebuke over Dominic Cummings remarks made no sense", "contributor": null, "time": "2022-08-24T21:45:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BD81/production/_126431584_hi040487989.jpg", "content": [{"text": "Former Newsnight host Emily Maitlis has said a rebuke she received from BBC bosses over on-air remarks about Dominic Cummings \"makes no sense\", and warned that growing political pressure has led the media to censor itself.", "type": "b"}, {"text": "In 2020, the BBC said Maitlis broke its impartiality guidelines by saying \"the country can see\" the prime minister's then adviser had broken lockdown rules.", "type": "p"}, {"text": "Maitlis, who has since left the BBC, said its ruling, \"without any kind of due process\", may have been \"a message of reassurance\" to the government.", "type": "p"}, {"text": "In response, a BBC spokesman said: \"The BBC places the highest value on due impartiality and accuracy and we apply these principles to our reporting on all issues.", "type": "p"}, {"text": "\"As we have made clear previously in relation to Newsnight we did not take action as a result of any pressure from Number 10 or government and to suggest otherwise is wrong. The BBC found the programme breached its editorial standards and that decision still stands.\" ", "type": "p"}, {"text": "In a speech at the Edinburgh Television Festival, Maitlis said: \"Why had the BBC immediately and publicly sought to confirm the government spokesman's opinion, without any kind of due process?", "type": "p"}, {"text": "\"It makes no sense for an organisation that is, admirably, famously rigorous about procedure - unless it was perhaps sending a message of reassurance directly to the government itself?\"", "type": "p"}, {"text": "She added: \"Put this in the context of the BBC board, where another active agent of the Conservative party - former Downing Street spin doctor and former adviser to BBC rival GB News - now sits, acting as the arbiter of BBC impartiality.\"", "type": "p"}, {"text": "It is thought she was referring to Sir Robbie Gibb, who previously worked as Theresa May's director of communications.", "type": "p"}, {"text": "She also revealed that, amid all the furore at the time, Mr Cummings had personally contacted her to offer his support.", "type": "p"}, {"text": "Both Mr Cummings and the prime minister said at the time that the adviser had not broken the rules.", "type": "p"}, {"text": "Speaking on Wednesday during the keynote lecture at the festival, Maitlis said the media had failed to deal with assaults from populist politicians and risked losing the trust of audiences as a result.", "type": "p"}, {"text": "In May 2020, Maitlis introduced an edition of Newsnight about the No 10 adviser's infamous trip to Barnard Castle by saying: \"Dominic Cummings broke the rules - the country can see that and it's shocked the government cannot.\"", "type": "p"}, {"text": "In her speech, she claimed \"a phone call of complaint was made from Downing Street to the BBC News management\" the following morning, and the BBC swiftly ruled that the monologue had broken rules on \"due impartiality\".", "type": "p"}, [{"text": "No Ofcom action over Maitlis's Cummings remarks", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-56323533"}, {"text": "Maitlis explains absence from BBC's Newsnight ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-52830437"}, {"text": "Newsnight 'breached BBC impartiality guidelines'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-52824508"}], {"text": "Referring to that decision, Maitlis said: \"It makes no sense for an organisation that is admirably, famously rigorous about procedure - unless it was perhaps sending a message of reassurance directly to the government itself?\"", "type": "p"}, {"text": "The corporation also received more than 20,000 public complaints about Maitlis's on-air remarks.", "type": "p"}, {"text": "The presenter said there had been a wider assault on journalism on both sides of the Atlantic in recent years - in which media organisations \"are primed to back down, even apologise, to prove how journalistically fair we are being\".", "type": "p"}, {"text": "In her speech, Maitlis said many journalists now self-censor in order to appear balanced and avoid backlash, adding that \"the way populist rhetoric is used to discredit journalists turns into a sophisticated form of 'soft censorship'\".", "type": "p"}, {"text": "She suggested any fear by the BBC and other media outlets to fully tackle the impact of Brexit \"feels like a conspiracy against the British people\".", "type": "p"}, {"text": "Recalling Newsnight's coverage, Maitlis said: \"It might take our producers five minutes to find 60 economists who feared Brexit and five hours to find a sole voice who espoused it.", "type": "p"}, {"text": "\"But by the time we went on air we simply had one of each; we presented this unequal effort to our audience as balance. It wasn't.\"", "type": "p"}, {"text": "She described this \"myopic style of journalism\" as \"both side-ism\" - something \"we tie ourselves in knots over\" and which arrives at \"a superficial balance whilst obscuring a deeper truth\".  ", "type": "p"}, {"text": "With reference to former US President Donald Trump, she continued: \"Just as we now understand that when we hear the phrase 'fake news' we should see it through Trump's own definition - a conscious attempt to discredit and demean - let's not turn ourselves inside-out wondering if it's true. ", "type": "p"}, {"text": "\"The more we recognise these tropes as old, slightly sad and malign friends, the better equipped we are to call them out.\"", "type": "p"}, {"text": "She added that modern journalists like herself had helped to \"normalise the absurd\", and that in the future \"whilst we do not have to be campaigners, nor should we be complaisant, complicit, onlookers\".", "type": "p"}, {"text": "In February, Maitlis and her colleague Jon Sopel announced they were leaving the BBC to launch a new podcast and host a radio show together on LBC.", "type": "p"}], "tags": ["Media", "Journalism", "Emily Maitlis"]}