{"link": "https://www.bbc.com/news/health-62644509", "category": "health", "title": "Monkeypox antiviral drug put to the test in trial", "contributor": "Michelle Roberts", "time": "2022-08-23T10:30:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/382A/production/_125587341_monkeypoxspl.jpg", "content": [{"text": "The Oxford University team credited with finding effective drugs to treat Covid are trialling an antiviral called tecovirimat to aid monkeypox recovery.", "type": "b"}, {"text": "More than 3,000 people in the UK have caught the monkeypox virus in recent months, with more cases anticipated.", "type": "p"}, {"text": "The virus, which is spreading rapidly in other countries as well, has been declared a global health emergency.", "type": "p"}, {"text": "The infection typically gets better on its own, but recovery can take weeks and there can be serious complications. ", "type": "p"}, {"text": "\"The aim is to find a treatment that can help people get better quicker and get out of quarantine,\" said Professor Sir Peter Horby, one of the PLATINUM trial researchers at the University of Oxford.", "type": "p"}, {"text": "Around 500 patients will take part in the trial. Some will be treated twice-daily with tecovirimat tablets while they recuperate from the virus in their own home; others will receive a placebo - or dummy treatment - instead. ", "type": "p"}, {"text": "By comparing the two groups of volunteers, the researchers hope to have the results for the drug trial within months. ", "type": "p"}, {"text": "Tecovirimat - also known as Tpoxx - prevents the virus from leaving infected cells, stopping its spread within the body. It was licensed earlier this year for monkeypox, based on promising results from initial studies in animals and evidence of safety in healthy human volunteers.", "type": "p"}, [{"text": "What is monkeypox and how do you catch it?", "type": "a", "href": "https://www.bbc.co.uk/news/health-45665821"}, {"text": "Monkeypox and gay men: Separating stigma from health advice", "type": "a", "href": "https://www.bbc.co.uk/news/uk-61609888"}, {"text": "How to tell if a rash is monkeypox", "type": "a", "href": "https://www.bbc.co.uk/news/health-61551164"}], {"text": "It is caused by the monkeypox virus, a member of the same family of viruses as smallpox, although much less severe.", "type": "p"}, {"text": "Infections are usually mild and the risk to the general population low. However, the UK government has bought stocks of smallpox vaccine to try to halt its spread.", "type": "p"}, {"text": "The virus can be spread when someone is in close contact with an infected person.", "type": "p"}, {"text": "It has not previously been described as a sexually-transmitted infection, but it can be passed on by close contact.", "type": "p"}, {"text": "Anyone with the virus should abstain from sex while they have symptoms.", "type": "p"}, {"text": "Harun Tulunay, 35, from London, was hospitalised with a severe case of monkeypox which included a large lesion on his nose. He was treated with tecovirimat. ", "type": "p"}, {"text": "\"When you are really sick and in pain, you are ready to try anything - but you do want to know if it is going to work or not,\" he said.", "type": "p"}, {"text": "\"I still wanted to take it. And for the first time, my health improved and I started to feel better. ", "type": "p"}, {"text": "\"I don't want anyone else to become as severely sick as I was.", "type": "p"}, {"text": "\"This study will help patients who are not in hospital to understand how tecovirimat works, what they can expect, and the time frame of the recovery process. ", "type": "p"}, {"text": "\"Knowing whether there is an effective treatment may also help to reduce any anxiety around monkeypox,\" he added.", "type": "p"}, {"text": "Minister for Public Health Maggie Throup said: \"This government-funded study is an important step to finding a treatment which can help speed up the recovery of those who have monkeypox. ", "type": "p"}, {"text": "She added: 'Vaccines remain our best defence against the spread of monkeypox - we urge all those eligible to come forward when contacted, and report any symptoms to NHS 111.\"", "type": "p"}], "tags": ["Monkeypox"]}