{"link": "https://www.bbc.com/news/science-environment-62650129", "category": "science & environment", "title": "Biomass: Giant 'space brolly' to weigh Earth's forests", "contributor": "Jonathan Amos", "time": "2022-08-23T22:26:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7D02/production/_126420023_img_6609.jpg", "content": [{"text": "It looks for all the world like a giant brolly, but there's no rain where it's going.", "type": "b"}, {"text": "This immense reflector-antenna is heading into space, to \"weigh\" Earth's forests.", "type": "p"}, {"text": "It's a key component on the European Space Agency's Biomass mission, now under construction in the UK at aerospace manufacturer Airbus.", "type": "p"}, {"text": "When unfurled, the space brolly's 12m by 15m wire-mesh membrane will be part of a very special P-band radar system.", "type": "p"}, {"text": "It's special because of its long wavelength. ", "type": "p"}, {"text": "At 70cm, it can look past the leaf canopy of forests to map the woody parts below - all those trunks and branches.", "type": "p"}, [{"text": "'Staggering' rate of global tree losses from fires", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62569394"}, {"text": "World leaders promise to end deforestation by 2030", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59088498"}, {"text": "Norway funds map of world's tropical forests", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-54651453"}], {"text": "Using an approach akin to tomography, like that used in a CT scan, the 1.2-tonne satellite will analyse slices through the trees on repeat passes to build up a picture of how much woody material is present.", "type": "p"}, {"text": "Global maps should be produced every six months. ", "type": "p"}, {"text": "The plan is for Biomass to gather at least five years' worth of data, to be able to spot trends.", "type": "p"}, {"text": "Trees are a two-way valve in the climate system. They absorb copious amounts of the greenhouse gas carbon dioxide (CO2), but they also release it when they die or are burnt.", "type": "p"}, {"text": "Precise numbers for the flows in either direction through this valve are elusive, however.", "type": "p"}, {"text": "\"This mission is about getting a much better handle on the role of forests, in either emitting carbon dioxide through destruction, or taking up carbon dioxide through growth,\" said Prof Shaun Quegan, the mission's principal scientist from the University of Sheffield.", "type": "p"}, {"text": "\"At the moment, the amount that's being emitted from forests - the uncertainty on that number is 50% or a bit bigger, and I actually think 50% might be optimistic,\" the National Centre for Earth Observation (NCEO) researcher told BBC News.", "type": "p"}, {"text": "Engineers from the American company L3Harris Technologies have been at Airbus in Stevenage to oversee the attachment of the antenna-reflector to the satellite's main body, or bus.", "type": "p"}, {"text": "Harris are experts in these large, unfurlable systems - knowhow which we don't currently possess in Europe.", "type": "p"}, {"text": "The engineers executed a \"pop and catch\" test on Monday, to check the performance of the mechanism that will release the antenna and its 7m boom when the satellite arrives in orbit.", "type": "p"}, {"text": "\"In space, pyrotechnics release a pin, and a motor then drives the system. The objective of this test is to ensure the antenna clears the side of the spacecraft safely,\" explained Airbus chief engineer Carl Warren.", "type": "p"}, {"text": "It's been a long journey for Biomass to get to this point.", "type": "p"}, {"text": "The science goes back to the late 1980s when an experimental P-band radar was flown over a forest in Eastern England to prove its credentials.", "type": "p"}, {"text": "But at that stage there was no prospect of such a system ever getting into space because the particular radar frequencies were reserved for military use.", "type": "p"}, {"text": "The US exploits the same band to watch for missiles approaching North America and Northern Europe.", "type": "p"}, {"text": "A case had to be made to the International Telecommunications Union to open up a small window in this sensitive part of the electromagnetic spectrum to enable a science application.", "type": "p"}, {"text": "Even now, Biomass will not be permitted to operate over Western northern latitudes. ", "type": "p"}, {"text": "Prof Quegan is not unduly concerned about this restriction, though, because forest statistics in those regions of the globe are already reasonably robust. ", "type": "p"}, {"text": "The major zones of uncertainty are in the tropics and in Asia, where Biomass can wield its instrument without restriction.", "type": "p"}, {"text": "The electronics for the radar instrument are currently sitting apart from the spacecraft in the Stevenage cleanroom. They're hanging off a panel that is waiting to be attached to one side of the bus.", "type": "p"}, {"text": "\"Once that's done, Biomass will go to Airbus in Toulouse for testing,\" said Vicki Lonnon, the Airbus quality assurance manager on the project. ", "type": "p"}, {"text": "\"The satellite will be shaken to simulate launch vibrations, and it will also go in a thermal vacuum chamber to simulate the conditions in space.\" ", "type": "p"}, {"text": "Lift-off aboard a Vega rocket is expected towards the end of 2023.", "type": "p"}, {"text": "Biomass will map the Earth from an altitude of just over 660km.", "type": "p"}], "tags": ["Earth science", "Earth observation", "Airbus Group", "Aerospace", "Space exploration"]}