{"link": "https://www.bbc.com/news/technology-62633191", "category": "technology", "title": "Twitter whistleblower raises security concerns", "contributor": null, "time": "2022-08-23T22:23:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D324/production/_126425045_gettyimages-1241769577.jpg", "content": [{"text": "A former security chief for Twitter has turned whistleblower and testified that the company misled users and US regulators about gaps in its security.", "type": "b"}, {"text": "Peiter Zatko also claimed that Twitter underestimated how many fake and spam accounts are on its platform.", "type": "p"}, {"text": "The accusations could affect a legal battle between Twitter and billionaire Elon Musk, who is trying to cancel his $44bn (£37bn) deal to buy the company.", "type": "p"}, {"text": "Twitter says Mr Zatko's allegations are inaccurate and inconsistent. ", "type": "p"}, {"text": "It says he was sacked in January for ineffective leadership and poor performance.", "type": "p"}, {"text": "In Mr Zatko's damning revelations, first revealed by CNN and The Washington Post, he accused Twitter of failing to maintain stringent security practices and \"lying about bots to Elon Musk\".", "type": "p"}, {"text": "He filed his complaint with the Securities and Exchange Commission in July. The BBC has seen a redacted copy of the complaint shared via CBS news.", "type": "p"}, {"text": "In it, Mr Zatko also criticised the way in which Twitter handled sensitive information and claimed that it has failed to accurately report some of these matters to US regulators.", "type": "p"}, {"text": "Twitter has faced a number of high profile hacks with Barack Obama, Joe Biden and Kanye West all targeted. ", "type": "p"}, {"text": "Among his concerns Mr Zatko alleges that Twitter suffered from an usually high rate of security incidents - \"approximately one security incident each week serious enough that Twitter was required to report it to regulators\".", "type": "p"}, {"text": "He said that so-called insider threats - security risks posed by people with malicious intent from within the company - went \"virtually unmonitored\".", "type": "p"}, {"text": "The former security chief revealed his concern about how Twitter handled data, alleging that too many employees had access to sensitive systems and user data.", "type": "p"}, {"text": "He worried that the company had no workable disaster recovery plan, and claimed that in the past, Twitter had failed to properly delete the data of people who cancelled their accounts.", "type": "p"}, [{"text": "Why did Musk get cold feet on Twitter? ", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62104263"}], {"text": "On fake and spam accounts, he said that \"deliberate ignorance was the norm\" at the tech company, and accused Twitter executives of having little incentive to accurately identify how many there really are on its platform.", "type": "p"}, {"text": "However in the view of The Washington Post, he \"provides little hard evidence\" to back up these assertions.", "type": "p"}, {"text": "Nevertheless, Elon Musk's lawyers have jumped on the comments. His legal team are currently trying to get the Tesla boss out of the deal, by arguing that Twitter has no way of verifying how many of its 229 million daily active users were actually human.", "type": "p"}, {"text": "Following the publication of Mr Zatko's revelations, Mr Musk tweeted screenshots of The Washington Post's story, and tweeted an image carrying the phrase \"give a little whistle\".", "type": "p"}, {"text": "Mr Zatko's lawyer told CNN that his client started the whistleblowing process before the takeover bid became public, and had not made contact with Elon Musk.", "type": "p"}, {"text": "However one of Elon Musk's lawyers, Alex Spiro, told CNN that Mr Zatko had been subpoenaed to be a potential witness. ", "type": "p"}, {"text": "A former hacker, Peiter Zatko is a well-known figure in computer security circles.", "type": "p"}, {"text": "Nicknamed Mudge, he was a member of computer security think-tank L0pht (pronounced \"loft\"), and took part in congressional hearings on cyber-security in 1998.", "type": "p"}, {"text": "He has also held senior positions with Google and the US government's research and development agency, DARPA. ", "type": "p"}, {"text": "A Twitter spokesperson said: \"What we've seen so far is a false narrative about Twitter and our privacy and data-security practices that is riddled with inconsistencies and inaccuracies and lacks important context. ", "type": "p"}, {"text": "\"Mr Zatko's allegations and opportunistic timing appear designed to capture attention and inflict harm on Twitter, its customers and its shareholders. ", "type": "p"}, {"text": "\"Security and privacy have long been company-wide priorities at Twitter and will continue to be.\"", "type": "p"}, {"text": "John Tye, of Whistleblower Aid, which is assisting Pieter Zatko, described him as a \"hero\" and called on agencies to investigate the allegations quickly. ", "type": "p"}], "tags": ["Elon Musk", "Twitter", "United States"]}