{"link": "https://www.bbc.com/news/entertainment-arts-63341633", "category": "entertainment & arts", "title": "Taylor Swift: Midnights praised by critics despite lack of radio hits", "contributor": null, "time": "2022-10-21T08:47:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14396/production/_127283828_gettyimages-1418977831.jpg", "content": [{"text": "Taylor Swift's new album has been met with rave reviews from critics, although some said its subdued tone means it lacks potential hit singles.", "type": "b"}, {"text": "Midnights, the singer's 10th original studio album, was awarded five stars by both the Guardian and the Independent.", "type": "p"}, {"text": "The Guardian said Midnights is a \"cool, collected and mature\" record which is \"packed with fantastic songs\".", "type": "p"}, {"text": "But some criticised the lack of radio hits, with the Evening Standard noting there is \"not a smash hit in sight\".", "type": "p"}, {"text": "Swift is currently re-recording her early records due to a dispute with music mogul Scooter Braun, but has paused that process to release a new album of original material. ", "type": "p"}, {"text": "Midnights is the 32-year-old's first original album in two years and sees her return to a more mainstream sound than the somewhat muted, acoustic tone of her previous two albums.", "type": "p"}, {"text": "Her new record retains some of the folksy charm of sister albums Folklore and Evermore, both released in 2020 during the pandemic. But it also sees her re-engage her pop sensibilities, with lyrics that explore more personal subject matters.", "type": "p"}, {"text": "Some songs offer fans further insight into the star's normally low-key relationship with her boyfriend, English actor Joe Alwyn.", "type": "p"}, {"text": "Swift previously described the album as \"stories of 13 sleepless nights, scattered throughout my life\". ", "type": "p"}, {"text": "In a five-star review, the Guardian's Alexis Petridis said Midnights \"delivers her firmly from what she called the 'folklorian woods' of her last two albums back to electronic pop\". ", "type": "p"}, {"text": "\"There are filtered synth tones, swoops of dubstep-influenced bass, trap and house-inspired beats and effects that warp her voice to a point of androgyny,\" he noted. ", "type": "p"}, {"text": "\"Confidence is the thing that binds Midnights together. There's a sure-footedness about Swift's songwriting, filled with subtle, brilliant touches.\"", "type": "p"}, {"text": "The Independent's Helen Brown also awarded five stars, writing: \"Over a series of murky electronic grooves (mostly co-written with Jack Antonoff), the pop star unpacks her darkest dreams, deepest doubts and cruellest thoughts. All the while she keeps things just cryptic enough to keep the tension crackling and the speculation buzzing.", "type": "p"}, {"text": "\"The subtle melodies of Midnights take time to sink their claws in,\" she added. \"But Swift's feline vocal stealth and assured lyrical control ensure she keeps your attention. Turn the lights off and let these songs prowl around you. Just don't expect their meanings to settle too biddably into your lap. Swift's always as elusive as she is allusive.\"", "type": "p"}, {"text": "However, the Evening Standard's David Smyth was significantly less enthusiastic, awarding the album just two stars.", "type": "p"}, {"text": "\"It's hard to spot anything that sounds like a smash hit on Swift's third muted collection in a row,\" he wrote.", "type": "p"}, {"text": "\"While the style is a change from Folklore and Evermore, Swift is never at the ball when the clock strikes 12. On the twinkly Bejeweled she announces that she's 'going out tonight', but the beats remain sleepy and sluggish.", "type": "p"}, {"text": "\"The brighter Karma, presumably another dig at Braun, is the only song that feels like it could be a highlight when she eventually returns to the stage. Otherwise Midnights sounds ready for bed.\"", "type": "p"}, {"text": "But Rolling Stone's Brittany Spanos argued that a subtle return to form has resulted in an improved quality of songwriting from the star.", "type": "p"}, {"text": "\"As Swift has returned to her archive for to undertake the project of re-recording her previous albums, it's clear slipping back into her past self has unlocked something brilliant and fresh in her songwriting,\" she wrote. ", "type": "p"}, {"text": "\"Midnights may come as a surprise to the most newly turned fans of her music, those who only learned to like her songwriting when it came in the traditionally respectable Folklore/Evermore package.\"", "type": "p"}, {"text": "Swift is gearing up for a busy few months. She is hoping to be nominated for an Oscar in January, either for her short film All Too Well, or in the best original song category for her track Carolina, taken from Where The Crawdads Sing ", "type": "p"}, {"text": "But Midnights will be her main focus for the next few months, with fans anticipating the announcement of a world tour in support of its release.", "type": "p"}, {"text": "In a four-star review, the Times' Will Hodgkinson wrote: \"Swift has said she intended Midnights as a concept piece based on 13 nights of troubled sleep, and these variously minimal, eerie, heartfelt and intense songs do have a crepuscular quality that is out of keeping with her usual cheery brightness. ", "type": "p"}, {"text": "\"Sometimes, as on Labyrinth, the modish vocal treatments are off-putting, but in the main Midnights appeals because, for all its modern touches, it is essentially an old-fashioned singer-songwriter album about human weakness.\"", "type": "p"}, {"text": "NME's Hannah Mylrea wrote: \"After a foray into a different sonic world, on Swift's return to pure pop she still shimmers.", "type": "p"}, {"text": "\"She spins these new stories through sleek synth-pop, in common with [previous albums] 1989 or Lover, but the razor-sharp production of these albums is more subtle this time around.\"", "type": "p"}, {"text": "The Telegraph's Neil McCormick praised the album's \"sensuous electro-digital sound\" in his four-star review for the Telegraph, but also highlighted the lack of radio hits. ", "type": "p"}, {"text": "\"Yet despite the Prince-like falsetto funkiness of opening love song Lavender Haze and glib strut of Bejeweled (\"When I walk in a room, I can still make the whole place shimmer\") there are no obvious chart-smashing bangers. ", "type": "p"}, {"text": "\"It is almost as if she has become too mature for the brand of meme-friendly, earworm pop with which she made her name.\"", "type": "p"}], "tags": ["Taylor Swift", "Music"]}