{"link": "https://www.bbc.com/news/health-63341574", "category": "health", "title": "Flu comes early in England, with hospital cases rising", "contributor": null, "time": "2022-10-21T08:59:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/100CA/production/_127283756_gettyimages-454196389.jpg", "content": [{"text": "Cases of flu have climbed quickly in the past week in England, suggesting the season has begun earlier than normal, say officials. ", "type": "b"}, {"text": "People may have little immunity to flu after a break from the disease during Covid pandemic restrictions.", "type": "p"}, {"text": "The UK Health Security Agency (UKHSA) says hospital and ICU admissions for the respiratory disease are rising the fastest in children under five.", "type": "p"}, {"text": "Hospital rates are going up among the elderly too. ", "type": "p"}, {"text": "It's not clear how big a wave the UK might be in for - levels are still relatively low overall.", "type": "p"}, {"text": "But health experts are urging anyone who is eligible for a flu shot to get one. ", "type": "p"}, {"text": "Many southern hemisphere nations have just had their most rampant influenza season for years and officials have been warning that the UK must prepare for a big, early wave of flu too.", "type": "p"}, {"text": "More than 40 million people, including young children, in the UK are being offered a flu vaccine.", "type": "p"}, {"text": "The over-50s and younger adults with health conditions are also being offered a Covid booster jab this autumn and winter.", "type": "p"}, {"text": "Vaccination can help prevent people getting very sick.", "type": "p"}, {"text": "Both shots are recommended for those at higher risk of illness, which includes: ", "type": "p"}, [{"text": "everyone over 50", "type": "p"}, {"text": "pregnant women", "type": "p"}, {"text": "people with certain underlying health conditions", "type": "p"}, {"text": "care-home residents", "type": "p"}, {"text": "front-line health and social care workers", "type": "p"}], {"text": "The UKHSA says this year's flu jab is a good match for the type of seasonal influenza that is circulating - a strain called H3N2. ", "type": "p"}, {"text": "In Australia, which had a reasonably severe flu season during its winter, the jab was well matched to that strain. It is the same one that caused a bad flu season for the UK in 2017-18. ", "type": "p"}, [{"text": "Covid symptoms: Is it a cold or coronavirus?", "type": "a", "href": "https://www.bbc.co.uk/news/health-54145299"}, {"text": "Flu jab vital this winter along with Covid vaccine", "type": "a", "href": "https://www.bbc.co.uk/news/health-58836218"}, {"text": "How can I get a flu jab?", "type": "a", "href": "https://www.bbc.co.uk/news/health-53847025"}], {"text": "Dr Mary Ramsay, Director of Public Health Programmes at the UKHSA, said: \"Our latest data shows early signs of the threat we expected to face from flu this season. ", "type": "p"}, {"text": "\"We're urging parents in particular not to be caught out as rates of hospitalisations and ICU admissions are currently rising fastest in children under five. This will be a concern for many parents and carers of young children, and we urge them to take up the offer of vaccination for eligible children as soon as possible.\"", "type": "p"}, {"text": "Experts use several measures to monitor flu, including reporting from GPs and the general public, as well as tests done in hospitals and in other healthcare settings. ", "type": "p"}, {"text": "In the week ending 16 October, the hospital admission rate for confirmed cases of flu was nearly one per 100,000 people - more than seen in recent years for mid-October, suggesting the flu season has come early. The rate is still relatively low overall. Cases were highest among young children, followed by adults over 85. ", "type": "p"}, {"text": "Meanwhile, Covid cases in the community and in hospitals appear to be stable or decreasing. ", "type": "p"}, {"text": "Dr Ramsay said: \"It's possible that we're already seeing the benefits from so many people taking up their Covid autumn booster in England. Encouragingly, the latest data shows a small decrease in Covid cases and hospitalisation rates over the past week. ", "type": "p"}, {"text": "\"There's no room for complacency though, as cases could rise again at any point and we need to be armed in readiness through vaccination of everyone who's eligible.\"", "type": "p"}], "tags": ["Vaccination", "Flu", "Coronavirus pandemic"]}