{"link": "https://www.bbc.com/news/science-environment-63350197", "category": "science & environment", "title": "King Charles should attend climate summit says US envoy", "contributor": null, "time": "2022-10-21T16:44:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1EF9/production/_127292970_7f03a198-b984-4e51-97c4-89bacbcc02e5.jpg", "content": [{"text": "King Charles should reconsider his decision not to go to the UN climate conference in Egypt, President Biden's climate envoy has told the BBC.  ", "type": "b"}, {"text": "John Kerry said in an interview it would be \"terrific\" if the King were able to be there, adding that he has been \"a terrific leader on this issue\".", "type": "p"}, {"text": "As Prince of Wales he had planned to go to November's COP27 conference.", "type": "p"}, {"text": "But after ascending the throne he decided not to attend on the advice of Prime Minister Liz Truss.", "type": "p"}, [{"text": "King will not attend climate summit on Truss advice", "type": "a", "href": "https://www.bbc.co.uk/news/uk-63105522"}, {"text": "Charles will not cool on climate action, say friends", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62876790"}, {"text": "Don’t backtrack on climate, Egypt tells Truss ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63131958"}], {"text": "Liz Truss has announced she will resign, which means there will now be another leadership election to decide who becomes the next Conservative leader and prime minister.", "type": "p"}, {"text": "The contest to replace her is due to be completed by 28 October.", "type": "p"}, {"text": "Secretary Kerry said it would ultimately be up to \"whatever government is in place\" to make the decision about attending the climate conference, which runs November 6-18.", "type": "p"}, {"text": "As Prince of Wales, Charles spent decades campaigning on environmental causes.  ", "type": "p"}, {"text": "Now he is king he is subject to different rules; the monarch is obliged to remain politically neutral. ", "type": "p"}, {"text": "Secretary Kerry said he did not consider championing climate action as \"political\".", "type": "p"}, {"text": "\"It's a generic broad, based, existential issue for the world, and his leadership has been very important\", he said.", "type": "p"}, {"text": "Last November - as the Prince of Wales - the King travelled to Egypt with the government's blessing to urge the Egyptian administration on its efforts, meeting President Abdul Fattah al-Sissi.", "type": "p"}, {"text": "Egypt, the hosts of the summit, warned the UK not to backtrack on the global climate agenda following the announcement that King Charles would not attend. ", "type": "p"}, {"text": "Secretary Kerry also told BBC News on Friday that he had also noted what he called \"decisions that raised some questions\" by the current government. ", "type": "p"}, {"text": "He said the US is concerned about a number of countries that appear at risk of rolling back on their climate commitments. ", "type": "p"}], "tags": ["Climate change", "King Charles III", "John Kerry"]}