{"link": "https://www.bbc.com/news/business-64562672", "category": "business", "title": "Microsoft unveils new Bing with ChatGPT powers", "contributor": null, "time": "2023-02-07T20:39:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/129F3/production/_128557267_whatsubject.jpg", "content": [{"text": "Microsoft has announced a new version of its search engine Bing, which incorporates the latest in artificial intelligence.", "type": "b"}, {"text": "The overhaul deploys OpenAI's ChatGPT technology, which has taken the world by storm since its launch last year.", "type": "p"}, {"text": "The move is by far the biggest threat Google has seen to its dominance in web search - and marks the beginning of an AI arms race between the companies.", "type": "p"}, {"text": "\"The race starts today,\" Microsoft boss Satya Nadella said. ", "type": "p"}, {"text": "Developed by San Francisco-based OpenAI, ChatGPT uses deep learning techniques to generate human-like responses to search requests.", "type": "p"}, {"text": "The latest version of Bing responds to search queries with more detailed answers - not just links to websites. ", "type": "p"}, {"text": "Users are also able to chat with the bot to better tailor their queries. More contextual answers will be added on the right hand side of a search page.", "type": "p"}, {"text": "The new Bing search engine will be live right away - with a limited number of searches for each person. ", "type": "p"}, {"text": "The announcement comes a day after Google revealed details of its own new chatbot, Bard.", "type": "p"}, {"text": "Both companies are scrambling to get their products to market. ", "type": "p"}, {"text": "In a note to investors after the announcement, analyst Dan Ives of Wedbush Securities said he thought that Microsoft's investment would \"massively boost\" the firm's ability to compete.", "type": "p"}, {"text": "\"This is just the first step on the AI front ... as [the] AI arms race takes place among Big Tech,\" he said. ", "type": "p"}, {"text": "Since OpenAI unveiled the ChatGPT technology on 30 November, the speed of developments has hugely accelerated.", "type": "p"}, {"text": "Microsoft, an early backer of the company, last month announced it was extending its collaboration with OpenAI in a \"multiyear, multibillion dollar investment\".", "type": "p"}, {"text": "Microsoft said Bing will use OpenAI technology that is even more advanced than the ChatGPT technology unveiled last year. ", "type": "p"}, {"text": "It has also announced a new premium tier of Microsoft Teams - its messaging software - that will feature ChatGPT, including a feature that automatically generates notes and highlights of meetings. ", "type": "p"}, {"text": "Analysts say ChatGPT - which has been used by students to pass exams and tests - has the potential to be incredibly disruptive to multiple professions, including journalism. ", "type": "p"}, {"text": "But it has been criticised for confidently giving answers that are wrong. It also works on datasets that are generally scraped from 2021 or earlier - so many of its answers can feel outdated.", "type": "p"}], "tags": ["Artificial intelligence", "Microsoft"]}