{"link": "https://www.bbc.com/news/entertainment-arts-64557717", "category": "entertainment & arts", "title": "Oscars: Danielle Deadwyler claims Hollywood is 'deeply impacted by racism'", "contributor": null, "time": "2023-02-07T18:12:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10E05/production/_128552196_deadwgettyimages-1433651183.jpg", "content": [{"text": "US actress Danielle Deadwyler has claimed the film industry is \"deeply impacted by systemic racism\", after no black women were nominated for best actress at this year's Oscars.", "type": "b"}, {"text": "Deadwyler was expected to be recognised for her performance in the drama Till.", "type": "p"}, {"text": "But she missed out on a nomination, as did Viola Davis, who was also widely tipped to be in the running.", "type": "p"}, {"text": "Deadwyler said there is a \"trickle-down effect\" of racism in society on many institutions in American life.", "type": "p"}, {"text": "In Till, the actress plays the mother of Emmett Till, a 14-year-old black boy who was lynched in Mississippi in 1955 after being accused of whistling at a white woman.", "type": "p"}, {"text": "Speaking to BBC Radio 4's Woman's Hour, Deadwyler said: \"Cinematic history is 100+ years old. I would dare say the system is deeply, deeply impacted by systemic racism that has shaped our country.", "type": "p"}, {"text": "\"And if we're still dealing with systemic racism in this country that is leading us to the loss of a Tyre Nichols, that carries us from the loss of Emmett, there is a trickle-down effect of how racism impacts our lives - from the educational system to the film industry to everything, any part of quotidian American life.\"", "type": "p"}, {"text": "Deadwyler was widely praised for her performance in Till, and was considered one of the favourites to be nominated in the leading actress category at this year's Academy Awards.", "type": "p"}, {"text": "After she was snubbed when the nominations were announced in January, Till writer and director Chinonye Chukwu accused Hollywood of \"unabashed misogyny towards Black women\".", "type": "p"}, {"text": "Referring to those comments, Deadwyler told Radio 4: \"Yes there is value to what [Chukwu] said, and it's imperative that every quality of our life begin to truly, deeply interrogate and shift and rupture and radically shift the way they seek to actually be an equitable institution.\"", "type": "p"}, {"text": "Asked whether the Oscars or wider society needs to change, Deadwyler replied: \"It's from both ends... It's got to come from every angle.\"", "type": "p"}, {"text": "The Academy has increased the number of female and black and ethnic minority voters since the #OscarsSoWhite controversy in 2015.", "type": "p"}, {"text": "Deadwyler noted that very few black women had been recognised at the Oscars, and there were often \"numerous decades in between\" those who had.", "type": "p"}, {"text": "She referred to Hattie McDaniel's supporting actress win in 1940 and Halle Berry's leading actress win in 2002, which remains the only victory in that category for a black woman.", "type": "p"}, {"text": "\"You have to begin to question why there are these gaps,\" Deadwyler said. \"Before I was even in consideration for anything, these are the things that I witnessed. ", "type": "p"}, {"text": "\"So these are critical questions of, how do you begin to actually bring equity to spaces which have long been led or deeply impacted by white supremacy, ideologies, thoughts and practises?\"", "type": "p"}, {"text": "This year's best actress nominees are Michelle Yeoh, Cate Blanchett, Ana De Armas, Michelle Williams and Andrea Riseborough.", "type": "p"}, {"text": "British actress Riseborough scored a shock nomination following a campaign driven by a number of Hollywood A-listers.", "type": "p"}, {"text": "The Academy of Motion Picture Arts and Sciences conducted a review into the campaign and said some tactics \"caused concern\", but her nomination was not revoked.", "type": "p"}, {"text": "Williams was recognised despite a debate in Hollywood over whether she should have been nominated in the supporting actress category.", "type": "p"}, {"text": "No black men are nominated for best lead actor this year. Two black performers - Angela Bassett and Brian Tyree Henry - are in the running in the supporting categories. The winners will be announced on 12 March.", "type": "p"}], "tags": ["The Oscars", "Film"]}