{"link": "https://www.bbc.com/news/science-environment-64553915", "category": "science & environment", "title": "Queen Elizabeth Prize: Solar team wins prestigious engineering award", "contributor": null, "time": "2023-02-07T20:09:53.000Z", "cover": "https://ichef.bbci.co.uk/news/946/cpsprodpb/1090F/production/_128555876_qep_070223-12.jpg", "content": [{"text": "Four pioneers behind the electricity-generating silicon solar cell have won this year's Queen Elizabeth Prize for Engineering.", "type": "b"}, {"text": "Martin Green, Andrew Blakers, Jianhua Zhao and Aihua Wang developed so-called Passivated Emitter and Rear Cell, or Perc, technology.", "type": "p"}, {"text": "This transformed the efficiency of solar panels and is now built into 90% of all installations worldwide.", "type": "p"}, {"text": "The team is to be honoured at a special ceremony later in the year.", "type": "p"}, {"text": "The quartet will share a £500,000 award and a trophy, to be presented by the Princess Royal.", "type": "p"}, {"text": "\"Our winners did something wonderful, which was to increase the efficiency with which a solar cell converts light into electricity, and it was a really quite dramatic change,\" explained Lord Browne of Madingley, chairman of the QE Prize for Engineering Foundation.", "type": "p"}, {"text": "\"With their breakthrough we went from around 16-18% efficiency to something like 26%. That's a big jump,\" he told BBC News.", "type": "p"}, {"text": "Today, solar uptake is rocketing as the world tries to move away from fossil fuels. Some estimates suggest that by the 2030s, solar will have more installed capacity than coal, oil, gas, nuclear and hydro put together.  ", "type": "p"}, {"text": "Previous QE Prize winners", "type": "b"}, [{"text": "2022: Powerful permanent magnets", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60205351"}, {"text": "2021: Breakthrough LED lighting", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-55896164"}, {"text": "2019: The fathers of GPS", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-47212151"}], {"text": "When Australian Martin Green started investigating solar energy following the oil crisis of the 1970s, solar cells were used largely just on satellites in space.", "type": "p"}, {"text": "If you'd wanted to put that technology on your roof, it would have cost much more than your house.", "type": "p"}, {"text": "But Prof Green's persistence kicked off a revolution. And with Drs Blakers, Zhao and Wang in his University of New South Wales laboratory, the team not only managed to drive up efficiency but do it in a way that became relatively straightforward to manufacture.", "type": "p"}, {"text": "In a solar cell, photons - or particles of light - strike silicon atoms to free electrons and set up a current. Perc technology boosted performance by remodelling the rear of the cell to reduce the ability of electrons to recombine with atoms. It also kept many more photons in play.", "type": "p"}, {"text": "Dr Blakers recalled: \"Traditionally, the rear surface just had a layer of metal aluminium printed directly into it, and so that wasn't a very good reflector of light. And it also gobbled up any electron that went anywhere near the back surface. ", "type": "p"}, {"text": "\"Replacing that crude back metal contact with a more sophisticated contact served both purposes and led to quite significant increases in cell efficiency.\"", "type": "p"}, {"text": "The right properties for the rear surface were found in materials such as silicon dioxide, aluminium oxide and silicon nitride.", "type": "p"}, {"text": "Industry started to pick up the Perc approach in 2012, and by 2018 it had become utterly dominant, with China positioning itself as the home of global production. Extraordinarily, one out of every seven panels produced worldwide is now manufactured by a single Chinese facility, according to the International Energy Agency (IEA).", "type": "p"}, {"text": "The country's supremacy can be laid directly at the feet of Drs Zhao and Wang and other Chinese students who studied in Prof Green's lab and then returned home to initiate manufacturing. ", "type": "p"}, {"text": "\"We were among the first to start Perc production,\" said Dr Zhao.", "type": "p"}, {"text": "\"There are two provinces that do most of the manufacturing today. China dominates because of cost; it's so much cheaper to produce solar panels there,\" added Dr Wang.  ", "type": "p"}, {"text": "Commercial cells typically have efficiencies - the amount of electrical energy that can be extracted from the input of sunlight - of 22-23%. The theoretical upper-limit is about 29%.", "type": "p"}, {"text": "Prof Green is experimenting with \"cell modules\" in which materials are stacked on top of silicon and customised to collect the photons in the sunlight spectrum that might ordinarily be lost in a standard set-up.", "type": "p"}, {"text": "\"We hold the world record for efficiency in a cell module of 40.6%,\" he told BBC News. \"But it's hard to see how this approach can be made cheap enough for commercial production. There's a lot of interest right now in a material called perovskite - a common mineral - but the cells use heavy elements, like lead. The cells also aren't as stable as silicon.\"", "type": "p"}, {"text": "The IEA is expecting global solar capacity to almost triple over the 2022-2027 period. Currently, solar is providing about half of new-build electricity generation capacity worldwide.", "type": "p"}, {"text": "Even given this rapid uptake, Prof Alan Finkel, a former chief scientific advisor to the Australian government, believes \"transforming our energy system will be the hardest economic challenge in human history\".", "type": "p"}, {"text": "\"Solar is a wonderful source of clean energy that's significant across the planet, not just in advanced countries but also in less well developed countries. It's easier to put in a solar-powered micro-grid than it is to bring a transmission line from a coal-fired generator. Solar is cheap, reliable and durable, and it will do the heavy-lifting to get us away from fossil fuels,\" he said. ", "type": "p"}], "tags": ["Solar power", "Climate change"]}