{"link": "https://www.bbc.com/news/technology-64562673", "category": "technology", "title": "Zoom cuts 15% of staff in post-pandemic 'reset'", "contributor": null, "time": "2023-02-07T21:09:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1C6B/production/_128557270_gettyimages-1219773237.jpg", "content": [{"text": "Zoom, the video conferencing company that became a household name when remote work spiked during the Covid pandemic, is laying off 1,300 staff.", "type": "b"}, {"text": "The move affects about 15% of its workforce, which has seen user growth slow and profits fall recently.", "type": "p"}, {"text": "Boss Eric Yuan said he and other leaders would also take big pay cuts, as the company focuses on making sure it can weather the slowdown. ", "type": "p"}, {"text": "It is joining a large number of other tech firms making similar adjustments.", "type": "p"}, {"text": "\"As the world transitions to life post-pandemic, we are seeing that people and businesses continue to rely on Zoom,\" Mr Yuan wrote in a message to employees shared by the company. ", "type": "p"}, {"text": "\"But the uncertainty of the global economy, and its effect on our customers, means we need to take a hard - yet important - look inward to reset ourselves so we can weather the economic environment, deliver for our customers and achieve Zoom's long-term vision.\"", "type": "p"}, {"text": "Amazon and Salesforce are among the other heavyweights to have announced big job cuts, saying the boom in business they saw during the pandemic was ending. ", "type": "p"}, {"text": "More than 300 tech firms have laid off nearly 100,000 workers globally since the start of the year, according to Layoffs.fyi, which tracks such announcements. ", "type": "p"}, {"text": "Zoom especially has faced challenges as rival tech firms upgrade their video offerings. ", "type": "p"}, {"text": "The firm's revenue more than tripled in 2020 and grew about 55% in 2021. But last year, the gains slowed to the single digits and its profits dropped sharply. ", "type": "p"}, {"text": "Shares in the company have plunged more than 80% from their 2020 peak.", "type": "p"}, {"text": "Mr Yuan said the cuts would affect every part of the organisation and were aimed at reducing duplicative roles and refocusing on the firm's top priorities. Affected staff will receive 16 weeks of salary and health care coverage, among other support. ", "type": "p"}, {"text": "Mr Yuan said he would also reduce his salary in the coming fiscal year by 98% and forego his bonus. Other members of the executive leadership team will see their base salaries fall by 20% and lose bonuses, he added. ", "type": "p"}, {"text": "\"We worked tirelessly.. but we also made mistakes. We didn't take as much time as we should have to thoroughly analyze our teams or assess if we were growing sustainably, toward the highest priorities,\" Mr Yuan said.", "type": "p"}, {"text": "\"As the CEO and founder of Zoom, I am accountable for these mistakes and the actions we take today - and I want to show accountability not just in words but in my own actions.\"", "type": "p"}, {"text": "Shares in the firm jumped more than 8% following the announcement. ", "type": "p"}], "tags": ["Companies", "Video calling"]}