{"link": "https://www.bbc.com/news/business-64258488", "category": "business", "title": "Cost of living: Argentina sees prices almost doubling last year", "contributor": null, "time": "2023-01-13T05:30:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C560/production/_128282505_capture.jpg", "content": [{"text": "Argentina saw prices almost double last year as the country's annual inflation rate hit its highest level in more than 30 years.", "type": "b"}, {"text": "Official figures show consumer prices jumped by 94.8% in the 12 months to the end of December.", "type": "p"}, {"text": "It marks the South American country's fastest pace of inflation since 1991.", "type": "p"}, {"text": "Last year Argentina's central bank raised its main rate of interest to 75% as it tries to rein in the soaring cost of living.", "type": "p"}, {"text": "On a monthly basis, Argentina's monthly inflation rate stood at 5.1% in December.", "type": "p"}, {"text": "The monthly figure marks a small victory for the government of President Alberto Fernandez as the country's official inflation rate remains below the peak of 7.4% in July.", "type": "p"}, [{"text": "US inflation falls to lowest in more than a year", "type": "a", "href": "https://www.bbc.co.uk/news/business-64234130"}, {"text": "Why are prices rising so much?", "type": "a", "href": "https://www.bbc.co.uk/news/business-12196322"}, {"text": "Argentina interest rate hits 69.5% as prices soar", "type": "a", "href": "https://www.bbc.co.uk/news/business-62514970"}], {"text": "Policy makers and politicians may also take some comfort from the annual rate not hitting three figures for 2022.", "type": "p"}, {"text": "Price rises in December were led by cost increasing in areas including restaurants, hotels, alcoholic drinks and tobacco, which were up by more than 7%.", "type": "p"}, {"text": "Like most countries around the world, Argentina has seen prices rise sharply as the cost of commodities including energy has gone up.", "type": "p"}, {"text": "Soaring prices have largely been attributed to a bout of central bank money-printing, as well as the war in Ukraine.", "type": "p"}, {"text": "In December the International Monetary Fund (IMF) approved another $6bn (£4.9bn) of bailout money for South America's second largest economy.", "type": "p"}, {"text": "It was the latest payout for Argentina in a 30-month programme that is expected to reach a total of $44bn.", "type": "p"}, {"text": "Last year the troubled country had three economy ministers in the space of just four weeks.", "type": "p"}, {"text": "Sergio Massa has been in the job since August and has implemented tough policies in an attempt curb rampant inflation.", "type": "p"}], "tags": ["Argentina", "Inflation", "Cost of living"]}