{"link": "https://www.bbc.com/news/health-64236706", "category": "health", "title": "Help during childbirth has declined, survey finds", "contributor": null, "time": "2023-01-11T15:56:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BE1A/production/_128266684_gettyimages-1290267575.jpg", "content": [{"text": "Women's experiences of care when giving birth have worsened in the last five years, ", "type": "b"}, {"text": "A survey of 20,000 women found \"a concerning decline\" in getting help when most needed during labour and after childbirth.", "type": "p"}, {"text": "Overall satisfaction is high and mental health support in pregnancy is rising.", "type": "p"}, {"text": "The safety of maternity services has come under scrutiny in recent years.", "type": "p"}, {"text": "A BBC analysis recently showed that more than half of maternity units in England fail consistently to meet safety standards, with 48% requiring improvement and 7% posing a high risk of avoidable harm.", "type": "p"}, {"text": "A report from March 2022 into one hospital trust found that more than 200 babies might have survived if better maternity care had been given.", "type": "p"}, {"text": "The CQC asked thousands of women about their experience of giving birth in February 2022, and compared the results with previous years.", "type": "p"}, {"text": "From the responses, it found:", "type": "p"}, [{"text": "78% definitely had confidence in staff involved during their labour and baby's birth", "type": "p"}, {"text": "57% were always able to get a member of staff to help after childbirth - down from 62% in 2019", "type": "p"}, {"text": "63% were able to get help when they needed it during labour and birth - down from 72% in 2019", "type": "p"}, {"text": "23% said they were not taken seriously if they raised concerns during labour or birth - up from 19% in 2017", "type": "p"}, {"text": "19% said they were not offered any choice about where to have their baby", "type": "p"}, {"text": "71% were always treated with kindness and understanding after the birth of their baby in hospital - down from 74% in 2017", "type": "p"}], {"text": "\"These results show that far too many women feel their care could have been better,\" said director of secondary and specialist care at the CQC, Victoria Vallance.", "type": "p"}, {"text": "She said it was vital for staff at individual trusts to understand what makes a good experience, and what needs to improve.", "type": "p"}, {"text": "But there was also recognition that the survey results reflected \"increasing pressures on front-line staff\" as they try to provide high-quality care with available resources.", "type": "p"}, {"text": "The CQC said a new programme of maternity inspections had recently begun in NHS hospitals across England which will have \"a strong focus on capturing the experience of women and families\".", "type": "p"}, {"text": "Fewer than half of those who responded to the survey said their partners, or someone close to them, were able to stay with them when they were giving birth - compared with 74% before the pandemic.", "type": "p"}, {"text": "The National Childbirth Trust said this was \"unacceptable\".", "type": "p"}, {"text": "\"Trusts must immediately enable partners' presence at in-hospital postnatal care so that mothers are never left without food and water, emotional support, access to a bathroom and help to lift and feed their baby,\" chief executive Angela McConville said.", "type": "p"}, {"text": "The CQC report says mental health support during pregnancy and after childbirth is improving, with 96% of respondents saying a midwife or health visitor asked them about their state of mind after their baby was born.", "type": "p"}, {"text": "Areas for improvement include pregnant women's concerns being taken more seriously during labour, more women being given advice and support at the start of their labour, and explanations of the care they need in hospital.", "type": "p"}, {"text": "\"Maternity services in England are categorically falling short of women's expectations,\" Ms McConville said. ", "type": "p"}, {"text": "\"This is not all the impact of the Covid pandemic, but is directly associated with long-term underinvestment in the staffing of maternity services.\"", "type": "p"}, {"text": "Minister for mental health and women's health strategy Maria Caulfield said: \"No one should feel their maternity experience was impacted by poor care and I am determined to make the NHS the safest place in the world to give birth - while many areas of maternity services continue to receive positive feedback, there's still more that needs to be done.\"", "type": "p"}, {"text": "She said £127m had already been invested into the maternity working and improving neonatal care, on top of funding for 1.200 more midwives and 100 more obstetricians.", "type": "p"}, {"text": "Updated training is also being introduced for those working in maternity services to improve safety across all areas of England.", "type": "p"}], "tags": ["Women", "Childbirth", "Care Quality Commission", "NHS", "Babies & toddlers", "Pregnancy"]}