{"link": "https://www.bbc.com/news/entertainment-arts-63611757", "category": "entertainment & arts", "title": "Keith Levene: The Clash guitarist and founding member dies aged 65", "contributor": null, "time": "2022-11-12T21:21:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D4C7/production/_127617445_gettyimages-593268172.jpg", "content": [{"text": "Keith Levene, a founding member of The Clash and later guitarist for Public Image Ltd, has died aged 65, his close friend has said.", "type": "b"}, {"text": "Author Adam Hammond said Levene, who died on Friday, was one of the most influential guitarists of all time.", "type": "p"}, {"text": "Levene founded The Clash with Mick Jones in the 1970s but left before they became successful. ", "type": "p"}, {"text": "He then joined Public Image Ltd (PiL), the post-punk band set up by John Lydon after he left the Sex Pistols.", "type": "p"}, {"text": "Hammond said his friend had been living with liver cancer for two years, but his death had been unexpected. ", "type": "p"}, {"text": "\"He had so many plans - there were so many things he was doing,\" Hammond said.", "type": "p"}, {"text": "Levene had just completed a book about Public Image Ltd, co-written with Hammond, and had been working on music to accompany it.", "type": "p"}, {"text": "After news of his death broke, his former bandmates paid tribute to Levene on social media.", "type": "p"}, {"text": "PiL member Martin Atkins paid tribute to Levene's \"unique talent\", while the band's former bassist Jah Wobble remembered his family.", "type": "p"}, {"text": "Fellow musicians also paid tribute.", "type": "p"}, {"text": "Former Oasis bassist and member of Ride, Andy Bell, said the sound Levene made on the guitar was \"like ground-up diamonds fired at you through a high pressure hose\".", "type": "p"}, {"text": "While music magazine Rolling Stone said the musician's \"influential fretwork shaped the sound of punk and post-punk to come\".", "type": "p"}], "tags": []}