{"link": "https://www.bbc.com/news/technology-63599553", "category": "technology", "title": "Twitter chaos after wave of blue tick impersonations", "contributor": null, "time": "2022-11-12T00:42:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5B69/production/_127610432_gettyimages-1244636483.jpg", "content": [{"text": "A wave of new paid blue tick accounts impersonating influential individuals and brands has led to chaos and confusion on Twitter.", "type": "b"}, {"text": "Fake \"verified\" accounts in the names of politicians, celebrities, major organisations and businesses started appearing on the platform on Thursday. ", "type": "p"}, {"text": "Twitter suspended many of them, but the company's rapidly changing attempts to address the issue added to the confusion. ", "type": "p"}, {"text": "Experts had previously warned that the new Twitter Blue subscription service announced by new chief Elon Musk, which allows users to pay £6.99 ($7.99) per month for a blue tick, would be immediately exploited by bad actors and scammers, and erode trust in the platform.  ", "type": "p"}, {"text": "The extent of the problem with new fake blue tick accounts was laid bare after the feature launched on Wednesday. ", "type": "p"}, {"text": "Blue tick versions of major brand accounts such as Apple, Nintendo, BP and Chiquita were suspended. Fake accounts posing as high-profile individuals like Meta chief Mark Zuckerberg, current and former US Presidents Joe Biden, Donald Trump and George W Bush, and former UK Prime Minister Tony Blair were also removed.", "type": "p"}, {"text": "In one case, an account in the name of Republican candidate for Arizona governor Kari Lake tweeted to announce she was conceding to her Democratic opponent, despite the fact votes are still being counted in the tight race. It took hours for Twitter to remove the tweet and the fake account.", "type": "p"}, {"text": "A fake Tesla account, another company owned by Mr Musk, joked about 9/11, while Mr Musk himself was impersonated.", "type": "p"}, {"text": "One of the most disruptive accounts impersonated US pharmaceutical company Eli Lilly, and declared \"insulin is free now\".", "type": "p"}, {"text": "The company had to distance itself from the fake announcement.", "type": "p"}, {"text": "The paid blue tick system is also being exploited by conspiracy theorists and far-right activists.", "type": "p"}, {"text": "The BBC has seen at least three well-known QAnon influencer accounts which have purchased blue ticks on Twitter.", "type": "p"}, {"text": "Far-right activists Jason Kessler and Richard Spencer, who organised the 2017 Unite the Right rally in Charlottesville, have both purchased blue ticks.", "type": "p"}, {"text": "Twitter had previously removed verification badges from the accounts of Mr Kessler and Mr Spencer after the violent rally five years ago.", "type": "p"}, {"text": "Researchers also spotted a variety of accounts with purchased blue ticks using AI generated images of fake personalities. This is a specific area of concern as such inauthentic accounts are routinely used in influence operations, at times by foreign states with the aim of influencing political events in other countries.", "type": "p"}, {"text": "Twitter suspended many of the imposter blue tick accounts, but at times struggled to keep up with the pace of new ones appearing.", "type": "p"}, {"text": "New grey \"official\" badges were added under the handles of some high-profile accounts, before being scrapped by Mr Musk almost immediately.", "type": "p"}, {"text": "However, on Friday new grey official badges began reappearing on some Twitter profiles.", "type": "p"}, {"text": "And some users based in the US reported the Twitter Blue subscription system was no longer available to them.", "type": "p"}, {"text": "Mr Musk himself initially said blue tick parody accounts of high-profile users would have to clarify that they are not genuine in their profile bios.", "type": "p"}, {"text": "Later he declared the word parody would also need to be included in account names, adding that \"tricking people is not ok\".", "type": "p"}, {"text": "As of now, it is still unclear how Mr Musk and his newly acquired platform plan to address the issue of blue tick impersonations in the long run.", "type": "p"}, {"text": "While the issue of verified accounts temporarily changing their names in ways which might mislead had previously surfaced on the platform, such attempts were extremely rare.", "type": "p"}, {"text": "Experts worry that the harm caused by a lack of trust in Twitter's verification system could come to the fore during events such as mass shootings, terrorist attacks or natural disasters, where Twitter is often used by local authorities, police, emergency services and journalists for accurate information and advice.", "type": "p"}, {"text": "The BBC reached to Twitter for comment, but received no response.", "type": "p"}, {"text": "By Marianna Spring, Disinformation and social media correspondent", "type": "b"}, {"text": "A lot of the parody accounts springing up on Twitter right now might seem quite funny. But it's important to remember that when people don't know who and what to believe, it can pose serious risks. ", "type": "p"}, {"text": "Throughout the pandemic, recent conflicts and elections - we're reminded time and time again of the real-world harm that online mistruths can have. ", "type": "p"}, {"text": "Now, bad actors can use blue ticks to give the disinformation they promote an air of legitimacy - or to confuse users.", "type": "p"}, {"text": "Blue ticks had become a handy tool to identify official accounts, so its unsurprising that - at least at first - this is causing chaos. Not least because it's happening at the same time as other chaotic changes. ", "type": "p"}, {"text": "Now that blue ticks may be rendered meaningless, users will instead have to rely on other tools to see if an account is really who they say they are. ", "type": "p"}, {"text": "Check out their other tweets, look at their followers - and search off Twitter or via official websites to follow links to genuine social media profiles.", "type": "p"}, {"text": "Before, it felt like social media sites had woken up to the impact disinformation can have offline - and were at least starting to get to grips with it. This, though, feels like a step backwards - and there are fears there could be more. ", "type": "p"}], "tags": ["Social media", "Elon Musk", "Disinformation", "Fake News", "Twitter", "Conspiracy theories"]}