{"link": "https://www.bbc.com/news/entertainment-arts-61433801", "category": "entertainment & arts", "title": "Coleen Rooney: My online post was a last resort", "contributor": "Paul Glynn", "time": "2022-05-13T15:05:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/75A0/production/_124721103_hi075968174.jpg", "content": [{"text": "Coleen Rooney has told the High Court her online post alleging Rebekah Vardy leaked private stories about her to the Sun newspaper was a \"last resort\".", "type": "b"}, {"text": "Mrs Rooney appeared in the witness box for the first time on day four of the libel case, brought by Mrs Vardy.", "type": "p"}, {"text": "She told the court on Friday she was \"surprised\" by \"how much interest\" her so-called Wagatha Christie social media post caused in 2019.", "type": "p"}, {"text": "And that it was never her \"intention\" for Mrs Vardy to receive abuse.", "type": "p"}, {"text": "\"It's not in my nature to cause abuse or trolling in any way at all,\" she said.", "type": "p"}, {"text": "Mrs Rooney is being sued for libel by Mrs Vardy, for alleging she leaked personal stories to the Sun newspaper, which she denies.", "type": "p"}, {"text": "The case was sparked by a viral social media post from October 2019, in which Mrs Rooney said she had carried out a sting operation to find out who had been passing private information about her life to the Sun. ", "type": "p"}, {"text": "She said the fake stories she had posted on Instagram in an effort to find the perpetrator had only been viewed by \"Rebekah Vardy's account\".", "type": "p"}, {"text": "Mrs Vardy's barrister, Hugh Tomlinson, asked Mrs Rooney what she set out to achieve with the widely-shared post.", "type": "p"}, {"text": "She replied: \"I wasn't achieving anything, what I wanted was to stop the person who was leaking my private information to The Sun\". She added that stories \"no matter how big or small\" about her and her family had been \"picked up by the media for 20 years\".", "type": "p"}, {"text": "Information about her and her husband, she claimed, had been leaked at a time when \"I didn't know how my marriage was going to work out.\"", "type": "p"}, {"text": "Mrs Rooney noted how Mrs Vardy, whose husband Jamie played with her own husband Wayne for the England national football team, was \"not in my circle\" and they had \"never met socially\".", "type": "p"}, {"text": "The 36-year-old said that when her own name appeared in the press, it was \"a regular occurrence\" that she would then be messaged by Mrs Vardy, 40.", "type": "p"}, {"text": "\"I felt like when she contacted me it was to try and get information out of me,\" Mrs Rooney said.", "type": "p"}, {"text": "She told the court that Mrs Vardy's messages were \"generally nice\", but added that \"towards the end it was a bit unusual\" that \"someone who was not that close to me [would be] constantly checking in with me all the time\".", "type": "p"}, {"text": "Mrs Rooney said in written witness statement that seeing a message between Mrs Vardy and her agent referencing her late sister \"knocked me sick\" when it was disclosed.", "type": "p"}, {"text": "The defendant stressed she had never fallen out with any of the other partners of her husband's teammates.", "type": "p"}, {"text": "When asked if she might have tried to mitigate any online abuse with another social media post, she replied: \"Maybe I would have liked to have [done so]\", but with little knowledge of the legal system she decided to follow \"instruction of my legal team\".", "type": "p"}, {"text": "In her statement, Mrs Rooney also said she had tried \"in vain\" to bring the matter to a close before it made it to court.", "type": "p"}, {"text": "\"I have sought to resolve this matter amicably on various occasions because I was of the view that the time, money, resources and efforts involved could be better spent elsewhere, particularly in light of the Covid-19 pandemic,\" she stated.", "type": "p"}, {"text": "She added she had \"no doubt that this litigation, whatever the outcome, will benefit neither Becky [Mrs Vardy] nor myself\".", "type": "p"}, {"text": "Earlier on Friday, under re-examination from her own barrister, Mrs Vardy broke down in tears once again, as she has done on two previous days.", "type": "p"}, {"text": "She said she felt like she had been \"bullied and manipulated\" while facing an \"exhausting\" and \"intimidating\" cross examination by Mrs Rooney's barrister David Sherborne; and that she pressed on with legal action despite a letter from Mrs Rooney's solicitors which she perceived as a \"threat\" because she \"didn't do anything wrong\".", "type": "p"}, {"text": "Mrs Vardy said she had discussed Mrs Rooney's private Instagram account only \"a handful of times\" with her agent agent Caroline Watt, who she confirmed was first given the password to her account when she went into the celebrity jungle on the ITV show I'm A Celebrity... Get Me Out Of Here!", "type": "p"}, {"text": "The court heard Mrs Rooney had been left \"fuming\" about a Sun article in January 2019 about her allegedly being involved in a car crash while she and husband were living in the US, having previously posted on Instagram about damage to her vehicle.", "type": "p"}, {"text": "Mrs Rooney was alerted to the story by one of her son's football coaches, who was concerned about them, but, the court heard: \"There was no crash.\"", "type": "p"}, {"text": "The Liverpudlian explained that a lorry had \"scraped down the side of the car\", likely due to the fact she was unused to driving on the right side of the road in the US.", "type": "p"}, {"text": "Mrs Rooney said she was \"angry\" and \"annoyed\" when the Sun printed information which \"was untrue\" and the private information was \"getting out there\".", "type": "p"}, [{"text": "Hear more on the BBC Sounds podcast It's... Wagatha Christie", "type": "a", "href": "https://www.bbc.co.uk/sounds/brand/p0c4ks17"}], {"text": "Mrs Vardy's barrister suggested to Mrs Rooney that she had \"no evidence\" to link his client to alleged leaks.", "type": "p"}, {"text": "\"I believe that Mrs Vardy knew that this was happening, whether it was Mrs Vardy herself or it was someone she's given permission to,\" she responded.", "type": "p"}, {"text": "Mr Tomlinson replied: \"You might believe that Derby County [the team Mr Rooney currently manages] will win the Premiership. It's not evidence that they are going to.\"", "type": "p"}, {"text": "On Thursday, Mrs Vardy appeared to accept that her agent had leaked information to the Sun.", "type": "p"}, {"text": "Mrs Rooney, who described herself as a full-time mum in her witness statement, said at one stage: \"I'm not a gossip, I don't like to confirm things unless they are true,\" later adding that she hadn't picked Mrs Vardy's name \"out of thin air\" during her own investigation.", "type": "p"}, {"text": "The trial continues next week.", "type": "p"}], "tags": []}