{"link": "https://www.bbc.com/news/business-62887477", "category": "business", "title": "Aldi becomes Britain’s fourth-largest supermarket", "contributor": "Tom Espiner", "time": "2022-09-13T11:55:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/165F7/production/_126693619_aldistore.jpg", "content": [{"text": "Aldi has overtaken Morrisons to become the fourth-largest UK supermarket for the first time, according to data from research firm Kantar.", "type": "b"}, {"text": "Discounters are grabbing more market share as shoppers take steps to manage their budgets, Kantar said.", "type": "p"}, {"text": "Food prices are rising quickly as energy and fuel costs soar, and the war in Ukraine squeezes grain production and pushes up fertiliser costs.", "type": "p"}, {"text": "Kantar said food price inflation hit a record 12.4% in August.", "type": "p"}, {"text": "Milk, butter and dog food prices were rising especially quickly.", "type": "p"}, {"text": "Inflation in the UK has been rising at its fastest rate for 40 years as food prices climb with living costs eating into household budgets.", "type": "p"}, [{"text": "What is the UK inflation rate and why is the cost of living rising?", "type": "a", "href": "https://www.bbc.co.uk/news/business-12196322"}, {"text": "UK inflation: Food costs push price rises to new 40-year high", "type": "a", "href": "https://www.bbc.co.uk/news/business-62562025"}], {"text": "\"It seems there's no end in sight to grocery inflation as the rate at which food and drink prices are increasing continues to accelerate,\" said Kantar head of retail and consumer insight Fraser McKevitt.", "type": "p"}, {"text": "\"Shoppers are taking steps to manage their budgets including broadening the range of stores they visit, with the discount grocers benefiting.\"", "type": "p"}, {"text": "Shoppers are also cutting back on spending by buying more own-brand products, with sales of the very cheapest value own-label products up by a third compared to last year.", "type": "p"}, {"text": "Nevertheless, Kantar said food price rises will push up the average annual grocery bill by £571 to £5,181.", "type": "p"}, {"text": "Kantar said Aldi's sales rose by almost a fifth in the 12 weeks to 4 September compared with a year earlier, giving it a market share of 9.3%.", "type": "p"}, {"text": "Aldi UK and Ireland chief executive Giles Hurley said shoppers were \"voting with their feet by choosing Aldi over full price traditional supermarkets\".", "type": "p"}, {"text": "Meanwhile, Morrisons' sales dropped by 4.1% over the same period, with its market share falling to 9.1%.", "type": "p"}, {"text": "Morrisons said market share was \"partly a function of new store openings\".", "type": "p"}, {"text": "\"Although Morrisons has not put on any significant new space for a while, some competitors are still opening many new stores,\" it said.", "type": "p"}, {"text": "However, it added that \"customers don't really care about market share statistics - they care about value, quality, provenance and service and that is where our focus is going to remain.\"", "type": "p"}, {"text": "This feels like a real moment in the supermarket aisles.", "type": "p"}, {"text": "Aldi and Lidl have been steadily stealing customers and growing market share driven by hundreds of new store openings.", "type": "p"}, {"text": "And they're still expanding, unlike their bigger rivals.", "type": "p"}, {"text": "With no grocery home delivery service, the discounters didn't have a great pandemic, but they're now clearly back on form.", "type": "p"}, {"text": "According to Kantar, the grocery market is worth around £131bn, and both chains together have now nabbed 16% of it.", "type": "p"}, {"text": "Aldi is adding more than a billion pounds of sales a year at this current rate of growth.", "type": "p"}, {"text": "They don't have it all their own way though. The price gap isn't as big as it used to be.", "type": "p"}, {"text": "Tesco and Sainsbury's are price matching Aldi on many key products.", "type": "p"}, {"text": "But in these challenging times, Aldi and Lidl are benefiting from cash-strapped shoppers trying to manage their budgets, and they are on the march again.", "type": "p"}, {"text": "1 - Tesco (26.9% market share)", "type": "p"}, {"text": "2 - Sainsbury's (14.6%)", "type": "p"}, {"text": "3 - Asda (14.1%)", "type": "p"}, {"text": "4 - Aldi  (9.3%)", "type": "p"}, {"text": "5 - Morrisons (9.1%)", "type": "p"}, {"text": "6 - Lidl (7.1%)", "type": "p"}, {"text": "7 - Co-op (6.5%)", "type": "p"}, {"text": "8 - Waitrose (4.7%)", "type": "p"}, {"text": "9 - Iceland (2.4%)", "type": "p"}, {"text": "10 - Ocado (1.7%)", "type": "p"}, {"text": "Source: Kantar", "type": "p"}, {"text": "Data relates to the 12 weeks to 4 September 2022", "type": "p"}, {"text": "Mr McKevitt said: \"Back at the start of the 2010s, Tesco, Sainsbury's, Asda and Morrisons together accounted for over three quarters of the sector but that traditional big four is no more.", "type": "p"}, {"text": "\"The discounters have seen dramatic sales increases in recent months, bringing more and more customers through their doors.\"", "type": "p"}, {"text": "He said Aldi had consistently been opening stores, and that 14.2 million people had shopped at the grocer in the past three months.", "type": "p"}, {"text": "Aldi and Lidl have been expanding and growing their market share in the UK over the past decade.", "type": "p"}, {"text": "However, online grocer Ocado, which has also been growing, said it expected to see a small drop in sales this year as customers buy less and and look for cheaper items.", "type": "p"}, {"text": "Previously the company, which is a joint venture between Ocado Group and Marks & Spencer, had predicted a small increase in sales.", "type": "p"}, {"text": "In a trading update, Ocado said it expected earnings to be \"close to break-even\" this year as rising costs, including energy and dry ice, and the lower average value of people's shopping baskets offset a growth in the number of customers.", "type": "p"}], "tags": ["Companies", "Morrisons", "Aldi", "Retailing", "Inflation", "Supermarkets"]}