{"link": "https://www.bbc.com/news/entertainment-arts-62894460", "category": "entertainment & arts", "title": "Strictly Come Dancing: Premiere delayed following Queen's death", "contributor": null, "time": "2022-09-13T15:34:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1AF4/production/_126700960_stirctlylogo.jpg", "content": [{"text": "Strictly Come Dancing will move from its original launch date as television schedules continue to change in the wake of the Queen's death.", "type": "b"}, {"text": "The 20th series was due to premiere on Saturday with a pre-recorded launch show, but that episode will now screen on Friday 23 September.", "type": "p"}, {"text": "The first live show will follow on Saturday 24 September, the BBC said.", "type": "p"}, {"text": "Contestants for this year's series include Bros singer Matt Goss and Paralympic medallist Ellie Simmonds.", "type": "p"}, [{"text": "Strictly Come Dancing: The line-up in full", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62407451"}, {"text": "EastEnders pay tribute to the Queen in extra scene", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62887341"}], {"text": "Strictly Come Dancing is not the only programme to be shuffled in the schedules following the Queen's death last week.", "type": "p"}, {"text": "The final of Celebrity Masterchef will now be shown on Thursday 22 September, a week later than planned. Episodes of EastEnders are also premiering first on the BBC iPlayer, as its regular slot on BBC One is subject to last-minute changes.", "type": "p"}, {"text": "The BBC has also announced it will broadcast the first Paddington film on Saturday 17 September as a tribute to the Queen - who starred with the Peruvian bear in a sketch marking her Platinum Jubilee earlier this year.", "type": "p"}, {"text": "Paddington 2 will then be shown on Monday 19 September, following coverage of the Queen's funeral", "type": "p"}, {"text": "Other broadcasters have also had to adjust their schedules, with topical comedy programmes like The Last Leg put on pause for a week; and filming on the Netflix series The Crown suspended as a mark of respect.", "type": "p"}, {"text": "However, Channel 4 has confirmed that the latest series of The Great British Bake Off will return to the airwaves as planned on Tuesday night.", "type": "p"}], "tags": ["Television", "BBC", "Strictly Come Dancing"]}