{"link": "https://www.bbc.com/news/business-64964881", "category": "business", "title": "Swiss central bank ready for Credit Suisse support", "contributor": null, "time": "2023-03-15T20:20:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1269B/production/_128991457_creditsuisse_reuters.jpg", "content": [{"text": "Swiss regulators have said they are ready to help troubled banking giant Credit Suisse \"if necessary\", as the collapse of Silicon Valley Bank in the US raises fears of a wider crisis. ", "type": "b"}, {"text": "The comments from the Swiss National Bank came after shares in Credit Suisse plunged 24% to a record low.", "type": "p"}, {"text": "Investors are concerned about the state of the troubled firm and have already been spooked by US bank failures.", "type": "p"}, {"text": "The worries spread across share markets with all major indexes falling sharply.", "type": "p"}, {"text": "The Swiss National Bank (SNB) and the Swiss Financial Market Supervisory Authority sought to calm fears.", "type": "p"}, {"text": "\"There are no indications of a direct risk of contagion for Swiss institutions due to the current turmoil in the US banking market,\" they said in a joint statement.", "type": "p"}, {"text": "Strict rules apply to Swiss financial institutions to \"ensure their stability\" and Credit Suisse meets the requirements for banks considered systemically important, the regulators said. ", "type": "p"}, {"text": "\"If necessary, the SNB will provide [Credit Suisse] with liquidity,\" they added. ", "type": "p"}, {"text": "Earlier, fear of weakness at such a big international player had put pressure on banking shares around the world, with the Stoxx Europe banking share index tumbling 7%.", "type": "p"}, {"text": "In the UK, the FTSE 100 fell 3.8% or 293 points - the biggest one-day drop since the early days of the pandemic in 2020. ", "type": "p"}, {"text": "Germany's Dax dropped more than 3% and France's Cac 40 index closed down roughly 3.5%. In Spain, the Ibex 35 ended more than 4% lower.", "type": "p"}, {"text": "In the US, shares in both small and large banks were hit, helping to push the Dow down almost 0.9%, while the S&P 500 fell 0.7%. The Nasdaq closed roughly flat for the day. ", "type": "p"}, {"text": "\"The problems in Credit Suisse once more raise the question whether this is the beginning of a global crisis or just another 'idiosyncratic' case,\" wrote Andrew Kenningham of Capital Economics.", "type": "p"}, [{"text": "How bad is US banking crisis and what does it mean?", "type": "a", "href": "https://www.bbc.co.uk/news/business-64951630"}, {"text": "Warning that US banks face more pain", "type": "a", "href": "https://www.bbc.co.uk/news/business-64949786"}], {"text": "Problems in the banking sector began in the US last week with the collapse of Silicon Valley Bank, the country's 16th-largest bank. ", "type": "p"}, {"text": "The bank - which specialised in lending to technology companies - was shut down by US regulators on Friday in what was the largest failure of a US bank since 2008.  SVB's UK arm was snapped up for £1 by HSBC. ", "type": "p"}, {"text": "In the wake of the SVB collapse, New York-based Signature Bank also went bust, with the US regulators guaranteeing all deposits at both. ", "type": "p"}, {"text": "But fears have persisted that other banks could face similar troubles, and trading in bank shares has been volatile this week.", "type": "p"}, {"text": "\"It's too early to know how widespread the damage is,\" Laurence Fink, chief executive of investment giant BlackRock wrote in an annual letter to investors. \"The regulatory response has so far been swift, and decisive actions have helped stave off contagion risks. But markets remain on edge.\"", "type": "p"}, {"text": "Credit Suisse, founded in 1856, has faced a string of scandals in recent years, including money laundering charges and other issues. ", "type": "p"}, {"text": "It lost money in 2021 and again in 2022 - its worst year since the financial crisis of 2008 - and has warned it does not expect to be profitable until 2024. ", "type": "p"}, {"text": "Shares in the firm had already been severely hit before this week - their value falling by roughly two-thirds last year - as customers pulled funds, including 110bn Swiss francs ($120bn) in the last three months of 2022.", "type": "p"}, {"text": "The bank's disclosure on Tuesday of \"material weakness\" in its financial reporting controls renewed concerns, prompting major investor the Saudi National Bank to say it would not inject further funds into the Swiss lender. ", "type": "p"}, {"text": "Credit Suisse insisted its financial position was not a concern, with the chief executive saying its cash reserves were \"still very very strong.\"", "type": "p"}, {"text": "But shares in the bank ended the day down 24%, as other banks rushed to reduce their exposure to the firm and prime ministers in Spain and France spoke out in an attempt to ease fears. ", "type": "p"}, {"text": "Bloomberg reported that BNP Paribas had stopped accepting certain deals, if Credit Suisse was the counter party.", "type": "p"}, {"text": "\"This banking crisis came from America. And now people are watching how the whole thing could also cause problems in Europe,\" Robert Halver, head of capital markets at Germany's Baader Bank, said. ", "type": "p"}, {"text": "\"If a bank has had even the remotest problem in the past, if major investors say we don't want to invest any more and don't want to let new money flow into this bank, then of course a story is being told where many investors say we want to get out.\"", "type": "p"}, {"text": "One of the problems that hit SVB was that it was forced to sell US government bonds that it held in order to raise money.", "type": "p"}, {"text": "But the value of these bond holdings had fallen over the past year as the US Federal Reserve increased borrowing costs to try to curb inflation. ", "type": "p"}, {"text": "Many other central banks - including the Bank of England - have also been raising interest rates. As rates rise, the value of bond portfolios declines. ", "type": "p"}, {"text": "The falls mean many banks could be sitting on significant potential losses. However, the change in value would not typically be a problem unless other pressures - like significant outflows of customer funds - force the firms to sell the holdings.", "type": "p"}, {"text": "\"The worry is that banks sitting on large unrealised losses in their bond portfolios might not have sufficient buffers if there is a fast withdrawal of deposits,\" said Susannah Streeter, head of money and markets at Hargreaves Lansdown.   ", "type": "p"}, {"text": "\"Although the biggest players are judged not to be at risk, thanks to the chunky layer of capital they are sitting on and the stable nature of their deposits, the nervousness is palpable.\" ", "type": "p"}], "tags": []}