{"link": "https://www.bbc.com/news/entertainment-arts-64964044", "category": "entertainment & arts", "title": "Gary Lineker row: BBC impartiality dominates Prime Minister's Questions", "contributor": null, "time": "2023-03-15T17:23:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12191/production/_128992147_gettyimages-1308273733.jpg", "content": [{"text": "Labour leader Sir Keir Starmer has suggested BBC impartiality has been put at risk by Conservative MPs \"waging war on free speech\" in the Gary Lineker row and BBC bosses who \"cave\" in to them.", "type": "b"}, {"text": "Sir Keir pressed Rishi Sunak about political interference in the BBC at Prime Minister's Questions.", "type": "p"}, {"text": "Mr Sunak accused the opposition leader of jumping on a \"political bandwagon\".", "type": "p"}, {"text": "Lineker was taken off air over a tweet criticising the government's new asylum policy, but will return this weekend.", "type": "p"}, {"text": "The BBC's director general has ordered a review into stars' social media use, and denied being influenced by political pressure.", "type": "p"}, {"text": "In the House of Commons on Wednesday, Sir Keir said the prime minister had previously said he \"wanted to protect free speech and put a stop to no platforming\".", "type": "p"}, {"text": "But following Lineker's post, Conservative MPs had been \"howling with rage over a tweet, signing letters in their dozens, desperately trying to cancel a football highlights show\", he claimed.", "type": "p"}, {"text": "The Labour leader asked: \"Why doesn't he take some responsibility [and] stand up to his snowflake MPs waging war on free speech?\"", "type": "p"}, {"text": "In response, the prime minister said: \"Just the usual political opportunism from the leader of the Labour Party.\"", "type": "p"}, {"text": "Noting that two members of the shadow cabinet had criticised the language Lineker used in his tweet, Mr Sunak added: \"But what a surprise he saw the chance to jump on a political bandwagon and changed his mind.\"", "type": "p"}, {"text": "The Match of the Day host sparked controversy when he tweeted about the government's plan to ban people arriving in the UK illegally from ever claiming asylum. He described it as an \"immeasurably cruel policy directed at the most vulnerable people in language that is not dissimilar to that used by Germany in the 30s\".", "type": "p"}, {"text": "The former England striker had thought he had permission to voice an opinion on such matters, his agent said on Wednesday. \"Gary takes a passionate interest in refugees and immigration and, as he saw it, had a special agreement with Tim Davie, the BBC's director general, to tweet about these issues,\" Jon Holmes wrote in the New Statesman.", "type": "p"}, {"text": "But the BBC considered Lineker's social-media activity a breach of its guidelines. Fellow presenters and pundits withdrew from programmes to show their support - and the BBC's weekend sports coverage was left in tatters.", "type": "p"}, {"text": "Sir Keir asked whether Mr Sunak had received assurances that no-one with links to the Conservative Party had been \"involved in the decision that saw Match of the Day effectively cancelled\".", "type": "p"}, {"text": "Mr Sunak replied: \"These are matters for the BBC to resolve and it's right that the BBC, as an important institution, takes its obligations to impartiality seriously.\"", "type": "p"}, {"text": "In a rowdy Commons, Sir Keir claimed Mr Sunak had \"kept quiet and hid behind the playground bullies while they tried to drive someone out simply for disagreeing with them\".", "type": "p"}, {"text": "He continued: \"An impartial public broadcaster free of government interference is a crucial pillar in our country, but isn't that put at risk by the cancel culture addicts on his benches, a BBC leadership that caves into their demands, and a prime minister too weak to do anything about them?\"", "type": "p"}, {"text": "Mr Sunak said that he would not \"take any lectures on cancel culture\" from Labour, and \"the substance of what's happened\" was that Sir Keir's party was \"siding with people smugglers over the British people\" by voting against the new asylum law.", "type": "p"}, {"text": "On Monday, Mr Davie said his decisions about the Lineker affair were \"not affected by pressure from one party or the other\", adding: \"That is not how we work editorially in the BBC. It's a convenient narrative. It's not true.\"", "type": "p"}, {"text": "Sir Keir also linked the issue of BBC impartiality with the position of its chairman Richard Sharp, a former Conservative donor and once Mr Sunak's boss at an investment bank, who has come under strong pressure over his involvement in the facilitation of an £800,000 loan guarantee for former PM Boris Johnson.", "type": "p"}, {"text": "A KC-led review into Mr Sharp's appointment is investigating whether he failed to properly disclose details of his involvement.", "type": "p"}, {"text": "\"Does the prime minister think that his friend's position is still tenable?\" Sir Keir asked.", "type": "p"}, {"text": "Mr Sunak insisted the review process was \"independent\", adding: \"Instead of pre-judging, and pre-empting that review we should let it conclude and wait for the outcome.\"", "type": "p"}, {"text": "The BBC is conducting its own internal review over any potential conflicts of interest.", "type": "p"}], "tags": []}