{"link": "https://www.bbc.com/news/health-64899943", "category": "health", "title": "Vasectomies even safer than reported, doctors say", "contributor": null, "time": "2023-03-12T00:29:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13671/production/_128937497_gettyimages-1369442457.jpg", "content": [{"text": "Vasectomies are much safer than reported and patient information leaflets need updating to reflect this, UK doctors who completed a review say.", "type": "b"}, {"text": "Some post-op swelling and soreness is to be expected but serious risks are extremely rare, they say.", "type": "p"}, {"text": "The team, who are presenting their work at a medical conference in Milan, checked 94,000 procedures for bad complications such as infection. ", "type": "p"}, {"text": "The surgery, usually under local anaesthetic, takes 15 minutes. ", "type": "p"}, [{"text": "The surgery seals off the tube sperm swim down after leaving the testicles ", "type": "p"}, {"text": "It involves a small cut or puncture in the skin of the scrotum, which can be closed with dissolving stitches", "type": "p"}, {"text": "The testes still make sperm but it is safely reabsorbed instead of released", "type": "p"}, {"text": "Sperm makes up very little of semen and the surgery does not affect ejaculation, testosterone production or the drive or ability to have sex", "type": "p"}, {"text": "A day or two of rest is recommended and sport and heavy lifting should be avoided for at least a week", "type": "p"}, {"text": "It usually succeeds but doctors advise using contraception for a few months as some sperm can still be present", "type": "p"}, {"text": "Doctors tend to advise against having a vasectomy under the age of 30", "type": "p"}, {"text": "It is not a decision that should be taken quickly or without full consideration", "type": "p"}, {"text": "A reversal to restore fertility will not always work and is likely to have to be carried out privately, which could cost thousands of pounds", "type": "p"}], {"text": "A couple of weeks ago, in a video post on Instagram, Jordan Banjo, 30, of the dance troupe Diversity, revealed he had just had a vasectomy.", "type": "p"}, {"text": "As he walks tentatively back to the car, his wife, Naomi, pregnant with their third child, is heard asking him, : \"Was it bad?\" to which he replies: \"No - the pain's not the problem,\" and goes on to joke about his personal experience of the procedure. ", "type": "p"}, {"text": "The next day, he shared a selfie captioned \"It's a tender morning,\" but in later television interviews said the surgery \"isn't bad\".", "type": "p"}, [{"text": "Men face two-year wait for vasectomies", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-isle-of-man-62093789"}, {"text": "Males contraceptive pill prototype stops sperm swimming", "type": "a", "href": "https://www.bbc.co.uk/news/health-64635446"}], {"text": "In the US, men have been uploading footage of their vasectomies to TikTok, as interest in the surgery has increased following the US Supreme Court's decision to remove women's right to abortion in some states.", "type": "p"}, {"text": "For the study, the Association of Surgeons of Primary Care researchers asked patients to:", "type": "p"}, [{"text": "complete a questionnaire on the day of the operation ", "type": "p"}, {"text": "record any problems four months later", "type": "p"}], {"text": "About two in every 1,000 (0.2%) experienced chronic scrotal pain, one of the most significant complications. Yet a commonly used patient information leaflet says this affects up to one in 20. ", "type": "p"}, {"text": "Similarly, rates of post-op infection needing antibiotics are quoted as 2-10% but the team found it was just over 1%. And just under 2% of the men in the study developed a blood clot or haematoma of the scrotum, while patient leaflets say the risk is 2-10%. ", "type": "p"}, {"text": "Gloucestershire Hospitals NHS Foundation Trust senior registrar Julian Peacock, who headed the review with consultant urological surgeon  John Henderson said some of the risk data in the leaflets dated back to the 1980s and having more up-to-date information for patients was vital. ", "type": "p"}, {"text": "\"Vasectomy is a very reliable and safe contraception method,\" he said. \"We hope our research will be incorporated in the guidelines that provide information for pre-vasectomy counselling and leaflets.\"", "type": "p"}, {"text": "Dr Sophie Nicholls from the Faculty of Sexual and Reproductive Healthcare said: \"It's really good to have up-to-date information that we can provide to patients so that they can make an informed choice about their care. ", "type": "p"}, {"text": "\"Many who have had one done are pleasantly surprised that it was a quick and simple procedure that was not too uncomfortable. ", "type": "p"}, {"text": "\"But it is something that people need to think about and make sure that it is the right decision for them.\"", "type": "p"}], "tags": []}