{"link": "https://www.bbc.com/news/science-environment-64965767", "category": "science & environment", "title": "Spacesuit for return to the Moon unveiled", "contributor": null, "time": "2023-03-15T17:15:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2601/production/_128992790_gettyimages-1151760273.jpg", "content": [{"text": "A new generation of spacesuit for humanity's return trip to the Moon has been unveiled by Nasa. ", "type": "b"}, {"text": "The novel design comes with specialist features to support astronauts as they conduct scientific experiments on the lunar surface.", "type": "p"}, {"text": "The prototype is said to be a better fit for female space travellers.", "type": "p"}, {"text": "Nasa hopes to have the updated suit ready for the Artemis III mission to the Moon in 2025. ", "type": "p"}, {"text": "The existing spacesuits worn by US space travellers have not been fully redesigned since 1981.", "type": "p"}, [{"text": "Moon missions spur the search for new spacesuits", "type": "a", "href": "https://www.bbc.co.uk/news/business-59231236"}, {"text": "Nasa Moon mission Artemis gets go-ahead to launch", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62640529"}], {"text": "When Nasa announced that humanity would return to the moon after more than five decades, they promised to send the first woman and person of colour to the lunar surface.", "type": "p"}, {"text": "But previous plans to send female astronauts to space have been scuppered by the lack of spacesuits in their size. ", "type": "p"}, {"text": "A well-fitting suit is crucial to prevent excessive fatigue and at worst, physical harm. ", "type": "p"}, {"text": "In 2019 Nasa had planned to send an entirely female team of astronauts to complete a space walk from the International Space Station.", "type": "p"}, {"text": "But just days before Anne McClain and Christina Koch were due to depart on the walk, Nasa realised they didn't have two spacesuits in the correct size for both women, and McClain had to be replaced by colleague Nick Hague.", "type": "p"}, {"text": "Nasa now believes the new design will overcome these problems and meet some of the challenges posed by the Artemis III mission to the moon, due to lift off in 2025. ", "type": "p"}, {"text": "The key requirement of a spacesuit is to provide oxygen to the astronauts which allow them to survive in the near-vacuum of space. This aspect requires careful design, as failure would see an astronaut's lungs rapidly expand causing death. ", "type": "p"}, {"text": "\"We have a lot of tough requirements on this suit,\" said Lara Kearney, manager of Nasa's spacesuit and rovers team, at today's demonstration of the new design.", "type": "p"}, {"text": "\"The moon is a hostile place, and the south pole is really going to be a challenge. A lot of thermal requirements, we are looking for improved mobility so our astronauts can operate more efficiently.\"", "type": "p"}, {"text": "Texas-based company Axiom Space won a $228 million (£190m) contract last year to design the suits, and now six months later they've revealed the first prototype.  ", "type": "p"}, {"text": "In contrast to previous suits, the new Axiom Extravehicular Mobility Unit (AxEMU) spacesuit, has joints stitched in to provide the astronauts with more flexibility. It also sports inbuilt lights in the helmet. ", "type": "p"}, {"text": "These features are crucial as the astronauts will be required to survey geology, retrieve samples, and collect other data to further our understanding of the Moon's south polar region. ", "type": "p"}, {"text": "The helmet also comes with an HD video camera to allow videos from the moon to be watched in high definition back on Earth. ", "type": "p"}, {"text": "The new space boots should be able to withstand the freezing temperatures that are found in the permanently shadowed regions of the lunar surface. ", "type": "p"}, {"text": "The suits will be made using advanced manufacturing methods including 3-D printers and laser cutters to ensure exact measurements. ", "type": "p"}, {"text": "The prototype is part of a $1bn investment by Nasa to get two flight-ready spacesuits in time for the Moon mission.", "type": "p"}, {"text": "In 2021, the space agency revealed it had already spent $420m on spacesuit development internally but was struggling to see results, so took the decision to commission the private sector to continue the work. ", "type": "p"}, {"text": "Mike Suffredini, Axiom Space president and CEO, said in a statement that: \"Axiom Space's Artemis III spacesuit will be ready to meet the complex challenges of the lunar south pole and help grow our understanding of the moon in order to enable a long-term presence there.\"", "type": "p"}, {"text": "The spacesuits will undergo further testing at Nasa's Johnson Space Center's Neutral Buoyancy Lab over the next year, before Artemis III launches in 2024. ", "type": "p"}], "tags": []}