{"link": "https://www.bbc.com/news/technology-64959346", "category": "technology", "title": "OpenAI announces ChatGPT successor GPT-4", "contributor": null, "time": "2023-03-14T20:59:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/98A6/production/_128987093_gettyimages-1248236133.jpg", "content": [{"text": "OpenAI has released GPT-4, the latest version of its hugely popular artificial intelligence chatbot ChatGPT.", "type": "b"}, {"text": "The new model can respond to images - providing recipe suggestions from photos of ingredients, for example, as well as writing captions and descriptions.", "type": "p"}, {"text": "It can also process up to 25,000 words, about eight times as many as ChatGPT.", "type": "p"}, {"text": "Millions of people have used ChatGPT since it launched in November 2022.", "type": "p"}, {"text": "Popular requests for it include writing songs, poems, marketing copy, computer code, and helping with homework - although teachers say students shouldn't use it.", "type": "p"}, {"text": "ChatGPT answers questions using natural human-like language, and it can also mimic other writing styles such as songwriters and authors, using the internet as it was in 2021 as its knowledge database.", "type": "p"}, {"text": "There are concerns that it could one day take over many jobs currently done by humans.", "type": "p"}, {"text": "OpenAI said it had spent six months on safety features for GPT-4, and had trained it on human feedback. However it warned that it may still be prone to sharing disinformation.", "type": "p"}, {"text": "GPT-4 will initially be available to ChatGPT Plus subscribers, who pay $20 per month for premium access to the service. ", "type": "p"}, {"text": "It's already powering Microsoft's Bing search engine platform. The tech giant has invested $10b into OpenAI.", "type": "p"}, {"text": "In a live demo it generated an answer to a complicated tax query - although there was no way to verify its answer.", "type": "p"}, {"text": "GPT-4, like ChatGPT, is a type of generative artificial intelligence. Generative AI uses algorithms and predictive text to create new content based on prompts.", "type": "p"}, {"text": "GPT-4 has \"more advanced reasoning skills\" than ChatGPT, OpenAI said. The model can, for example, find available meeting times for three schedules.", "type": "p"}, {"text": "OpenAI also announced new partnerships with language learning app Duolingo and Be My Eyes, an application for the visually impaired, to create AI Chatbots which can assist their users using natural language.", "type": "p"}, {"text": "However, like its predecessors, OpenAI has warned that GPT-4 is still not fully reliable and may \"hallucinate\" - a phenomenon where AI invents facts or makes reasoning errors.", "type": "p"}], "tags": []}