{"link": "https://www.bbc.com/news/business-64059437", "category": "business", "title": "Trump business losses sharply reduced his tax bill", "contributor": null, "time": "2022-12-21T20:45:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17227/production/_128095749_whatsubject.jpg", "content": [{"text": "Former president Donald Trump reported steep business losses in his final year in the White House, allowing the billionaire to avoid paying income tax.", "type": "b"}, {"text": "He also did not face tax audits during his first two years in office, despite rules requiring the review of tax filings by sitting presidents. ", "type": "p"}, {"text": "The revelations came after Democrats voted to release the records on Tuesday after a four-year legal battle.", "type": "p"}, {"text": "A spokesman for Mr Trump said the release was politically motivated.", "type": "p"}, {"text": "\"If this injustice can happen to President Trump, it can happen to all Americans without cause,\" Trump Organization spokesman Steven Cheung said.", "type": "p"}, {"text": "Mr Trump last month launched his third bid for the White House, and has long-cultivated an image as a successful businessman.", "type": "p"}, {"text": "But Democrats said the documents raised questions about Mr Trump's practices.", "type": "p"}, {"text": "US presidents are not required by law to release their tax returns, but for decades they have done so voluntarily.", "type": "p"}, {"text": "In contrast, Mr Trump sought to shield his personal finances, sparking a legal battle that was decided by the Supreme Court last month. ", "type": "p"}, {"text": "The documents released by the House Ways and Means Committee as a result of the fight span the years 2015 to 2020.", "type": "p"}, {"text": "Mr Trump and his wife, Melania, paid some form of tax during all six years, the documents showed, but were able to cut down their income taxes in several years as income from Mr Trump's businesses was more than offset by deductions and losses.", "type": "p"}, {"text": "The committee questioned the legitimacy of some of those deductions, including one for $916m (£758m), and members said on Tuesday the tax returns were short on details.", "type": "p"}, {"text": "The panel is expected to release redacted versions of his full returns in the coming days.", "type": "p"}, {"text": "The documents that have been released paint a decidedly mixed portrait of the businessman, who made his name developing property and starring as a celebrity boss on a reality television show. ", "type": "p"}, {"text": "The records show Mr Trump and his wife Melania made tens of millions of dollars in investment income each year.", "type": "p"}, {"text": "But they also claimed millions of dollars worth in deductions and losses in their businesses, including property, sharply reducing what they owed in tax on their income.", "type": "p"}, {"text": "Democrats raised questions about the legitimacy of some of those moves, and said the Internal Revenue Service, the US tax authority, had failed to properly investigate. ", "type": "p"}, {"text": "The IRS declined to comment.", "type": "p"}, {"text": "The couple reported adjusted gross income of $24.3m in 2018 and paid a net tax of $1m, while in 2019 they reported $4.4m of income in 2019 and paid $134,000 in taxes.", "type": "p"}, {"text": "Those were the only two years they claimed positive gross income. ", "type": "p"}, {"text": "In 2017 they reported gross income of negative $12.9m, yielding an income tax bill of $750.", "type": "p"}, {"text": "In 2020, they reported negative gross income of $4.8m and paid no net income tax.", "type": "p"}, {"text": "The couple was also responsible for self-employment and household employment taxes, which totalled $3m during their four years in the White House. ", "type": "p"}], "tags": ["Tax", "Donald Trump", "US politics"]}