{"link": "https://www.bbc.com/news/entertainment-arts-64052197", "category": "entertainment & arts", "title": "Joe Lycett defends himself after Qatar hypocrisy charge", "contributor": null, "time": "2022-12-21T12:34:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17B80/production/_127725179_lycettgetty.jpg", "content": [{"text": "Joe Lycett has defended himself after being accused of hypocrisy over his criticism of David Beckham.", "type": "b"}, {"text": "The comedian recently pretended to shred £10,000 in protest of Beckham's links with World Cup host country Qatar, where it is illegal to be gay.", "type": "p"}, {"text": "But the Sun highlighted Lycett had been paid for gigs in the country himself earlier in his career.", "type": "p"}, {"text": "Lycett argued he never tried to hide the shows and sarcastically referenced the \"spotless morality\" of the Sun.", "type": "p"}, {"text": "He added he was paid \"a few hundred quid\" for the shows in 2015 by a UK comedy promoter, and said he would have reconsidered playing the gigs if an equivalent high-profile comedian had shredded money in protest.", "type": "p"}, {"text": "Many LGBTQ fans boycotted the recent Fifa men's World Cup over Qatar's treatment of gay people, as same-sex relationships are criminalised in the country.", "type": "p"}, {"text": "Last month, Lycett pretended to shred £10,000 in protest over Beckham's promotion of Qatar as an ambassador for the country. It was reported that the former England captain had signed a £10m deal with the World Cup hosts.", "type": "p"}, {"text": "The comedian's publicity stunt was widely covered by news outlets and led to him presenting a programme on Channel 4 called Joe Lycett vs Beckham.", "type": "p"}, {"text": "But on Thursday, the Sun said Lycett was at \"the centre of a hypocrisy storm\" after it emerged he previously did several performances in controversial Gulf states himself.", "type": "p"}, {"text": "The comedian wrote about playing in Dubai, Abu Dhabi - both in the UAE - and Qatar in his autobiography, published in 2016.", "type": "p"}, {"text": "In his statement, posted on Twitter, Lycett said: \"Oops! I've been caught out by The Sun! I did two gigs in Doha in 2015 and kept it entirely secret by writing about it in my own book and mentioning it in multiple interviews including with the NY Times!", "type": "p"}, {"text": "\"If you're interested, I was paid a few hundred quid (not by Qatar but by UK comedy promoters) but it was 2015 and that went a lot further back then. I reckon that if a popular comedian from those days (eg. Shane Ritchie) had shredded a few hundred quid to persuade me not to go, it would have made a difference. But who can say?", "type": "p"}, {"text": "\"I don't have the perfect hindsight and spotless morality of, to pick a completely random example, The Sun newspaper.\"", "type": "p"}, {"text": "Some of Lycett's followers had contacted him via social media to draw attention to his gigs. \"You didn't seem to have a problem taking Qatari money that night?\" one said.", "type": "p"}, {"text": "In a statement last week, a spokesman for Beckham said: \"We understand that there are different and strongly-held views about engagement in the Middle East, but see it as positive that debate about the key issues has been stimulated directly by the first World Cup being held in the region. ", "type": "p"}, {"text": "\"We hope that these conversations will lead to greater understanding and empathy towards all people, and that progress will be achieved.\"", "type": "p"}, {"text": "You may also be interested in:", "type": "b"}, [{"text": "Bob Dylan offered cameo in Coronation Street", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64050020"}, {"text": "Flash Gordon director Mike Hodges dies aged 90", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64050014"}, {"text": "Terry Hall diagnosed with cancer before his death", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64050002"}]], "tags": ["Comedy", "Joe Lycett", "David Beckham"]}