{"link": "https://www.bbc.com/news/technology-64056300", "category": "technology", "title": "Guardian newspaper hit by suspected ransomware attack", "contributor": null, "time": "2022-12-21T17:12:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12DC1/production/_128094277_gettyimages-177144560.jpg", "content": [{"text": "The Guardian newspaper has come under a suspected ransomware attack.", "type": "b"}, {"text": "It said there had been a \"serious incident\" affecting its IT systems in the last 24 hours, with disruption to \"behind the scenes services\".", "type": "p"}, {"text": "The company said it was continuing to publish globally to its website - one of the most visited news sites in the world - and was \"confident\" it could still print the physical paper.", "type": "p"}, {"text": "Staff have been told not to go into the office and to work from home.", "type": "p"}, {"text": "In a statement, the Guardian said: \"Our technology teams have been working to deal with all aspects of this incident, with the vast majority of our staff able to work from home as we did during the pandemic.", "type": "p"}, {"text": "\"We believe this to be a ransomware attack, but are continuing to consider all possibilities.\"", "type": "p"}, {"text": "Ransomware is malicious software used by hackers - and often sent via attachments in emails - to gain access to an organisation's or individual's computer systems.", "type": "p"}, {"text": "The criminals then find and encrypt important or sensitive files - and demand a ransom for them to be unlocked.", "type": "p"}, {"text": "A huge range of targets - from schools and hospitals to government agencies and media organisations - have fallen victim to ransomware, with research indicating hackers are paid in the majority of cases, especially in the UK.", "type": "p"}, {"text": "According to the Press Gazette, the Guardian is the ninth most-read news site in the world, with almost 390 million visits in November.", "type": "p"}, {"text": "In its own reporting of the incident, the Guardian said online publishing was \"largely unaffected\".", "type": "p"}, {"text": "It said Guardian Media Group chief executive Anna Bateson and editor-in-chief Katharine Viner had sent a message to the company's workforce.", "type": "p"}, {"text": "\"Thank you to everyone working hard throughout this incident to keep us publishing,\" they said.", "type": "p"}, {"text": "\"We will continue to keep our staff and anyone else affected informed. ", "type": "p"}, {"text": "\"With a few key exceptions, we would like everyone to work from home for the remainder of the week unless we notify you otherwise.\"", "type": "p"}, {"text": "Jake Moore, global cyber-security adviser at security software company ESET, said the Guardian being targeted was not a surprise.", "type": "p"}, {"text": "\"News organisations have become a regular target for cyber-attacks this year, and these attacks often have even more damaging effects on the companies targeted,\" he said.", "type": "p"}, {"text": "\"Ransomware can often bring all departments to a standstill, so it is fortunate that despite this attack the organisation will still see some key areas working as usual.\" ", "type": "p"}], "tags": ["Flexible working", "Cyber-crime", "Media", "UK newspapers"]}