{"link": "https://www.bbc.com/news/business-66869039", "category": "business", "title": "Fed holds interest rates steady - for now", "contributor": null, "time": "2023-09-20T18:54:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/176B4/production/_131142959_gettyimages-1572559341.jpg", "content": [{"text": "The US central bank has kept its key interest rate unchanged as it debates whether it has done enough to stabilise prices.", "type": "b"}, {"text": "The decision left the Federal Reserve's rate target at 5.25%-5.5%, the highest level in more than two decades. ", "type": "p"}, {"text": "The bank has already raised borrowing costs from near zero in March 2022 in a bid to cool the economy and bring price inflation under control. ", "type": "p"}, {"text": "Some at the Fed expect further action to be needed.", "type": "p"}, {"text": "Forecasts released after the meeting showed a majority of policymakers expect rates to stand above 5.5% by the end of the year, implying at least one further hike. They also saw rates remaining higher next year than previously forecast. ", "type": "p"}, {"text": "The announcement in the US comes ahead of Thursday's meeting of the Bank of England, which is facing its own inflation fight.", "type": "p"}, {"text": "The Bank had been widely expected to announce a rate rise. But data on Wednesday showed UK consumer prices rose at a slower rate than expected last month, raising questions about its course of action.  The European Central Bank raised rates earlier this month. ", "type": "p"}, {"text": "\"The Fed is going through the same challenges other central banks are in terms of fine-tuning policy,\" said Sarah House, senior economist at Wells Fargo.", "type": "p"}, {"text": "\"Increasingly the risks are shifting from inflation being the one and only focal point, to having to balance the inflation fight to make sure the Fed doesn't do unnecessary damage.\"", "type": "p"}, {"text": "Fed officials appear increasingly optimistic they will be able to bring inflation under control, without triggering a painful economic downturn.", "type": "p"}, {"text": "The latest figures show prices in the US rose 3.7% over the 12 months to August, down sharply from more than 9% in June 2022.", "type": "p"}, {"text": "The forecasts released on Wednesday show policymakers expect the economy to grow 2.1% this year and 1.5% in 2024 - more than previously estimated. They also see the unemployment rate rising less. ", "type": "p"}, {"text": "But inflation remains higher than the Fed's 2% target.", "type": "p"}, {"text": "Risks that threaten to complicate the Fed's task have also been mounting, including a jump in fuel prices, which could act as a spur to inflation while also weighing on household spending and economic growth.", "type": "p"}, {"text": "A three-year pause on student loan payments is also due to expire in coming weeks, while Washington is at an impasse over the budget, which could lead to a government shutdown. A strike by car workers threatens to hurt supplies and push up prices for buyers, while hurting the economy. ", "type": "p"}, {"text": "Ms House said those challenges would make it harder for the Fed to resolve what its next steps should be - and pull off a so-called soft landing that avoids a painful economic downturn. ", "type": "p"}, {"text": "\"This is getting into a much more delicate phase,\" she said. ", "type": "p"}, {"text": "The US central bank has already raised interest rates eleven times since last year.", "type": "p"}, {"text": "The moves have hit the public in the form of more expensive loans for business expansions, homes and other purchases, abruptly ending an era of low-cost borrowing that started during the 2008 financial crisis.", "type": "p"}, {"text": "In theory, higher rates should reduce borrowing demand and encourage saving, cooling the economy over time and making it harder for firms to raise prices.", "type": "p"}], "tags": []}