{"link": "https://www.bbc.com/news/entertainment-arts-66869095", "category": "entertainment & arts", "title": "Sufjan Stevens: Songwriter 'cannot walk' after being diagnosed with rare disease", "contributor": null, "time": "2023-09-20T16:32:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16A34/production/_131142729_crgettyimages-927293884.jpg", "content": [{"text": "Celebrated indie songwriter Sufjan Stevens says he has lost the ability to walk after being diagnosed with a rare auto-immune condition.", "type": "b"}, {"text": "In a rare Instagram post, the musician said he was suffering from Guillain-Barre Syndrome, in which the body's immune system attacks the nerves.", "type": "p"}, {"text": "\"Last month I woke up one morning and couldn't walk,\" he wrote.", "type": "p"}, {"text": "\"My hands, arms and legs were numb and tingling and I had no strength, no feeling, no mobility.\"", "type": "p"}, {"text": "The singer explained his brother drove him to hospital, where he was subjected to a barrage of tests, including MRIs, Cat Scans and a spinal tap, before doctors could diagnose his condition.", "type": "p"}, {"text": "Guillain-Barre Syndrome is estimated to affect about one person in 100,000 each year, and while the causes are unknown, patients often develop the condition after an infection.", "type": "p"}, {"text": "According to the NHS, most people recover within a year, but treatment can require several months in hospital.", "type": "p"}, {"text": "Stevens said he had been in an acute rehabilitation facility since 8 September, and was undergoing \"intensive physical therapy/occupational therapy, strength building etc. to get my body back in shape\".", "type": "p"}, {"text": "\"Most people who have GBS learn to walk again on their own within a year,\" he added, \"so I am hopeful.\" ", "type": "p"}, {"text": "The singer-songwriter is one of the most celebrated independent musicians of the 2000s, known for his delicate but striking musical arrangements, and poetic lyrics.", "type": "p"}, {"text": "He made his name with an ambitious project to record an album for each of America's 50 states - although only two ever came to fruition. ", "type": "p"}, {"text": "Instead, he branched out into more personal territory, exploring the death of his mother on 2015's Carrie & Lowell, and his struggles with love and faith on 2020's Ascension.", "type": "p"}, {"text": "The Detroit-born singer was also nominated for an Oscar for Mystery of Love - a haunting folk ballad from the Timothée Chalamet film Call Me By Your Name - in 2018.", "type": "p"}, {"text": "He is due to release his ninth album, Javelin, next month and explained to fans that his lack of promotion was due to the sudden onset of his medical condition.", "type": "p"}, {"text": "\"I'm only in my second week of rehab but it is going really well and I am working really hard to get back on my feet,\" he said.", "type": "p"}, {"text": "\"I'm committed to getting better, I'm in good spirits, and I'm surrounded by a really great team. I want to be well!\"", "type": "p"}, {"text": "He continued: \"I'll keep you posted as I progress. Thank you for your thoughts and prayers. And a huge shout out to all the incredible caretakers of the world working night and day to help us heal. They are living saints.\"", "type": "p"}], "tags": []}