{"link": "https://www.bbc.com/news/technology-66866569", "category": "technology", "title": "Fortnite: Parents in US offered refunds for game purchases", "contributor": null, "time": "2023-09-20T13:35:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14D87/production/_131138358_mediaitem131138356.jpg", "content": [{"text": "Parents in the US whose children purchased items in the popular game Fortnite without their permission will be able to claim a refund from today.", "type": "b"}, {"text": "The US regulator accused the game of tricking players into making unintended purchases and breaching privacy.", "type": "p"}, {"text": "Fortnite developer Epic Games agreed to pay $245m (£198m) in refunds in 2022.", "type": "p"}, {"text": "The Federal Trade Commission (FTC) has now begun the process of contacting 37 million people to alert them to the compensation.", "type": "p"}, {"text": "Fortnite is one of the most popular video games in the world, with more than 400 million players. It is a free-to-play video game - meaning while there's no upfront cost, it makes its money through players making in-game purchases.", "type": "p"}, {"text": "The FTC said Epic Games duped players with \"deceptive interfaces\" that could trigger purchases while the game loaded, and accused it of having default settings that breached people's privacy.", "type": "p"}, {"text": "In total, it agreed to a settlement of $520m with Epic Games over the concerns.", "type": "p"}, {"text": "This includes a $275m fine relating to how Fortnite collects data on its users, including those aged under 13, without informing parents. ", "type": "p"}, {"text": "It is the largest fine ever levied by the FTC for breaking a rule.", "type": "p"}, {"text": "The rest of the settlement will be paid out as refunds. ", "type": "p"}, {"text": "Though there is no similar agreement in the UK, Epic Games' vice president of marketing, Matthew Weissinger, previously told the UK government it would refund parents in the UK whose children made purchases without their knowledge.", "type": "p"}, {"text": "The BBC has approached Epic Games and UK regulators to ask if there are any plans for refund payments to apply to customers in the UK.", "type": "p"}, {"text": "Under the US settlement, refunds will be made for in-game purchases such as outfits and loot boxes, as well as Fortnite's virtual currency V-Bucks.", "type": "p"}, {"text": "Those who have been contacted by the FTC will have until January 2024 to submit their request.", "type": "p"}, {"text": "This includes claims from anyone in the US who believes they were charged in the game for items they didn't want between January 2017 and September 2022.", "type": "p"}, {"text": "But it also specifically includes people who say their child made a purchase using their credit card without their knowledge - though this must have taken place between the more limited period of January 2017 and November 2018.", "type": "p"}, {"text": "Finally, compensation can be requested by people who can show their Fortnite account was made inaccessible after they made a complaint with their credit card company about wrongful charges.", "type": "p"}, {"text": "When the settlement was first announced, Epic Games said it had made several changes to Fornite to tackle the problem of unintended in-game purchases.", "type": "p"}, {"text": "The developers have introduced an array of parental controls, a spending limit for players aged under 13, and default high privacy settings for children.", "type": "p"}, {"text": "\"The laws have not changed, but their application has evolved and long-standing industry practices are no longer enough,\" Epic said at the time. ", "type": "p"}, {"text": "\"We accepted this agreement because we want Epic to be at the forefront of consumer protection and provide the best experience for our players.\"", "type": "p"}, {"text": "The firm has since clarified that the FTC is handling the distribution of compensation, and concerned players must contact the regulator directly via its website.", "type": "p"}], "tags": []}