{"link": "https://www.bbc.com/news/business-62418653", "category": "business", "title": "Shell staff get profits bonus as energy bills soar", "contributor": null, "time": "2022-08-04T09:57:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15C47/production/_126195198_gettyimages-1241067700.jpg", "content": [{"text": "Energy giant Shell is to give its workers a one-off 8% bonus after the company reported record profits from high oil and gas prices.", "type": "b"}, {"text": "Most of the 82,000 staff it employs worldwide will get the pay boost but top executives will be excluded.", "type": "p"}, {"text": "Shell said the award reflected its financial success and was \"not a response\" to the rising cost of living.", "type": "p"}, {"text": "Energy firms' bumper profits have prompted calls for tougher taxes to help families with rising bills.", "type": "p"}, {"text": "It's due to forecasters predicting typical household energy bills will hit more than £3,600 a year this winter. In October 2021, an average bill was £1,400 a year.", "type": "p"}, {"text": "Shell reported second quarter profits of £9bn last week after reaping the benefits of higher gas and oil prices. ", "type": "p"}, {"text": "Its rival BP has also reported its biggest quarterly profit for 14 years, with underlying profits of £6.9bn.", "type": "p"}, [{"text": "How does the windfall tax on energy firms work?", "type": "a", "href": "https://www.bbc.co.uk/news/business-60295177"}, {"text": "BP sees biggest profit in 14 years as bills soar", "type": "a", "href": "https://www.bbc.co.uk/news/business-62382624"}, {"text": "Energy giants see profits soar as bills rise", "type": "a", "href": "https://www.bbc.co.uk/news/business-62330190"}, {"text": "Immoral oil and gas profits must be taxed - UN", "type": "a", "href": "https://www.bbc.co.uk/news/business-62415904"}], {"text": "The firms' huge increase in profits has been fuelled by higher prices for oil and gas, which have risen sharply due to the war in Ukraine.", "type": "p"}, {"text": "In recent months, Russia has reduced supplies to Europe following the invasion and fears are growing it may switch off the taps altogether.", "type": "p"}, {"text": "The potential of gas supply problems has led to the wholesale price soaring, which has led to energy firms passing those costs onto customers - pushing up household energy bills by unprecedented amounts.", "type": "p"}, {"text": "The high oil price has also led to the price of petrol and diesel reaching record highs at the pumps in recent months, with inflation - the rate at which prices rise - at a 40-year high.", "type": "p"}, {"text": "Shell said in a statement its staff would get 8% of their salaries as a bonus \"in recognition of the contribution our people have made to Shell's strong operational performance against a recent challenging backdrop\".", "type": "p"}, {"text": "\"The award enables those employees to share in our current operational and financial success - it is not a response to inflation or cost-of-living challenges,\" the company added.", "type": "p"}, {"text": "About 5,000 of Shell's employees in Britain are in line to benefit from the bonus, however, 1,200 employees of Shell Energy Retail, its loss-making household supply business, will not receive the bonuses ", "type": "p"}, {"text": "Shell has also said it would return billions of dollars to its shareholders after posting its quarterly financial results last month.", "type": "p"}, {"text": "UN Secretary General Antonio Guterres has called for oil and gas companies to face special taxes, saying it was \"immoral\" for firms to be profiting from the Ukraine war.", "type": "p"}, {"text": "\"This grotesque greed is punishing the poorest and most vulnerable people, while destroying our only common home,\" Mr Guterres said.", "type": "p"}, {"text": "The UK government has introduced a package of measures to help people with energy bills, such as a £400 discount, and also announced in May that oil and gas firms would pay an extra 25% on profits.", "type": "p"}, {"text": "The tax applies from 26 May to profit made in the UK, which for most oil and gas companies is a small part of their operations.", "type": "p"}, {"text": "And Shell and BP will not need to pay the levy on the majority of their recent profits made between April and June, due to when the legislation came into force.", "type": "p"}, {"text": "The Treasury expects the windfall tax to raise about £5bn in its first year, but critics of such taxes argue they can hit pension funds invested in energy firms.", "type": "p"}], "tags": ["Companies", "Russia-Ukraine war", "Shell", "Cost of living", "UK economy", "Oil", "BP", "Oil & Gas UK"]}