{"link": "https://www.bbc.com/news/entertainment-arts-62419450", "category": "entertainment & arts", "title": "Batgirl: Directors shocked at film's cancellation", "contributor": null, "time": "2022-08-04T10:49:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1816D/production/_126196689_gettyimages-1364456265-1.jpg", "content": [{"text": "The directors of Batgirl have said they are upset their film was axed months before its planned release, by Warner Bros Discovery.", "type": "b"}, {"text": "\"We are saddened and shocked by the news. We still can't believe it,\" directors Adil El Arbi and Bilall Fallah wrote on Instagram.", "type": "p"}, {"text": "They said it had been a dream to work with stars including Michael Keaton.", "type": "p"}, {"text": "Both had been in Morocco for El Arbi's wedding, which had been attended by Will Smith as guest of honour.", "type": "p"}, {"text": "The film, which featured Keaton as Batman, was also due to star Leslie Grace as Batgirl, Brendan Fraser as villain Firefly and JK Simmons as Commissioner James Gordon.", "type": "p"}, {"text": "\"As directors, it is critical that our work be shown to audiences, and while the film was far from finished, we wish that fans all over the world would have had the opportunity to see and embrace the final film themselves,\" Fallah and El Arbi said in their statement.", "type": "p"}, [{"text": "Batgirl filming wasted a month of our business", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-62412806"}, {"text": "Batgirl scrapped months before planned release", "type": "a", "href": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-62406098"}], {"text": "\"Our amazing cast and crew did a tremendous job and worked so hard to bring Batgirl to life. We are forever grateful to have been part of that team,\" they added. ", "type": "p"}, {"text": "\"In any case, as huge fans of Batman since we were little kids, it was a privilege and an honour to have been part of the DCEU [DC Extended Universe], even if it was for a brief moment. Batgirl for life.\"", "type": "p"}, {"text": "In The Heights star Grace tweeted that she was \"proud of the love, hard work and intention all of our incredible cast and tireless crew put into this film over seven months\", adding she felt \"blessed to have worked among absolute greats and forged relationships for a lifetime in the process\". ", "type": "p"}, {"text": "She thanked fans for believing in her to become \"my own damn hero!\".", "type": "p"}, {"text": "The movie, shot entirely in Glasgow and reportedly budgeted at more than $70m (£58m), was due to be shown in cinemas and on the streaming service HBO Max later this year.", "type": "p"}, {"text": "The film had completed its principal photography and much of its post-production work and was in test screenings - Variety reported that news of its demise \"sent immediate shockwaves through Hollywood\".", "type": "p"}, {"text": "The New York Post reported that the decision had followed a poor reaction to test screenings, but Variety suggested that the cost of putting the film into cinemas and marketing it may have contributed to the decision. ", "type": "p"}, {"text": "As the film was unfinished, Warner Media would have had to spend more money completing, releasing and advertising it. Halting the process now means it can cut its existing losses without creating more.", "type": "p"}, {"text": "According to US trade publications, the company may also be able to recoup some of the money it had already spent by using what's called a tax write-down, which would save money by reducing the company's tax liability as a result of not releasing the film and recording it as a straight loss. ", "type": "p"}, {"text": "\"When Warner Bros files its taxes this year, the company will combine the income from its profitable movies with its losses to determine its taxable income. The loss from Batgirl would lower that taxable income significantly,\" David Blum, deputy chair of the tax practice group at law firm Akerman LLP, explained to Fortune.", "type": "p"}, {"text": "The film's cancellation follows a merger between Warner Bros and Discovery last May. Warner Bros had also confirmed that Scoob! Holiday Haunt would be scrapped.", "type": "p"}, {"text": "A spokesperson for the firm told the BBC: \"The decision to not release Batgirl reflects our leadership's strategic shift as it relates to the DC universe and HBO Max.", "type": "p"}, {"text": "\"Leslie Grace is an incredibly talented actor and this decision is not a reflection of her performance.", "type": "p"}, {"text": "\"We are incredibly grateful to the filmmakers of Batgirl and Scoob! Holiday Haunt and their respective casts, and we hope to collaborate with everyone again in the near future.\"", "type": "p"}], "tags": ["Film", "Glasgow"]}