{"link": "https://www.bbc.com/news/health-62406350", "category": "health", "title": "Pig organs partially revived hour after death", "contributor": "James Gallagher", "time": "2022-08-03T15:01:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16858/production/_126184229_gettyimages-649146787.jpg", "content": [{"text": "Pig organs have been partially revived an hour after the animals were killed, in a breakthrough with the potential to transform medicine, say US researchers. ", "type": "b"}, {"text": "The technique could increase the number of organs available for transplant and buy doctors more time to save a life if applied to people. ", "type": "p"}, {"text": "The study also challenges assumptions about what happens in the moments between life and death.", "type": "p"}, {"text": "Experts said the findings were \"truly remarkable\" and \"incredibly significant\".", "type": "p"}, {"text": "When the heart stops beating, the body is starved of oxygen and the nutrients it needs to survive. Organs swell in size, blood vessels collapse and cells - the building blocks of the body's organs - begin to die. ", "type": "p"}, {"text": "This cellular death was thought to be rapid and permanent, but researchers at Yale University have undone some of that damage in animals which have been dead for an hour. ", "type": "p"}, {"text": "\"We can restore some functions of cells, across multiple vital organs, that should have been dead,\" said Prof Nenad Sestan.", "type": "p"}, {"text": "\"These cells are functioning hours after they should not be.\"", "type": "p"}, {"text": "The research team performed a similar feat on just pig brains in 2019. Now they have adapted their technology - called OrganEx - to work across a whole body. ", "type": "p"}, {"text": "It uses:", "type": "p"}, [{"text": "A synthetic blood to carry oxygen around the body. This does not clot so it can navigate the collapsing blood vessels within the pig", "type": "p"}, {"text": "A cocktail of 13 compounds to interrupt the chemical processes that culminate in cells dying (known as apoptosis) and to calm the immune system", "type": "p"}, {"text": "A device to rhythmically pump the fluid around the body to mimic the pulse of a beating heart ", "type": "p"}], {"text": "The experiments, published in the journal Nature, involved about 100 pigs and were given ethical approval before going ahead.", "type": "p"}, {"text": "Scientists deeply anaesthetised the animals and then stopped their hearts. After being dead for an hour, they were connected to the OrganEx system and given the restorative cocktail for six hours. The anaesthetic was maintained throughout the experiments.", "type": "p"}, {"text": "After the six hours, the scientists dissected the pigs' organs such as the heart, liver and kidneys. and showed they were partially revived with some functions restored.", "type": "p"}, {"text": "There was restoration of electrical activity in the heart, and some heart muscle cells were able to contract. However, the organs were not functioning at the same level as before death.", "type": "p"}, {"text": "Researcher Dr Zvonimir Vrselja said: \"Things are not as dead as we previously presumed - we have demonstrated that we can actually initiate cell-repair on a molecular level. We can persuade cells not to die.\"", "type": "p"}, {"text": "At one point the pigs' heads and necks began moving spontaneously. It could be a sign they were recovering some motor function, but that will need further investigation.", "type": "p"}, {"text": "Neuroscientist Dr David Andrijevic said it was a \"quite startling moment\". However, he said it was \"not indicative of any mental activity on the part of the pig\".", "type": "p"}, {"text": "Just like the experiment in 2019, there was evidence of repair in the brain. But there were no brainwaves or electrical activity that would suggest consciousness or awareness. ", "type": "p"}, {"text": "It will take considerably more research before the technology could be adapted to be used on people. ", "type": "p"}, {"text": "However, the initial aim is to preserve transplant organs for longer, so they can get to patients who need them. ", "type": "p"}, {"text": "\"I think the technology has a great deal of promise for our ability to preserve organs after they're removed from a donor,\" said Dr Stephen Latham, the director of Yale's interdisciplinary centre for bioethics.", "type": "p"}, {"text": "More distant ambitions include making even more people suitable organ donors after death and even as a treatment.", "type": "p"}, {"text": "Commenting on the study, Dr Sam Parnia, director of critical care and resuscitation research at New York University, said the study was \"truly remarkable and incredibly significant\" and it could help explain reports of near-death experiences. ", "type": "p"}, {"text": "He said the technology could also be used to buy more time for doctors to treat people whose bodies were starved of oxygen, such as those who died from drowning or heart attacks. ", "type": "p"}, {"text": "He added that this could \"bring such people back to life many hours after death\".", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": ["Medical research", "Transplants", "Pigs"]}