{"link": "https://www.bbc.com/news/entertainment-arts-62330478", "category": "entertainment & arts", "title": "Bernard Cribbins: Doctor Who and Wombles star dies aged 93", "contributor": null, "time": "2022-07-28T11:27:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A5CF/production/_126074424_hi008388287.jpg", "content": [{"text": "Doctor Who and Wombles actor Bernard Cribbins has died aged 93, his agent has confirmed.", "type": "b"}, {"text": "During a career that spanned seven decades, Cribbins narrated the 1970s children's programme The Wombles.", "type": "p"}, {"text": "He also played the Doctor's companion Tom Campbell in the 1966 film Daleks' Invasion Earth 2150 AD returning 41 years later in the revived TV series.", "type": "p"}, {"text": "Cribbins returned to the show as Wilfred Mott, the grandad of Catherine Tate's character Donna.", "type": "p"}, [{"text": "Obituary: Bernard Cribbins", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-13099773"}, {"text": "Bernard Cribbins: A life in pictures", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-47294686"}], {"text": "He played Wilfred from 2007 to 2010.", "type": "p"}, {"text": "The actor was known by generations of children - he also played the station porter Albert Perks in 1970 film The Railway Children.", "type": "p"}, {"text": "Former Doctor Who showrunner Russell T Davies led the tributes, posting a picture of him on set, while saying: \"I'm so lucky to have known him. Thanks for everything, my old soldier. A legend has left the world.\"", "type": "p"}, {"text": "Comedian and actor Matt Lucas, who also featured in Doctor Who, called Cribbins a \"brilliantly talented man\".", "type": "p"}, {"text": "Songwriter and producer Mike Batt, who wrote the theme tune for The Wombles, told BBC News: \"He was rather mischievous and just great  - funny, giggly company to be with. But he took his work very seriously and he was a fine actor on all levels. I think he'll be so badly missed by so many.\"", "type": "p"}, {"text": "Dame Floella Benjamin, who appeared alongside Cribbins on children's television, tweeted: \"He was a creative genius, great storyteller and knew just how to communicate with an audience.\"", "type": "p"}, {"text": "Actor and writer Mark Gatiss said: \"There was no one quite like Cribbins\".", "type": "p"}, {"text": "\"A gifted comic actor with an incredible seam of pathos and real heart. From Sellers to Star Turn, Wombles to Wilf,\" he continued. \"I once gushed to him about his lovely performance in Hammer's 'She'. That afternoon he was off to play five aside - aged almost 90.\"", "type": "p"}, {"text": "John Simm, who played The Master in Doctor Who, posted: \"Loved him. He would happily do all the Wombles voices on command... actually transporting me back in time, for real!\"", "type": "p"}, {"text": "\"Really sad news,\" added Culture Secretary Nadine Dorries. \"What a talent and a life well lived.\"", "type": "p"}, {"text": "Cribbins' agent higlighted the actor's \"such diverse work\", and said: \"He worked well into his 90s, recently appearing in Doctor Who and the CBeebies series Old Jack's Boat.", "type": "p"}, {"text": "\"He lost his wife of 66 years, Gill, last year.", "type": "p"}, {"text": "\"Bernard's contribution to British entertainment is without question. He was unique, typifying the best of his generation, and will be greatly missed by all who had the pleasure of knowing and working with him.\"", "type": "p"}, {"text": "There was, Bernard Cribbins said, something of his father in Perks from the Railway Children. ", "type": "p"}, {"text": "He was funny, hardworking, caring, loyal and someone who could turn his hand to anything. Mr Cribbins senior was also the person who inspired young Bernard to have a go at acting at school.  ", "type": "p"}, {"text": "By the time Bernard Cribbins was 14, he was working full-time at Oldham Rep and 50 years later, he could look back on a career in which he was almost never out of work.  ", "type": "p"}, {"text": "It was his sideline in variety that drew him to the attention of the man who would go on to produce the Beatles, George Martin.  Hole in the Ground and Right Said Fred, two stories of manual labour ending in untimely deaths, were chart hits loved by children and endlessly played on BBC Radio's Junior Choice.", "type": "p"}, {"text": "For those of a certain age, he was everywhere - from Carry On, to the radio, to children's TBV to the Tufty public information films and the Buzby  adverts.  He was familiar but never so famous that Cribbins, the man, ever overshadowed whatever he had turned his hand to that day.  ", "type": "p"}, {"text": "As an actor, comedian, singer and raconteur, he tried his hand at everything, from Shakespeare to pantomime, Jackanory to Top of the Pops.", "type": "p"}, {"text": "Born in Oldham in 1928, Cribbins left school at 13 and found work as an assistant stage manager at a local theatre club, taking on small acting roles before serving an apprenticeship at the Oldham Repertory Theatre.", "type": "p"}, {"text": "The actor became well-known in the UK for having a string of successful novelty records in the 1960s such as Right Said Fred and The Hole in the Ground - a monologue which Noel Coward selected as one of his Desert Island Discs.", "type": "p"}, {"text": "In the 1970s he landed some major big-screen roles, including playing barman Felix Forsythe in Alfred Hitchcock's Frenzy.", "type": "p"}, {"text": "In the popular sitcom Fawlty Towers, Cribbins appeared memorably as the difficult hotel guest and spoon salesman Mr Hutchinson, in the episode where frustrated owner Basil stresses out about a visit from the hotel inspectors.", "type": "p"}, {"text": "Cribbins' voice was a fixture in UK living rooms, thanks to shows like Jackanory, which he frequently read stories on from 1966 to 1991- he holds the record as the reader of the most stories on the show, with 114.", "type": "p"}, {"text": "He also performed the title role in the CBeebies series Old Jack's Boat from 2013 2015.", "type": "p"}, {"text": "In a 2014 interview with the Guardian, Cribbins gave his thoughts on what made him such a renowned storyteller.", "type": "p"}, {"text": "\"Well, I think I'm a good actor, without being boastful,\" he said. \"I have an array of voices. And intensity is a word you might use. Engage with that little figure on the other side of the lens.\"", "type": "p"}, {"text": "At the age of nearly 90, he published an autobiography looking back on his years in show business in 2018. Its title was Bernard Who? 75 Years Of Doing Absolutely Everything - and its advice was simple.", "type": "p"}, {"text": "\"Do your best and be grateful for every single job\".", "type": "p"}, {"text": "In Davies' dedication to Cribbins, he recalled the late star's first day back on the Doctor Who set: \"His first day was on location with Kylie Minogue, but all eyes, even Kylie's, were on Bernard. He'd turned up with a suitcase full of props, just in case, including a rubber chicken,\" he said. \"And what an actor. Oh, really though, what a wonderful actor.\"", "type": "p"}, {"text": "\"We once took him to the TV Choice Awards and sent him up on his own to collect the award, and the entire room stood up and cheered him,\" he added. \"That's a lovely memory.\"", "type": "p"}, {"text": "\"It was so special to work with Bernard Cribbins,\" wrote actress Helen Lederer, describing him as the \"king of props and stories to make hair curl\".", "type": "p"}, {"text": "Actress and singer Elaine Paige shared a picture of the two of them together, describing Cribbins as \"a special man of many talents\" and \"one of the good guys\".", "type": "p"}], "tags": ["Television", "Doctor Who", "Film"]}