{"link": "https://www.bbc.com/news/health-62331862", "category": "health", "title": "Dangerous bacterium found in Mississippi soil", "contributor": "Michelle Roberts", "time": "2022-07-28T09:05:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/20A5/production/_126075380_gettyimages-987637330.jpg", "content": [{"text": "US health officials say they have found a rare but dangerous type of bacterium in soil and water samples in the Gulf Coast region of Mississippi. ", "type": "b"}, {"text": "The bug, called Burkholderia pseudomallei, can make some people extremely sick if they become infected. ", "type": "p"}, {"text": "Most healthy people who come into contact will not develop the serious illness called melioidosis, which can be treated with antibiotics. ", "type": "p"}, {"text": "Medics are now on alert for any possible cases. ", "type": "p"}, {"text": "Melioidosis can occur in people who have underlying diseases, such as diabetes and chronic kidney disease. ", "type": "p"}, {"text": "The US Centres for Disease Control is advising residents who might be at higher risk to take precautions:", "type": "p"}, [{"text": "Avoid contact with soil or muddy water when possible, particularly after heavy rains, and protect open wounds with waterproof dressings", "type": "p"}, {"text": "Wear waterproof boots when gardening or doing agricultural work", "type": "p"}, {"text": "Wear gloves to protect the hands when working directly with soil", "type": "p"}], {"text": "\"Given the very small number of cases of melioidosis identified historically in the United States, CDC believes the risk of melioidosis for the general population continues to be very low,\" the agency said.", "type": "p"}, {"text": "It is unclear how long it has been in the environment and where else it might be found in the US. ", "type": "p"}, {"text": "Worldwide, most cases are in people who live in, or have travelled to, areas where the bacterium naturally occurs, such as parts of South and South East Asia and northern Australia.", "type": "p"}, {"text": "Cases of melioidosis have also been linked to imported contaminated commercial products from disease-endemic countries. This happened in the US in 2021, when a cluster of four cases in four states were linked to an imported contaminated aromatherapy spray.", "type": "p"}, {"text": "The soil investigations in Mississippi were prompted by two cases of melioidosis in unrelated people living in the region in recent years. Person-to-person spread is extremely rare.", "type": "p"}, {"text": "Health officials tested soil and water samples in and around both patients' homes. Three of the samples tested positive, suggesting the bacterium has been present in the area since at least 2020.", "type": "p"}, {"text": "Melioidosis can cause symptoms like fever, joint pain, and headaches as well as lung problems and blood infections.", "type": "p"}], "tags": ["Infection", "Mississippi", "United States"]}