{"link": "https://www.bbc.com/news/science-environment-62327231", "category": "science & environment", "title": "UK Mars rover will have to aim for the Moon", "contributor": "Jonathan Amos", "time": "2022-07-27T22:41:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/80FA/production/_125981033_fetch.jpg", "content": [{"text": "A plan to send another UK-assembled rover to Mars has been formally binned by the US and European space agencies.", "type": "b"}, {"text": "The vehicle was to have played a key role in getting rock samples from the Red Planet back to Earth so they could be studied in labs for signs of life.", "type": "p"}, {"text": "The overall project will go ahead, but the British-built robot will be replaced by American drones.", "type": "p"}, {"text": "The decision, revealed by BBC News last week, has been made to reduce risk and cost in what is a complex endeavour.", "type": "p"}, {"text": "Officials have held out the prospect that the work undertaken at Airbus UK in Stevenage, on what had been dubbed the \"sample fetch rover\", could now be re-purposed.", "type": "p"}, [{"text": "Joint Europe-Russia Mars rover project is parked", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-60782932"}, {"text": "Nasa rover begins key drive to find life on Mars", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61470537"}, {"text": "Perseverance Mars rover finds its 'baseline' rocks", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-59677383"}], {"text": "Esa has proposed to European research ministers that they fund a big freighter capable of delivering cargo and payloads, including roving vehicles, to the Moon, starting at the end of this decade.", "type": "p"}, {"text": "The agency's head of Mars exploration, Francois Spoto, said this could represent an alternative goal for British engineers.", "type": "p"}, {"text": "\"We are going to study with Airbus UK how to redirect the know-how that has been developed in order to see how it could be targeted at another planet,\" he told reporters.", "type": "p"}, {"text": "Airbus had invested in new ultra-clean production facilities in Stevenage. They were used to produce a previous Mars rover called Rosalind Franklin, which is still waiting to be launched to the Red Planet, and would have been employed again to assemble the next wheeled robot.", "type": "p"}, {"text": "\"We are very disappointed that after all the hard work on developing the Mars sample fetch rover that the programme has been cancelled,\" the company said in a statement.", "type": "p"}, {"text": "\"With the skills and expertise built up on interplanetary rovers over the last 20 years, Airbus is determined to ensure this surface mobility capability, that could also be used on the Moon, is maintained for the UK space sector.\"", "type": "p"}, {"text": "Bringing Martian rock samples back to Earth is going to be difficult and expensive.", "type": "p"}, {"text": "The quest is already under way. Nasa's Perseverance rover is currently drilling and caching rocks in a large crater called Jezero.", "type": "p"}, {"text": "In a few years' time, these samples, stored in small titanium tubes, will need to be loaded into a container inside a rocket, to be blasted off the planet.", "type": "p"}, {"text": "The idea is the samples will then be caught in orbit by a European satellite and ferried home, to arrive in 2033.", "type": "p"}, {"text": "The original proposal was that the British rover would be used to fetch the tubes from wherever Perseverance had dropped them and take them to the rocket. But Nasa is now confident that Perseverance will work long enough to be able to do this job itself.", "type": "p"}, {"text": "The revised plan not only avoids the additional cost of building the UK vehicle but also the need to land it on Mars - a procedure that always carries elements of danger.", "type": "p"}, {"text": "\"Programmes don't like cost and risk and so finding a way to balance out the cost and risk by undertaking the mission without the sample fetch rover makes a great deal of programmatic sense,\" said David Parker, Esa's director of human and robotic exploration.", "type": "p"}, {"text": "If, for some reason, Perseverance does break down and can't take the sample tubes to the rocket, Nasa intends to use mini-helicopters as a back-up.", "type": "p"}, {"text": "These will be landed at the same time as the rocket.", "type": "p"}, {"text": "Their design will be based on Perseverance's own, highly successful drone, Ingenuity, which has now flown 29 times in Mars' thin atmosphere.", "type": "p"}, {"text": "The choppers will be given small wheels that will enable them to move along the ground as well as fly.", "type": "p"}, {"text": "\"And each of the helicopters will have a little arm that can reach down and grab on to one of the sample tubes that Perseverance will have placed on the surface of Mars,\" explained Richard Cook, the Mars sample return programme manager at Nasa.", "type": "p"}, {"text": "Airbus proposed that it build a small-scale, 20kg rover as the back-up solution, but this suggestion was rejected.", "type": "p"}], "tags": ["Airbus Group", "Mars", "Nasa", "European Space Agency", "Franklin rover Mars mission", "Nasa Perseverance Mars rover", "Space exploration"]}