{"link": "https://www.bbc.com/news/business-63478854", "category": "business", "title": "Elon Musk says $8 monthly fee for Twitter blue tick", "contributor": null, "time": "2022-11-01T20:15:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11C3/production/_127474540_2d90f9d6c72636714ba4070067d41527cc063c68.jpg", "content": [{"text": "Elon Musk has said Twitter will charge $8 (£7) monthly to Twitter users who want a blue tick by their name indicating a verified account.", "type": "b"}, {"text": "As part of changes after a $44bn (£38bn) takeover of the social media site, Mr Musk said it was \"essential to defeat spam/scam\".", "type": "p"}, {"text": "A blue tick mark next to a username - normally for high-profile figures - is currently free.", "type": "p"}, {"text": "The move could make it harder to identify reliable sources, say critics.", "type": "p"}, {"text": "Mr Musk, the world's richest person, added that paid users would have priority in replies and searches, and half as many advertisements.", "type": "p"}, {"text": "\"Power to the people! Blue for $8/month,\" the billionaire said on Twitter, criticising the old method of blue tick verification as a \"lords and peasants system\".", "type": "p"}, {"text": "Twitter's former method of verifying users for a blue tick included a short online application form, and was reserved for those whose identities were targets for impersonation, such as celebrities, politicians and journalists.", "type": "p"}, {"text": "The company introduced the system in 2009, after it faced a lawsuit accusing it of not doing enough to prevent imposter accounts. ", "type": "p"}, {"text": "But Mr Musk is facing a hefty challenge as he works to overhaul Twitter's business, which has not posted a profit in years.", "type": "p"}, {"text": "He has said he wants to reduce Twitter's reliance on advertising, even as some companies have grown concerned about advertising on the site under his leadership.", "type": "p"}, [{"text": "Elon Musk buys Twitter in billion dollar deal", "type": "a", "href": "https://www.bbc.co.uk/news/business-61222470"}, {"text": "What next for Twitter?", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63424258"}], {"text": "General Motors - a rival of Mr Musk's electric car company Tesla - said last week it was suspending advertising on the site. ", "type": "p"}, {"text": "Meanwhile, on Monday, one of the world's biggest advertising companies, IPG, advised its clients to suspend Twitter adverts for a week, citing a need for more clarity on the Twitter's plans to ensure \"trust and safety\" on the platform. IPG is given billions of pounds per year, by some of the world's biggest brands, to handle their marketing budgets.", "type": "p"}, {"text": "The charge for blue tick privileges drew scepticism after original reports that said the charge could be $20 (£18) monthly.", "type": "p"}, {"text": "Many on the platform echoed the statement of author Stephen King, who wrote in response to reports of changes that instead Twitter \"should pay me\".", "type": "p"}, {"text": "Mr Musk wrote to Mr King saying, \"We need to pay the bills somehow!\"", "type": "p"}], "tags": ["Companies", "Social media", "Elon Musk", "Disinformation", "Twitter"]}