{"link": "https://www.bbc.com/news/entertainment-arts-63475827", "category": "entertainment & arts", "title": "BBC local radio: Government 'concerned and disappointed' by planned cuts", "contributor": null, "time": "2022-11-01T17:23:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/90A3/production/_127472073_92dabad716f0676c4509cc54566f37cf769b1b9b.jpg", "content": [{"text": "The government has said it is \"concerned\" and \"disappointed\" by planned cuts to BBC local radio output.", "type": "b"}, {"text": "Media minister Julia Lopez said there would be \"serious questions\" if the move to merge some programmes meant local content was not being delivered.", "type": "p"}, {"text": "Under proposals announced on Monday, the 39 local radio stations in England would share more shows.", "type": "p"}, {"text": "The BBC said the plans would prioritise digital content and \"grow the value we deliver to local audiences everywhere\".", "type": "p"}, {"text": "Local radio stations would keep their own schedules from 6am to 2pm but usually share programming after that, including having a single \"all-England\" show from 10pm.", "type": "p"}, {"text": "The broadcaster said the reorganisation would create 11 investigative reporting teams across the country, with a priority on digital content, focusing on key local issues.", "type": "p"}, [{"text": "BBC announces local radio programming cuts", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63455192"}, {"text": "BBC World Service proposes 382 post closures ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63072977"}, {"text": "Five challenges the BBC faces as it turns 100", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63262251"}], {"text": "Ms Lopez acknowledged the BBC was \"operationally and editorially independent from the government\", but told the House of Commons that local radio \"plays a vital role in reflecting local experiences and delivering local news\".", "type": "p"}, {"text": "She said: \"For those older residents living in rural areas, it can be a particular lifeline. The BBC must make sure it continues to provide distinctive and genuinely local radio services with content that reflects and represents people and communities from all corners of the UK.", "type": "p"}, {"text": "\"We recognise in the current fiscal context the BBC, like other organisations, is facing difficult financial decisions.", "type": "p"}, {"text": "\"But we are also concerned that the BBC is making such far-reaching decisions, particularly about its local news provision, without setting out further detail on how it will impact its audiences and the communities it serves.\"", "type": "p"}, {"text": "Ms Lopez said she would raise her concerns when she meets the BBC's chairman and director general next week.", "type": "p"}, {"text": "Some local radio presenters took to social media to say they had been placed at risk of redundancy.", "type": "p"}, {"text": "The Conservative chair of the House of Commons Digital, Culture, Media and Sport Committee, Julian Knight MP, also said he had \"very real concerns over potential loss of local distinctiveness through these proposed cuts\".", "type": "p"}, {"text": "The BBC said it would maintain its overall spending on local services but move £19m from broadcast services to online and multimedia production, including delivering \"a wider range of local audio programming\" through BBC Sounds.", "type": "p"}, {"text": "About 48 staff posts will be lost, although that figure includes 40 resulting from the previously-announced closure of the We Are England TV documentary strand.", "type": "p"}, {"text": "On Monday, BBC director of nations Rhodri Talfan Davies said: \"The plans will help us connect with more people in more communities right across England, striking a better balance between our broadcast and online services and ensuring we remain a cornerstone of local life for generations to come.\"", "type": "p"}, {"text": "The corporation had no further comment on Tuesday in response to Ms Lopez's remarks.", "type": "p"}, {"text": "Labour's shadow media minister, Stephanie Peacock MP, said: \"The government's looming threat of scrapping the licence fee while providing no alternative model has done nothing but further destabilise the position of the BBC. The consequence of this instability is now showing.\"", "type": "p"}, {"text": "In January, the licence fee was frozen at £159 for the next two years by the government, which director general Tim Davie said would result in a £285m funding gap in the final year of the BBC's current royal charter in 2027. There is a debate about whether the licence fee will be scrapped after that.", "type": "p"}], "tags": ["BBC", "Department for Digital, Culture, Media & Sport", "Radio"]}