{"link": "https://www.bbc.com/news/science-environment-63431588", "category": "science & environment", "title": "Christmas turkey fears as England bird flu rules widened", "contributor": null, "time": "2022-10-31T16:10:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1626B/production/_127413709_turkeys.jpg", "content": [{"text": "All poultry and captive birds in England must be kept indoors from 7 November under new restrictions to fight avian flu, the government has announced. ", "type": "b"}, {"text": "The housing order comes after turkey farmers warned of a shortage this Christmas caused by the country's largest ever bird flu outbreak.", "type": "p"}, {"text": "The British Poultry Council has said shoppers could be hit by price rises.", "type": "p"}, {"text": "About 5.5m birds have now died or been culled since October 2021.", "type": "p"}, {"text": "That includes 2.3m birds this October alone.", "type": "p"}, {"text": "In total, more than 210 cases of bird flu have been confirmed since October 2021, including 80 confirmed cases in England this month.", "type": "p"}, {"text": "\"We are now facing this year, the largest ever outbreak of bird flu and are seeing rapid escalation in the number of cases on commercial farms and in backyard birds across England,\" said Chief Veterinary Officer Christine Middlemiss.", "type": "p"}, {"text": "The disease circulates naturally in wild birds that can spread the flu to poultry and captive birds when they migrate to the UK.", "type": "p"}, {"text": "Farmer Tom Copas has already been housing his 60,000 free-range turkeys on his farm in Cookham, Berkshire, to protect them from bird flu.", "type": "p"}, {"text": "\"It's terrifying right now. Our entire business depends on the Christmas market. If we were to get bird flu we would lose everything,\" he told BBC News.", "type": "p"}, {"text": "\"I know of two seasonal producers who had outbreaks who will never have turkeys again. One produces about a million turkeys for Christmas and they have lost about half of them.\"", "type": "p"}, {"text": "He warned of a shortage of Christmas turkeys on the shelves and price rises: \"It's expected that the supermarkets will be at least 20% short, if not more, of their Christmas turkeys.\"", "type": "p"}, {"text": "Richard Griffiths, chief executive of the British Poultry Council, the trade body for the poultry meat industry, said the price of free-range turkeys was likely to rise.", "type": "p"}, [{"text": "Record avian flu outbreak sees 48m birds culled", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63097119"}, {"text": "Avian flu having 'devastating' impact on seabirds", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-cornwall-63031298"}], {"text": "\"The free-range side of the sector has been heavily hit and, at the moment, we are seeing numbers of about 30-35% of free-range production either being directly affected by the disease or culled because of it,\" he said.", "type": "p"}, {"text": "Under the national housing order, free-range poultry producers will still be allowed to label their eggs and meat as free-range for up to 16 weeks.", "type": "p"}, {"text": "Essex-based turkey supplier Paul Kelly, who has 34,000 birds across a number of farms, said he hoped buyers would still purchase from free-range farmers even if birds had to be kept indoors for longer.", "type": "p"}, {"text": "\"Farmers can't be put out of business because of a few months when they have had to bring them inside. The consumer has to acknowledge the fact that these are extraordinary times,\" he told BBC News.", "type": "p"}, {"text": "\"This is the worst year I have ever known in my whole life and business, by a long way. It is the foot and mouth of the poultry industry at the moment. It is, in East Anglia, absolutely devastating.\"", "type": "p"}, {"text": "The mandatory order to keep birds indoors follows regional measures introduced in Norfolk, Suffolk and parts of Essex earlier in the month.", "type": "p"}, {"text": "Bird keepers across the UK were then forced to follow strict biosecurity measures when an Avian Influenza Prevention Zone (AIPZ) was introduced on 17 October.", "type": "p"}, {"text": "A national housing order has not been introduced in Wales, Scotland and Northern Ireland, where the situation is being monitored.", "type": "p"}, {"text": "The last mandatory UK-wide housing order was only lifted in May after being put in place by the chief veterinary officers of England, Wales, Scotland and Northern Ireland last November. ", "type": "p"}, {"text": "Measures introduced last week now allow farmers to kill and freeze turkey, geese and ducks and sell them as fresh closer to Christmas. The change is supposed to help producers avoid the risks of losing their flocks in a cull or to the disease.", "type": "p"}, {"text": "Compensation rules have been changed so that farmers receive money at the start of any cull of birds, not at the end.", "type": "p"}], "tags": ["Christmas"]}