{"link": "https://www.bbc.com/news/technology-63472371", "category": "technology", "title": "Is it goodbye - finally - to the fax machine?", "contributor": null, "time": "2022-11-01T15:10:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C91E/production/_127468415_gettyimages-1163477236.jpg", "content": [{"text": "The fax machine is about to be pushed closer to the dustbin of history.", "type": "b"}, {"text": "The device - formally known as a facsimile machine - was once a regular feature of British offices. ", "type": "p"}, {"text": "But now the UK's communications regulator Ofcom is consulting on changes to telecoms rules that could formalise its obsolescence.", "type": "p"}, {"text": "It would mean telecoms providers would no longer be required to provide fax services under the universal service obligation (USO).", "type": "p"}, {"text": "\"We're proposing changes to the rules\" Ofcom said.", "type": "p"}, {"text": "Currently there are two designated telecoms providers responsible for universal service in the UK - BT and KCOM (in the Hull area only).", "type": "p"}, {"text": "In 2003, Ofcom set up the USO, when fax machines were more prevalent and not so many people were connected by email and online messaging services. ", "type": "p"}, {"text": "The USO required BT and KCOM to provide fax services.", "type": "p"}, {"text": "Ofcom said: \"Not only are alternatives to fax machines now more widely available, migration of telephone networks to internet protocol (IP) technology means fax services can no longer be guaranteed to work in the same way.\"", "type": "p"}, {"text": "The regulator consulted widely on this last year: \"We considered it was appropriate for fax to be removed from the USO, given its limited ongoing use.\" ", "type": "p"}, {"text": "Millions of faxes have been sent and received over the years, some becoming landmarks in our communications history.", "type": "p"}, {"text": "They worked by allowing users to send an exact copy of a page of text or images to the recipient, using a telephone line.", "type": "p"}, {"text": "This is one of the reasons they were used in big-money transactions with tight deadlines, such as house sales, as they enabled contracts to be exchanged quickly and accurately.", "type": "p"}, {"text": "Footballers' agents used faxing to secure the transfer of players, although the method has been retired by the Premier League.", "type": "p"}, {"text": "Clubs now have the option of sending desktop faxes and scanned documents via email.", "type": "p"}, {"text": "Basketball player Michael Jordan was responsible for one of the most famous faxes in sporting history in 1995, when he sent the message \"I'm back\"  to the Chicago Bulls to let them know he was coming out of retirement. ", "type": "p"}, {"text": "In recent years faxes have become more limited in use although are still working in some professions like medical administration, law enforcement and conveyancing. ", "type": "p"}, {"text": "According to reports a few hundred fax machines are still in use within the NHS. ", "type": "p"}, {"text": "In 2018 there was an immediate ban on the health service buying them, with the aim of phasing them out by 2020. ", "type": "p"}, {"text": "At the time it was reported that many hospitals were still reliant on the machines, with thousands still in use.", "type": "p"}, {"text": "Ofcom expects to publish a statement about the changes in early 2023.", "type": "p"}], "tags": ["Ofcom"]}