{"link": "https://www.bbc.com/news/business-65272929", "category": "business", "title": "Ford launches hands-free driving on UK motorways", "contributor": null, "time": "2023-04-14T09:48:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BF14/production/_129361984_fordnewpic.png", "content": [{"text": "Ford drivers will legally be able to take their hands off the wheel on the move after its BlueCruise technology has been approved in the UK.", "type": "b"}, {"text": "Ministers have approved the \"hands-off, eyes-on\" technology for use on certain motorways.", "type": "p"}, {"text": "It can control steering, acceleration and braking but a camera will monitor a driver's eyes so they stay alert.", "type": "p"}, {"text": "The technology will only be available for 2023 models of Ford's electric Mustang Mach-E SUV at first.", "type": "p"}, {"text": "It also means the model can keep a safe distance from other cars and even bring them to a complete stop in traffic jams.", "type": "p"}, {"text": "Thatcham Research, an automotive research firm, said it was important to note that this is not a self-driving car but is \"the next development in assisted driving technology\". ", "type": "p"}, {"text": "\"What makes it different, is that for the first time ever drivers will be permitted to take their hands off the wheel. However, their eyes must remain on the road ahead, \" said Tom Leggett, vehicle technology specialist at Thatcham. ", "type": "p"}, {"text": "He added: \"Crucially, the driver is not permitted to use their mobile, fall asleep or conduct any activity that takes attention away from the road.\"", "type": "p"}, {"text": "Ford's car costs £50,830 and while the hands-off technology will be free for the first 90 days, drivers will then have to sign up for a monthly subscription.", "type": "p"}, {"text": "Deliveries of the new model started last month. It has a maximum speed of 80mph and uses both cameras and sensors to detect lane markings and speed signs, as well as the position and speed of other cars on the road.", "type": "p"}, {"text": "Transport Minister Jesse Norman said: \"The latest advanced driver assistance systems make driving smoother and easier, but they can also help make roads safer by reducing scope for driver error.\"", "type": "p"}, {"text": "Lisa Brankin, managing director of Ford in Britain and Ireland, also told the BBC's Today programme on Friday that the car will only take over when \"the system feels it's safe\" in certain \"blue zones\" that have been deemed as safe across 2,300 miles of pre-mapped motorways in England, Scotland and Wales.", "type": "p"}, {"text": "\"If your eyes are closed, the car will prompt you to put hands onto the steering wheel and take control… It will keep prompting the driver and if they don't respond, the car will steadily slow down to a stop,\" she said.", "type": "p"}, {"text": "She adds that in the case of accidents, the driver will still be fully responsible in insurance claims, as the technology is \"not autonomous driving\" and the driver is in control.", "type": "p"}, {"text": "Ford's BlueCruise technology represents what's known as a \"Level 2\" driver assistance system, which still requires a human driver to take control should something go wrong.", "type": "p"}, {"text": "There are six levels of autonomous driving, as defined by the Society of Automotive Engineers:", "type": "p"}, [{"text": "Level 0: Very little automation, with features providing some warnings or assistance like automatic braking", "type": "p"}], [{"text": "Level 1: Driver assistance, where the technology controls one aspect such as cruise control ", "type": "p"}], [{"text": "Level 2: Partial automation, where two or more aspects of driving are controlled by technology, such as speed regulation and parking done by the car itself", "type": "p"}], [{"text": "Level 3: Conditional automation, where the technology makes nearly all decisions on the road, although the driver still needs to be present to override any potential mistakes. At this stage, drivers could take their eyes off the road for certain periods of time", "type": "p"}], [{"text": "Level 4: High automation, where technology does not require any human interaction in most circumstances. This is currently limited to certain areas where speed limits are low and roads are easy to read. This type of automation is currently restricted by regulation", "type": "p"}], [{"text": "Level 5: Full automation, where no assistance is needed from a human driver at all", "type": "p"}], {"text": "In the US and Canada, Ford's technology has been available since 2021. It said that in the last couple of years, more than 190,000 Ford and Lincoln vehicles have covered more than 60 million miles using the technology without any accidents reported.", "type": "p"}, {"text": "Ford's BlueCruise is the first system approved for hands-free driving in the UK. It will allow drivers to take their hands off the wheel, potentially for hundreds of miles, at speeds of up to 80mph on UK roads. But how advanced is it?", "type": "p"}, {"text": "A number of cars today are at level 2 of vehicle autonomy. They can brake, steer and accelerate by themselves, but the driver must still be in control and paying attention at all times.", "type": "p"}, {"text": "Ford's BlueCruise is still classified as level 2 - the same as Tesla's Autopilot, for example. That's because the driver still has to pay attention, and safeguards are in place to ensure they do.", "type": "p"}, {"text": "The most advanced system currently on the market has been developed by Mercedes. Known as Drive Pilot, it allows the driver to take their hands off the wheel and concentrate on something else entirely - even watch videos.", "type": "p"}, {"text": "But it will only work in specific 'geo-fenced' areas, and at limited speeds. It  has not yet been approved for use in the UK, but is available in Germany and Nevada.", "type": "p"}, {"text": "Tesla, which has been testing driverless cars in the US, recently issued a recall affecting 363,000 vehicles after safety officials raised concerns that it could allow drivers to exceed speed limits or travel through intersections unsafely.", "type": "p"}, {"text": "Edmund King, president of the AA, said although the technological elements of assisted driving or lane positioning system will bring in \"safety benefits\", drivers must remain alert.", "type": "p"}, {"text": "\"It mustn't give drivers a false sense of security. Even with hands-free driving the driver remains in control of the machine\", Mr King said.", "type": "p"}], "tags": []}