{"link": "https://www.bbc.com/news/entertainment-arts-65276548", "category": "entertainment & arts", "title": "Sarah Beeny: TV presenter given all-clear following breast cancer treatment", "contributor": null, "time": "2023-04-14T14:15:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1EA6/production/_129364870_8abc19a604ed90d081b0d7d6736cc0a860c74eaf.jpg", "content": [{"text": "Presenter Sarah Beeny says she has been given the all-clear from doctors after receiving treatment for breast cancer.", "type": "b"}, {"text": "The 51-year-old English property expert is known for such programmes as Help! My House is Falling Down and Sarah Beeny's New Life in the Country.", "type": "p"}, {"text": "She was diagnosed with breast cancer in August, but on Friday told ITV's Lorraine she had received much better news in the past few days.", "type": "p"}, {"text": "Beeny said recent months had been a \"rollercoaster ride\".", "type": "p"}, {"text": "\"But I feel very fortunate that I had the diagnosis that I did, and that I live in 2023 and that I'm the age that I am,\" she added. \"So many things I'm fortunate for, so I feel very blessed.\"", "type": "p"}, {"text": "Beeny, who underwent chemotherapy, told host Christine Lampard that it felt \"good but it's weird\" to be told she is now cancer free. ", "type": "p"}, {"text": "\"They kind of go, 'that's it then, that's the end of that'. And you kind of go, 'how do you know?' and they go 'we don't, we just kind of think so'.\"", "type": "p"}, {"text": "According to the NHS website, about one in seven women are diagnosed with breast cancer during their lifetime. They note there is \"a good chance of recovery if it's detected at an early stage\".", "type": "p"}, {"text": "Beeny lost her mother to breast cancer when she was 10 years old. She went on to say she has been instructed to take medication for the next 10 years, while remaining \"very vigilant\", and also thanked the NHS and staff at Yeovil Hospital and the Royal Marsden Hospital.", "type": "p"}, {"text": "The presenter will appear alongside her family again in a forthcoming new series of Sarah Beeny's New Life in the Country, which was filmed before her diagnosis.", "type": "p"}, {"text": "Speaking to the Telegraph in August, she said she had \"a little bit of a breakdown\" after receiving the news in a hospital consultation room.", "type": "p"}, {"text": "Beeny has four children and has been married to artist Graham Swift since 2003.", "type": "p"}, {"text": "She is a campaigner for buildings at risk and, in 2010, began to chart the renovation of Rise Hall, a Grade II-listed stately home in Rise, East Yorkshire, as part of Channel 4 series Beeny's Restoration Nightmare.", "type": "p"}], "tags": []}