{"link": "https://www.bbc.com/news/science-environment-65273857", "category": "science & environment", "title": "European Space Agency: Blast off for Jupiter icy moons mission", "contributor": null, "time": "2023-04-14T13:54:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C964/production/_129365515_launch1.jpg", "content": [{"text": "Europe's mission to the icy moons of Jupiter has blasted away from Earth.", "type": "b"}, {"text": "The Juice satellite was sent skyward on an Ariane-5 rocket from the Kourou spaceport in French Guiana.", "type": "p"}, {"text": "There was joy, relief and lots of hugs when the watching scientists, officials and VIPs were told the flight to orbit had been successful.", "type": "p"}, {"text": "It is second time lucky for the European Space Agency (Esa) project after Thursday's launch attempt had to be stood down because of the weather.", "type": "p"}, {"text": "Juice called home shortly after coming off the top of the Ariane. A key milestone was confirmation that the satellite's enormous solar array system had also deployed correctly - all 90 sq m (98 sq yds) of it.", "type": "p"}, [{"text": "What life might be like in alien oceans?", "type": "a", "href": "https://www.bbc.com/future/article/20190926-what-life-might-be-like-in-the-alien-oceans"}, {"text": "Europe risks being 'a spectator in next space race'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65053729"}, {"text": "Io volcano world comes into view of Juno probe", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63982190"}], {"text": "\"We have a mission; we're flying to Jupiter; we go fully loaded with questions. Juice is coming, Jupiter! Get ready for it,\" announced Andrea Accomazzo, the operations director at Esa's mission control in Darmstad, Germany.", "type": "p"}, {"text": "The agency's director general, Dr Josef Aschbacher, also expressed his pride that the €1.6bn (£1.4bn; $1.7bn) mission was safely on its way.", "type": "p"}, {"text": "\"But I do have to remind everyone, there's still a long way to go,\" he said. \"We have to test all the instruments to make sure they function as expected, and then, of course, arrive at Jupiter. But we have taken a very big step towards our goal.\"", "type": "p"}, {"text": "The Jupiter Icy Moons Explorer (Juice) is being sent to the largest planet in the Solar System to study its major moons - Callisto, Ganymede and Europa.", "type": "p"}, {"text": "These worlds are thought to retain vast reservoirs of liquid water.", "type": "p"}, {"text": "Scientists are intrigued to know whether the moons might also host life.", "type": "p"}, {"text": "This might sound fanciful. Jupiter is in the cold, outer reaches of the Solar System, far from the Sun and receiving just one twenty-fifth of the light falling on Earth.", "type": "p"}, {"text": "But the gravitational squeezing the gas giant exerts on its moons means they potentially have the energy and warmth to drive simple ecosystems - much like the ones that exist around volcanic vents on Earth's ocean floors.", "type": "p"}, {"text": "\"In the case of Europa, it's thought there's a deep ocean, maybe 100km (62 miles) deep, underneath its ice crust,\" said mission scientist Prof Emma Bunce from Leicester University, UK.", "type": "p"}, {"text": "\"That depth of ocean is 10 times that of the deepest ocean on Earth, and the ocean is in contact, we think, with a rocky floor. So that provides a scenario where there is mixing and some interesting chemistry,\" the researcher told BBC News.", "type": "p"}, {"text": "Ariane doesn't have the heft to send Juice direct to its destination, at least not in a useful timeframe.", "type": "p"}, {"text": "Instead, the rocket has despatched the spacecraft on to a path around the inner Solar System. A series of fly-bys of Venus and Earth will then gravitationally sling the mission out to its intended destination.", "type": "p"}, {"text": "It's a 6.6 billion km journey lasting 8.5 years. Arrival in the Jovian system is expected in July 2031. ", "type": "p"}, {"text": "The ice-covered Callisto, Ganymede and Europa were discovered by the Italian astronomer Galileo Galilei in 1610, using the recently invented telescope. He could see them as little dots turning about Jupiter. (He could also see a fourth body we now know as Io, a much smaller world covered in volcanoes).", "type": "p"}, {"text": "The icy trio range in diameter from 4,800km to 5,300km. To put this in context, Earth's natural satellite is roughly 3,500km across.", "type": "p"}, {"text": "Juice will study the moons remotely. That's to say, it will fly over their surfaces; it won't land. Ganymede - the largest moon in the Solar System - is the satellite's ultimate target. It will end its tour by going into orbit around this world in 2034.", "type": "p"}, {"text": "Radar will be used to see into the moons; lidar, a laser measurement device, will be used to create 3D maps of their surfaces; magnetometers will explore their intricate electrical and magnetic environments; and other sensors will collect data on the whirling particles that surround the moons. Cameras, of course, will send back countless pictures.", "type": "p"}, {"text": "All this will be occurring several hundred million km from Earth where the light conditions will be dim, to say the least.", "type": "p"}, {"text": "The satellite will need all the power it can get from its huge solar wings. Even at their scale, they'll still only be producing just about enough \"juice\" to run the equivalent of a domestic microwave oven - approximately 850 watts.", "type": "p"}, {"text": "The mission won't be looking for particular \"biomarkers\" or attempting to locate alien fish. ", "type": "p"}, {"text": "The objective is to gather more information regarding potential habitability so that subsequent missions can address the life question more directly. ", "type": "p"}, {"text": "Already scientists are thinking about how they could put landers on one of Jupiter's frozen moons to drill through its crust to the water beneath. ", "type": "p"}, {"text": "In Earth's Antarctica, researchers use heat to bore hundreds of metres through the ice sheet to deploy submersibles in places where the local ocean is frozen over. ", "type": "p"}, {"text": "It's challenging work and would be an even greater task on a Jovian moon where the ice crust might be tens of kilometres thick. ", "type": "p"}, {"text": "Juice won't be alone in its work.", "type": "p"}, {"text": "The US space agency Nasa is sending its own satellite called Clipper.", "type": "p"}, {"text": "Although it will leave Earth after Juice, next year, it should arrive just before its European sibling. It has the benefit of a more powerful launch rocket.", "type": "p"}, {"text": "Clipper will focus its investigations on Europa, but will do much the same work.", "type": "p"}, {"text": "\"There is great complementarity and the teams are very keen to collaborate,\" said Prof Carole Mundell, the director of science at the European Space Agency.", "type": "p"}, {"text": "\"Certainly, there's going to be a wealth of data. But, first, we've got to make sure our missions get to Jupiter and are operating safely,\" she told BBC News.", "type": "p"}], "tags": []}