{"link": "https://www.bbc.com/news/business-64006185", "category": "business", "title": "BA and Virgin halt ticket sales to Heathrow on strike days", "contributor": null, "time": "2022-12-16T17:41:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3156/production/_120303621_ba_epa.jpg", "content": [{"text": "British Airways and Virgin Atlantic have stopped selling new tickets for inbound flights to Heathrow on the days Border Force staff strike over Christmas, the BBC understands.", "type": "b"}, {"text": "Border Force has asked airports who are expecting passenger numbers on strike days to be above 70-80% of 2019 levels to \"supress demand\".", "type": "p"}, {"text": "The move is to better manage the flow of people through border control.", "type": "p"}, {"text": "Workers will stage the first walkout on Friday 23 December.", "type": "p"}, {"text": "A source at Heathrow told the BBC the airport had met with BA and Virgin, its two home-based airlines, to request a restriction on new ticket sales, which the airlines had agreed to.", "type": "p"}, {"text": "Around 1,000 Border Force staff who work in passport control will walk out on 23-26 and 28-31 December at Birmingham, Cardiff, Glasgow, Gatwick, Heathrow and Manchester airports as well as at the Port of Newhaven.", "type": "p"}, {"text": "The Home Office has warned passengers should expect disruption.", "type": "p"}, [{"text": "The strikes taking place in December", "type": "a", "href": "https://www.bbc.co.uk/news/business-62134314"}], {"text": "British Airways has stopped selling inbound flights on all eight days that staff are expected to strike. ", "type": "p"}, {"text": "Virgin Atlantic is restricting ticket sales on 23, 28, 29 and 30 December, with the expectation that those will be the busiest passenger days at Heathrow, the UK's biggest airport.", "type": "p"}, {"text": "About 75% of Border Force staff are members of the PCS union, which balloted for strike action after it said the government had refused to increase a 2% pay rise offer.", "type": "p"}, {"text": "Military personnel, civil servants and volunteers are being trained to check passports when Border Force staff walk out.", "type": "p"}, {"text": "The Home Office said it was \"extremely disappointed\" with the PCS union's decision to strike, adding it would cause a \"significant inconvenience\" to travellers over the Christmas period.", "type": "p"}, {"text": "A statement said the government had \"robust plans\" in place to minimise any delays, but warned \"passengers should be prepared for disruption and take action to plan ahead\".", "type": "p"}, {"text": "\"Those intending to travel into the UK over strike days should keep up-to-date with the latest advice from operators to check how the proposed strike action will affect their journey,\" a spokesperson said. ", "type": "p"}, {"text": "Heathrow Airport and both airlines have not commented on the ticket restrictions.", "type": "p"}, {"text": "The airport said it expects the majority of passengers to be unaffected by the strike action, and that it has not asked for flights to be cancelled or removed from the schedule.", "type": "p"}, {"text": "\"Our priority is to ensure passengers get through the border safely and as quickly as possible,\" the airport said.", "type": "p"}, {"text": "\"We are working closely with airlines and Border Force on mitigation plans for potential strike action by Border Force officers and these plans will now be implemented for the notified days.", "type": "p"}, {"text": "\"We encourage all parties to resolve this dispute quickly,\" a spokesperson added.", "type": "p"}, {"text": "Virgin Atlantic said its priority was getting its customers to their destinations and to make them \"prepared for longer waits at border control\".", "type": "p"}, {"text": "Several airlines are allowing passengers with flights arriving in the UK on strike days to change their tickets free of charge.", "type": "p"}, {"text": "EasyJet said any passengers flying into Gatwick, Manchester, Birmingham or Glasgow between 22 and 31 December could transfer to another flight on the same route 14 days before or after the strike date.", "type": "p"}, {"text": "BA said it was operating the same policy for all passengers with a final destination at Heathrow or Gatwick, or those with a connecting ticket booked as part of their journey to another airport in the UK or Ireland.", "type": "p"}, {"text": "Virgin Atlantic said passengers booked on flights into Manchester and Heathrow on strike dates can change tickets with the admin fee and fare difference waived, with the new travel date completed no later than 14 January 2023.", "type": "p"}], "tags": ["London Heathrow Airport", "British Airways", "Air travel", "Virgin Atlantic", "Strike action"]}