{"link": "https://www.bbc.com/news/entertainment-arts-64000396", "category": "entertainment & arts", "title": "Jane Fonda: Hollywood star 'feels blessed' her cancer is in remission", "contributor": null, "time": "2022-12-16T11:51:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1579A/production/_128026978_gettyimages-1446298664.jpg", "content": [{"text": "Actress Jane Fonda has said she feels \"so blessed, so fortunate\" that her cancer is in remission and that she can stop chemotherapy.", "type": "b"}, {"text": "The actress, who will turn 85 on Wednesday, called the news the \"best birthday present ever\".", "type": "p"}, {"text": "\"I thank all of you who prayed and sent good thoughts my way. I am confident that it played a role in the good news,\" she wrote in a blog post.", "type": "p"}, {"text": "The star had been receiving treatment for non-Hodgkin's lymphoma.", "type": "p"}, {"text": "She told her 1.9 million Instagram followers in September that it was \"a very treatable cancer... so I feel very lucky\", adding that she would have six months of chemotherapy.", "type": "p"}, {"text": "Speaking about being in remission and being told by her oncologist that her chemotherapy could end, she added: \"I'm especially happy because while my first four chemo treatments were rather easy for me, only a few days of being tired, the last chemo session was rough and lasted two weeks, making it hard to accomplish much of anything.\"", "type": "p"}, {"text": "Non-Hodgkin's lymphoma is a less common cancer that develops in the lymphatic system - the vast network of vessels and glands in the body.", "type": "p"}, {"text": "The Oscar-winning actress made her debut in 1960, becoming famous for films including Barbarella, Nine to Five and On Golden Pond.", "type": "p"}, {"text": "Her most recent performance was in the Netflix comedy series Grace and Frankie.", "type": "p"}, {"text": "Fonda is also well known as a political activist. In the 1960s, she vocally opposed the Vietnam War. ", "type": "p"}, {"text": "She said the effects of her most recent chemotherapy \"wore off just as I went to DC for the first live, in-person Fire Drill Fridays rally\", where she invites firefighters in the US to \"demand a cleaner, greener, healthier world\".", "type": "p"}, {"text": "\"Thank heavens for that because it was a busy week,\" she added, detailing her other campaigning for the climate and environment.", "type": "p"}], "tags": ["Jane Fonda", "Cancer"]}