{"link": "https://www.bbc.com/news/science-environment-64007245", "category": "science & environment", "title": "Environment targets are job half-done, say charities", "contributor": null, "time": "2022-12-16T19:44:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/723B/production/_128034292_gettyimages-496472143.jpg", "content": [{"text": "New environmental targets set by the government are a \"job half-done\" and will fail to halt nature's decline, say charities.", "type": "b"}, {"text": "The Department for Environment, Food and Rural Affairs published the goals on Friday after a six-week delay. ", "type": "p"}, {"text": "The legally-binding targets promise to tackle major problems like the loss of animals and plants, and air pollution.", "type": "p"}, {"text": "But critics say that crucial targets to protect water quality and natural sites are missing.", "type": "p"}, {"text": "Groups including the RSPB, Greenpeace, and Wildlife and Countryside Link said that although a goal to halt the loss of biodiversity is welcome, the targets fall far short of addressing the serious crisis facing UK nature.", "type": "p"}, {"text": "The UK is one of the world's most nature-depleted countries - in the bottom 10% globally and last among the G7 group of nations.", "type": "p"}, {"text": "The government was mandated to set the targets by 31 October 2022 as part of the Environment Act 2021, but it said that a \"significant public response\" delayed its plans. ", "type": "p"}, {"text": "The Office for Environmental Protection watchdog held talks with Environment Minister Therese Coffey over the delays.", "type": "p"}, {"text": "On Friday, 13 targets were finally published, including a goal to halt the decline in species abundance by 2030. Another promises to ensure that biodiversity in 2042 is greater than in 2022, and at least 10% more than in 2030.", "type": "p"}, [{"text": "Huge recovery for butterfly once extinct in the UK", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62674800"}, {"text": "Can we set aside a third of our planet for nature? ", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63955526"}, {"text": "Why the nature crisis matters", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-54357899"}], {"text": "But environment groups have said the targets are not ambitious enough. ", "type": "p"}, {"text": "\"Simply aiming for slightly more nature in 20 years' time than our current, extremely depleted state is far from world-leading, and an abdication of our responsibility to future generations,\" said Craig Bennett, chief executive of The Wildlife Trusts.", "type": "p"}, {"text": "Long-term goals to improve overall water quality are essential, because they allow the public to hold the government to account on river and waterways pollution, Richard Benwell, chief executive of Wildlife and Countryside Link, told BBC News.", "type": "p"}, {"text": "\"As it stands, there is no way for a member of the public to be sure that their river is in better condition, and there is no access to justice,\" he explained.", "type": "p"}, {"text": "River pollution is a serious problem in England and Wales, with no river free of pollution caused by raw sewage, microplastics and slurry.", "type": "p"}, {"text": "This summer, dozens of warnings were issued after water companies discharged untreated sewage and wastewater into the sea.", "type": "p"}, {"text": "Charities warn that this will continue without firm government targets to improve water health.", "type": "p"}, {"text": "They also say that without investment in protected natural sites, plant and animal species will not have the right conditions to thrive in, meaning that biodiversity will continue to suffer.", "type": "p"}, {"text": "The targets undermine the UK's leadership on the global stage, according to campaigners.", "type": "p"}, {"text": "Representatives of nearly 200 countries are currently meeting in Montreal, Canada at the COP15 summit on halting the world's decline in nature and biodiversity.", "type": "p"}], "tags": ["Department for Environment, Food & Rural Affairs", "Pollution", "Biodiversity", "Nature", "Environment"]}