{"link": "https://www.bbc.com/news/business-66809188", "category": "business", "title": "France's Carrefour puts up 'shrinkflation' warning signs", "contributor": null, "time": "2023-09-14T16:44:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/94BE/production/_131087083_e5fe329eb109a0c27c34f3dc4a04dd6f4f881d0d.jpg", "content": [{"text": "French supermarket Carrefour has put stickers on its shelves this week warning shoppers of \"shrinkflation\" - where packet contents are getting smaller while prices are not.", "type": "b"}, {"text": "Lipton Ice Tea, Lindt chocolate and Viennetta ice cream are among the products being named and shamed.", "type": "p"}, {"text": "Shoppers are being told if bottles are smaller or pack contents lighter.", "type": "p"}, {"text": "Carrefour said it wanted to put pressure on the firms making the products to keep prices down.", "type": "p"}, {"text": "\"Obviously, the aim in stigmatising these products is to be able to tell manufacturers to rethink their pricing policy,\" said Stefen Bompais, director of client communications at Carrefour.", "type": "p"}, {"text": "Carrefour has identified 26 products that have shrunk, without a price reduction to match, made by food giants including Nestle, PepsiCo and Unilever.", "type": "p"}, {"text": "Carrefour said Guigoz infant milk formula produced by Nestle had gone from a pack size of 900g to 830g, for example. ", "type": "p"}, {"text": "A bottle of sugar-free peach-flavoured Lipton Ice Tea, produced by PepsiCo, shrank to 1.25 litres from 1.5 litres, the supermarket said.", "type": "p"}, {"text": "Viennetta, made by Unilever, has shrunk from 350g to 320g.", "type": "p"}, {"text": "Carrefour, France's second largest grocer, is highlighting the products in question with signs on the shelves reading: \"This product has seen its volume/weight fall and the effective price charged by the supplier rise.\"", "type": "p"}, {"text": "Unilever, Pepsico and Nestle have not commented on Carrefour's move.", "type": "p"}, {"text": "French retailers and food manufacturers have come under pressure to reduce prices, just as in the UK, as shoppers struggle with sharply rising prices. ", "type": "p"}, {"text": "In June French Finance Minister Bruno Le Maire summoned 75 retailers and consumer groups to a meeting about prices, and has accused manufacturers of not toeing the line on inflation.", "type": "p"}, {"text": "British consumer groups have also warned of \"shrinkflation\" affecting the value of common items from cat food to chocolate biscuits.  ", "type": "p"}, {"text": "But it is unlikely that UK supermarkets would follow in Carrefour's footsteps, according to retail expert Ged Futter, because the strategy risks \"poisoning\" relationships between retailers and food firms.", "type": "p"}, {"text": "\"This is a very blunt way of of trying to compete,\" he said. \"To do that with your manufacturers, it won't help.\"", "type": "p"}, {"text": "Supermarkets use the same \"shrinkflation\" tactic with their own-label products, he added, aiming to keep to a certain price point, for example £1, by introducing cheaper ingredients, or making portions smaller to manage rising costs. ", "type": "p"}, {"text": "Given that, calling out brands for doing the same thing would be \"people in glass houses throwing stones\", he said, and would risk accusations of hypocrisy.", "type": "p"}, {"text": "A spokesperson for Lindt & Sprüngli, another brand identified by Carrefour for shrinking its products, said its prices had gone up on average by about 9.3% in line with rising raw material costs.", "type": "p"}, {"text": "But information about product size was always made clear, the spokesperson said.", "type": "p"}, {"text": "\"We always comply with the labelling laws and regulations requiring objective information about how much product is in the package, including a net weight statement, a serving size, and a servings-per-container statement.", "type": "p"}, {"text": "\"Consumers can use this information to make accurate and informed purchasing decisions about the amount of product they are buying.\"", "type": "p"}], "tags": []}