{"link": "https://www.bbc.com/news/entertainment-arts-66813828", "category": "entertainment & arts", "title": "Queen Camilla raises a glass for Archers' 20,000th episode", "contributor": null, "time": "2023-09-14T17:30:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4B1D/production/_131092291_2gettyimages-1401528064.jpg", "content": [{"text": "Ardent Archers fan Queen Camilla is celebrating the 20,000th episode of BBC Radio 4 drama by raising a glass to the \"joy, tears and laughter\" it gives.", "type": "b"}, {"text": "Camilla said she was \"sad\" to miss a reception for the show. ", "type": "p"}, {"text": "She sent a message to be read out at the event in Birmingham, where the show is recorded, by Louiza Patikas who plays Helen Archer.", "type": "p"}, {"text": "That character has been part of a coercive control storyline, praised by the Queen for raising awareness.  ", "type": "p"}, [{"text": "What effect has The Archers domestic abuse story had?  ", "type": "a", "href": "https://www.bbc.co.uk/news/magazine-35961057"}], {"text": "Camilla's message to the show's editor, Jeremy Howe, referenced the recent return of Rob Titchener to the show, after his divorce from Helen.", "type": "p"}, {"text": "Camilla said: \"As one of your greatest fans, and sadly unable to join you this evening, I will be thinking of you all and raising a glass to mark over a quarter of a million minutes of Archers magic from the last 72 years.  ", "type": "p"}, {"text": "\"Thank you for bringing joy, companionship, laughter, tears, compassion and understanding to your audience across the globe.  ", "type": "p"}, {"text": "\"Here's to the next 20,000 episodes - and, let's hope, the end of Rob Titchener once and for all!", "type": "p"}, {"text": "\"Camilla R.\"", "type": "p"}, {"text": "The Guardian called Rob Titchener \"the Archers' most iconic villain\", and the domestic abuse storyline encouraged many other victims to seek help.", "type": "p"}, {"text": "The world's longest-running serial drama began in 1951 with the original purpose of educating farmers on modern agricultural methods.", "type": "p"}, {"text": "In 2021, the Queen hosted a 70th anniversary reception for the show, where she admitted to suffering \"severe withdrawal symptoms\" after recordings were disrupted during Covid.", "type": "p"}, {"text": "She had a scene written for the occasion, and it was recorded as she watched, having already previously made a cameo appearance on the show. ", "type": "p"}], "tags": []}