{"link": "https://www.bbc.com/news/health-66784389", "category": "health", "title": "MPs to investigate sexual harassment of female surgeons", "contributor": null, "time": "2023-09-12T23:37:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/23B0/production/_131063190_surgeon-gettyimages-864573912.jpg", "content": [{"text": "MPs will investigate the sexual harassment and sexual assault of female surgeons taking place within the NHS. ", "type": "b"}, {"text": "BBC News reported women being sexually assaulted even in the operating theatre, while surgery took place.", "type": "p"}, {"text": "And the first major report into the problem found female trainees being abused by senior male surgeons.", "type": "p"}, {"text": "The Health and Social Care Committee said it would look into the issue and its chair, Steve Brine, said the revelations were \"shocking\".", "type": "p"}, {"text": "\"The NHS has a duty to ensure that hospitals are safe spaces for all staff to work in and to hold managers to account to ensure that action is taken against those responsible,\" Mr Brine said.", "type": "p"}, {"text": "\"We expect to look into this when we consider leadership in the NHS in our future work.\"", "type": "p"}, {"text": ".", "type": "b"}, {"text": "Female surgeons have been fondled inside their scrubs, had male surgeons wipe their brow on their breasts and had men rubbing erections against them. Some have been offered career opportunities for sex or even been raped.", "type": "p"}, {"text": "The British Medical Association (BMA), the doctors' union, called the treatment of women surgeons \"atrocious\" and the Royal College of Surgeons of England said it was clear the problem was \"common\" and this was a \"source of great embarrassment\" to the profession.", "type": "p"}, {"text": "Dr Latifa Patel, from the BMA, said: \"It is appalling that women in surgery are being subjected to sexual assault and sexual misconduct from their colleagues, at work and often whilst they are trying to care for patients. ", "type": "p"}, {"text": "\"The impact this will have on their wellbeing for years to come as well as their careers is profound.\"", "type": "p"}, {"text": "Retired surgeon Dr Liz O'Riordan says she experienced years of sexual harassment during her career: \"That ranged from being in an operating theatre where the consultant asked me who I was having sex with and then propositioned me, to being at a Christmas party and a married consultant from another hospital came up to me, ground his erection against me and said 'it's not cheating if I kiss you on a dance floor'.", "type": "p"}, {"text": "\"Afterwards, so many times I wanted to speak up but as a trainee surgeon your career depends on that man or woman harassing you, letting you operate, giving you operating time, saying you've reached all the competencies.\"", "type": "p"}, [{"text": "Former surgeon wants NHS MeToo movement", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-suffolk-66156441"}], {"text": "Her experiences chime with the findings of a large survey of over 1,400 surgical staff - half of them women - published in the British Journal of Surgery and commissioned by the independent Working Party on Sexual Misconduct in Surgery.", "type": "p"}, {"text": "Nearly two-thirds of women surgeons who responded to the researchers said they had been the target of sexual harassment and a third had been sexually assaulted by colleagues in the past five years.", "type": "p"}, {"text": "Women said they feared reporting incidents would damage their careers and they lacked confidence the NHS would take action.", "type": "p"}, {"text": "Judith asked that we use only her first name. She is now an experienced and talented consultant surgeon.", "type": "p"}, {"text": "She was sexually assaulted early in her career when she was the person with the least power in the operating theatre - and a senior male surgeon was sweating.", "type": "p"}, {"text": "\"[He] just turned round and buried his head right into my breasts and I realised he was wiping his brow on me.", "type": "p"}, {"text": "\"You just freeze right, 'why is his face in my cleavage?'\"", "type": "p"}, {"text": "When he did it for a second time Judith offered to get him a towel. The reply came back \"no, this is much more fun\", she says, \"and it was the smirk - I felt dirty, I felt humiliated\".", "type": "p"}, {"text": "Another theme that emerged in the data was a lack of faith in bodies - such as NHS Trusts, the General Medical Council (which manages the UK's register of doctors allowed to practice) and the Royal Colleges (which represent specialities in medicine) - to tackle the problem.", "type": "p"}, {"text": "Dr Binta Sultan, from NHS England, said the report made \"incredibly difficult reading\" and presented \"clear evidence\" that more action was needed to make hospitals \"safe for all\".", "type": "p"}, {"text": "The Department of Health issued a statement making clear that sexual violence was \"unacceptable\" and had \"no place in the NHS\".", "type": "p"}], "tags": []}