{"link": "https://www.bbc.com/news/technology-66804996", "category": "technology", "title": "'Overwhelming consensus' on AI regulation - Musk", "contributor": null, "time": "2023-09-13T23:57:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2BE6/production/_131083211_gettyimages-1663317345.jpg", "content": [{"text": "Tesla CEO Elon Musk says there was \"overwhelming consensus\" for regulation on artificial intelligence after tech heavyweights gathered in Washington to discuss AI.", "type": "b"}, {"text": "Tech bosses attending the meeting included Meta's Mark Zuckerberg and Google boss Sundar Pichai.", "type": "p"}, {"text": "Microsoft's former CEO Bill Gates and Microsoft's current CEO Satya Nadella were also in attendance.", "type": "p"}, {"text": "The Wednesday meeting with US lawmakers was held behind closed doors. ", "type": "p"}, {"text": "The forum was convened by Senate Majority Leader Chuck Schumer and included the tech leaders as well as civil rights advocates. ", "type": "p"}, {"text": "The power of artificial intelligence - for both good and bad - has been the subject of keen interest from politicians around the world. ", "type": "p"}, {"text": "In May, Sam Altman, the CEO of OpenAI, the company behind ChatGPT, testified before a US Senate committee, describing the potential pitfalls of the new technology.", "type": "p"}, {"text": "ChatGPT and other similar programmes can create incredibly human-like answers to questions - but can also be wildly inaccurate.", "type": "p"}, {"text": "\"I think if this technology goes wrong, it can go quite wrong...we want to be vocal about that,\" Mr Altman said. \"We want to work with the government to prevent that from happening,\" he said. ", "type": "p"}, {"text": "There are fears that the technology could lead to mass layoffs, turbo charge fraud and make misinformation more convincing. ", "type": "p"}, {"text": "AI companies have also been criticised for training their models on data scraped from the internet without permission or payment to creators. ", "type": "p"}, {"text": "In April, Mr Musk told the BBC: \"I think there should be a regulatory body established for overseeing AI to make sure that it does not present a danger to the public.\"", "type": "p"}, {"text": "In Wednesday's meeting, he said he wanted a \"referee\" for artificial intelligence. ", "type": "p"}, {"text": "\"I think we'll probably see something happen. I don't know on what timeframe or exactly how it will manifest itself,\" he told reporters after.", "type": "p"}, {"text": "Mr Zuckerberg said that Congress \"should engage with AI to support innovation and safeguards\".", "type": "p"}, {"text": "He added it was \"better that the standard is set by American companies that can work with our government to shape these models on important issues\".", "type": "p"}, {"text": "Republican Senator Mike Rounds said it would take time for Congress to act. ", "type": "p"}, {"text": "\"Are we ready to go out and write legislation? Absolutely not,\" Mr Rounds said. \"We're not there.\"", "type": "p"}, {"text": "Democrat Senator Cory Booker said all participants agreed \"the government has a regulatory role\" but crafting legislation would be a challenge.", "type": "p"}, {"text": "Read additional stories on artificial intelligence", "type": "p"}, [{"text": "How AI may be a powerful tool in treating male infertility", "type": "a", "href": "https://www.bbc.co.uk/news/business-66608073"}, {"text": "How long until a robot is doing your chores?", "type": "a", "href": "https://www.bbc.co.uk/news/business-66288309"}]], "tags": []}