{"link": "https://www.bbc.com/news/entertainment-arts-64670521", "category": "entertainment & arts", "title": "Bruce Willis has dementia, his family announces", "contributor": null, "time": "2023-02-17T17:12:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13D2B/production/_128659118_hi082404678.jpg", "content": [{"text": "Actor Bruce Willis has frontotemporal dementia, his family has announced.", "type": "b"}, {"text": "In a statement on social media, they said it was a \"relief to finally have a clear diagnosis\".", "type": "p"}, {"text": "The 67-year-old was diagnosed with aphasia - which causes difficulties with speech - in spring last year, but this has progressed and he has been given a more specific diagnosis, the family said.", "type": "p"}, {"text": "They expressed their \"deepest gratitude for the incredible outpouring of love\".", "type": "p"}, {"text": "The family went on to say frontotemporal dementia is the most common form of dementia in people under 60.", "type": "p"}, {"text": "\"Today there are no treatments for the disease, a reality that we hope can change in the years ahead,\" the statement said.   ", "type": "p"}, {"text": "Willis became a household name in the 1980s and 90s after starring in blockbuster films such as Die Hard, The Sixth Sense, Armageddon and Pulp Fiction. ", "type": "p"}, {"text": "He has also been nominated for five Golden Globes - winning one for Moonlighting - and also three Emmys, where he won two.", "type": "p"}, {"text": "But his family said last year that Willis would give up acting, as his aphasia was affecting his cognitive abilities.", "type": "p"}, {"text": "The new statement on Thursday said they hoped media attention would raise awareness of the actor's condition. ", "type": "p"}, {"text": "It said: \"Bruce always believed in using his voice in the world to help others, and to raise awareness about important issues both publicly and privately.", "type": "p"}, {"text": "\"We know in our hearts that - if he could today - he would want to respond by bringing global attention and a connectedness with those who are also dealing with this debilitating disease and how it impacts so many individuals and their families.\"", "type": "p"}, {"text": "The statement was signed by members of Willis's family including his wife Emma Heming - with whom he has two daughters - and his former wife Demi Moore and their three daughters.", "type": "p"}, {"text": "Dementia comes in many forms with different causes.", "type": "p"}, {"text": "The word dementia describes the impact of a diseased brain on our memory, language and thinking skill.", "type": "p"}, {"text": "Common causes include Alzheimer's disease, vascular dementia and dementia with Lewy bodies.", "type": "p"}, {"text": "Bruce Willis' diagnosis of fronto-temporal dementia is relatively rare. ", "type": "p"}, {"text": "It is also unusual as it largely affects people in midlife, whereas most other forms are found in old age. ", "type": "p"}, {"text": "Fronto-temporal dementia is caused by a build-up of toxic proteins in the frontal and temporal lobes of the brain (those behind the forehead and ears) which are thought to kill brain cells.", "type": "p"}, {"text": "Damage to these regions affects language (such as Willis' aphasia) as well as behaviour and the ability to plan. ", "type": "p"}, {"text": "There is still no cure or even a way of slowing the disease down so symptoms continue to get worse.", "type": "p"}, {"text": "On average people live 8-10 years after diagnosis of fronto-temporal dementia, but some people live much longer. ", "type": "p"}, [{"text": "I've got dementia - dementia hasn't got me", "type": "a", "href": "https://www.bbc.co.uk/news/health-58834188"}, {"text": "Lifestyle changes that could lower your dementia risk", "type": "a", "href": "https://www.bbc.co.uk/news/health-48963215"}], {"text": "Actor Brian Cox, who starred in the film Red with Willis, said the news was \"very sad\" and that the actor was \"witty and a great performer\". ", "type": "p"}, {"text": "Speaking to the BBC's Newscast programme, Cox said: \"He was lovely. And he is lovely. He's still there. He's a lovely man.\"", "type": "p"}, {"text": "US journalist Maria Shriver, a prominent campaigner for brain disorder patient care and research, tweeted: \"My heart goes out to Bruce Willis and his family, & also my gratitude for shining a much needed light on this disease. ", "type": "p"}, {"text": "\"When people step forward it helps all of us. When people get a diagnosis it's extremely difficult, but also for most a relief to get a diagnosis.\"", "type": "p"}, {"text": "Aaron Paul, who starred in America's Breaking Bad TV crime drama, said Willis was \"such a damn legend\", adding: \"Love you so much my friend!\"", "type": "p"}, {"text": "US singer and actress Queen Latifah wrote in a post on Instagram: \"God bless you my brother we love you!!! all the best. Thank you and your family for all the entertainment!!!\"", "type": "p"}, {"text": "Actress Selma Blair, who has multiple sclerosis, simply wrote: \"Sending love.\"", "type": "p"}, {"text": "According to the UK NHS website, frontotemporal dementia is an \"uncommon\" form of the disease that causes the sufferer problems with behaviour and language.", "type": "p"}, {"text": "Symptoms also include slow or stiff movements, loss of bladder or bowel control - although this tends to be later on - and muscle weakness.", "type": "p"}, {"text": "If you have been affected by any of these issues you can visit the BBC's Action Line.", "type": "p"}], "tags": []}