{"link": "https://www.bbc.com/news/business-62599095", "category": "business", "title": "Starbucks ordered to reinstate fired Memphis staff", "contributor": null, "time": "2022-08-18T20:20:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16B13/production/_126374929_mediaitem102447742.jpg", "content": [{"text": "A US judge ordered Starbucks to reinstate seven workers in Tennessee who say they were sacked in retaliation for pro-union activity.", "type": "b"}, {"text": "It is a victory for labour regulators, who sued Starbucks over the sackings, arguing that restoring the jobs was key to prevent future labour violations.", "type": "p"}, {"text": "Starbucks denies retaliation. It said it would appeal against the decision.", "type": "p"}, {"text": "Judge Sheryl Lipman said regulators had presented enough evidence to suggest labour law violations had occurred.", "type": "p"}, {"text": "She said reinstatement was \"just and proper\" whilst the claims worked their way through the judicial process, which can take years.", "type": "p"}, {"text": "Starbucks dismissed the seven staff members in Memphis in February. ", "type": "p"}, {"text": "In the months since, organisers for the union Starbucks Workers United have accused Starbucks of firing more than 75 pro-union staff across the country, which they allege is part of a wider crackdown intended to stop their movement.", "type": "p"}, {"text": "The National Labor Relations Board, the federal labour watchdog, sued Starbucks over the Memphis sackings in May after investigating the incident. ", "type": "p"}, {"text": "Starbucks has said it fired the workers for breaking company rules, including letting non-staff into the store after closing. In this case, it was said that staff had allowed reporters into the cafe for a television interview about the union effort. ", "type": "p"}, {"text": "The company said it planned to appeal Judge Lipman's decision, which could postpone any rehiring.", "type": "p"}, {"text": "\"We strongly disagree with the judge's ruling,\" Starbucks said in a statement.", "type": "p"}, {"text": "\"These individuals violated numerous policies and failed to maintain a secure work environment and safety standards. Interest in a union does not exempt partners from following policies that are in place to protect partners, our customers and the communities we serve.\"", "type": "p"}, {"text": "Since the union campaign launched last year, staff at roughly 220 Starbucks stores across the US have voted to join a union, giving them the power to negotiate pay, benefits and other work conditions collectively.", "type": "p"}, {"text": "Starbucks, which owns nearly 9,000 stores in the US and licenses hundreds more, says it prefers to handle complaints directly with staff, without involving a \"third party\".", "type": "p"}], "tags": ["Trade Unions", "Global economy", "Cost of living", "Starbucks", "United States"]}