{"link": "https://www.bbc.com/news/entertainment-arts-62594061", "category": "entertainment & arts", "title": "Rose Ayling-Ellis: Strictly winner to leave EastEnders after two years", "contributor": null, "time": "2022-08-18T13:35:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/09F2/production/_126364520_hi069139432.jpg", "content": [{"text": "Actress Rose Ayling-Ellis is leaving EastEnders after two years, the BBC has announced.", "type": "b"}, {"text": "Ayling-Ellis has played Frankie Lewis in the BBC One soap since 2020, and was the first deaf actor to play a regular character. ", "type": "p"}, {"text": "Last year, she became the first ever deaf contestant of Strictly Come Dancing, ultimately winning the series.", "type": "p"}, {"text": "Ayling Ellis said she would \"treasure her time\" on EastEnders but added: \"Now feels like the right time to move on.\"", "type": "p"}, {"text": "She will be seen exiting Albert Square this autumn and has already filmed her final scenes, the BBC said.", "type": "p"}, {"text": "Ayling-Ellis has been part of a number of big storylines including the discovery that she is the biological daughter of Mick (Danny Dyer) after he was abused as a child. ", "type": "p"}, {"text": "In a statement, Ayling-Ellis said: \"It's been incredibly special to be EastEnders' first regular deaf actor. ", "type": "p"}, {"text": "\"I have loved my time on the show and Frankie has been such an awesome character to play, however now feels like the right time for me to move on and I am excited and ready for new challenges.\"", "type": "p"}, {"text": "She added: \"I will always treasure my time on the show and all the incredible people I have worked with, who have supported my growth as an actor these last two years and given me so many amazing memories.", "type": "p"}, {"text": "\"I am excited for viewers to see Frankie's exit storyline; I think it's a really important one that will hit home for lots of people.\"", "type": "p"}, {"text": "The soap's executive producer, Chris Clenshaw, said: \"I have only had the pleasure to work with Rose for a short time but she has always been an incredible asset to EastEnders; not just as a phenomenal actor, but as an amazing company member too.\"", "type": "p"}, {"text": "Ayling-Ellis, who was born deaf, has enjoyed a significant boost in profile since taking part in Strictly.", "type": "p"}, {"text": "She has been at the forefront of a campaign to make British Sign Language a legally recognised language, and worked with Barbie on its first doll with behind-the-ear hearing aids, which was unveiled earlier this week. ", "type": "p"}, {"text": "She also recently signed a bedtime story for CBeebies. Ayling-Ellis and her professional Strictly partner Giovanni Pernice won a Bafta for the must-see television moment of the year.", "type": "p"}, {"text": "Her involvement in Strictly reportedly led to an increase in the number of people in the UK learning sign language.", "type": "p"}], "tags": ["Deafness and hearing-impairment", "Television", "Soap opera", "BBC", "Strictly Come Dancing", "EastEnders"]}