{"link": "https://www.bbc.com/news/technology-62590619", "category": "technology", "title": "Fifa 23: EA honours 99% discount price error on football game's new edition", "contributor": "Liv McMahon", "time": "2022-08-18T16:31:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15A28/production/_126361688_gettyimages-1240623836.jpg", "content": [{"text": "Electronic Arts (EA) has admitted to scoring \"a pretty spectacular own goal\" after mistakenly pricing its Fifa 23 Ultimate Edition on India's Epic Games store at 4.80 rupees ($0.06; £0.05).", "type": "b"}, {"text": "Buyers rushed to pre-order the game last month after a decimal point error saw its price discounted online by 99.98%.", "type": "p"}, {"text": "The games publisher has since agreed to honour the bargain pre-purchases.", "type": "p"}, {"text": "Fifa 23 will be EA Sports' final game in the bestselling football series.", "type": "p"}, {"text": "EA's sports division announced earlier this year it will stop making Fifa-branded titles. The publisher will continue to make football video games, but from 2023 it will come under a new banner, EA Sports FC.", "type": "p"}, {"text": "The announcement, in May, brings to an end a 29-year partnership between EA and Fifa, with licensing costs cited as one of the reasons behind the publisher's decision. Fifa has said it plans to release its own rival games.", "type": "p"}, {"text": "This finale, for EA - as well as the arrival of women's teams in the latest version - has helped to generate excitement around the forthcoming release.", "type": "p"}, {"text": "Fifa Ultimate Editions are typically more expensive than standard editions of the game because they offer extras such as more limited edition tradeable player items, extra Fifa points and access before the official launch.", "type": "p"}, {"text": "In India, the 2023 version is priced at 4,800 rupees ($60/£50), with the Standard Edition costing 3,499 rupees ($44/£36).", "type": "p"}, {"text": "News of the pricing mishap spread online, with people on social media alerting fans worldwide that the game could be bought from Epic Games India store for just 5p. ", "type": "p"}, {"text": "The error was quickly resolved - leaving buyers who had snapped up copies fearing their purchases might be cancelled or refunded.", "type": "p"}, {"text": "But EA Sports and Epic Games emailed purchasers this week to say that the sales will be honoured.", "type": "p"}, {"text": "EA Sports' Fifa team admitted it was \"our mistake\", ", "type": "p"}, {"text": "Fifa 22 was the franchise's most successful edition and shortly after its official launch, EA Sports revealed that 9.1 million players had joined the game and 460 million matches had been played within its first week.", "type": "p"}], "tags": ["Gaming", "India", "Electronic Arts"]}