{"link": "https://www.bbc.com/news/business-63406803", "category": "business", "title": "Facebook owner Meta sales continue to fall", "contributor": null, "time": "2022-10-26T21:12:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1495D/production/_126071348_whatsubject.jpg", "content": [{"text": "A year ago, Mark Zuckerberg declared virtual reality the next frontier to drive Facebook's growth. But so far, there has been very little of it. ", "type": "b"}, {"text": "The company's share price has plunged, revenues are falling and profits are on the decline.", "type": "p"}, {"text": "The picture worsened on Wednesday, after the company, now named Meta, updated investors on three months ended in September.", "type": "p"}, {"text": "Sales shrank 4% compared to a year ago to $27.7bn, while profits halved. ", "type": "p"}, {"text": "The company, which also owns Instagram and WhatsApp, is struggling as companies cut advertising budgets in the face of economic uncertainty, changes to Apple's privacy settings undercutting its targeted ads, and competition from rivals such as TikTok heats up.", "type": "p"}, {"text": "\"While we face near-term challenges on revenue, the fundamentals are there for a return to stronger revenue growth,\" chief executive Mark Zuckerberg said in a statement.", "type": "p"}, {"text": "\"We're approaching 2023 with a focus on prioritization and efficiency that will help us navigate the current environment and emerge an even stronger company.\"", "type": "p"}, [{"text": "Facebook feeds flooded with celebrity spam", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62659681"}, {"text": "Meta reveals new $1,499 mixed reality headset", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63200153"}], {"text": "Investor confidence plunged in February, when the company revealed it had lost daily users for the first time ever. Then in July, the company reported its first quarterly decline in revenue, as companies spooked by the economic outlook cut their advertising budgets. ", "type": "p"}, {"text": "Shares in the firm are trading roughly 60% lower than they were at the start of the year, wiping hundreds of billions off the company's value. ", "type": "p"}, {"text": "When the former number two at the company, Sheryl Sandberg, announced her decision to leave in June, Mr Zuckerberg described it as the end of an era.", "type": "p"}, {"text": "The company continues to generate large profits - nearly $4.4bn in the three months ended in September - but it has also fended off a decline in users. ", "type": "p"}, {"text": "The company said 2.93 billion people were active on one of its platforms daily in the three months ended in September, up from 2.88 billion in the quarter before.", "type": "p"}, {"text": "Although the core Facebook platform is not adding users in the US or Europe, it continues to grow in other parts of the world.", "type": "p"}, {"text": "Despite its strengths, many investors fear the company has lost its way. ", "type": "p"}, {"text": "\"Meta has drifted into the land of excess — too many people, too many ideas, too little urgency. This lack of focus and fitness is obscured when growth is easy but deadly when growth slows and technology changes,\" investor Brad Gerstner, chief executive at Altimeter Capital, told the firm in an open letter this week, which called on the company to cut staff and scale back its investments in artificial intelligence and virtual reality, also known as the metaverse. ", "type": "p"}, {"text": "Facebook's expenses have ramped up in recent years, as it faced questions about how it was handling the spread of misinformation on its platform and protecting user privacy.", "type": "p"}, {"text": "The company said it was \"making significant changes across the board to operate more efficiently\" and planned to hold headcount flat over the next year. ", "type": "p"}, {"text": "That would be a major shift after payrolls surged from about 17,000 at the end of 2016 to more than 87,000, rising 28% just in the last year. ", "type": "p"}, {"text": "But it warned that losses in its Reality Labs unit, which works on virtual reality and has seen revenues drop significantly, were likely to grow.", "type": "p"}, {"text": "Analyst Debra Aho Williamson of Insider Intelligence said the company is on \"shaky legs when it comes to the current state of its business\".", "type": "p"}, {"text": "\"Mark Zuckerberg's decision to focus his company on the future promise of the metaverse took his attention away from the unfortunate realities of today: Meta is under incredible pressure\".", "type": "p"}], "tags": ["Companies", "US economy", "Facebook"]}