{"link": "https://www.bbc.com/news/entertainment-arts-63397654", "category": "entertainment & arts", "title": "Taylor Wessing Prize: Lockdown laundry portraits win photography award", "contributor": null, "time": "2022-10-26T11:42:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CB6F/production/_126197025_clementineschneidermannlaundryday3.jpg", "content": [{"text": "Images of an elderly woman hanging out her washing during Covid lockdown have won the prestigious Taylor Wessing Photographic Portrait Prize 2022.", "type": "b"}, {"text": "Two of Clémentine Schneidermann's portraits from her series Laundry Day documented the daily life of her neighbour in south Wales, while navigating quarantine.", "type": "p"}, {"text": "She will receive £15,000 for her win.", "type": "p"}, {"text": "Judges praised the simplicity of the project, for \"capturing the calm mundanity of domestic tasks\".", "type": "p"}, {"text": "They said in a statement on Tuesday that the images \"evoked a strong sense of stillness and quiet, yet perhaps also loneliness and isolation, despite the proximity of the photographer\".", "type": "p"}, {"text": "They also praised \"the unusual perspective\" of the portraits, which are \"close, but not close enough to see the sitter's face\", creating \"an intriguing play with the conventions of traditional portraiture\".", "type": "p"}, {"text": "Second prize was awarded to Haneem Christian for Mother and Daughter and Rooted, which explores queerness, transness and the importance of chosen family.", "type": "p"}, {"text": "While Alexander Komenda took the third prize for Zahid's Son, a portrait that examines themes of identity and the post-Soviet landscape in Kyrgyzstan. ", "type": "p"}, {"text": "The Wessing Prize is organised by the National Portrait Gallery in London. But due to its ongoing major development work, the shortlisted photographs - chosen from 4,462 entries by 1,697 photographers - are being displayed in an exhibition at Cromwell Place, a new arts hub in South Kensington, from 27 October until 18 December 2022.", "type": "p"}, {"text": "The winner, Schneidermann, is a French photographer, living and working between Paris and south Wales.", "type": "p"}, {"text": "With a focus on being a social documentary photographer, she has a particular interest in communities. ", "type": "p"}, {"text": "She said her Laundry Day series was intended to \"document micro-events which deal with the passage of time through the small moments of our daily lives\".", "type": "p"}, {"text": "The photographer intended to capture the everyday by honing in on one daily chore, noting how \"the beauty of photography is to create magic out of the simplest moments\".", "type": "p"}, {"text": "Her socially distanced portraits are part of a series of works taken during times of quarantine, self-isolation, and national lockdowns prompted by the coronavirus pandemic.", "type": "p"}, {"text": "Schneidermann is the co-founder of the Ffasiwn Stiwdio, a photography- based creative studio that creates programmes with youth groups.", "type": "p"}], "tags": ["Photography", "National Portrait Gallery", "Paris"]}