{"link": "https://www.bbc.com/news/science-environment-63403323", "category": "science & environment", "title": "COP27: Prioritise climate or face catastrophe - UN chief", "contributor": null, "time": "2022-10-26T17:03:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10B10/production/_127386386_de27.jpg", "content": [{"text": "Countries must re-prioritise climate change or the world faces catastrophe, the UN chief has told BBC News.", "type": "b"}, {"text": "Secretary General António Guterres was speaking in New York ahead of a major climate conference in Egypt.", "type": "p"}, {"text": "\"There has been a tendency to put climate change on the back burner,\" he said. \"If we are not able to reverse the present trend, we will be doomed.\"", "type": "p"}, {"text": "The conference, known as COP27, will bring together countries to discuss tackling climate change.", "type": "p"}, {"text": "Mr Guterres said that current global problems such as inflation, Russia's invasion of Ukraine and the high prices of energy and food were distracting governments.", "type": "p"}, {"text": "\"Bring back climate change to the centre of the international debate,\" he urged.", "type": "p"}, {"text": "The UN chief insisted that leaders should not abandon key goals, including keeping global temperature rise to 1.5C, in order to avoid the worst effects of climate change.", "type": "p"}, {"text": "He said he would like to see both King Charles III and new UK Prime Minister Rishi Sunak attending COP27, saying King Charles has been a \"constant voice\" calling attention to the problem of climate change.", "type": "p"}, {"text": "He also called on the US and China to work together at the conference, saying the world relies on their leadership. In August, China said it was ending co-operation with the US on climate change after a leading US politician visited Taiwan.", "type": "p"}, {"text": "\"This is the defining issue of our time, nobody has the right to sacrifice international action on climate change for any reason,\" he warned.", "type": "p"}, {"text": "\"We need to tell the truth. The truth is that the impact of climate change on a number of countries in the world, especially hotspots, is already devastating,\" he added.", "type": "p"}, {"text": "Governments must deliver the $100billion of finance promised to developing countries facing the harshest impacts of climate change, Mr Guterres insists.", "type": "p"}, [{"text": "Climate change threatening global health - report", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63386814"}, {"text": "What is the Egypt climate conference and why is it important?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63316362"}], {"text": "A windfall tax on fossil fuel energy profits could help to find the remaining money, he suggested.", "type": "p"}, {"text": "And he called on countries not to invest in more fossil fuels and said they should instead support renewable energy. \"The most stupid thing is to bet on what has led us to this disaster,\" he said.", "type": "p"}, {"text": "Asked if he should himself attend climate protests, Mr Guterres said he organised demonstrations when he was younger, but his job now was not to go \"from barricade to barricade\". Instead, he said, it was to put pressure on governments for change.", "type": "p"}, {"text": "The UN leader said that the presence of young activist Greta Thunberg at COP27 would be\" very much welcome\", even though she has said she would not attend. He also praised the leadership of young people around the world in calling attention to climate change.", "type": "p"}, {"text": "The interview coincided with a report warning that in 2021 there were more greenhouse gases warming our atmosphere than ever.", "type": "p"}, {"text": "Atmospheric levels of the three main greenhouse gases - carbon dioxide, methane and nitrous oxide - reached record highs in 2021, the World Meteorological Organization (WMO) found.", "type": "p"}, {"text": "It also said concentrations of the powerful gas methane jumped by the highest amount in 40 years, mystifying experts.", "type": "p"}, {"text": "The COP27 conference will see global leaders meet in Sharm el-Sheikh in Egypt from 6-18 November to discuss what progress has been made on meeting climate goals.", "type": "p"}, {"text": "Last year at COP26, in Glasgow, governments pledged to cut back or stop using fossil fuels, end deforestation, and provide money to developing countries facing the worst of climate change.", "type": "p"}, {"text": "The negotiations this year will focus on what progress has been made and implementing those promises.", "type": "p"}], "tags": ["United Nations", "Climate change"]}