{"link": "https://www.bbc.com/news/business-66445496", "category": "business", "title": "UPS driver pay and benefits deal in US to be worth $170,000 a year, firm says", "contributor": null, "time": "2023-08-08T18:53:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C377/production/_130693005_whatsubject.jpg", "content": [{"text": "Shipping giant UPS has warned its profits will be lower than planned this year, in part reflecting the pay increases it agreed to grant US workers in a labour deal last month.", "type": "b"}, {"text": "UPS said the average full-time driver would earn about $170,000 (£135,000) annually, including healthcare and other benefits, by the end of the five-year contract.", "type": "p"}, {"text": "That is up from about $145,000 now. ", "type": "p"}, {"text": "The raises follow the most serious bout of inflation in the US in 40 years.", "type": "p"}, {"text": "Overall prices rose 3% over the 12 months to June, after leaping more than 9% in the prior year. ", "type": "p"}, {"text": "As rising living costs strain household budgets, labour tensions have boiled over, leading to unionisation campaigns at Starbucks and other companies, and strikes across the country.", "type": "p"}, {"text": "The threat of a strike by the Teamsters union hit UPS in recent weeks, as customers diverted about one million packages per day to rival companies, costing the company about $200m in sales.", "type": "p"}, {"text": "In a call to update investors on Tuesday, UPS said the deal reached with the Teamsters - expected to be approved by workers in a vote this month - would also weigh on its profits.", "type": "p"}, {"text": "It now expects its adjusted operating margin this year to be 11.8%, down from 12.8% expected in May. The drop also reflects a fall in shipments as the economy weakens. ", "type": "p"}, {"text": "UPS has the biggest unionised workforce of any company in the US and is known for its relatively strong compensation offering. Drivers discussing their hourly pay of $40 or more routinely make national headlines.", "type": "p"}, {"text": "Prior to the new deal, the company said drivers earned about $95,000 in pay annually on average or about $42 an hour, and another $50,000 in benefits. ", "type": "p"}, {"text": "The agreement reached with the Teamsters last month raised starting pay for part-time staff to $21 an hour, recognised Martin Luther King Jr Day in January as a holiday for the first time, and secured improvement in working conditions, including promises to provide air conditioning in new delivery vehicles. ", "type": "p"}, {"text": "For drivers, the Teamsters union, which represents more than 300,000 UPS staff, said the new contract would provide a pay boost of $2.50 an hour this year and $7.50 an hour over the five years of the deal. ", "type": "p"}, {"text": "Labour leaders hailed the agreement as standard setting when it was announced. Workers at Amazon and elsewhere have already pointed to the agreement in pushing for their own pay raises. ", "type": "p"}, {"text": "Economists are watching the pay increases closely, as some worry they could start to feed into an inflation problem that started with pandemic-related supply issues and shocks from the war in Ukraine. ", "type": "p"}, [{"text": "Five tips when asking for a pay rise", "type": "a", "href": "https://www.bbc.co.uk/news/business-64288791"}, {"text": "Japanese workers are finally seeing their pay rise", "type": "a", "href": "https://www.bbc.co.uk/news/business-66129788"}, {"text": "Don't ask for a big pay rise, warns UK central bank boss", "type": "a", "href": "https://www.bbc.co.uk/news/business-60206564"}], {"text": "Wage growth in the US outpaced price growth in June for the first time in more than two years.  ", "type": "p"}, {"text": "The average hourly pay in the US was almost $34 in July, while the average compensation cost for employers in the US was about $43 an hour this spring, according to the most recent data from the US Labor Department. ", "type": "p"}, {"text": "About two-thirds of the cost went toward salaries, while the other third represented benefits.", "type": "p"}], "tags": []}