{"link": "https://www.bbc.com/news/entertainment-arts-66437720", "category": "entertainment & arts", "title": "Bryan Randall: Sandra Bullock praised for 'amazing' way she cared for partner", "contributor": null, "time": "2023-08-08T08:37:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B1F6/production/_130685554_crgettyimages-968036122.jpg", "content": [{"text": "Actress Sandra Bullock has been praised for the \"amazing\" way she cared for her long-term partner in his final years.", "type": "b"}, {"text": "Bryan Randall died aged 57 after being diagnosed three years ago with amyotrophic lateral sclerosis (ALS).", "type": "p"}, {"text": "In a statement, Randall's family said they were \"immensely grateful to the tireless doctors who navigated the landscape of this illness\".", "type": "p"}, {"text": "Bullock was also praised for her care by her sister Gesine Bullock-Brado in a tribute she posted on Instagram.", "type": "p"}, {"text": "\"ALS is a cruel disease,\" she wrote, \"but there is some comfort in knowing he had the best of caretakers in my amazing sister and the band of nurses she assembled who helped her look after him in their home.\"", "type": "p"}, {"text": "\"I'm convinced that Bry has found the best fishing spot in heaven and is already casting his lure into rushing rivers teaming [sic] with salmon.\"", "type": "p"}, {"text": "Randall's death was first announced in a statement his family released to People.", "type": "p"}, {"text": "The family said the photographer \"chose early to keep his journey with ALS private\", adding: \"Those of us who cared for him did our best to honour his request.\"", "type": "p"}, {"text": "ALS is the most common form of motor neurone disease (MND).", "type": "p"}, {"text": "The family's statement continued: \"We are immensely grateful to the tireless doctors who navigated the landscape of this illness with us and to the astounding nurses who became our roommates, often sacrificing their own families to be with ours.", "type": "p"}, {"text": "\"At this time we ask for privacy to grieve and to come to terms with the impossibility of saying goodbye to Bryan.\"", "type": "p"}, {"text": "Sandra Bullock is best-known for films such as Speed, Gravity and Miss Congeniality, and won an Oscar in 2010 for her performance in The Blind Side.", "type": "p"}, {"text": "Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig's Disease after a famous New York baseball player who died from it, is a progressive disease for which there is no cure.", "type": "p"}, {"text": "It is caused by the death of nerve cells in the brain and spinal cord that control the movement of muscles that we control consciously.", "type": "p"}, {"text": "The disease often begins with muscle twitching and weakness in an arm or leg, trouble swallowing or slurred speech, but as it progresses it profoundly impacts on the ability to move, talk and even breathe.", "type": "p"}, {"text": "Most people die within two years of being diagnosed.", "type": "p"}, {"text": "The exact cause of the disease is still not known. A small number of cases are inherited.", "type": "p"}], "tags": []}