{"link": "https://www.bbc.com/news/health-66440808", "category": "health", "title": "Weight-loss drug heart benefit 'significant'", "contributor": null, "time": "2023-08-08T16:50:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/35C8/production/_128886731_gettyimages-1466563773.jpg", "content": [{"text": "A weight-loss drug has been proven to also reduce the risk of a stroke or heart attack, according to a new trial.", "type": "b"}, {"text": "The makers of Wegovy, Novo Nordisk, say its latest study shows it cuts risk of a cardiovascular event in overweight people with heart disease by a fifth.", "type": "p"}, {"text": "The firm hailed it a \"landmark trial\", saying it would change the way obesity is regarded and treated.", "type": "p"}, {"text": "While the findings still have to be fully reviewed, experts agreed the results were potentially significant. ", "type": "p"}, {"text": "The injection is popular in places like the US, and was approved for weight loss in the NHS in England in June.", "type": "p"}, {"text": "The drug would need to be passed by regulators again before it could be prescribed in a new capacity.", "type": "p"}, {"text": "Novo Nordisk executive vice-president Martin Holst Lange said the injection had a clear medical benefit, as well as being able to help people lose weight. ", "type": "p"}, {"text": "\"People living with obesity have an increased risk of cardiovascular disease, but to date there are no approved weight management medications proven to deliver effective weight management while also reducing the risk of heart attack, stroke or cardiovascular death.\"", "type": "p"}, {"text": "Wegovy is a weight-loss injection that is taken once a week.", "type": "p"}, {"text": "It tricks people into thinking they're already full, so they end up eating less and losing weight.", "type": "p"}, {"text": "Wegovy was approved for NHS use after research suggested users could shed more than 10% of their body weight.", "type": "p"}, {"text": "But in trials, users often put weight back on after stopping treatment.", "type": "p"}, {"text": "This new study, which looked at more than 17,600 adults aged 45 and older, took place over a five-year period.", "type": "p"}, {"text": "Each patient had a body mass index of 27 or over and established cardiovascular disease, with no history of diabetes.", "type": "p"}, {"text": "The trial found that patients given a 2.4mg once-weekly dose of Wegovy, plus standard care for the prevention of heart attacks or strokes, saw their risk of a heart attack or a stroke reduce by 20% compared with those given a placebo drug.", "type": "p"}, {"text": "The full details of the trial will be released later in the year.", "type": "p"}, {"text": "Prof Stephen O'Rahilly, from the University of Cambridge, said the long-awaited results \"do not disappoint\".", "type": "p"}, {"text": "\"The obvious conclusion of these findings is that we should view obesity as a medical condition, like high blood pressure, where effective and safe drug therapy can contribute to reducing serious adverse health outcomes.\"", "type": "p"}, {"text": "Dr Simon Cork, senior lecturer in physiology at Anglia Ruskin University, said the results offer hope when it comes to dealing with a growing and costly public health problem.", "type": "p"}, {"text": "\"Obesity and its associated health impacts cost the NHS over £6bn per year,\" he said.", "type": "p"}, {"text": "\"Effective and long-term support with losing weight with Wegovy, the results of which are unattainable for most people living with obesity to achieve through diet and exercise alone, results in significant improvements in health outcomes.", "type": "p"}, {"text": "\"This will not only provide significant financial savings for health bodies but provide people with a greater quality of life.\"", "type": "p"}, {"text": "Novo Nordisk says it plans to take its new research to regulators in the US and the European Union before the end of the year.", "type": "p"}, {"text": "It would also need to be approved by regulators in the UK, and then experts would decide whether it is something that should be offered on the NHS beyond its current use.", "type": "p"}], "tags": []}