{"link": "https://www.bbc.com/news/technology-66430429", "category": "technology", "title": "Zoom denies training AI on calls without consent", "contributor": null, "time": "2023-08-08T11:40:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BCC8/production/_130682384_onlinemeeting-gettyimages-1323677096.jpg", "content": [{"text": "Zoom has updated its terms of service after a backlash over fears that it trained its artificial intelligence (AI) models on customer calls.", "type": "b"}, {"text": "In a blog post the firm stressed that audio, video and chats were not used for AI without consent.", "type": "p"}, {"text": "The video-calling app acted after users noticed changes to the firm's terms of service in March which they worried enabled AI training.", "type": "p"}, {"text": "The firm said it made the changes to be more transparent. ", "type": "p"}, {"text": "Zoom launched new AI-powered features in June, one of which lets clients summarise meetings without having to record an entire session. The features were offered as a free trial. ", "type": "p"}, {"text": "But some experts warned the original wording of the terms of service could have allowed Zoom to access more user data than needed, including from customer calls.", "type": "p"}, {"text": "Talking to the BBC, before the terms of service were updated, data protection specialist Robert Bateman said: \"The terms appeared to give the service provider a lot of freedom to use data generated by its users for many different purposes.\"", "type": "p"}, {"text": "He said that while there was a question mark over the risks that could arise, \"alarm bells should ring when you encounter broad contractual provisions like these\".", "type": "p"}, {"text": "Late on Monday Zoom updated it's terms to include the line \"Zoom will not use audio, video or chat customer content to train our artificial intelligence models without your consent\".", "type": "p"}, {"text": "AI applications are computer programmes or tools that can perform specific, intelligent tasks that would usually be performed by humans. They are trained using vast amounts of data and algorithms to \"learn\" and replicate patterns of human-like behaviour. ", "type": "p"}, {"text": "But the mass extraction of online information to train the models underpinning AI applications has ignited fears, and prompted lawsuits, over the potential inclusion of personal, sensitive or copyrighted material in their datasets.", "type": "p"}, {"text": "Zoom, like many tech companies, has upped its focus on AI products this year in response to the growing hype around the technology.", "type": "p"}, {"text": "But the Open Rights Group, which campaigns on digital privacy, has warned that Zoom's decision to launch the features as a free trial and encourage customers to \"opt in\" made the changes \"more alarming\". ", "type": "p"}, {"text": "\"While Zoom states that customers will be asked for consent to use their data to train AI models, Zoom's privacy policy is opaque and it is not clear that this is the case,\" policy manager for data protection Abby Burke told the BBC speaking before the latest update to Zoom's terms.", "type": "p"}, {"text": "On Monday, a Zoom spokesperson reiterated that customers decided whether to enable generative AI features, and separately whether to share customer content with Zoom for \"product improvement purposes\". ", "type": "p"}, {"text": "Screenshots in Monday's blogpost showed examples of warning messages for users joining meetings using AI tools, giving them the option to agree to the training use or leave the meeting.  ", "type": "p"}, {"text": "Smita Hashim, Zoom's chief product officer, said that account owners and administrators could choose if they want to turn on the features, which were still available on a trial basis, and that people who turned them on would \"be presented with a transparent consent process for training our AI models using your customer content\".", "type": "p"}], "tags": []}