{"link": "https://www.bbc.com/news/business-65355466", "category": "business", "title": "CBI suspends key activities after rape and sex assault allegations", "contributor": null, "time": "2023-04-21T21:20:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13C2F/production/_129434908_businessmen.png", "content": [{"text": "The CBI says it is suspending key activities until June after a number of firms quit the business group following allegations of rape and sexual assault.", "type": "b"}, {"text": "Dozens of firms have announced they are leaving the group or pausing their membership after new allegations about misconduct at the organisation.", "type": "p"}, {"text": "A second woman claimed she was raped by CBI colleagues in a Guardian article on Friday.", "type": "p"}, {"text": "The CBI said it \"shares the shock and revulsion\" at the alleged events.", "type": "p"}, {"text": "The board of the lobbying group said it wanted to talk to \"colleagues, members, experts and stakeholders\" to get their opinion on the CBI's future role and purpose.", "type": "p"}, {"text": "\"As a result, we have taken the difficult but necessary decision to suspend all policy and membership activity until an extraordinary general meeting in June,\" the board said in a statement.", "type": "p"}, {"text": "The board will put forward proposals at that meeting \"for a refocused CBI\", it said, adding that \"this work and the cultural reform will be the entire and urgent focus of the organisation over the coming weeks.\"", "type": "p"}, {"text": "Despite membership operations being suspended until June, firms will still be free to quit if they choose, the BBC understands.", "type": "p"}, {"text": "The City of London Police was investigating an alleged rape at a CBI summer party in 2019 before the Guardian reported the second incident.", "type": "p"}, {"text": "Detective Chief Superintendent Richard Waight from the City of London Police said that no arrests had been made and investigations were continuing, and asked anyone with information to get in touch.", "type": "p"}, {"text": "On Friday, retailer John Lewis was among the high-profile firms to quit the lobbying organisation, which claims to represent 190,000 companies. ", "type": "p"}, {"text": "John Lewis said it made the decision to quit membership of the CBI \"due to the further very serious and ongoing allegations\".", "type": "p"}, {"text": "Other firms that have quit include: BMW, Virgin Media O2, Vodafone, insurers Aviva, Zurich and Phoenix Group, banking firm Natwest, credit card company Mastercard;  B&Q owner Kingfisher; media firm ITV; insurance marketplace Lloyds of London; investment firm Schroders; and auditor EY.", "type": "p"}, {"text": "The Association of British Insurers has also left, as has Energy UK, which represents energy suppliers.", "type": "p"}, {"text": "Organisations that have suspended membership include: pharmaceutical giants GSK and AstraZeneca; airports operator Heathrow; retailers Tesco, Sainsbury's, Asda, and Marks & Spencer; banking group Santander; National Grid, Octopus Energy and Scottish Power; drinks giant Diageo; Rolls Royce; Unilever; BT; property company British Land; accountancy giant PwC; Manpower Group; British Beer and Pub Association; and Shell and BP. ", "type": "p"}, {"text": "The government had already announced that it was pausing its engagement with the business group.", "type": "p"}, {"text": "Last week the British Insurance Brokers' Association said it had withdrawn its membership \"in light of recent reports\".", "type": "p"}, {"text": "The CBI which employs more than 300 people, has been in crisis since allegations of a rape at one of its summer parties in 2019 and other sexual misconduct at the organisation emerged earlier this month.", "type": "p"}, {"text": "Three employees have been suspended pending the outcome of an investigation by law firm Fox Williams.", "type": "p"}, {"text": "The group's director-general was dismissed over separate complaints.", "type": "p"}, {"text": "For nearly 60 years, the CBI has tried to project the image of business as a force for good.", "type": "p"}, {"text": "It has lobbied government in the interests of member firms while promoting and sharing best practice among them. ", "type": "p"}, {"text": "But currently its future is in real doubt.", "type": "p"}, {"text": "Until Friday, most membership-paying firms had said they would wait for the results of an independent investigation into allegations of misconduct at CBI events - including rape and drug use - before deciding their relationship with the organisation. ", "type": "p"}, {"text": "But a second allegation of rape in an overseas CBI office started a trickle that turned into a flood of businesses suspending or cancelling their membership.", "type": "p"}, {"text": "The CBI has tried to move at pace, announcing they are fast-tracking the return of former chief economist Rain Newton-Smith to take up the post of director general.", "type": "p"}, {"text": "But on Friday it acknowledged the gravity of the exodus and announced it would suspend all membership activity until an emergency general meeting in June.", "type": "p"}, {"text": "It's unclear how much difference the findings of the Fox Williams report, expected early next week, will make to a shocked membership and a cautious government which has also suspended engagement. ", "type": "p"}, {"text": "And bear in mind, given the seriousness of the allegations, the police have started their own investigation and it is not a given that members - or indeed the government - will re-engage with a criminal investigation hanging over some employees.", "type": "p"}, {"text": "Make no mistake, the future of an organisation which has described itself as \"the voice of business\" in the UK is in serious doubt this weekend.", "type": "p"}, {"text": "A source close to employees at the CBI said the crisis of the past few weeks had taken an \"emotional toll\" on staff.", "type": "p"}, {"text": "\"At first there was relief that people were talking about it,\" the source said. \"It felt as though taking it public was holding management to account.\"", "type": "p"}, {"text": "\"But now, as darker allegations have come out, this has been hard on the staff.\"", "type": "p"}, {"text": "The source said there had been \"an avalanche\" of members resigning and that staff are concerned about their jobs.", "type": "p"}, {"text": "\"They're worried about whether the business will still be here tomorrow,\" the source said.", "type": "p"}, {"text": "Staff will continue to work and be paid as normal until at least June, the BBC understands.", "type": "p"}], "tags": []}