{"link": "https://www.bbc.com/news/entertainment-arts-65347373", "category": "entertainment & arts", "title": "Eurovision 2023: Extra tickets to go on sale on Monday 24 April", "contributor": null, "time": "2023-04-21T10:00:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E207/production/_129436875_ebu_corinnecumming-4040.jpg", "content": [{"text": "A final batch of tickets for next month's Eurovision Song Contest in Liverpool will go on sale on Monday 24 April at 12:00 BST.", "type": "b"}, {"text": "The BBC said there is a \"limited number\" of tickets left for the three live shows, as well as for the six production previews.", "type": "p"}, {"text": "In March tickets for all shows sold out in 90 minutes, with thousands left disappointed.", "type": "p"}, {"text": "It will be the first time the UK hosts the annual competition in 25 years.", "type": "p"}, {"text": "About 6,000 people will be inside the arena for each of the shows, but the vast majority of those tickets have already been sold.", "type": "p"}, {"text": "Tickets will be made available from 12:00 BST. ", "type": "p"}, {"text": "An account must be registered on Ticketmaster UK - regardless of the country tickets are being purchased in.", "type": "p"}, {"text": "Only tickets for one show at a time can be purchased by users.", "type": "p"}, {"text": "Prices range from £90 to £290 for the live semi-finals and from £160 to £380 for the live grand final. ", "type": "p"}, {"text": "Preview shows range from £30 to £280.", "type": "p"}, {"text": "Further information is available on the BBC's Eurovision website. ", "type": "p"}, {"text": "A preview show is a full run-through of the TV broadcast that doubles up as a production rehearsal where the acts perform live in the arena.", "type": "p"}, {"text": "There are six preview shows and three live shows.", "type": "p"}, {"text": "There's a fee for competing broadcasters to take part (more on that later) and a handful of countries, known as the big five (France, Germany, Italy, Spain, and the UK), automatically get a place in the final because they pay a higher entry fee.", "type": "p"}, {"text": "Ukraine, this year, also qualifies without participating in the knock-out stages because it won in 2022.", "type": "p"}, [{"text": "Less than a month to go... All you need to know about Eurovision 2023 ", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64402700"}, {"text": "Keep up-to-date by subscribing to the BBC's Eurovisioncast", "type": "a", "href": "https://www.bbc.co.uk/sounds/brand/p0dz04vn"}, {"text": "Who is representing the UK?", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64878361"}, {"text": "Stars of this year's song contest perform at final pre-party", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65278612"}, {"text": "Every song for 2023, from Albania to the UK ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65043969"}, {"text": "What's on in host city Liverpool? ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64802552"}], {"text": "The remaining 31 acts will sing in two semi-finals - on Tuesday 9 and Thursday 11 May.", "type": "p"}, {"text": "There will be 10 songs from each of the two qualifying rounds go through to the final where 26 artists will perform on Saturday 13 May.", "type": "p"}, {"text": "The city of Liverpool has announced multiple events around this year's Eurovision Song Contest.", "type": "p"}, {"text": "There will be a two-week festival taking place, including a submarine parade and a rave which will take place simultaneously in Kyiv as well.", "type": "p"}, {"text": "Close to the M&S Bank Arena will be the Eurovision village, the official fan zone of the contest for thousands of people.", "type": "p"}, {"text": "During the televised live shows, fans will be able to watch both semi-finals and the final on big screens there.", "type": "p"}, {"text": "It's also where some of the acts will perform on stage across the week.", "type": "p"}, {"text": "There will also be extensive coverage across the BBC.", "type": "p"}, {"text": "The UK Government has put forward £10m towards the cost of hosting the song contest for things like security and visa arrangements. ", "type": "p"}, {"text": "It says the vast majority will be spent on \"showcasing Ukrainian culture\" but wouldn't give further details. In comparison, the Italian government didn't pay anything towards the event last year.", "type": "p"}, {"text": "Local authorities in Liverpool have also pledged £4m for the event, which is £6m less than officials put forward in Turin in 2022.", "type": "p"}, {"text": "The bulk of the cost will fall to the BBC which is expected to put forward between £8m and £17m as host broadcaster.", "type": "p"}, {"text": "The 37 broadcasters taking part all pay a fee to enter, which in recent years has totalled a combined sum of about £5m. The BBC does not make its contribution public.", "type": "p"}, {"text": "All the build-up, insights and analysis is explored each week on a BBC podcast called Eurovisioncast.", "type": "p"}, {"text": "Eurovisioncast is available on BBC Sounds, or search wherever you get your podcasts from.", "type": "p"}], "tags": []}