{"link": "https://www.bbc.com/news/science-environment-65338500", "category": "science & environment", "title": "Northern elephant seals sleep in the deep to avoid predators", "contributor": null, "time": "2023-04-21T00:13:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/174F0/production/_129427459_mediaitem129427458.jpg", "content": [{"text": "Northern elephant seals sleep while drifting hundreds of metres below the sea surface - at depths where their predators do not usually lurk. ", "type": "b"}, {"text": "US researchers tracked the animals, recording their brain activity as the seals swam for thousands of kilometres. ", "type": "p"}, {"text": "The mammals, which reach depths of up to 2,500ft (760m), sleep for only two hours per day in what the researchers describe as \"nap-like sleeping dives\".  ", "type": "p"}, {"text": "The findings are published in the journal Science.", "type": "p"}, {"text": "University of California Santa Cruz researcher Jessica Kendall-Bar and colleagues developed a non-invasive stick-on tag to track and simultaneously monitor the brain activity of wild northern elephant seals off the coast of California. ", "type": "p"}, {"text": "They followed eight wild mammals on their foraging trips, which lasted about seven months and spanned more than 6,200 miles. They recorded the animals' brain activity, heart rate, movement and body position. ", "type": "p"}, {"text": "\"We developed a scientific 'signature for sleep' by studying their behaviour and physiology for many years,\" explained Ritika Mukherji from the University of Oxford, who was involved in the study. ", "type": "p"}, {"text": "It revealed that, at depths of more than 984ft, the seals would fall asleep and descend in what the scientists describe as \"sleep spirals\" for about 20 minutes at a time. \"They look like falling leaves,\" said Ms Mukherji. ", "type": "p"}, {"text": "Lead researcher Prof Terrie Williams, from UC Santa Cruz, told BBC News: \"The thing I find remarkable is that any mammal would fall asleep while drifting hundreds of metres below the water surface. ", "type": "p"}, {"text": "\"This is not light sleep but real paralytic, deep sleep that would have humans snoring. Remarkably, the seal's brain reliably wakes them out of it before running out of oxygen. ", "type": "p"}, {"text": "\"Imagine waking up on the bottom of a pool - it sends a shiver down the spine.\"", "type": "p"}, {"text": "The scientists say their study has drawn \"nap maps\" for seals - suggesting that sleeping areas may be as important as active hunting areas for these animals. ", "type": "p"}, {"text": "Ms Mukherji explained: \"It shows us what their world looks like and helps us to understand what they're doing and when they're doing it, so we can understand how to avoid getting in their way.\" ", "type": "p"}], "tags": []}