{"link": "https://www.bbc.com/news/entertainment-arts-62014504", "category": "entertainment & arts", "title": "Adele: Emotion and simplicity are enough at comeback Hyde Park gig", "contributor": "Ian Youngs", "time": "2022-07-01T23:00:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16FE6/production/_125728149_gettyimages-1406241317.jpg", "content": [{"text": "Adele told fans she was \"so happy\" to be back on stage as she briefly became overwhelmed at the start of her first public concert for five years. ", "type": "b"}, {"text": "The pop superstar's composure momentarily cracked as she took in the huge audience in London's Hyde Park during the opening lines of Hello.", "type": "p"}, {"text": "She quickly resumed singing and went on to play a crowd-pleasing two-hour set for the 65,000 fans in her home city.", "type": "p"}, {"text": "\"It's so strange to be in front of a crowd again,\" she told them.", "type": "p"}, {"text": "This would not have been her live comeback if a Las Vegas residency that was scheduled to start in January had gone ahead. But she postponed it 24 hours before the first show, tearfully informing ticket-holders it \"ain't ready\".", "type": "p"}, {"text": "She told Friday's show that she would announce the rearranged US dates \"very, very soon\", and that she was waiting for one more piece of equipment to be ready.", "type": "p"}, [{"text": "Adele promises Vegas shows will happen this year", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60349019"}, {"text": "Tearful Adele postpones entire Las Vegas residency", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-60078151"}, {"text": "Review: Adele's 30 finds her emotionally bewildered", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-59323483"}], {"text": "Her initial show of her feelings was a display of the down-to-earth persona that is a big part of her appeal. ", "type": "p"}, {"text": "It soon became obvious that the glammed-up girl next door can still push emotional buttons few other pop stars can reach. ", "type": "p"}, {"text": "She appeared overwhelmed again as she watched the crowd belt out the chorus to Someone Like You, and few of the 18 bittersweet torch songs she performed were not accompanied by heartfelt sing-alongs.", "type": "p"}, {"text": "As well as those flashes of emotion, she appeared visibly relieved, too, at being back on a big stage.", "type": "p"}, {"text": "She did perform two television specials to promote her latest album 30 in November, but this was her first proper ticketed gig. ", "type": "p"}, {"text": "\"I get so nervous before each show but I love being up here,\" she said on Friday. ", "type": "p"}, {"text": "Lots of those who were due to see her in Vegas will wonder why she couldn't have got on stage there too. She clearly feels guilty about that debacle.", "type": "p"}, {"text": "She told the London crowd she knew lots of people felt let down, \"which is mortifying for me\". But she said she \"had to\" take that decision. She has still not quite explained why.", "type": "p"}, {"text": "Her set-up for the BST Hyde Park festival wasn't especially complicated. She stood in front of a six-piece band and three backing singers, who were arranged on two 2ft steps. ", "type": "p"}, {"text": "Above them were layered fringes of tastefully-coloured tassels, which lifted up part-way through the show to reveal the middle part of a wraparound screen that filed the backdrop of the stage. ", "type": "p"}, {"text": "At one point, she and a grand piano appeared at the end of a catwalk that extended into the crowd. There was a bit of confetti, some flame-throwing pyrotechnics, and fireworks at the end.", "type": "p"}, {"text": "Those bells and whistles barely felt necessary, and the fans would have been more than happy if the only added extra was her trademark between-song north London banter.", "type": "p"}, {"text": "She asked if it was anybody's birthday, giving out dedications like a local radio DJ. Someone in the front rows had a wedding anniversary. \"27 years? Oi oi!\"", "type": "p"}, {"text": "Then she asked: \"Do we have any divorce parties here tonight?\" As the crowd roared, so did she: \"You liars! Ha ha!\"", "type": "p"}, {"text": "Seconds after launching into her James Bond theme Skyfall, she stopped to alert stewards to someone needing help in the crowd, only restarting when they had been seen to.", "type": "p"}, {"text": "At the end of the song, she spotted another possible casualty and her voice turned urgent again. \"Do you need help? Are you waving or do you need help? Oh, you're waving!\" She dissolved into laughter once more.", "type": "p"}, {"text": "At one point, she asked if there were any Stranger Things fans present, and for a moment it sounded like she might be about to bring out Kate Bush, whose Running Up That Hill has gone back to number one after becoming the show's unofficial theme.", "type": "p"}, {"text": "But no. Adele just wanted to bond with the crowd over the latest series, the second half of which was released on the day of her gig. \"I'm going to be knackered tomorrow, gobbling up part two all night,\" she joked.", "type": "p"}, {"text": "Those going to see her on Saturday will hope she got enough sleep to be on form again for her second night in Hyde Park. After that, she has no more concerts in the diary - until, presumably, Vegas.", "type": "p"}, {"text": "As she puts the finishing touches to those plans, this show proved that her deeply-felt songs, piercing voice and sincere presence can be enough to leave the biggest crowd with a warm glow. ", "type": "p"}, {"text": "Set list", "type": "b"}, [{"text": "Hello", "type": "p"}, {"text": "I Drink Wine", "type": "p"}, {"text": "I'll Be Waiting", "type": "p"}, {"text": "Rumour Has It", "type": "p"}, {"text": "Water Under the Bridge", "type": "p"}, {"text": "One and Only", "type": "p"}, {"text": "Skyfall", "type": "p"}, {"text": "Send My Love (To Your New Lover)", "type": "p"}, {"text": "Easy On Me", "type": "p"}, {"text": "All I Ask", "type": "p"}, {"text": "Make You Feel My Love", "type": "p"}, {"text": "Someone Like You", "type": "p"}, {"text": "Oh My God", "type": "p"}, {"text": "Set Fire To The Rain", "type": "p"}, {"text": "Hold On", "type": "p"}, {"text": "Rolling in the Deep", "type": "p"}, {"text": "When We Were Young", "type": "p"}, {"text": "Love Is A Game", "type": "p"}]], "tags": ["London", "Music", "Adele"]}