{"link": "https://www.bbc.com/news/business-62791167", "category": "business", "title": "Bed Bath & Beyond finance chief falls to his death in NY", "contributor": "Monica Miller", "time": "2022-09-05T04:40:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DABE/production/_126589955_gettyimages-1178823749.jpg", "content": [{"text": "Authorities in New York City have confirmed the death of Bed Bath & Beyond's chief financial officer.", "type": "b"}, {"text": "Police say 52-year-old Gustavo Arnal fell from a Manhattan skyscraper known as the \"Jenga\" tower on Friday.", "type": "p"}, {"text": "Mr Arnal joined the company in May 2020 during the pandemic, and previously worked at cosmetic brand Avon and consumer goods giant Procter & Gamble.  ", "type": "p"}, {"text": "The big-box chain in the US has been facing financial trouble, recently announcing store closures and job cuts.", "type": "p"}, {"text": "Shares in the company have been volatile, being viewed as a \"meme\" stock driven by social media buzz rather than traditional economic sentiment. ", "type": "p"}, {"text": "\"The entire Bed Bath & Beyond organization is profoundly saddened by this shocking loss,\" said Harriet Edelman, chair of the board at the company. ", "type": "p"}, {"text": "\"Gustavo will be remembered by all he worked with for his leadership, talent and stewardship of our company,\" she said.", "type": "p"}, {"text": "\"I am proud to have been his colleague, and he will be truly missed by all of us at Bed Bath & Beyond and everyone who had the pleasure of knowing him.\"", "type": "p"}, {"text": "Bed Bath & Beyond made headlines recently after activist investor Ryan Cohen announced in late August that he was abruptly selling all of his stock in the company.  ", "type": "p"}, {"text": "Mr Arnal and Mr Cohen have been named in a lawsuit which has been filed against Bed, Bath & Beyond by shareholders. It claims that the company's share price had been recently artificially inflated and Bragar Eagel & Squire, the law firm leading the class action, alleges: \"Insiders profited at least $110m from their insider sales.\"", "type": "p"}, {"text": "Bed Bath & Beyond said it was \"in the early stages of evaluating the complaint but, based on current knowledge, the company believes the claims are without merit\".", "type": "p"}, {"text": "The home and bath goods company has been struggling for some time due to a slump in sales and growing debt. The retailer has warned of a 26% drop in same-store sales between April and June. ", "type": "p"}, {"text": "Bed Bath & Beyond also hired a new chief executive, Mara Sirhal, last month to help the struggling retailer.", "type": "p"}], "tags": ["Retailing", "Home Retail Group"]}