{"link": "https://www.bbc.com/news/entertainment-arts-62799443", "category": "entertainment & arts", "title": "Running Up That Hill was the UK's song of the summer", "contributor": "Mark Savage", "time": "2022-09-05T16:52:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3788/production/_125461241_000464720-1.jpg", "content": [{"text": "Kate Bush's 1985 hit Running Up That Hill was the UK's song of the summer, says the Official Chart Company.", "type": "b"}, {"text": "The song's improbable but inspiring resurgence came after it featured in the TV show Stranger Things, bringing it to a new generation of fans.", "type": "p"}, {"text": "They streamed it 86.6 million times between June and August, more than any other song.", "type": "p"}, {"text": "Running Up That Hill was also the most downloaded song of the summer, with 42,000 sales.", "type": "p"}, {"text": "The song originally appeared on Bush's celebrated fifth album Hounds Of Love.", "type": "p"}, {"text": "On its first release, it peaked at number three in the charts - but the momentum of Stranger Things propelled it to number one in June, breaking three records in the process.", "type": "p"}, {"text": "Bush, who is 63, became the oldest woman to top the UK singles chart, overtaking Cher, who was 52 when Believe hit number one in 1998.", "type": "p"}, {"text": "She also achieved the longest gap between number one singles, with 44 years having elapsed since her debut, Wuthering Heights; and Running Up That Hill's 37-year journey to the top was the longest in chart history.  ", "type": "p"}, {"text": "\"The response to Running Up That Hill is something that has had its own energy and volition,\" said Bush at the time. \"We've all been astounded to watch the track explode!\"", "type": "p"}, [{"text": "The drum that gave Running Up That Hill its thunder", "type": "a", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-61844728"}, {"text": "Stranger Things return ‘formulaic but fabulous’", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61547989"}], {"text": "The song managed to beat tracks by Harry Styles, Lizzo and George Ezra to become the UK's song of the summer. Dance music featured heavily in the best-sellers list, with LF System's summer anthem Afraid To Feel at number three; and Beyoncé's tribute to house music Break My Soul at number eight.", "type": "p"}, {"text": "Ed Sheeran had five entries in the top 40 - with his solo songs Bad Habits, Shiver and 2 Step joined by Peru, a collaboration with Nigerian singer Fireboy DML, and Bam Bam, a duet with US pop star Camila Cabello.", "type": "p"}, {"text": "The top 10 biggest songs of the summer are below; and you can see the full Top 40 on the Official Chart website.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Harry Styles", "Stranger Things", "Official UK music charts", "Music"]}