{"link": "https://www.bbc.com/news/business-64623488", "category": "business", "title": "Brexit hit UK investment by £29bn, says Bank of England policymaker", "contributor": null, "time": "2023-02-13T18:37:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F925/production/_128618736_gettyimages-1345660599.jpg", "content": [{"text": "Brexit has dealt the UK economy a \"productivity penalty\" of £29bn, or £1,000 per household, a Bank of England policymaker has said.", "type": "b"}, {"text": "Jonathan Haskel, an external member of the Bank's monetary policy committee, said a wave of investment \"stopped in its tracks\" in 2016 following the vote.", "type": "p"}, {"text": "He said the UK had \"suffered much more\" of a productivity slowdown than other large economies because of Brexit.", "type": "p"}, {"text": "The Treasury said it did not recognise Mr Haskel's figures.", "type": "p"}, {"text": "The Bank of England declined to comment.", "type": "p"}, {"text": "Mr Haskel, who was interviewed by website newsletter The Overshoot, was asked why he thought the UK was an \"extreme outlier\" when it came to facing a slowdown in productivity.", "type": "p"}, {"text": "He said: \"Yes, we suffered much more. A bit of that is that we have this larger financial sector. But I think it really goes back to Brexit.", "type": "p"}, {"text": "\"If you look in the period up to 2016, it's true that we had a bigger slowdown in productivity up to 2016, but we had a lot of investment. We had a big boom between 2012-ish to 2016.", "type": "p"}, {"text": "\"But then investment just plateaued from 2016, and we dropped to the bottom of G7 countries.\"", "type": "p"}, {"text": "Since the Brexit referendum in 2016, there has been a global pandemic, swiftly followed by an energy crisis, which has made estimating any financial impact directly related to Brexit difficult.", "type": "p"}, {"text": "But investment has stalled since the referendum. ", "type": "p"}, {"text": "Some economists, including the International Monetary Fund, have suggested that uncertainty surrounding Brexit, including the unsettled issue of the Northern Ireland Protocol, has deterred at least some spending.", "type": "p"}, {"text": "Mr Haskel said that the Brexit referendum had an impact on economic growth as a result of the reduction in trade, with the UK opting to leave the EU and its single market and secure trade deals elsewhere.", "type": "p"}, {"text": "He referred to a calculation to show what the UK economy could have looked like if investment had carried on growing at the rate it had been before the referendum, compared to what it is currently growing at.", "type": "p"}, {"text": "Mr Haskel described the hit to the economy as the \"productivity penalty\", which amounted to about 1.3% of gross domestic product (GDP). GDP is an important tool for looking at how well, or badly, an economy is doing.", "type": "p"}, {"text": "\"That 1.3% of GDP is about £29bn, or roughly £1,000 per household,\" he added.", "type": "p"}, [{"text": "What impact has Brexit had on the UK economy?", "type": "a", "href": "https://www.bbc.co.uk/news/business-64450882"}, {"text": "What is GDP and how does it affect me?", "type": "a", "href": "https://www.bbc.co.uk/news/business-13200758"}, {"text": "Who are the millions of Britons not working?", "type": "a", "href": "https://www.bbc.co.uk/news/business-52660591"}], {"text": "Sir Richard Branson is among the business bosses who have suggested the cost of Brexit red tape would put them off investing in the UK.", "type": "p"}, {"text": "The pro-Brexit group Briefings for Business claims there is no evidence of a Brexit-related hit to investment.", "type": "p"}, {"text": "A Treasury spokeswoman added that since leaving the EU single market, the UK had grown faster than France and Germany. ", "type": "p"}, {"text": "\"The government is making the most of our Brexit freedoms to grow the economy, including ambitious financial services sector reforms which will unlock over £100bn of investment, and we are reviewing EU-derived rules in other critical growth sectors this year,\" she said.", "type": "p"}, {"text": "Figures released last week showed that the UK narrowly avoided falling into recession in 2022, but the Bank expects it to enter one this year.", "type": "p"}, {"text": "A recession is typically defined as when the economy shrinks for two consecutive three-month periods. It means the economy is generally performing badly and companies may make less money and cut jobs, leaving the government with less tax revenue.", "type": "p"}, {"text": "The Bank of England is the UK's central bank and has a major influence on managing the country's economy. It is responsible for setting interest rates, which are at a 14-year high in an attempt to reduce inflation - the rate at which prices rise.", "type": "p"}, {"text": "Mr Haskel, who has consistently voted in favour of hiking interest rates, also told The Overshoot that inactivity in the labour market was a distinctly \"British thing\".", "type": "p"}, {"text": "\"Inactivity behaviour here looks very different to other countries: we've had a rise while other countries have had a fall,\" he said.", "type": "p"}, {"text": "Nearly nine million people in the UK are currently \"economically inactive\", which is where people are not actively looking for work.", "type": "p"}, {"text": "The government has been considering plans to coax retired middle-aged workers back into jobs in an attempt to boost the economy.", "type": "p"}], "tags": []}