{"link": "https://www.bbc.com/news/entertainment-arts-64624839", "category": "entertainment & arts", "title": "Grenfell Tower fire tragedy to be turned into BBC TV drama", "contributor": null, "time": "2023-02-13T12:23:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/108B5/production/_128456776_12570811-7caa-4e99-ba10-34718be9fb61.jpg", "content": [{"text": "The BBC is to make a TV drama telling the story of the Grenfell Tower fire.", "type": "b"}, {"text": "The three-part series, titled Grenfell, will dramatise the events surrounding the night of 14 June 2017, when 72 people died as a result of the blaze.", "type": "p"}, {"text": "It will piece together the stories of survivors, bereaved family members and firefighters, using interviews and evidence from the public inquiry.", "type": "p"}, {"text": "Writer and director Peter Kosminsky said he hoped the show would \"reach the heart of this catastrophe\".", "type": "p"}, {"text": "He said he wanted the series to examine \"how such a thing can have happened; [and] how we can avoid it ever happening again\".", "type": "p"}, {"text": "\"Occasionally, events occur in our national story which touch us all,\" he said in a statement.", "type": "p"}, {"text": "\"The fire at Grenfell Tower is such an event. We remember what we were doing when we heard about it, remember the pictures, the saturation coverage.", "type": "p"}, {"text": "\"And yet, despite this, despite the many newspaper pages and TV hours devoted to the story, we may be left with a less than clear sense of exactly what happened, what went wrong.\"", "type": "p"}, {"text": "The BBC said the series would provide \"a comprehensive account of the events leading up to, during, and after the devastating fire\".", "type": "p"}, {"text": "It is not yet known how the drama will depict the night of the fire itself in the London tower block.", "type": "p"}, [{"text": "The Grenfell Tower Inquiry Podcast - BBC Sounds", "type": "a", "href": "https://www.bbc.co.uk/sounds/brand/p066rd9t"}], {"text": "Kosminsky and associate producer Ahmed Peerbux have carried out interviews with some of those affected.", "type": "p"}, {"text": "\"We have been working on this drama for more than five years now, and it is only right that such a terrible event, seared into the national psyche, should be approached with rigour and not rushed,\" Peerbux said.", "type": "p"}, {"text": "\"We are immensely grateful to the men and women who have shared their stories with us, and let us into their lives - we couldn't possibly hope to honour their experiences without the time and trust they have given us.\"", "type": "p"}, {"text": "The inquiry into the fire has now closed and is expected to report later this year.", "type": "p"}, {"text": "Kosminsky has won seven Bafta Awards including for dramas made in response to such real-life events as the Bosnian war, the 11 September 2001 attacks, and the 2003 death of Dr David Kelly.", "type": "p"}, {"text": "He is also known for directing the TV adaptation of Hilary Mantel's Wolf Hall.", "type": "p"}], "tags": []}