{"link": "https://www.bbc.com/news/health-64597395", "category": "health", "title": "Keep vapes out of sight of children in shops, say councils", "contributor": null, "time": "2023-02-11T13:43:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9DED/production/_128592404_gettyimages-1415947062.jpg", "content": [{"text": "Vapes should be kept out of sight of children in shops and the legal minimum age of 18 should be marked clearly on each product, say councils in England.", "type": "b"}, {"text": "Too many children are being illegally sold vapes with fruity flavours and colourful packaging, they say.", "type": "p"}, {"text": "Doctors have warned of the potential long-term effects of vaping on the lungs, and are calling for tighter rules on packaging and advertising.", "type": "p"}, {"text": "Vapes should only be used by smokers who want to give up tobacco.", "type": "p"}, {"text": "In the UK, only those aged 18 and over can buy vapes or e-cigarettes.", "type": "p"}, {"text": "But vaping is growing in popularity among teenagers, who often use disposable single-use products like Elf and Geek bars.", "type": "p"}, {"text": "They come in a variety of flavours and colours, are marketed on social media and can be bought in many High Street shops, such as newsagents or mobile phone outlets. They cost about £5.", "type": "p"}, [{"text": "Young non-smokers told not to take up vaping", "type": "a", "href": "https://www.bbc.co.uk/news/health-63076876"}, {"text": "Illegal vape sales are High Street's biggest threat", "type": "a", "href": "https://www.bbc.co.uk/news/health-64319417"}, {"text": "Vaping - is it a risk-free option?", "type": "a", "href": "https://www.bbc.co.uk/news/health-61759776"}], {"text": "The Local Government Association (LGA), which represents councils in England, is calling for vaping products to be subject to the same rules as cigarettes - sold in plain packaging and kept out of reach and sight of children behind shop counters.", "type": "p"}, {"text": "Vapes or e-cigarettes are safer than cigarettes because they do not contain harmful tobacco, or produce dangerous tar or carbon monoxide from tobacco smoke.", "type": "p"}, {"text": "However, they usually contain the addictive substance nicotine and, if the devices used are illegal, they can also contain potentially dangerous levels of that and other ingredients. Health experts say vaping is not risk-free. ", "type": "p"}, {"text": "Young people who vape regularly have reported getting nosebleeds, headaches and sore throats. Others say they feel like they are addicted.", "type": "p"}, {"text": "\"It is not right that stores are able to prominently display vaping paraphernalia for all to see, such as in a shop window, often in bright, colourful packaging that can appeal to children,\" said councillor David Fothergill, chairman of the LGA's Community Wellbeing Board.", "type": "p"}, {"text": "He also said it was \"deeply worrying\" that more and more children who had never smoked are starting to vape.", "type": "p"}, {"text": "Health charity Ash, which has been providing resources for schools, parents and teachers on how to stop children vaping, says the government should introduce a tax on single-use disposable vapes in the Budget in March.", "type": "p"}, {"text": "\"In one simple step this would reduce both child vaping and the vast quantities of single-use vapes being thrown into landfill,\" says chief executive Deborah Arnott.", "type": "p"}, {"text": "The charity also suggests product names resembling sweets or featuring cartoon characters should be banned, and anyone who looks under 25 should be asked for ID in shops.", "type": "p"}, {"text": "Trading Standards recently said that one in three businesses has been found to break the law over under-age sales of vaping products, and it wants to see them face tougher penalties. ", "type": "p"}, {"text": "It is also regularly seizing lorry loads of counterfeit and illegal vapes from shops across the country, as well as at Channel ports.", "type": "p"}, [{"text": "Should disposable vapes be banned?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63037553"}], {"text": "Some 8.6% of 11 to 18-year-olds in England are vaping, latest figures show, up from 4% in 2021. Among adults, it is about 7%.", "type": "p"}, {"text": "More than half of all current young vapers use disposable vaping products, compared with just 7.8% two years ago.", "type": "p"}, {"text": "The Scottish government says it will consider a potential ban on disposable vapes as part of a plan to reduce their impact on public health and the environment.", "type": "p"}, {"text": "In October, the Irish government launched a consultation on banning \"wasteful\" disposable vape products, citing concerns over littering.", "type": "p"}, {"text": "A spokesperson for the Department of Health and Social Care in England said tough regulations on advertising vaping products to children, nicotine strength, labelling and safety were already in place.", "type": "p"}, {"text": "They added: \"We are carefully considering the recommendations from the Khan review: making smoking obsolete, including what more can be done to protect children from vaping.\"", "type": "p"}, {"text": "The UK Vaping Industry Association said the solution is to enforce existing laws on retailers rather than focus on packaging.", "type": "p"}, {"text": "It says it is developing detailed proposals for the government to consider - \"including substantial on the spot fines and nationwide retail licensing and test purchasing schemes\".", "type": "p"}, {"text": "It also maintains that disposable vapes are not just being used by young people - they are also sought after by older adults too.", "type": "p"}], "tags": []}