{"link": "https://www.bbc.com/news/business-62322862", "category": "business", "title": "First ever sales fall for Facebook owner Meta", "contributor": null, "time": "2022-07-27T21:46:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1495D/production/_126071348_whatsubject.jpg", "content": [{"text": "The owner of Facebook and Instagram was hit by a fall in advertising sales in the three months to July which caused the first year-on-year revenue decline in the firm's history.", "type": "b"}, {"text": "Meta's total revenue slipped 1% to $28.8bn (£23.7bn), but the company fended off a decline in users.", "type": "p"}, {"text": "Analysts fear the company's growth may have peaked after years of large gains.", "type": "p"}, {"text": "Rivals such as TikTok have eroded its popularity, while more firms are competing for ad spending.", "type": "p"}, {"text": "Meta, which typically commands more than 20% of the global ad market, warned investors that ad sales were likely to fall again in the months ahead, as e-commerce spending falls from its pandemic boom and companies worried about inflation and the war in Ukraine spend more cautiously.", "type": "p"}, [{"text": "Teens turning to TikTok and Instagram for news ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62238307"}, {"text": "Kim Kardashian joins creators criticising Instagram", "type": "a", "href": "https://www.bbc.co.uk/news/technology-62304262"}], {"text": "Meta boss Mark Zuckerberg said the firm would reduce its hiring \"steadily\" over the next year, a response to the downturn and the company's plans to shift investment into new areas, including its virtual reality platform, Horizon, in a bet that the so-called metaverse is its best prospect for growth. ", "type": "p"}, {"text": "Those plans have drawn scrutiny from regulators, including the Federal Trade Commission, America's consumer watchdog, which said it would sue to block Meta's acquisition of the virtual reality fitness company Within Unlimited, which owns the app Supernatural, over monopoly concerns.", "type": "p"}, {"text": "Any payoff from those plans remains years away, with Meta's struggle to increase its users a sign of limited growth in the years ahead, said Angelo Zino, senior equity analyst at CFRA Research. ", "type": "p"}, {"text": "\"Essentially it's now become a low-to no-growth company,\" he said.", "type": "p"}, {"text": "Earlier this year, Facebook reported its first ever decline in daily users. ", "type": "p"}, {"text": "In response, the company, which also owns WhatsApp, recently shifted its algorithms on Instagram and Facebook to act more like TikTok, recommending posts to users from outside the base of accounts they follow.  ", "type": "p"}, {"text": "The moves have drawn outcry from users, perhaps most prominently celebrity Kylie Jenner, who shared a post with her more than 360 million followers on Instagram this week saying \"Make Instagram Instagram again. (stop trying to be Tiktok I just want to see cute photos of my friends.) Sincerely, everyone\".", "type": "p"}, {"text": "But the changes may be helping.", "type": "p"}, {"text": "In June, the company said 1.97 billion people logged into Facebook on average each day, up from 1.96 billion in March; and 2.88 billion into one of its apps daily, up from 2.87 billion in March. ", "type": "p"}, {"text": "Mr Zuckerberg said he was pleased by signs that people were spending more time on the firm's apps, but profits in the quarter still dropped more than 20% to $7.4bn.", "type": "p"}, {"text": "He said the firm would continue to invest, though at a slower pace than planned.", "type": "p"}, {"text": "\"We face a number of challenges in the near term, but the investments we're making should give us...advantage over the long term,\" he added.", "type": "p"}, {"text": "Meta, whose number two in command Sheryl Sandberg in June announced plans to leave the company, is not the only firm facing challenges.", "type": "p"}, {"text": "Alphabet, the parent company of Google and YouTube, this week reported its slowest revenue growth since the pandemic hit in 2020, with executives repeatedly warning investors that the firm was feeling the impact of economic \"uncertainty\".", "type": "p"}, {"text": "Twitter also reported an unusual fall in revenue, while Snap warned of \"incredibly challenging\" conditions after its weakest quarter ever, sending shares plunging 25%. ", "type": "p"}, {"text": "\"When you look at the ad space right now...growth is deteriorating at a very fast pace, much faster than most people had anticipated,\" Mr Zino said.", "type": "p"}, {"text": "Meta's reliance on small and medium-sized businesses - which are \"spooked\" about the economy - makes it particularly vulnerable to any market slowdown, said Nikhil Lai senior analyst for performance marketing at Forrester Research.", "type": "p"}, {"text": "The company's fine-tuned model for targeting adverts was also disrupted last year when Apple overhauled its privacy settings.", "type": "p"}], "tags": []}