{"link": "https://www.bbc.com/news/entertainment-arts-62316035", "category": "entertainment & arts", "title": "Shawn Mendes cancels tour dates due to toll of playing live", "contributor": null, "time": "2022-07-27T16:04:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CAF4/production/_126065915_hi076525928.jpg", "content": [{"text": "Canadian pop singer Shawn Mendes has cancelled his remaining tour dates to focus on his wellbeing.", "type": "b"}, {"text": "The 23-year-old is one of several stars to have recently returned to playing live after the Covid pandemic halted tours around the world in 2020.", "type": "p"}, {"text": "But Mendes said in a statement he \"was not at all ready for how difficult touring would be after this time away\".", "type": "p"}, {"text": "He promised fans he would return once he had \"taken the right time to heal\".", "type": "p"}, {"text": "Mendes wasn't due to perform in the UK until 2023 - with gigs in Birmingham, Glasgow, London and Sheffield - but those have now been shelved.", "type": "p"}, {"text": "In a statement posted on his social media channels, Mendes said: \"I started this tour excited to finally get back to playing live after a long break due to the pandemic, but the reality is I was not at all ready for how difficult touring would be after this time away.", "type": "p"}, {"text": "\"After speaking with my team and working with an incredible group of health professionals, it has become more clear that I need to take the time I've never taken personally, to ground myself and come back stronger.", "type": "p"}, {"text": "\"It breaks my heart to tell you this but but I promise I will be back as soon as I've taken the right time to heal.\"", "type": "p"}, {"text": "He added that he hoped to reschedule the shows in the future and thanked fans for their support, telling them that cancelling the shows did not mean he would stop making music.", "type": "p"}, {"text": "Mendes had so far played seven of the 87 shows he had scheduled across the US and Europe. ", "type": "p"}, {"text": "The announcement comes after the singer announced earlier this month he was cancelling some dates of the tour in order to \"heal and take care of myself and my mental health\".", "type": "p"}, {"text": "Mendes explained at the time that after \"a few years off the road\" due to the Covid pandemic, he felt \"ready to dive back in\", but said his decision had ultimately proved to be \"premature\".", "type": "p"}, {"text": "The singer's biggest hits include Stitches, Treat You Better, There's Nothing Holdin' Me Back and Señorita - a duet with his former girlfriend Camila Cabello.", "type": "p"}], "tags": ["Music"]}