{"link": "https://www.bbc.com/news/health-62312249", "category": "health", "title": "Fourth patient seemingly cured of HIV", "contributor": "James Gallagher", "time": "2022-07-27T14:13:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7248/production/_126065292_gettyimages-1330581748.jpg", "content": [{"text": "A man who has lived with HIV since the 1980s seems to have been cured in only the fourth such case, say doctors.", "type": "b"}, {"text": "He was given a bone marrow transplant to treat blood cancer leukaemia from a donor who was naturally resistant to the virus.", "type": "p"}, {"text": "The 66-year-old, who does not want to be identified, has stopped taking HIV medication.", "type": "p"}, {"text": "He said he was \"beyond grateful\" the virus could no longer be found in his body.", "type": "p"}, {"text": "The man is known as the \"City of Hope\" patient after the hospital where he was treated in Duarte, California.", "type": "p"}, {"text": "Many of his friends died from HIV in the era before antiretroviral drugs could give people a near-normal life expectancy.", "type": "p"}, {"text": "Human immunodeficiency virus (HIV) damages the body's immune system. This can lead to Aids (acquired immunodeficiency syndrome) and the body struggling to fight off infection.", "type": "p"}, {"text": "In a statement, the man said: \"When I was diagnosed with HIV in 1988, like many others, I thought it was a death sentence.", "type": "p"}, {"text": "\"I never thought I would live to see the day that I no longer have HIV.\"", "type": "p"}, {"text": "However, he was given the therapy not for his HIV, but because he developed the blood cancer leukaemia at the age of 63.", "type": "p"}, {"text": "The man's medical team decided he needed a bone marrow transplant to replace his cancerous blood cells. By coincidence, the donor was resistant to HIV.", "type": "p"}, {"text": "The virus gets into our body's white blood cells by using a microscopic doorway - a protein called CCR5.", "type": "p"}, {"text": "However, some people, including the donor, have CCR5 mutations that bolt the door shut and keep out HIV.", "type": "p"}, {"text": "The City of Hope patient was closely monitored after the transplant, and levels of the HIV became undetectable in his body.", "type": "p"}, {"text": "He has now been in remission for more than 17 months.", "type": "p"}, {"text": "\"We were thrilled to let him know that his HIV is in remission and he no longer needs to take antiretroviral therapy that he had been on for over 30 years,\" said Dr Jana Dickter, an infectious diseases doctor at City of Hope.", "type": "p"}, {"text": "The first time this happened was in 2011 when Timothy Ray Brown - known as the Berlin Patient - became the first person in the world to be cured of HIV.", "type": "p"}, {"text": "There have now been three similar cases in the past three years.", "type": "p"}, {"text": "The City of Hope patient is both the oldest patient to be treated in this way and the one who has lived with HIV for the longest time.", "type": "p"}, {"text": "However, bone marrow transplants are not going to revolutionise HIV treatment for the 38 million people in the world currently infected.", "type": "p"}, {"text": "Dr Dickter told me: \"It's a complex procedure with significant potential side effects. So, it's not really a suitable option for most people living with HIV.\"", "type": "p"}, {"text": "However, researchers are looking at ways of targeting the CCR5 doorway using gene therapy as a potential treatment.", "type": "p"}, {"text": "The case was reported at the Aids 2022 conference in Montreal, Canada.", "type": "p"}, {"text": "Commenting on the findings, Prof Sharon Lewin, president-elect of the International Aids Society, said: \"A cure remains the Holy Grail of HIV research.\"", "type": "p"}, {"text": "She said there had been a \"handful of individual cure cases before\" and they provided \"continued hope for people living with HIV, and inspiration for the scientific community.\"", "type": "p"}], "tags": ["HIV & Aids", "Leukaemia"]}