{"link": "https://www.bbc.com/news/science-environment-62322575", "category": "science & environment", "title": "James Lovelock: Influential green thinker dies aged 103", "contributor": null, "time": "2022-07-27T17:05:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5B5A/production/_126068332_tv071441292.jpg", "content": [{"text": "British scientist James Lovelock, who devoted his life to the global green movement, has died on his 103rd birthday, his family has said.", "type": "b"}, {"text": "His 1960s Gaia theory Earth, from rocks to air, was one huge interconnected and self-regulating system formed the basis of much of climate science.", "type": "p"}, {"text": "And he had warned climate change could be a tipping point for the planet. ", "type": "p"}, {"text": "But his support for nuclear energy and for fracking attracted criticism from other environmentalists. ", "type": "p"}, {"text": "Working for Nasa in the 960s, Lovelock had what he called a Eureka moment when he realised living things had a profound impact on the environment around them. ", "type": "p"}, {"text": "This led to the radical idea everything on Earth, from oceans to every living organism, was a living, connected system. ", "type": "p"}, {"text": "Some scientists saw the idea as too \"new age\". But the theory spread and formed the basis of the growing green movement. ", "type": "p"}, {"text": "Lovelock also revealed chemicals were destroying the ozone layer.", "type": "p"}, {"text": "He later became an independent scientist and was driven to reveal the huge threat posed to life by a warming world.", "type": "p"}, {"text": "\"We're playing a very dangerous game,\" Lovelock told BBC News in 2020. \"It's direct interference with one of the major regulating mechanisms of Gaia.\"", "type": "p"}, {"text": "Met Office Hadley Centre climate-impacts research head Prof Richard Betts said: \"I am devastated by Jim's death. ", "type": "p"}, {"text": "\"He was a source of inspiration to me for my entire career. ", "type": "p"}, {"text": "\"Jim's influence is widespread, profound and long-lasting. ", "type": "p"}, {"text": "\"He will be remembered for his warm, fun-loving personality, his truly innovative thinking, his clarity of communication, his willingness to take bold risks in developing his ideas, and his abilities to bring people together and learn from them.\" ", "type": "p"}, {"text": "Science Museum Group science director Dr Roger Highfield said: \"Jim was a nonconformist who had a unique vantage point that came from being, as he put it, half scientist and half inventor. ", "type": "p"}, {"text": "\"Endless ideas bubbled forth from this synergy between making and thinking.\"", "type": "p"}, {"text": "Lovelock's dedication to warning the world about climate change meant he carried on working past retirement age.", "type": "p"}, {"text": "\"My main reason for not relaxing into contented retirement is that, like most of you I am deeply concerned about the probability of massively harmful climate change and the need to do something about it now,\" he said in 2011.", "type": "p"}, {"text": "And two years ago, he said the biosphere - all systems of life on Earth - was on its last 1% of life. ", "type": "p"}, {"text": "His family said: \"Our beloved James Lovelock died yesterday in his home surrounded by his family on his 103rd birthday. ", "type": "p"}, {"text": "\"To the world he was best known as a scientific pioneer, climate prophet and conceiver of the Gaia theory. ", "type": "p"}, {"text": "\"To us, he was a loving husband and wonderful father with a boundless sense of curiosity, a mischievous sense of humour and a passion for nature.\"", "type": "p"}], "tags": ["Climate change", "Environment"]}