{"link": "https://www.bbc.com/news/business-66847748", "category": "business", "title": "IMF pledges to stay in 'our lane' on climate", "contributor": null, "time": "2023-09-18T20:02:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/102B8/production/_131123266_georgieva.jpg", "content": [{"text": "The head of the International Monetary Fund (IMF) has acknowledged its limitations to act on climate change, saying other institutions can lead on climate finance.", "type": "b"}, {"text": "Kristalina Georgieva said the multilateral lender would \"only do what we are good at\".", "type": "p"}, {"text": "But she defended its focus so far on climate change after a top US official said the IMF \"should not be experts on climate issues\".", "type": "p"}, {"text": "The US is one of its biggest funders.", "type": "p"}, {"text": "US officials have been pushing to refine the IMF's mission.", "type": "p"}, {"text": "IMF director Kristalina Georgieva said other institutions, such as the World Bank, can lead on \"sectoral issues\" including climate finance.", "type": "p"}, {"text": "\"We do what we are good at: sound policies for prosperity, growth and employment,\" she said.", "type": "p"}, {"text": "She did however add that climate shocks cannot be excluded from its policy decisions, and that conversations about policies to promote financial stability must continue to include climate issues.", "type": "p"}, {"text": "Founded after World War Two to promote international economic stability, the IMF is known for low-cost loans to governments in distress. ", "type": "p"}, {"text": "It is seen as having a key role to play at a time when forecasters expect global growth to remain lower than recent historic norms.", "type": "p"}, [{"text": "What is the IMF and why does it matter? ", "type": "a", "href": "https://www.bbc.co.uk/news/business-50069765"}], {"text": "The financial institution wields roughly $1tn (£807bn) in lending power, receiving more than 15% of its budget from the US.", "type": "p"}, {"text": "Some in the US have accused the fund of getting distracted from its core mission by issues such as climate change. ", "type": "p"}, {"text": "Republicans have been especially vocal critic on this subject, but the White House has also held up the IMF - and its fellow international financial institution, the World Bank - for scrutiny. ", "type": "p"}, {"text": "In a speech earlier this month, the US Treasury Department's under-secretary for international affairs, Jay Shambaugh, urged the lender to remain focused on financial issues, while pledging increased financial support for the institution.", "type": "p"}, {"text": "\"The IMF is full of incredibly talented people who can contribute positively to a wide range of challenges facing the global economy, but we cannot let the temptation to address every problem pull the IMF away from its core mission of macroeconomic and exchange rate surveillance and guidance,\"  he said in a speech earlier this month. \"That mission is too essential to stray from.\"", "type": "p"}, {"text": "Mark Plant, a senior policy fellow at the Center for Global Development, said the White House wanted the IMF to have the right focus as the economic risks of climate change become more urgent.", "type": "p"}, {"text": "\"It's clear the IMF, the World Bank, all the big international financial institutions are going to have to step up to the plate. The question is what role each of them plays,\" he said, adding that he expected it would be a long debate. ", "type": "p"}, {"text": "\"The fund, like all these institutions, is still finding its way,\" he added. ", "type": "p"}], "tags": []}