{"link": "https://www.bbc.com/news/entertainment-arts-66843297", "category": "entertainment & arts", "title": "Russell Brand: Met Police receive report of alleged sexual assault in 2003", "contributor": null, "time": "2023-09-18T20:02:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6180/production/_131106942_brand.jpg", "content": [{"text": "The Metropolitan Police has received a report of an alleged sexual assault in 2003 in the wake of media allegations about Russell Brand.", "type": "b"}, {"text": "Officers did not name Brand, but said they were in contact with the woman and were \"providing her with support\".", "type": "p"}, {"text": "Over the weekend the comedian and actor was accused of rape and sexual assaults between 2006 and 2013, which he denies.", "type": "p"}, {"text": "Following the allegations, upcoming shows on Brand's live tour have been postponed, the promoter confirmed.", "type": "p"}, {"text": "On Monday one of the women whose allegations against Brand were part of the investigation by The Times, The Sunday Times and Channel 4 Dispatches told the BBC the comedian's behaviour had been an \"open secret\", and described his denials as \"laughable\".", "type": "p"}, {"text": "In a statement the Met said it was aware of the media allegations and continued: \"On Sunday, 17 September, the Met received a report of a sexual assault which was alleged to have taken place in Soho in central London in 2003.\" ", "type": "p"}, {"text": "The force first spoke to the Sunday Times on Saturday, it said, and has since made further approaches to the newspaper and Channel 4 to ensure anyone who believes they are a victim of a sexual offence \"no matter how long ago it was\" knows how to report it to the police. ", "type": "p"}, {"text": "The force has not said they have begun a criminal investigation or that any arrests have been made.", "type": "p"}, {"text": "The BBC has contacted Brand's representatives for comment. ", "type": "p"}, [{"text": "Brand behaviour was an open secret says accuser", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66840874"}, {"text": "What is Russell Brand accused of?", "type": "a", "href": "https://www.bbc.co.uk/news/uk-66838794"}], {"text": "He has denied all claims of misconduct, saying he is the subject of \"a coordinated attack\" involving \"very serious allegations that I absolutely refute.\" ", "type": "p"}, {"text": "The former TV and radio presenter, who now posts videos online about spirituality and politics, said his relationships have been \"always consensual\". On Monday, Brand did not appear for his regular livestream on video platform Rumble. ", "type": "p"}, {"text": "Brand was due to perform his stage show, Bipolarisation, in Windsor on Tuesday but its promoters said it had been postponed. ", "type": "p"}, {"text": "\"We are postponing these few remaining addiction charity fundraiser shows, we don't like doing it - but we know you'll understand,\" they said in a statement.", "type": "p"}, {"text": "Theatre Royal Windsor said it would be offering ticket refunds. Brand's show in Plymouth on Friday and a show in Wolverhampton on 28 September have also been postponed. ", "type": "p"}, {"text": "He last performed his show on Saturday night at Wembley Park Theatre in London, where he told the crowd \"there are obviously some things I cannot talk about and I appreciate you understand\".", "type": "p"}, {"text": "During the time of the alleged sexual assaults by four women reported by Dispatches and the Times, Brand had been working for the BBC, Channel 4 and Endemol, now acquired by Banijay. On Sunday each announced they had launched investigations of their own.", "type": "p"}, {"text": "The Times said it has received more allegations since the investigation was revealed, but is yet to verify them.", "type": "p"}, {"text": "On Monday, Prime Minister Rishi Sunak's spokesman described the allegations against Brand as \"very serious\", saying \"there should never be any space for harassment\", while Culture Secretary Lucy Frazer said she would speak to broadcasters about their investigations into him.", "type": "p"}, {"text": "Earlier on Monday, Brand's publisher, Bluebird, said it was \"pausing\" all future projects with him.", "type": "p"}, {"text": "A best-selling author since publishing his first autobiography in 2007, Brand has been working with Pan Macmillan imprint Bluebird since 2017.", "type": "p"}, {"text": "He was working on another book that was scheduled for publication this December.", "type": "p"}, {"text": "One of the women who has accused the entertainer of sexual assault when she was 16 told BBC Radio 4's Woman's Hour on Monday that the allegations against him had been \"a long time coming\".", "type": "p"}, {"text": "Speaking for the first time since the accusations became public, the woman, known as Alice, said his denial was \"laughable\" and \"insulting\".", "type": "p"}, {"text": "\"It feels quite honestly surreal at the moment to see my story everywhere and even elements of my story on the front pages of publications that I hadn't spoken to,\" she told BBC presenter Emma Barnett.", "type": "p"}, {"text": "\"And it feels like it was a long time in the coming.\"", "type": "p"}, {"text": "Alice went on to say her mother did everything in her power to warn her daughter, then still at school, off the entertainer, then in his 30s.", "type": "p"}, {"text": "\"She followed all those motherly impulses. She took my phone away. She grounded me... she would try to keep me confined to the house,\" she explained.", "type": "p"}, {"text": "She also told Woman's Hour she was picked up at a school by a BBC chauffeur-driven car and taken to Brand's home. The BBC has not directly responded to this claim. ", "type": "p"}, {"text": "Alice said she felt she had been \"groomed\" and felt \"cheapened\", developed an eating disorder and that her experience had affected her future relationships.", "type": "p"}, {"text": "\"It's the biggest open secret going - you don't have to be an investigative journalist to have conversations with somebody who has an awful experience with him or somebody knows something.\"", "type": "p"}, {"text": "She is now calling for an introduction of legal \"staggered ages of consent\", suggesting people over 18 should not be allowed to have sex with 16 and 17-year-olds.", "type": "p"}, {"text": "Additional reporting by Andre Rhoden-Paul.", "type": "p"}, [{"text": "BULLYING, BODY ISSUES AND BALLET: Panorama goes inside the toxic culture of ballet schools", "type": "a", "href": "https://www.bbc.co.uk/iplayer/episode/m001qgpd/panorama-the-dark-side-of-ballet-schools?at_mid=yuO02Dw8gj&at_campaign=Panorama_The_Dark_Side_of_Ballet_Schools&at_medium=display_ad&at_campaign_type=owned&at_link_origin=in_article_promo_box&at_product=iplayer&at_brand=nc8fyznx&at_ptr_name=bbc&at_ptr_type=media&at_format=inarticle_banner&at_objective=consumption&at_bbc_team=BBC"}, {"text": "TEENS IN TROUBLE: New series asks how we can help our teenagers post-pandemic", "type": "a", "href": "https://www.bbc.co.uk/iplayer/episode/p0g8c10s/helping-our-teens-series-1-episode-1?at_mid=dkpx4phXcR&at_campaign=Helping_Our_Teens&at_medium=display_ad&at_campaign_type=owned&at_link_origin=in_article_promo_box&at_product=iplayer&at_brand=p0g8bw8f&at_ptr_name=bbc&at_ptr_type=media&at_format=inarticle_banner&at_objective=consumption&at_bbc_team=BBC"}]], "tags": []}