{"link": "https://www.bbc.com/news/business-65258827", "category": "business", "title": "Juul Labs agrees $462m deal to settle claims", "contributor": null, "time": "2023-04-12T21:39:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11351/production/_127918407_gettyimages-1142248658.jpg", "content": [{"text": "E-cigarette manufacturer Juul Labs has agreed to pay $462m (£372m) to settle claims by six US states after being accused of targeting teenagers.", "type": "b"}, {"text": "Several states also accused the firm of falsely marketing its vapes as less addictive than cigarettes.", "type": "p"}, {"text": "The firm did not admit wrongdoing and said the latest deal was part of its \"commitment to resolve issues from the company's past\".", "type": "p"}, {"text": "The deal means Juul has now settled cases for more than $1bn.", "type": "p"}, {"text": "Juul has been accused of fuelling an increase in teenage vaping in its rise to be one of the top e-cigarette firms in the US.", "type": "p"}, {"text": "The firm has repeatedly denied targeting young people, but critics have pointed to its colourful packaging, variety of flavours and use of young models in ad campaigns.", "type": "p"}, {"text": "In 2022, more than 2.5m US school students used e-cigarettes, according to the Centers for Disease Control and Prevention.", "type": "p"}, [{"text": "Vaping - is it a risk-free option?", "type": "a", "href": "https://www.bbc.co.uk/news/health-61759776"}], {"text": "Following the settlement, Letitia James, New York attorney general, said: \"Juul's lies led to a nationwide public health crisis and put addictive products in the hands of minors who thought they were doing something harmless.\"", "type": "p"}, {"text": "\"Today they are paying the price for the harm they caused,\" she added.", "type": "p"}, {"text": "California Attorney General Rob Bonta added: \"Today is another step forward in our fight to protect our kids from getting hooked on vaping and nicotine.\"", "type": "p"}, {"text": "E-cigarettes have helped many thousands of people stop smoking by removing the dangerous and toxic tobacco smoke from their habit, giving a huge health boost.", "type": "p"}, {"text": "But the e-cigarette vapour which is inhaled can still contain small amounts of chemicals, including nicotine, which could carry risks of their own. There are concerns that young people are taking up vaping because they see it as completely risk-free.", "type": "p"}, {"text": "Juul said that use of its products by people under the age of 18 had fallen by 95% since the autumn of 2019, when it changed its marketing practices as part of a \"company-wide reset\".", "type": "p"}, {"text": "\"With this settlement, we are nearing total resolution of the company's historical legal challenges and securing certainty for our future,\" the company added.", "type": "p"}, {"text": "Juul's will pay the $462m over eight years.", "type": "p"}, {"text": "New York, California, Colorado, Illinois, Massachusetts and New Mexico, along with the District of Columbia, were involved in Wednesday's settlement which stemmed from separate lawsuits filed against the company.", "type": "p"}, {"text": "In September last year, the firm agreed to pay $438.5m to end a probe of its advertising to underage buyers.", "type": "p"}, {"text": "The deal with more than 30 states restricted Juul's marketing, for example barring use of people under the age of 35 in its adverts.", "type": "p"}, {"text": "Juul still faces lawsuits in other states.", "type": "p"}], "tags": []}