{"link": "https://www.bbc.com/news/entertainment-arts-65258807", "category": "entertainment & arts", "title": "Harry Potter books to be made into new TV series", "contributor": null, "time": "2023-04-12T21:26:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DB64/production/_129346165_gettyimages-53244029.jpg", "content": [{"text": "The wizarding world of Harry Potter is to be brought to life in a new TV series starring a brand new cast.", "type": "b"}, {"text": "The series will be based on author JK Rowling's books and will be produced over the course of a decade, with each season based on one of the seven books.", "type": "p"}, {"text": "The Harry Potter books are among the best-selling of all time, having sold more than 600 million copies worldwide.", "type": "p"}, {"text": "The books have previously been turned into films, which starred Daniel Radcliffe as Harry Potter.", "type": "p"}, {"text": "\"The series will feature a new cast to lead a new generation of fandom, full of the fantastic detail, much loved characters and dramatic locations that Harry Potter fans have loved for over twenty-five years,\" Warner Bros Discovery said in a press release.", "type": "p"}, {"text": "It said each season will be \"authentic to the original books\", with Rowling named as an executive producer on the series. ", "type": "p"}, {"text": "\"Max's commitment to preserving the integrity of my books is important to me, and I'm looking forward to being part of this new adaptation which will allow for a degree of depth and detail only afforded by a long-form television series,\" Rowling said in a statement.", "type": "p"}, {"text": "Rowling has become a controversial figure in recent years for her position relating to gender identity and her views on allowing trans women into women-only spaces. ", "type": "p"}, {"text": "Her views have led to controversy among some Harry Potter fans. ", "type": "p"}, {"text": "Some called for a boycott of the recently-released Hogwarts Legacy video game when it came out in February. It is one of the fastest-selling video games of 2023 in the UK and US, according to gaming industry websites. It is based on Rowling's wizarding world.", "type": "p"}], "tags": []}