{"link": "https://www.bbc.com/news/health-65252510", "category": "health", "title": "Study reveals cancer’s ‘infinite’ ability to evolve", "contributor": null, "time": "2023-04-12T15:18:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1F58/production/_129342080_gettyimages-1221189882.jpg", "content": [{"text": "An unprecedented analysis of how cancers grow has revealed an \"almost infinite\" ability of tumours to evolve and survive, say scientists. ", "type": "b"}, {"text": "The results of tracking lung cancers for nine years left the research team \"surprised\" and \"in awe\" at the formidable force they were up against.", "type": "p"}, {"text": "They have concluded we need more focus on prevention, with a \"universal\" cure unlikely any time soon.", "type": "p"}, {"text": "Cancer Research UK said early detection of cancer was vitally important.", "type": "p"}, {"text": "The study  - entitled TracerX -  provides the most in-depth analysis of how cancers evolve and what causes them to spread.", "type": "p"}, {"text": "Cancers change and evolve over time - they are not fixed and immutable. They can become more aggressive: better at evading the immune system and able to spread around the body. ", "type": "p"}, {"text": "A tumour starts as a single, corrupted cell, but becomes a mixture of millions of cells that have all mutated in slightly different ways. ", "type": "p"}, {"text": "TracerX tracked that diversity and how it changes over time inside lung cancer patients and say the results would apply across different types of cancer.", "type": "p"}, {"text": "\"That has never been done before at this scale,\" said Prof Charles Swanton, from the Francis Crick Institute and University College London.", "type": "p"}, {"text": "More than 400 people - treated at 13 hospitals in the UK - had biopsies taken from different parts of their lung cancer as the disease progressed.", "type": "p"}, {"text": "\"It has surprised me how adaptable tumours can be,\" Prof Swanton told me. ", "type": "p"}, {"text": "\"I don't want to sound too depressing about this, but I think - given the almost infinite possibilities in which a tumour can evolve, and the very large number of cells in a late-stage tumour, which could be several hundred billion cells - then achieving cures in all patients with late-stage disease is a formidable task.\" ", "type": "p"}, {"text": "Prof Swanton said: \"I don't think we're going to be able to come up with universal cures.", "type": "p"}, {"text": "\"If we want to make the biggest impact we need to focus on prevention, early detection and early detection of relapse.\" ", "type": "p"}, {"text": "Obesity, smoking, alcohol and poor diet all increase the risk of some cancers. Tackling inflammation in the body is also being seen as a way of preventing cancer. Inflammation is the likely explanation for air pollution causing lung cancers and inflammatory bowel disease increasing the risk of colon cancer. ", "type": "p"}, [{"text": "Cancer rules rewritten by air-pollution discovery", "type": "a", "href": "https://www.bbc.co.uk/news/health-62797777"}], {"text": "The evolutionary analysis has been published across seven separate studies in the journals Nature and Nature Medicine.", "type": "p"}, {"text": "The research showed:", "type": "p"}, [{"text": "Highly aggressive cells in the initial tumour are the ones that ultimately end up spreading around the body ", "type": "p"}, {"text": "Tumours showing higher levels of genetic \"chaos\" were more likely to relapse after surgery to other parts of the body", "type": "p"}, {"text": "Analysing blood for fragments of tumour DNA meant signs of it returning could be spotted up to 200 days before appearing on a CT scan", "type": "p"}, {"text": "The cellular machinery that reads the instructions in our DNA can become corrupted in cancerous cells making them more aggressive.", "type": "p"}], {"text": "The researchers hope the findings could, in the future, help them predict how a patient's tumour will spread and to tailor treatment. ", "type": "p"}, {"text": "Dr David Crosby, the head of prevention and early detection at Cancer Research UK, said: \"The exciting results emerging from TracerX improve our understanding that cancer is a disease which evolves as it progresses, meaning that late-stage cancers can become very hard to treat successfully.  ", "type": "p"}, {"text": "\"This underscores the crucial importance of further research to help us to detect cancers at the earliest stages of their development or even better, to prevent them from happening at all.\"  ", "type": "p"}, {"text": "Follow James on Twitter. ", "type": "p"}], "tags": []}