{"link": "https://www.bbc.com/news/science-environment-62838627", "category": "science & environment", "title": "Climate change: Six tipping points ‘likely’ to be crossed", "contributor": "Esme Stallard", "time": "2022-09-08T20:49:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3204/production/_126640821_coralreefaustralia.png", "content": [{"text": "Current rates of warming will put the Earth at risk of crossing six \"dangerous\" climate tipping points, according to a new analysis.", "type": "b"}, {"text": "Crossing these thresholds would disrupt the Earth's systems triggering the collapse of ice sheets and the loss of coral reefs.", "type": "p"}, {"text": "Scientific commentators have previously said that reaching such a point would be a \"climatic emergency\". ", "type": "p"}, {"text": "The researchers analysed evidence for tipping points from 200 recent papers.", "type": "p"}, {"text": "They considered:", "type": "p"}, [{"text": "At what temperature the tipping points would be reached", "type": "p"}, {"text": "What impacts there would be for Earth's other systems", "type": "p"}, {"text": "Over what timescales the impacts would be felt.", "type": "p"}], {"text": "The research, based on data published since 2008, found that at current levels of global heating the world is already at risk of triggering six dangerous climate tipping points, and risks increase with each tenth of a degree of warming.", "type": "p"}, {"text": "The Climate Action Tracker estimates that even under an optimistic scenario if current global climate targets are achieved, the world will see average warming of 1.8 C.", "type": "p"}, {"text": "The idea of \"climate tipping points\" was first introduced by the UN's climate science group, the Intergovernmental Panel on Climate Change (IPCC), two decades ago.", "type": "p"}, {"text": "If crossed they could spark a significant change in the way the Earth's systems operate, affecting oceans, weather and chemical processes, which could be \"irreversible\", according to the UN. ", "type": "p"}, {"text": "Once a critical point is crossed - or \"tipped over\" - the breakdown of the system is self-sustaining, so will continue even if there is no further warming. ", "type": "p"}, {"text": "This is self-perpetuating: a bit like if a ball crests the top of a hill and starts rolling down and cannot stop.", "type": "p"}, {"text": "At the time it was thought the tipping points would only be crossed if global average temperatures increased to more than 5C.", "type": "p"}, {"text": "But since then there has been increasing evidence that these thresholds may be crossed much earlier. ", "type": "p"}, {"text": "The six tipping points \"likely\" to be crossed, according to the research, published in Science, are:", "type": "p"}, [{"text": "Greenland Ice Sheet collapse", "type": "p"}, {"text": "West Antarctic Ice Sheet collapse", "type": "p"}, {"text": "Collapse of ocean circulation in the polar region of the North Atlantic ", "type": "p"}, {"text": "Coral reef die off in the low latitudes", "type": "p"}, {"text": "Sudden thawing of permafrost in the Northern regions", "type": "p"}, {"text": "Abrupt sea ice loss in the Barents Sea.", "type": "p"}], {"text": "Lead author David Armstrong McKay, from Stockholm Resilience Centre, University of Exeter and the Earth Commission, said some destabilisation which precedes a system breakdown is already starting to be seen in the polar regions.", "type": "p"}, {"text": "Greenland and Antarctica are currently losing ice six times faster than 30 years ago, and Greenland's ice sheet has been shrinking continuously for the last 25 years due to climate change, according to the UN.", "type": "p"}, {"text": "Even though some of the other \"tipping points\" such as dieback in the Amazon Rainforest aren't expected to be triggered unless global temperatures rise by 3.5C, all of these systems are connected. So once one system begins to fail it could increase the likelihood of others collapsing.", "type": "p"}, {"text": "Co-author Ricarda Winkelmann, a researcher at the Potsdam Institute for Climate Impact Research and a member of the Earth Commission, said: \"Importantly, many tipping elements in the Earth system are interlinked, making cascading tipping points a serious additional concern.\"", "type": "p"}, {"text": "For example, if there are smaller or fewer ice sheets and sea ice then less of the sun's energy is reflected leading to further global warming. ", "type": "p"}, {"text": "As well as identifying these higher risks the team also suggested that the list of potential tipping points could be increased from nine to sixteen. ", "type": "p"}, {"text": "The team worked with paleoclimate data (climate conditions thousands of years ago), current observations and the outputs from climate models to make these new identifications.", "type": "p"}, {"text": "But some previously considered tipping points, for example, the El Niño Southern Oscillation (ENSO) have been removed for lack of evidence.", "type": "p"}, {"text": "Listen to The Climate Tipping Points on BBC Sounds.", "type": "p"}], "tags": ["United Nations", "Climate change", "Sea level rise"]}