{"link": "https://www.bbc.com/news/business-61387183", "category": "business", "title": "US faces baby formula 'crisis' as shortage worsens", "contributor": null, "time": "2022-05-09T19:28:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5A19/production/_124656032_whatsubject.jpg", "content": [{"text": "Major US pharmacies have restricted sales of baby formula in response to a worsening shortage of the special milk.", "type": "b"}, {"text": "CVS and Walgreens are among the big chains to have imposed limits in recent weeks on how many cans customers can buy at a time.", "type": "p"}, {"text": "The shortages intensified after Abbott - which makes top brand Similac - shut a key factory and issued a recall in February after finding contamination.", "type": "p"}, {"text": "Pressure is building on the Biden administration to respond to the issue.", "type": "p"}, {"text": "Republicans, such as Senator Tom Cotton, have called it a \"national crisis\" that the White House must address.", "type": "p"}, {"text": "Democratic Representative Rosa DeLauro also said she was concerned the Food and Drug Administration - which regulates formula makers - had responded \"far too slowly\" to the issue, and to the reports of problems at the Abbott factory in Michigan, which remains closed. ", "type": "p"}, {"text": "Abbott - the main supplier of baby formula to many of the state government programmes for low income women and children - said it was working with regulators to get the plant re-opened. ", "type": "p"}, {"text": "It has been sending extra shipments from a plant in Ireland to try to address the problem, expecting shipments from the country to double this year, it added.", "type": "p"}, {"text": "\"We know that our recent recall caused additional stress and anxiety in an already challenging situation of a global supply shortage,\" the company said in a recent statement. ", "type": "p"}, {"text": "\"We are working hard to help moms, dads and caregivers get the high-quality nutrition they need for their babies.\"", "type": "p"}, {"text": "Abbott issued the recall of certain batches of powdered formula in February after reports that four babies who had been fed from cans from the factory became sick, including two who died. ", "type": "p"}, {"text": "The Centers for Disease Control and Protection said they were investigating a possible link, but that testing so far had found the strain of bacteria detected at the factory did not match that found in the sickened babies. ", "type": "p"}, {"text": "Separately, the FDA criticised Abbott for unsanitary conditions.", "type": "p"}, {"text": "But the shortage pre-dates those issues and has been building since last year due to supply chain and other factors, according to research firm Datasembly, which tracks 11,000 stores across the US. ", "type": "p"}, {"text": "The situation deteriorated further last month, as publicity of the problem grew and parents raced to stock up. ", "type": "p"}, {"text": "As of 24 April, the average out-of-stock rate across the country had jumped to 40%, up from just 30% a few weeks earlier - and 11% in November, according to Datasembly.", "type": "p"}, {"text": "There were 26 states with out of stock rates higher than 40% - compared to just seven states three weeks earlier, it said.", "type": "p"}, {"text": "\"Due to increased demand and various supplier challenges, infant and toddler formulas are seeing constraint across the country,\" the major pharmacy chain Walgreens said in a statement. ", "type": "p"}, {"text": "\"We continue to work diligently with our supplier partners to best meet customer demands.\"", "type": "p"}, {"text": "Walgreens has limited families to buying three cans at a time - similar to other retailers. A 12.4 ounce can of formula typically lasts for about 15 bottles - or just a few days' worth of supply.", "type": "p"}, {"text": "Companies that produce items like baby formula - in which demand is typically steady over time - have troubles catching up when there is disruption, said Rudi Leuschner, director of the masters in supply chain management programme at Rutgers Business School.", "type": "p"}, {"text": "And as parents rush to buy as stories of empty shelves spread, that only makes the problem worse, he warned.", "type": "p"}, {"text": "\"It's not a situation where you can just snap out of it,\" he said. \"It was designed to run at one speed.\"", "type": "p"}, {"text": "While this year's formula shortage may expose the fragility of the supply chain, it may not be enough to make a business case for backup inventories, Prof Leuschner added. ", "type": "p"}, {"text": "Overall, birth rates are falling, reaching the lowest point on record in the US in 2020. Studies have also found that consumption of infant formula has been declining in favour of breast milk. ", "type": "p"}], "tags": ["Companies", "US economy", "Joe Biden"]}