{"link": "https://www.bbc.com/news/entertainment-arts-61383411", "category": "entertainment & arts", "title": "Nick Cave announces death of son, Jethro, aged 30", "contributor": "Mark Savage", "time": "2022-05-09T15:53:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1FB4/production/_104161180_gettyimages-466011150.jpg", "content": [{"text": "Nick Cave has announced the death of his eldest son, Jethro Lazenby, at the age of 30.", "type": "b"}, {"text": "\"With much sadness, I can confirm that my son, Jethro, has passed away,\" the musician said in a statement.", "type": "p"}, {"text": "\"We would be grateful for family privacy at this time.\"", "type": "p"}, {"text": "Lazenby, who worked as an actor and model, had recently been jailed for a violent attack on his mother, Beau Lazenby, at her home in Melbourne, Australia.", "type": "p"}, {"text": "His death comes less than seven years after Cave's son Arthur died, aged 15, after falling from a cliff in Brighton.", "type": "p"}, {"text": "An inquest heard that the teenager had taken LSD before the fall, which the coroner ruled as accidental.", "type": "p"}, {"text": "Cave later wrote about the \"vastness\" of his grief, and said he felt Arthur with him all the time.", "type": "p"}, {"text": "\"I hear him talk to me, parent me, guide me, though he may not be there.\"", "type": "p"}, {"text": "The musician, who is best known for his work with The Bad Seeds, later moved to Los Angeles with his wife because \"Brighton had just become too sad\".", "type": "p"}, {"text": "\"We did, however, return once we realised that, regardless of where we lived, we just took our sadness with us,\" he reflected.", "type": "p"}, {"text": "Jethro Lazenby was born in Melbourne in 1991 and only learnt that Cave was his father at the age of eight.", "type": "p"}, {"text": "He began modelling after being scouted in the city and had acting roles in the 2007 film Corroboree and 2011's My Little Princess, which starred Isabelle Huppert. He had also worked more recently as a photographer.", "type": "p"}, {"text": "He had only been released on bail from Melbourne Remand Centre last Thursday, 5 May, after a magistrate instructed that he must undergo substance abuse treatment and avoid contact with his mother for the next two years. ", "type": "p"}, {"text": "Previously, a court had heard how Beau found her son at her front door on 7 March, 2022, and let him stay for the night. ", "type": "p"}, {"text": "The following morning, the pair had an argument, during which Lazenby kneed his mother in the face, leaving her bleeding and bruised.", "type": "p"}, {"text": "She fled to a local pub and asked them to call the police, the court was told.", "type": "p"}, {"text": "Lazenby's lawyer, Sean Ghattas, said that he had been diagnosed with schizophrenia, which had affected his judgement.", "type": "p"}, {"text": "He had previously spent time in jail in 2018 for a number of violent attacks on his then-girlfriend.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Nick Cave", "Music"]}