{"link": "https://www.bbc.com/news/science-environment-61350996", "category": "science & environment", "title": "Mine e-waste, not the Earth, say scientists", "contributor": "Victoria Gill", "time": "2022-05-07T23:17:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F94A/production/_108381836_mediaitem108381525.jpg", "content": [{"text": "The recycling of e-waste must urgently be ramped up because mining the Earth for precious metals to make new gadgets is unsustainable, scientists say.", "type": "b"}, {"text": "One study estimated that the world's mountain of discarded electronics, in 2021 alone, weighed 57 million tonnes. ", "type": "p"}, {"text": "The Royal Society of Chemistry (RSC) says there now needs to be a global effort to mine that waste, rather than mining the Earth. ", "type": "p"}, {"text": "Global conflicts also pose a threat to supply chains for precious metals. ", "type": "p"}, {"text": "The RSC is running a campaign to draw attention to the unsustainability of continuing to mine all the precious elements used in consumer technology.", "type": "p"}, [{"text": "Waste electronics to outweigh Great Wall of China", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58885143"}, {"text": "Millions of old gadgets 'stockpiled in drawers'", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-49409055"}], {"text": "It points out that geopolitical unrest, including the war in Ukraine, has caused huge spikes in the price of materials like nickel, a key element in electric vehicle batteries. ", "type": "p"}, {"text": "This volatility in the market for elements is causing \"chaos in supply chains\" that enable the production of electronics. Combined with the surge in demand, this caused the price of lithium - another important component in battery technology - to increase by almost 500% between 2021 and 2022. ", "type": "p"}, {"text": "Some key elements are simply running out. ", "type": "p"}, {"text": "\"Our tech consumption habits remain highly unsustainable and have left us at risk of exhausting the raw elements we need,\" said Prof Tom Welton, president of the Royal Society of Chemistry, adding that those habits were \"continuing to exacerbate environmental damage\".", "type": "p"}, [{"text": "Gallium: Used in medical thermometers, LEDs, solar panels, telescopes and has possible anti-cancer properties", "type": "p"}, {"text": "Arsenic: Used in fireworks, as a wood preserver", "type": "p"}, {"text": "Silver: Used in mirrors, reactive lenses that darken in sunlight, antibacterial clothing and gloves for use with touch screens", "type": "p"}, {"text": "Indium: Used in transistors, microchips, fire-sprinkler systems, as a coating for ball-bearings in Formula One cars and solar panels", "type": "p"}, {"text": "Yttrium: Used in white LED lights, camera lenses and can be used to treat some cancers", "type": "p"}, {"text": "Tantalum: Used in surgical implants, electrodes for neon lights, turbine blades, rocket nozzles and nose caps for supersonic aircraft, hearing aids and pacemakers", "type": "p"}], {"text": "All the while, the amount of e-waste generated is growing by about two million tonnes every year. Less than 20% is collected and recycled.", "type": "p"}, {"text": "\"We need governments to overhaul recycling infrastructure and tech businesses to invest in more sustainable manufacturing,\" said Prof Welton. ", "type": "p"}, {"text": "New research by the RSC also revealed a growing demand from consumers for more sustainable technology. In an online survey of 10,000 people across 10 countries, 60% said they would be more likely to switch to a rival of their preferred tech brand if they knew the product was made in a sustainable way.", "type": "p"}, {"text": "The survey also suggested that people did not know how to deal with their own e-waste. Many respondents said they worried about the environmental effect of unused devices they have in their homes, but did not know what to do with them or were concerned about the security of recycling schemes.", "type": "p"}, {"text": "Elizabeth Ratcliffe from the Royal Society of Chemistry, told BBC Radio 4's inside Science that many of us were \"unwittingly stockpiling precious metals in our homes\", in old phones and defunct computers. ", "type": "p"}, {"text": "\"Manufacturers and retailers need to take more responsibility,\" said Ms Ratcliffe. \"Like 'take-back' schemes, meaning people can return their electronics to a retailer and be assured they will be recycled securely.", "type": "p"}, {"text": "\"All this volatility in supply chains really just reinforces the fact that we need a circular economy for these materials. At the moment, we're just mining them out of the ground constantly.\" ", "type": "p"}, {"text": "The society hopes to encourage people to take old and unwanted devices to recycling centres, rather than stuff them into drawers and forget about them. It points UK consumers to online resources where they can find the nearest centre that pledges to recycle computers, phones and other devices securely. ", "type": "p"}, {"text": "\"The thing we always say is reduce, reuse and recycle. So perhaps keep a phone for longer and maybe sell an old phone or give it to a relative,\" says Ms Ratcliffe. \"It will need everyone working together to scale up these processes and put the infrastructure in place, so we can all recycle our devices.\" ", "type": "p"}, {"text": "Follow Victoria on Twitter", "type": "p"}], "tags": ["Recycling", "Waste management", "Consumer electronics", "Sustainability", "Mining"]}