{"link": "https://www.bbc.com/news/entertainment-arts-62010156", "category": "entertainment & arts", "title": "Scott Mills to replace Steve Wright on BBC Radio 2 afternoon show", "contributor": null, "time": "2022-07-01T16:53:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A5B6/production/_125722424_hi041260446.jpg", "content": [{"text": "BBC Radio 2 DJ Steve Wright has announced his weekday afternoon show is to end after more than 20 years.", "type": "b"}, {"text": "Wright said Radio 2's boss had told him she wanted to do \"something different\" with his mid-afternoon slot.", "type": "p"}, {"text": "He will be replaced by Scott Mills, who currently hosts afternoons on Radio 1, in a shake-up of the daytime schedule.", "type": "p"}, {"text": "The new afternoon show, hosted by Mills, will be cut by an hour, while Sara Cox's drivetime show will be extended by an hour and start at 16:00.", "type": "p"}, {"text": "Wright described Mills as a \"brilliant and versatile\" presenter.", "type": "p"}, {"text": "As a result of the shake-up, Mills will leave Radio 1, which has been his home since 1998, and will also no longer present his Saturday morning show on Radio 5 Live.", "type": "p"}, [{"text": "Scott Mills' most memorable Radio 1 moments", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-62010848"}], {"text": "Wright, who will leave afternoons in September, is not leaving the BBC completely and will continue to present Steve Wright's Sunday Love Songs on Radio 2.", "type": "p"}, {"text": "\"At the beginning of this year, my friend and boss Helen Thomas, head of Radio 2, said she wanted to do something different in the afternoons,\" he explained to listeners on Friday.", "type": "p"}, {"text": "\"Now, I've been doing this programme for 24 years at Radio 2, and so how can I possibly complain? The support and creative freedom that I'm given is fantastic at Radio 2 and really I can't hog the slot forever, so let's give somebody else a go.\"", "type": "p"}, {"text": "In a statement, Wright added that he was developing other projects with the corporation, including a BBC Sounds spin-off called Serious Jockin' as well as \"exciting new digital programmes and podcasts, which will feature elements of the afternoon show\".", "type": "p"}, {"text": "\"We're not done yet. Afternoons will finish in September, we'll move onto new programmes and projects in October, and Love Songs will continue every Sunday morning.\"", "type": "p"}, {"text": "Wright made his name on Radio 1 with the original incarnation of Steve Wright in the Afternoon from 1981, bringing energy, comedy and his trusty posse - and pioneering the \"zoo\" format on the UK airwaves.", "type": "p"}, {"text": "He moved from afternoons to the breakfast slot from 1994 to 95 before joining Radio 2 the following year, initially on Saturday mornings before resurrecting Steve Wright in the Afternoon in 1999.", "type": "p"}, {"text": "Those commenting on his departure on Twitter included presenter and writer Dominik Diamond, who said Wright was \"the reason I work in radio\" and called him an \"inspiration and legend\".", "type": "p"}, {"text": "Broadcaster Jamie East said Wright was \"an absolute master\", while BBC political editor Chris Mason said he was \"radio royalty, a craftsman of the trade, one of our greatest broadcasters, a radio genius\".", "type": "p"}, {"text": "Speaking about his own move, Mills said: \"Time actually does fly when you're having fun, and that's certainly been the case over the past 24 years at my beloved Radio 1.", "type": "p"}, {"text": "\"I really cannot believe I'm going to be calling Radio 2 my new home! I'm beyond excited to be joining the team and working alongside my radio idols and friends at the legendary Wogan House.\"", "type": "p"}, {"text": "He described Wright as \"one of the finest broadcasters in the world and someone whom I look up to so much\".", "type": "p"}, {"text": "Mills has worked as a cover presenter on Radio 2 in recent years, often standing in for Ken Bruce and Rylan Clark.", "type": "p"}, {"text": "His popular features on Radio 1 over the years have included Laura's Diary, Flirt Divert, Badly Bleeped TV, Stupid Street, Innuendo Bingo and Oh! What's Occurring.", "type": "p"}, {"text": "His departure from Radio 1 means his co-host Chris Stark will also leave the station.", "type": "p"}, {"text": "Cox, who has hosted the drivetime show since 2019, said: \"It's been an absolute honour following Steve Wright's Big Show and I'd like to thank him for all his support and kindness since I started Teatime.\"", "type": "p"}, {"text": "She added: \"I'm beyond chuffed to have three whole hours to hang out and have a laugh with the listeners whilst playing some of the best tunes in the world.\"", "type": "p"}], "tags": ["BBC", "Radio"]}