{"link": "https://www.bbc.com/news/business-65420048", "category": "business", "title": "Amazon cloud and ads units offset e-commerce woes", "contributor": null, "time": "2023-04-27T22:00:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4153/production/_129532761_amazonpackages_getty.jpg", "content": [{"text": "Amazon's core e-commerce business may be struggling - but the profit-making parts of its business are delivering. ", "type": "b"}, {"text": "Online sales were flat in the first three months of the year compared with the same period in 2022, the company said on Thursday. ", "type": "p"}, {"text": "But it offset that with better-than-expected sales in its cloud services and advertising units.", "type": "p"}, {"text": "Profits also jumped in a sign that the firm's cost-cutting drive may be starting to pay off. ", "type": "p"}, {"text": "\"There's a lot to like about how our teams are delivering for customers, particularly amidst an uncertain economy,\" chief executive Andy Jassy said.", "type": "p"}, {"text": "Amazon sales have been sluggish as shoppers return to in-store spending after the pandemic and have tightened budgets in response to rising living costs. ", "type": "p"}, {"text": "Concerns about the path for the economy have also weighed on its business, as firms grow more cautious about spending. ", "type": "p"}, {"text": "Since taking the reins last year, Mr Jassy has been pushing the firm to improve its performance, winding down some programmes, such as its Halo fitness division just this week, halting real estate expansion plans, overhauling its delivery network in the US and announcing thousands of job cuts. ", "type": "p"}, {"text": "The size of the firm's workforce has shrunk by 10% since March last year - shedding more than 75,000 employees just since the end of last year. ", "type": "p"}, {"text": "Insider Intelligence principal analyst Andrew Lipsman said this may be starting to pay off. ", "type": "p"}, {"text": "\"For the first time in several quarters, Amazon may finally have a bit of wind at its back,\" Mr Lipsman said. ", "type": "p"}, {"text": "In Amazon's advertising unit, revenue jumped 23% compared with last year, while sales at Amazon Web Services - long the company's big profit driver - grew 16%.", "type": "p"}, {"text": "Overall sales were up 9% to $127.4bn in the January-March period - comparable to growth at the end of last year - and a big comedown from the pandemic, when sales surged more than 40% in some quarters.", "type": "p"}, {"text": "Still the firm's performance was better than many analysts had expected and profits jumped to $3.2bn, compared with a $3.8bn loss in the quarter last year. ", "type": "p"}, {"text": "Shares in the company gained more than 7% in after-hours trade. ", "type": "p"}, {"text": "\"Amazon did what it needed to do in Q1 by reversing - or at least stalling - its most troublesome declining growth trends,\" Mr Lipsman said.", "type": "p"}], "tags": []}