{"link": "https://www.bbc.com/news/entertainment-arts-65415348", "category": "entertainment & arts", "title": "Jerry Springer: Era-defining TV host dies aged 79", "contributor": null, "time": "2023-04-27T18:01:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E67B/production/_129530095_gettyimages-534247564-1.jpg", "content": [{"text": "Jerry Springer, the TV presenter best known for his raucous talk shows, has died aged 79.", "type": "b"}, {"text": "The Jerry Springer Show, which ran for nearly three decades from 1991, brought fights, flying chairs, and the fringes of US society to a global audience.", "type": "p"}, {"text": "Springer died peacefully on Thursday at his home in Chicago, his publicists confirmed to BBC News.", "type": "p"}, {"text": "Jene Galvin, a friend of Springer's and spokesman for the family, described him as \"irreplaceable\".", "type": "p"}, {"text": "\"Jerry's ability to connect with people was at the heart of his success in everything he tried whether that was politics, broadcasting or just joking with people on the street who wanted a photo or a word,\" he said.", "type": "p"}, {"text": "\"He's irreplaceable and his loss hurts immensely, but memories of his intellect, heart and humour will live on.\"  ", "type": "p"}, {"text": "Springer's chat show became a symbol of low-brow television over the course of almost 5,000 episodes with its chaotic confrontation, swearing and infidelity revelations.", "type": "p"}, {"text": "Fellow chat show host Ricki Lake led the tributes on social media, writing: \"Just waking to the very sad news of the passing of my longtime talk show rival and friend Jerry Springer. A lovely man. May he rest in peace.\"", "type": "p"}, {"text": "Broadcaster Piers Morgan described Springer as a \"TV icon and such an intelligent, warm, funny man\".", "type": "p"}, {"text": "\"Loved working with him on AGT [America's Got Talent], loved hanging out with him (we lived in same hotel for two years), loved arguing with him (he loved his politics), loved everything about him,\" he added. ", "type": "p"}, {"text": "Springer was born in the London Underground station of Highgate in 1944 in World War Two. ", "type": "p"}, {"text": "His parents, who were Jewish refugees from a region of Germany which is now part of Poland, were in the station sheltering from a German bombing raid at the time.", "type": "p"}, {"text": "Springer moved to Queens, New York, aged four, along with his parents and older sister.", "type": "p"}, {"text": "He started his professional life working in politics, having studied both political science and law at university.", "type": "p"}, {"text": "He was an advisor to Robert F Kennedy, and served as mayor of Cincinnati from 1977-78, but after a failed bid to become governor of Ohio he switched to a career in TV journalism.", "type": "p"}, {"text": "He became a reporter at a local TV station and worked his way up to being an anchor.", "type": "p"}, {"text": "Launched in 1991, The Jerry Springer Show began life as an ordinary talk show focusing on social issues and US politics, led by the-then mild mannered Springer.", "type": "p"}, {"text": "But in an effort to boost ratings, Springer switched things up dramatically after a few years, focusing on salacious and outrageous content.", "type": "p"}, {"text": "Springer repeatedly defended his show against accusations it was too low-brow.", "type": "p"}, {"text": "He told the BBC in 2014: \"You could decide only to put well-scrubbed, wealthy people who speak the Queen's English on television and just do that but that wouldn't reflect the whole society.\"", "type": "p"}, {"text": "\"If all shows were like mine, that would be wrong. But you can't just have television that is like Friends, Seinfeld, all these wealthy people, good looking people and you love it,\" he added.", "type": "p"}, {"text": "\"If some wealthy, famous person goes on television and talks about who he or she has been sleeping with, we can't get enough of it. We cheer them. But if it's some person of low income, all of a sudden we say trash.\"", "type": "p"}, [{"text": "On-air fistfights, fetishes and raucous crowds", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-65413716"}], {"text": "In most episodes, guests came to talk about family problems and expose adultery and other transgressions.", "type": "p"}, {"text": "Springer would supposedly try to mediate but the encounters often ended up in fist-fights, with guests being held back by security guards.", "type": "p"}, {"text": "The audience would regularly chant \"Jerry! Jerry!\" when tensions became heightened during the episodes.", "type": "p"}, {"text": "On his Twitter profile, Springer jokingly declared himself as \"talk show host, ringmaster of civilisation's end\".", "type": "p"}, {"text": "Springer called his programme \"escapist entertainment\", but others saw the show as contributing to a dumbing-down of television and a decline in social values.", "type": "p"}, {"text": "He often jokingly told people he met that his wish for them was: \"May you never be on my show.\"", "type": "p"}, {"text": "In the late 1990s the show topped the daytime television ratings in the US, beating even Oprah. It ended its run in 2018 after viewing figures declined.", "type": "p"}, {"text": "In 2003, a musical based on the chaotic TV series was launched. Jerry Springer: The Opera ran for 609 performances in London from April 2003 to February 2005 before touring the UK in 2006. ", "type": "p"}, {"text": "It won four Olivier awards including best new musical. In January 2005, its UK television broadcast on BBC Two attracted 55,000 complaints.", "type": "p"}, {"text": "Jerry Springer: The Opera provoked accusations of blasphemy and protests from religious campaigners. But broadcast regulator Ofcom said it did not breach its guidelines.", "type": "p"}, {"text": "From 2007 to 2008, Springer hosted America's Got Talent, and in recent years he fronted the courtroom show Judge Jerry.", "type": "p"}, {"text": "In June 2009, Springer made his stage debut as Billy Flynn in Chicago at the Cambridge Theatre, London.", "type": "p"}, {"text": "Springer also appeared on the BBC's Who Do You Think You Are? programme, tracing his family through the Holocaust to the small town of Neustettin, which is now in Poland.", "type": "p"}, {"text": "ast October, Springer starred in the US version of The Masked Singer - one of his final TV appearances. ", "type": "p"}, {"text": "He had stepped down from The Jerry Springer Podcast, after eight years, in December. ", "type": "p"}, {"text": "Political commentator David Axelrod tweeted: \"Jerry Springer will be remembered as the ringmaster of an embarrassing, tabloid-style TV show.  ", "type": "p"}, {"text": "\"But I met him earlier, when he was a mayor and insurgent progressive candidate for governor of Ohio in a race I covered. He was funny, self-effacing and incisive.\"", "type": "p"}, {"text": "YouTuber KSI said: \"RIP Jerry Springer. You made my off days at school so much more entertaining.\"", "type": "p"}, {"text": "TV presenter Matthew Wright recalled how he \"went to see Jerry Springer the opera with Jerry Springer, who loved every second\", adding: \"Top fella, a great deputy on [Channel 5 show] The Wright Stuff, hope he rests in peace.\"", "type": "p"}, {"text": "Springer's family asked that in lieu of flowers, people should make a donation or an act of kindness to someone in need, or a worthy advocacy organisation, in tribute to the way Springer would sign off from his talk shows: \"Take care of yourself, and each other.\"", "type": "p"}], "tags": []}