{"link": "https://www.bbc.com/news/technology-65411487", "category": "technology", "title": "Muslim dating app loses appeal against Tinder owner Match Group", "contributor": null, "time": "2023-04-27T15:27:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/78AB/production/_129519803_press001.png", "content": [{"text": "A Muslim dating app which was told to change its name over similarities to Match.com has lost its appeal.", "type": "b"}, {"text": "The Court of Appeal upheld a June 2022 ruling that the average consumer would have thought Muzmatch - now Muzz - was part of Match Group, which also owns Tinder. ", "type": "p"}, {"text": "Muzz has criticised the ruling, calling the legal action \"deeply worrying for other start-ups in the dating sector\".", "type": "p"}, {"text": "Match Group said it was pleased the court ruled in its favour. ", "type": "p"}, {"text": "A spokesperson told the BBC: \"We've always known that Muzmatch has unfairly benefitted from our reputation and investment in our brands, and was unrightfully riding Match Group's coat-tails for its own gain. ", "type": "p"}, {"text": "\"We will keep protecting the work and creativity of our employees as we continue to spark meaningful connections for all singles, of all backgrounds, all around the world.\"", "type": "p"}, {"text": "The court did not find issue with the original judge's ruling that there was \"a likelihood of confusion as a result of Muzmatch's use of SEO keywords comprising the word 'match'\".", "type": "p"}, {"text": "SEO (search engine optimisation) involves using particular words or phrases on websites to make it more likely they will appear prominently on sites such as Google.", "type": "p"}, {"text": "Criticising the decision, Muzz founder and chief executive Shahzad Younas told the BBC the legal action was a \"tactic\" from Match Group to \"maintain their globally dominant position\".", "type": "p"}, {"text": "\"How about actually innovating and building better products, rather than using such lazy and predatory tactics against your rivals?\" he said. ", "type": "p"}, {"text": "Muzz launched in the UK in 2015 as Muzmatch, a dating app specifically for Muslims.", "type": "p"}, {"text": "Mr Younas said Match Group had attempted to purchase the business on four separate occasions, including making an offer of £28m ($35m), which he said he turned down.", "type": "p"}, {"text": "A Match Group spokesperson told the BBC it could not comment on mergers and acquisitions, but said this part of its business \"does not impact our decisions to protect our intellectual property and trademarks in any way\".", "type": "p"}, {"text": "Since then, he said the case had cost Muzz \"almost $2m in legal fees and damages\".", "type": "p"}, {"text": "\"This is small change for a multi-billion dollar conglomerate such as Match Group, however, [it] is precious working capital for a start-up such as ours,\" he said.", "type": "p"}, {"text": "\"It is clear to us that Match Group will do all they can to kill us with a view to them maintaining their near monopoly on the global dating market.\"", "type": "p"}, {"text": "Match Group owns many of the major dating apps used today, including OkCupid, Hinge and Plenty Of Fish.", "type": "p"}, {"text": "It merged with Tinder for approximately $3bn in 2017, which led to legal action over the valuation of the company with Tinder's founders. ", "type": "p"}, {"text": "The dating app's founders believed the merger undervalued Tinder. Match Group agreed to settle the case for $441m in 2021.", "type": "p"}, {"text": "Match Group later attempted to acquire Bumble, a dating app where women \"make the first move\", but failed in its bid.", "type": "p"}, {"text": "It has since acquired its own Muslim dating service, Harmonica, which it has renamed Hawaya. ", "type": "p"}], "tags": []}