{"link": "https://www.bbc.com/news/business-66822558", "category": "business", "title": "UAW strike: Biden says striking car workers deserve 'fair share'", "contributor": null, "time": "2023-09-15T22:38:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/145F0/production/_131104438_whatsubject.jpg", "content": [{"text": "US President Joe Biden has sided with workers who have gone on strike in a pay dispute with three of America's biggest car-makers. ", "type": "b"}, {"text": "Nearly 13,000 staff walked off the job on Friday at three plants owned by General Motors, Ford and Stellantis.", "type": "p"}, {"text": "The firms and the United Auto Workers union (UAW) are fighting over terms of new labour agreements. ", "type": "p"}, {"text": "In remarks on Friday, Mr Biden said \"no-one\" wanted industrial action, but he understood worker frustration. ", "type": "p"}, {"text": "\"Workers deserve a fair share,\" he said. \"The companies have made some significant offers, but I believe it should go further to ensure record corporate profits mean record contracts.\"", "type": "p"}, {"text": "Existing labour contracts expired on Thursday, precipitating the walkout. Though currently limited, the strike is the first in union history to target all three companies at once.", "type": "p"}, {"text": "The UAW, which represents more than 140,000 workers at the firms, has also warned it may widen the walkout, depending on how talks proceed.", "type": "p"}, {"text": "The union is seeking a 40% pay rise over the four years of the contract, among other demands, far more than the roughly 20% that the companies have currently put on the table. ", "type": "p"}, {"text": "The union has justified its demands by pointing to the pay gains for company bosses, who each received compensation packages last year worth more than $20m. ", "type": "p"}, {"text": "Full-time workers at their plants currently receive hourly pay up to roughly $32, depending on seniority, as well as bonuses and other benefits. Temporary workers - a category the union is trying to reduce - earn less. ", "type": "p"}, {"text": "The dispute threatens to trigger higher car prices and major disruption for the motor giants. ", "type": "p"}, {"text": "The companies maintain that union demands are too onerous at a time when they are spending billions to shift production to electric vehicles.", "type": "p"}, {"text": "\"We have to make sure the company's going to succeed for the next 115 years,\" said General Motors boss Mary Barra in an interview with the BBC's US news partner, CBS, adding that the firm was continuing to negotiate to try to resolve the differences. ", "type": "p"}, {"text": "On Friday, Ford announced that it had laid off 600 workers at a Michigan assembly plant as \"a consequence of the strike\".", "type": "p"}, {"text": "The fight is a test for Mr Biden, who has struggled at a time of stubborn inflation to convince voters of his leadership on economic questions.", "type": "p"}, {"text": "The Democratic president said he would send top advisers, including Labour Secretary Julie Su, to Detroit, Michigan, to help with the talks. ", "type": "p"}, {"text": "Mr Biden has cast himself as the most pro-union president in history and he is counting on support from organised labour for his re-election campaign next year.", "type": "p"}, {"text": "But his relations have been strained at times, including last year, when he signed a bill to block a strike by US rail workers. ", "type": "p"}, {"text": "The UAW in May said it would not endorse his re-election campaign, citing concerns that government subsidies for firms working on electric vehicles had not been accompanied by commitments to workers. ", "type": "p"}, {"text": "Union offices tied to the factories participating in the first days of the strike - a GM plant in Missouri, a Stellantis Jeep plant in Ohio and a Ford site in Michigan - were abuzz with activity on Friday, as people streamed in to sign up for picket responsibilities and get signs to demonstrate.", "type": "p"}, {"text": "Many politicians headed to the scene, including Senator Sherrod Brown in Ohio and Congresswoman Rashida Tlaib in Michigan, who scoffed at the warnings from company bosses about the financial risks of granting worker demands.", "type": "p"}, {"text": "\"He makes $20 million,\" she told the BBC, referring to Ford chief Jim Farley. \"If he's worried about that, maybe he should take a pay cut.\"", "type": "p"}, {"text": "Senator Bernie Sanders, the left-wing 2016 Democratic presidential candidate, was due at a UAW rally on Friday afternoon. ", "type": "p"}, {"text": "Outside of the Ford plant involved in the strike in Michigan, workers chanting 'No deals, no wheels', were greeted with honks of support by passing trucks. ", "type": "p"}, {"text": "Demonstrating workers said they were overdue for pay increases and other improvements, noting sacrifices - like foregoing automatic pay increases tied to inflation - made in 2009, when the firms faced severe financial distress.", "type": "p"}, {"text": "\"We gave our concessions up with the understanding that when things got better ... we would get our stuff back,\" said longtime Ford worker Sandy Kirkland.  \"We're having to now fight for it.\"", "type": "p"}, {"text": "Reporting contributed by Michelle Fleury in Michigan", "type": "p"}], "tags": []}