{"link": "https://www.bbc.com/news/entertainment-arts-66829819", "category": "entertainment & arts", "title": "Hugh Jackman and wife Deborra-Lee Furness set to divorce after 27 years", "contributor": null, "time": "2023-09-16T06:33:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DCE6/production/_131105565_gettyimages-1483151047.jpg", "content": [{"text": "Actor Hugh Jackman and his wife Deborra-Lee Furness are to separate after 27 years of marriage, US media have reported.", "type": "b"}, {"text": "According to celebrity magazine People, the Australian couple said they had been \"blessed to share almost three decades together\".", "type": "p"}, {"text": "\"Our journey now is shifting and we have decided to separate to pursue our individual growth,\" the statement said.", "type": "p"}, {"text": "Jackman and Furness met on the set of TV show Correlli in 1995.", "type": "p"}, {"text": "Furness was an established actress when they met while Jackman was fresh out of drama school.", "type": "p"}, {"text": "They married in April 1996 and later adopted two children who are now 23 and 18.", "type": "p"}, {"text": "According to the statement in People, the couple said their \"family has been and always will be our highest priority\".", "type": "p"}, {"text": "\"We undertake this next chapter with gratitude, love and kindness. We greatly appreciate your understanding in respecting our privacy as our family navigates this transition in all of our lives.\"", "type": "p"}, {"text": "The couple sign off by saying \"this is the sole statement either of us will make\".", "type": "p"}, {"text": "Jackman, who is best known for playing Wolverine in the X-Men films and spin-offs, as well as roles in The Greatest Showman and Les Miserables, has posted frequently on social media about his relationship with Furness.", "type": "p"}, {"text": "On their last wedding anniversary, in April, he said: \"I love you Deb. Today is our 27th wedding anniversary. 27 YEARS!!", "type": "p"}, {"text": "\"I love you so much. Together we have created a beautiful family. And life. Your laughter, your spirit, generosity, humour, cheekiness, courage and loyalty is an incredible gift to me.", "type": "p"}, {"text": "\"I love you with all my heart.\"", "type": "p"}, {"text": "He also posted on their silver wedding anniversary in 2021, saying their marriage was as \"natural as breathing\".", "type": "p"}, {"text": "The couple were photographed together in July at the Wimbledon tennis championships in London, where they were seen watching Carlos Alcaraz play Novak Djokovic ", "type": "p"}, {"text": "In April, Jackman told fans via social media that he had been given the all-clear following tests for skin cancer. ", "type": "p"}, {"text": "The actor had his first skin cancer removed in 2013 and has since had at least six procedures.", "type": "p"}], "tags": []}