{"link": "https://www.bbc.com/news/business-65781534", "category": "business", "title": "Elon Musk: Twitter boss reclaims title of world's richest person", "contributor": null, "time": "2023-06-01T21:15:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/835A/production/_129962633_gettyimages-1255034481.jpg", "content": [{"text": "Elon Musk has reclaimed his title as the world's richest person, knocking the boss of luxury goods giant LMVH, Bernard Arnault, off the top spot. ", "type": "b"}, {"text": "His net worth has soared by $55.3bn (£44.44bn) since January to $192bn (£153.24bn), after a rise in the value of his electric car company Tesla. ", "type": "p"}, {"text": "Mr Arnault's fortune has fallen by $24.5bn (£19.55bn) to $187bn (£149bn), per Bloomberg's Billionaires Index. ", "type": "p"}, {"text": "He is followed by Jeff Bezos and Bill Gates in third and fourth positions.", "type": "p"}, {"text": "Mr Arnault, 74, had overtaken Mr Musk, 51, on the the rich list in December when shares in LMVH jumped as demand for luxury goods rebounded. ", "type": "p"}, {"text": "At the same, shares in Tesla - the company from which Mr Musk derives most of his wealth - fell sharply amid concerns that his takeover of the social media platform Twitter was affecting his leadership. ", "type": "p"}, [{"text": "Tesla boss Musk on first China trip in three years", "type": "a", "href": "https://www.bbc.co.uk/news/business-65762114"}, {"text": "Who is Linda Yaccarino, Twitter's 'superwoman'?", "type": "a", "href": "https://www.bbc.co.uk/news/business-65640622"}], {"text": "However, Tesla shares have bounced back by almost 92% since the start of this year as investor nerves have eased and Mr Musk has announced his replacement as Twitter chief executive.  ", "type": "p"}, {"text": "His visit to China this week to discuss Tesla has also sparked excitement, while the car firm is benefiting from the recent rise in interest in artificial intelligence. ", "type": "p"}, {"text": "By contrast, LMVH - which owns brands including Louis Vuitton and Christian Dior - has gone into reverse.", "type": "p"}, {"text": "After hitting a record high in April, its shares have fallen sharply and are down 16% since the start of the year. ", "type": "p"}, {"text": "Mr Arnault, who co-founded the luxury goods giant in 1987, owns a majority stake in the business, which is Europe's most valuable firm.", "type": "p"}, {"text": "In January the Frenchman appointed his daughter Delphine Arnault, 47, as head of his fashion house Dior as part of a shake-up at LMVH. ", "type": "p"}, {"text": "All five of Mr Arnault's children hold management positions at brands in the group. ", "type": "p"}, {"text": "According to Bloomberg, Amazon founder Jeff Bezos is the world's third richest person with a fortune of $37.3bn. Mr Gates, who co-founded Microsoft, is worth $16.2bn.", "type": "p"}], "tags": []}