{"link": "https://www.bbc.com/news/entertainment-arts-65780307", "category": "entertainment & arts", "title": "I am not a groomer, says Schofield", "contributor": null, "time": "2023-06-01T20:57:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A2FE/production/_129962714_scofe.jpg", "content": [{"text": "Phillip Schofield has said he is \"not a groomer\" after admitting to having an affair with a younger male colleague.", "type": "b"}, {"text": "The former This Morning presenter left ITV last week after he confirmed the relationship and he had lied about it.", "type": "p"}, {"text": "The TV star told the Sun: \"I did a bad thing: I will die sorry - I've brought the greatest misery into his totally innocent life.\"", "type": "p"}, {"text": "Schofield has also spoken to the BBC's Amol Rajan, whose interview will be broadcast from 06:00 BST on Friday.", "type": "p"}, {"text": "The full interview will be available on iPlayer.", "type": "p"}, {"text": "The 61-year-old first met the man he would go on to have an affair with when he was invited to appear at an event at a drama school. ", "type": "p"}, {"text": "He said he knew people had found some elements of the story shocking, but said: \"I am not a groomer.\" ", "type": "p"}, {"text": "The affair began, Schofield said, when the man was 20 years old and working alongside him at ITV.", "type": "p"}, {"text": "\"He worked on the show for a bit, and we became mates,\" Schofield told the newspaper.", "type": "p"}, {"text": "\"And then one day something happened that just changed it. And that is the moment I look back on, and regret so deeply.\"", "type": "p"}, [{"text": "ITV to review how it handled Schofield affair", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65769939"}, {"text": "Schofield dropped as Prince's Trust ambassador", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65761305"}, {"text": "Schofield admits lying about affair with colleague", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65729361"}], {"text": "Questions have been raised about ITV's handling of the situation, how much bosses knew of the affair, and whether its own investigation went far enough.", "type": "p"}, {"text": "ITV's chief executive Dame Carolyn McCall has been asked to attend the Culture, Media and Sport Committee on 14 June to answer questions about the broadcaster's approach to safeguarding following the controversy.", "type": "p"}, {"text": "Schofield told the Sun that his first romantic encounter with the man was in his dressing room at ITV.", "type": "p"}, {"text": "\"It was a consensual moment, it was mutual,\" he said. \"It was not a love affair, it was not a relationship, we were not boyfriends; we were mates.\"", "type": "p"}, {"text": "\"Over a period of time it happened maybe five or six times. We just didn't think anyone knew, there was no lying, we thought, stupidly, that nobody knew.\"", "type": "p"}, {"text": "He concluded: \"You look at yourself, and I absolutely know there is no question I did a bad thing. I was unprofessional, one time, in a 41-year career. ", "type": "p"}, {"text": "\"I know I did that. And there is no excuse. I don't have an excuse. I won't put forward an excuse. No-one did anything wrong apart from me.\"", "type": "p"}, {"text": "Schofield also apologised to his former lover. ", "type": "p"}, {"text": "\"It has brought the greatest misery into his totally innocent life, his totally innocent family, his totally innocent friends,\" he said. \"It has brought the greatest grief to them.\" ", "type": "p"}, {"text": "ITV has instructed a barrister to carry out an external review to establish the facts about how the broadcast network handled its own investigation into rumours of the affair in 2020.", "type": "p"}], "tags": []}