{"link": "https://www.bbc.com/news/technology-65772154", "category": "technology", "title": "Amazon to pay $25m over child privacy violations", "contributor": null, "time": "2023-06-01T10:22:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14176/production/_129949228_mediaitem129949227.jpg", "content": [{"text": "Amazon is to pay $25m (£20m) to settle allegations that it violated children's privacy rights with its Alexa voice assistant.", "type": "b"}, {"text": "The company agreed to pay the US Federal Trade Commission (FTC) after it was accused of failing to delete Alexa recordings at the request of parents.", "type": "p"}, {"text": "It was found to have kept hold of sensitive data for years.", "type": "p"}, {"text": "Amazon's doorbell camera unit Ring will also pay out after giving employees unrestricted access to customers' data.", "type": "p"}, {"text": "Ring will pay $5.8m to authorities, according to a filing in federal court in the District of Columbia.", "type": "p"}, {"text": "According to the FTC complaint regarding Alexa, Amazon \"prominently and repeatedly assured its users, including parents, that they could delete voice recordings collected\" by the system.", "type": "p"}, {"text": "But the company did not do this, keeping data for years and using it unlawfully to help improve its Alexa algorithm, the complaint said.", "type": "p"}, {"text": "In a statement, Samuel Levine, director of the FTC's Bureau of Consumer Protection, accused Amazon of \"misleading parents, keeping children's recordings indefinitely, and flouting parents' deletion requests\". ", "type": "p"}, {"text": "The company \"sacrificed privacy for profits\", he added.", "type": "p"}, {"text": "Similarly, the FTC said Ring - which Amazon bought in 2018 - allowed \"thousands of employees and contractors\" to watch recordings of customers' private spaces.", "type": "p"}, {"text": "They were able to view and download customers' sensitive video data for their own purposes, the body said. ", "type": "p"}, {"text": "Amazon told the BBC in a statement that \"Ring promptly addressed the issues at hand on its own years ago, well before the FTC began its inquiry\". ", "type": "p"}, {"text": "But according to the complaint, one employee viewed thousands of video recordings belonging to female users of Ring cameras that \"surveilled intimate spaces in their homes such as their bathrooms or bedrooms\".", "type": "p"}, {"text": "The employee was only stopped once their actions were spotted by a colleague, it said. ", "type": "p"}, {"text": "\"Ring's disregard for privacy and security exposed consumers to spying and harassment,\" Mr Levine said. \"The FTC's order makes clear that putting profit over privacy doesn't pay.\"", "type": "p"}, {"text": "Amazon said: \"While we disagree with the FTC's claims regarding both Alexa and Ring, and deny violating the law, these settlements put these matters behind us.\" ", "type": "p"}, {"text": "The company added that it will continue to invent more privacy features on behalf of customers.", "type": "p"}], "tags": []}