{"link": "https://www.bbc.com/news/entertainment-arts-62280755", "category": "entertainment & arts", "title": "Latitude Festival: Frankie Boyle questions the existence of cancel culture", "contributor": "Mark Savage", "time": "2022-07-23T19:33:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1A06/production/_126026660_gettyimages-1410483152.jpg", "content": [{"text": "Comedian Frankie Boyle has questioned whether cancel culture - where people are ostracised for making controversial comments - really exists.", "type": "b"}, {"text": "\"I'm not one of those comedians who's like, 'Ooh, I've been silenced',\" the star said in a set at the Latitude Festival in Suffolk. ", "type": "p"}, {"text": "\"I hate those people. Anytime I hear someone saying that, I always think, 'How come I can still hear you?'\"", "type": "p"}, {"text": "Boyle went on to say his controversial stage persona is just \"an act\".", "type": "p"}, {"text": "However, he admitted he had stopped posting jokes on Twitter because of the potential repercussions.", "type": "p"}, {"text": "He cited one example where he considered making a joke about the death of legendary James Bond actor Sir Sean Connery but thought better of it.", "type": "p"}, {"text": "The Glasgow-born comic was known for courting controversy early in his career, and has been criticised for making jokes about the Queen, and Katie Price's son Harvey.", "type": "p"}, {"text": "However, he revealed that this hadn't stopped him being invited to take part in the Queen's Jubilee Parade earlier this year.", "type": "p"}, {"text": "\"I've never been so overwhelmed with the feeling that my work has been misunderstood,\" he joked.", "type": "p"}, {"text": "The comedian played to a packed tent at Latitude, with crowds spilling out into the surrounding fields. ", "type": "p"}, {"text": "He defended people's right to be offended by jokes, and acknowledged some of his new material might get him into trouble when goes to the Edinburgh festival later this month.", "type": "p"}, {"text": "But he proved to be an equal opportunity misanthrope, aiming barbs at both the left and the right. He called the current Conservative government \"incompetent fascists\".", "type": "p"}, {"text": "\"Because we live in a dying political system, it throws up politicians who look like they're dying,\" he continued, comparing US President Joe Biden to \"a laptop that's on 4%\". ", "type": "p"}, {"text": "\"And if they're not dying, they're people like [Labour leader] Keir Starmer who look like they were never alive... If he ran at a pigeon it wouldn't move.\"", "type": "p"}, {"text": "Boyle wasn't the only comedian to delve into politics. ", "type": "p"}, {"text": "Marcus Brigstocke celebrated the end of Boris Johnson's political career, saying: \"He's been driven out in disgrace by disgraceful people\".", "type": "p"}, {"text": "\"His defenders have said he got the big calls right because he was against the virus and against Putin,\" he continued, asking: \"What do you want? A badge?", "type": "p"}, {"text": "\"In order to get that wrong he'd have to be both Jeremy and Piers Corbyn.\"", "type": "p"}, {"text": "Others took a more whimsical approach to the family-friendly festival.", "type": "p"}, {"text": "Taskmaster host Alex Horne and his band The Horne Section celebrated the end of Covid-19 restrictions by leading the audience in a mass-participation version of Twister on Friday afternoon.", "type": "p"}, {"text": "Later, they imagined how the Village People's YMCA could be adapted by other acronym-heavy institutions like the RSPCA (complete with actions) and sang a double entendre-laden ditty about garden peas.", "type": "p"}, {"text": "Aisling Bea pitched a number of surreal game shows, including one called, \"Am I depressed or do I just need a snack?\", and told a brilliant shaggy dog story about her attempt to crowbar a reference to Ronan Keating's Life Is A Rollercoaster into an episode of The One Show, which Keating was hosting.", "type": "p"}, {"text": "\"He barely shook my hand as I left,\" she recalled.", "type": "p"}, {"text": "Kerry Godliman charmed the audience with stories of lockdown hysteria and her son developing an \"allergic reaction to a bath bomb.... because he drank it\".", "type": "p"}, {"text": "And No Voice Guy, who delivers his set through a voice synthesiser app on his iPad, made a passionate argument against \"disability porn\" that portrays all disabled people as inspirational superheroes.", "type": "p"}, {"text": "His only superpower, he noted, was \"being the best passenger in the quiet coach of the train\".", "type": "p"}, {"text": "But the weekend's most common themes were the pandemic and relationships.", "type": "p"}, {"text": "Rosie Jones combined the two, describing a date that went off the rails when she accidentally \"came out as an anti-vaxxer\".", "type": "p"}, {"text": "The confusion arose when her date talked about the jab, and Jones thought she was referring to the contraceptive implant.", "type": "p"}, {"text": "\"I cannot convey the confidence with which I said, 'Oh, I don't need that. I'm gay',\" she said.", "type": "p"}, {"text": "Brigstocke, meanwhile, said lockdown had afforded him the two best Christmasses of his life.", "type": "p"}, {"text": "\"What a privilege it was that, with the full backing of the law,  you could call your family and say, 'Stay away from my house.'\"", "type": "p"}, {"text": "Other acts failed to calibrate for the audience, delivering graphic descriptions of their sexual misadventures to a room full of children.", "type": "p"}, {"text": "\"If I'd known I was performing to a middle school I'd have thought more about the material,\" joked Olga Koch, a little too late, as some parents covered their kids' ears, and others died silently inside.", "type": "p"}, {"text": "\"If you're bringing children into the tent they are going to learn some new words,\" warned David Morgan, who compèred the stage on Saturday. \"There are general context clues you can follow. We are not parenting your kids.\"", "type": "p"}, {"text": "But even outside the tent, children weren't entirely safe.", "type": "p"}, {"text": "Rick Witter, frontman of indie band Shed Seven, spotted a young fan called Lewis in the front row of their main stage set and quipped: \"Remember the 1990s? No? Too many drugs, eh?\"", "type": "p"}, {"text": "Respite could be found in the leafy environs of the Sunrise Arena, where US singer Samantha Crain delivered a quietly passionate set of country-folk songs.", "type": "p"}, {"text": "Pausing to retune her guitar, she said: \"Does anyone have any questions for me?\" - to which the reply came back, \"What's your favourite colour?\"", "type": "p"}, {"text": "\"Oh, what a good question!\" she laughed. \"It's blue... This is such a wholesome festival!\"", "type": "p"}, {"text": "The event continues at Henham Park on Sunday, with sets from Snow Patrol, Mark Owen, Fontaines DC and Manic Street Preachers.", "type": "p"}, {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Comedy", "Latitude Festival"]}