{"link": "https://www.bbc.com/news/science-environment-62269520", "category": "science & environment", "title": "Giant Lovell radio telescope at Jodrell Bank to become space light show", "contributor": "Victoria Gill", "time": "2022-07-23T08:24:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1205E/production/_126022837_mediaitem126022836.jpg", "content": [{"text": "The UK's largest radio telescope - the Lovell telescope at Jodrell Bank in Cheshire - is being turned into a light and sound show.  ", "type": "b"}, {"text": "For the first time since 2019, at the Bluedot festival, the giant radio telescope will take centre stage. ", "type": "p"}, {"text": "Images from space, including some stunning pictures from Nasa's James Webb Space Telescope will be beamed on to its 249ft (76m) dish. ", "type": "p"}, {"text": "\"We'll use that dish as a huge film screen,\" said Prof Teresa Anderson. ", "type": "p"}, {"text": "The astrophysicist and director of the Jodrell Bank Discovery Centre explained: \"We'll project on to it some of the latest data from the Sun and beautiful images of the Moon.\"   ", "type": "p"}, {"text": "Prof Anderson and her husband, the physicist Prof Tim O'Brien from University of Manchester, co-founded the festival and have created an accompanying a soundtrack using recordings from space.", "type": "p"}, {"text": "The show they developed for the Lovell telescope is called Sky's Eye View. ", "type": "p"}, {"text": "It includes time-lapse sequences of:", "type": "p"}, [{"text": "the surface and atmosphere of the Sun, taken by the Solar Dynamics Observatory and the Solar and Heliospheric Observatory", "type": "a", "href": "https://sdo.gsfc.nasa.gov/"}, {"text": "images of Earth from Nasa's Blue Marble Next Generation satellite data", "type": "p"}, {"text": "near and far sides' pictures of the Moon ", "type": "p"}], {"text": "The soundtrack features recordings from space, including the \"sonification\" of the radio telescope's own scan of our galaxy, the Milky Way.  ", "type": "p"}, {"text": "\"It's the Milky Way in sound,\" explained Prof O'Brien. \"You hear the sounds of individual spiral arms rise and fall as the telescope scans past them.\"  ", "type": "p"}, {"text": "A percussive rhythm was created from a recording of a pulsar - a spinning neutron star. \"That's the beams of radio waves as they spin around and flash in the sky like a cosmic lighthouse,\" he added. ", "type": "p"}, {"text": "Prof Anderson captured the scientific sounds within a framework inspired by William Lawes' Sunrise, which was written in the 1600s.", "type": "p"}, {"text": "The Lovell telescope is now involved in studies of cosmic objects, including supermassive black holes in other galaxies, which were not even known to exist when Manchester physicist Sir Bernard Lovell designed and built the giant telescope. ", "type": "p"}, {"text": "When it was completed in 1957, it made history by successfully tracking the rocket that carried the first artificial satellite, Sputnik 1. That was the Soviet breakthrough which launched the space race. ", "type": "p"}, {"text": "\"I know Sir Bernard was a stickler for the science,\" said Prof Anderson. \"But I also know he loved music, and was a passionate communicator of science. So I like to think we're following in his footsteps.\" ", "type": "p"}, {"text": "Follow Victoria on Twitter", "type": "p"}], "tags": ["Astronomy", "Siddington", "Jodrell Bank Observatory", "Cheshire"]}