{"link": "https://www.bbc.com/news/uk-scotland-scotland-business-66933346", "category": "uk & scotland & scotland & business", "title": "Rosebank oil field given go-ahead by regulators", "contributor": null, "time": "2023-09-27T14:42:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/145BA/production/_131268338_clairridgebp.jpg", "content": [{"text": "The controversial Rosebank offshore development off Shetland has been granted consent by regulators. ", "type": "b"}, {"text": "Located 80 miles west of Shetland, Rosebank is the UK's largest untapped oil field and is estimated to contain up to 300 million barrels of oil.", "type": "p"}, {"text": "Development and production approval has been given to owners Equinor and Ithaca Energy, following reassurances over environmental concerns.", "type": "p"}, {"text": "The plan has faced widespread criticism due to its impact on climate change.", "type": "p"}, {"text": "Supporters of the project say it is vital for the energy security as it will reduce reliance on imports. ", "type": "p"}, {"text": "Its owners say it will create about 1,600 jobs during the height of construction, support 450 UK-based jobs during its lifetime, and provide \"a significant amount of tax revenues for the treasury\". ", "type": "p"}, [{"text": "What is Rosebank and why is it so controversial?", "type": "a", "href": "https://www.bbc.co.uk/news/business-66933832"}, {"text": "LIVE: Biggest untapped oil field approved by regulators", "type": "a", "href": "https://www.bbc.co.uk/news/live/uk-66933804"}], {"text": "It comes after the UK government said in July that it would issue hundreds of new licences for oil and gas exploration in the North Sea.", "type": "p"}, {"text": "But last month 50 MPs and peers from all major parties raised concerns Rosebank could produce 200 million tonnes of carbon dioxide and urged then Energy Secretary Grant Shapps to block it.", "type": "p"}, {"text": "It has been predicted that Rosebank could produce 69,000 barrels of oil a day at its peak, and about 44 million cubic feet of gas per day in its first 10 years.", "type": "p"}, {"text": "Production is expected to begin in 2026/27 but a senior executive with Norweigan state oil company Equinor has admitted the new field will not be electrified at that point. ", "type": "p"}, {"text": "Electrification of the extraction process is one of the key industry pledges for reducing its production emissions. ", "type": "p"}, {"text": "The oil and gas regulator, North Sea Transition Authority, said approval had been awarded \"in accordance with our published guidance and taking net zero considerations into account throughout the project's lifecycle\".", "type": "p"}, {"text": "What questions do you have about the Rosebank oil field?", "type": "b"}, [{"text": "Send your questions to yourquestions@bbc.co.uk", "type": "a", "href": "mailto:yourquestions@bbc.co.uk"}, {"text": "WhatsApp us at +44 7756 165803", "type": "p"}, {"text": "Tweet us @BBC_HaveYourSay", "type": "a", "href": "https://www.twitter.com/BBC_HaveYourSay"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "Prime Minister Rishi Sunak said it \"makes sense\" for the UK to use its own oil and gas supplies as the UK makes the transition to renewables. ", "type": "p"}, {"text": "The UK has a target to hit net zero - emitting no more greenhouse gases such as carbon dioxide than the amount taken out of the atmosphere - by 2050. ", "type": "p"}, {"text": "\"This is the right long-term decision for the UK's energy security,\" he added. ", "type": "p"}, [{"text": "What does net zero mean?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58874518"}], {"text": "Meanwhile Energy Security Secretary Claire Coutinho said its value to the economy would give the UK greater energy independence. ", "type": "p"}, {"text": "\"We will continue to back the UK's oil and gas industry to underpin our energy security, grow our economy and help us deliver the transition to cheaper, cleaner energy,\" she added. ", "type": "p"}, {"text": "Opponents argue the oil and gas produced from Rosebank will be sold at world market prices, so the project will not cut prices for UK consumers.", "type": "p"}, {"text": "\"It won't make the slightest difference to people's energy bills\", the Green Party MP Caroline Lucas claimed on BBC Radio 4's Today programme. ", "type": "p"}, {"text": "Equinor - which is the majority owner of Rosebank - confirmed that during a briefing for journalists earlier.", "type": "p"}, {"text": "\"If the UK needs Rosebank oil, it will go to the UK through open market mechanisms\", said Arne Gurtner, Equinor's senior vice president for the UK.", "type": "p"}, {"text": "Scotland's Energy Secretary Neil Gray raised concerns that the majority of what will be extracted from Rosebank will go overseas rather than contribute to domestic energy security. ", "type": "p"}, {"text": "\"We are therefore disappointed that approval has been given by the UK government while these concerns remain unaddressed,\" he added.", "type": "p"}, {"text": "His colleague Stephen Flynn - the SNP's Westminster leader and MP for Aberdeen South, a constituency with strong links to the oil and gas industry - did not oppose the oil field outright. ", "type": "p"}, {"text": "He said that if the UK government was considering oil and gas projects \"through the prism of energy security, net zero, jobs, opportunities and concurrent renewables investment... then of course it should go ahead.\"", "type": "p"}, {"text": "\"Where I have concerns is I don't think the UK government is looking at projects through that prism,\" he said. ", "type": "p"}, {"text": "Labour leader Sir Keir Starmer has confirmed that his party will not revoke the licence for Rosebank if it wins the election. ", "type": "p"}, {"text": "But he added that no new licences would be granted if Labour gained power. ", "type": "p"}, {"text": "He told the BBC's Political Thinking with Nick Robinson podcast that allowing the North Sea exploration to go ahead would provide \"the stability that we desperately need in our economy\"", "type": "p"}, {"text": "Meanwhile it was condemned as an \"utter catastrophe\" by the Scottish Greens, the SNP's partners in the Scottish government. ", "type": "p"}, {"text": "Climate spokesperson Mark Ruskell said it was the \"worst possible choice at the worst possible time\" and showed \"total contempt for our environment and future generations\". ", "type": "p"}, {"text": "He was among dozens of climate activists demonstrating against the Rosebank decision out the UK government offices in Edinburgh.", "type": "p"}, {"text": "Another, Bryce Goodall, said: \"We absolutely outraged that this has been decided in the midst of a cost of living crisis... this oil field is not going to do anything to lower energy bills or provide energy security whatsoever so I'm absolutely incensed with anger here.\"", "type": "p"}, {"text": "Juliet Dunstone, who was also part of the protest, said: \"We need to have a just transition and we need to prioritise people who are working in oil and gas to give them those green jobs and get them out of these polluting jobs that they're stuck in because we need to avert the climate crisis immediately or millions of people will die.\"", "type": "p"}, {"text": "But Russell Borthwick, chief executive of Aberdeen and Grampian Chamber of Commerce, said: \"Rosebank will make an important contribution to UK and European energy security, create several hundred new jobs here in Scotland and result in over £6bn being spent within the UK supply chain which is anchored in Aberdeen and Aberdeenshire.", "type": "p"}, {"text": "\"Today's announcement is a welcome shot in arm for the UK energy sector which will give investors, operators and the wider supply chain confidence as they strive to provide the power we need here and now and transition towards a net zero future.\" ", "type": "p"}, {"text": "For more than half a century, North Sea oil has been at the heart of economic and political debate in Scotland.", "type": "p"}, {"text": "The discovery of the \"black gold\" turned Aberdeen into the oil capital of Europe and fuelled the Scottish independence movement.", "type": "p"}, {"text": "Critics of the UK's approach say it should have followed Norway's lead by investing revenue generated by the boom in a sovereign investment fund.", "type": "p"}, {"text": "Now the industry has moved westwards into the stormy waters of the North Atlantic ocean, the focus of the debate has switched to the environmental impact of drilling but those old arguments about economic benefit have been revived too.", "type": "p"}, {"text": "For decades Shetland prospered handsomely from oil thanks to a deal the local council struck with energy firms to allow the construction of a terminal at Sullum Voe.", "type": "p"}, {"text": "However the oil from Rosebank will not be processed on Shetland but offloaded by tanker and sold on the international market.", "type": "p"}, {"text": "Supporters say the project, run by the Norwegian state energy firm Equinor, will create hundreds of jobs and bring in billions of pounds in investment.", "type": "p"}, {"text": "But critics say the biggest winner is Norway.", "type": "p"}], "tags": []}