{"link": "https://www.bbc.com/news/entertainment-arts-66949848", "category": "entertainment & arts", "title": "Potter stars among tributes to Sir Michael Gambon", "contributor": null, "time": "2023-09-28T20:58:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3EE1/production/_131279061_michaelgambonalamy.png", "content": [{"text": "Harry Potter co-stars of Sir Michael Gambon, who played Professor Albus Dumbledore in six films, are among those paying tribute to the stage and screen legend after his death aged 82.", "type": "b"}, {"text": "Daniel Radcliffe said the \"brilliant, effortless\" actor \"loved his job but never seemed defined by it\".", "type": "p"}, {"text": "Emma Watson thanked Sir Michael for \"showing us what it looks like to wear greatness lightly\". ", "type": "p"}, {"text": "Writer JK Rowling hailed a \"wonderful man\" and \"outstanding actor\".", "type": "p"}, {"text": "Another Potter star, Fiona Shaw, said Sir Michael has shown during his long and varied life that he \"could do anything\" as an actor. ", "type": "p"}, {"text": "The Dublin-born actor, who died in hospital after a bout of pneumonia, worked in TV, film, theatre and radio in his six-decade career. He won four Baftas.", "type": "p"}, [{"text": "Sir Michael Gambon: A career in pictures", "type": "a", "href": "https://www.bbc.co.uk/news/in-pictures-66950664"}, {"text": "Stage and TV star who became Hogwarts headmaster", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-39408742"}], {"text": "Sir Michael's family had moved to London when he was a child but he made his very first stage performance in Ireland, in a production of Othello in Dublin in 1962.", "type": "p"}, {"text": "His career took off when he became one of the original members of Laurence Olivier's National Theatre acting company in London. He went on to win three Olivier awards for performances in National Theatre productions.", "type": "p"}, {"text": "Although he always regarded his theatre work as the most important, he won acclaim for a series of key TV and cinema roles in the 1980s and 1990s.", "type": "p"}, {"text": "These included the ground-breaking and controversial BBC One drama The Singing Detective, in which he played the eponymous sleuth in a complex tale from writer Dennis Potter. ", "type": "p"}, {"text": "He played a very different detective, Parisian Jules Maigret, in two series of an ITV adaptation of  Georges Simenon's classic novels, and portrayed Oscar Wilde in 1985 in a three-part BBC Two series focused on the writer's criminal trial and imprisonment.", "type": "p"}, {"text": "One of his most memorable cinematic outings was as the gluttonous and irredeemable \"thief\" in 1989's The Cook, the Thief, his Wife and her Lover,", "type": "p"}, {"text": "Dame Helen Mirren - who played his adulterous wife, said he was a \"naughty but very, very funny\" friend.", "type": "p"}, {"text": "In an interview for this weekend's Sunday with Laura Kuenssberg, Dame Helen recalled how he had kept her \"constantly in laughter\" during filming and also when they appeared on stage in Antony and Cleopatra seven years previously.", "type": "p"}, {"text": "She added that in recent times the two had discussed growing older, and how that affected their work: ", "type": "p"}, {"text": "Sir Michael was \"utterly realistic\" about his situation, she said. \"He found it increasingly difficult to remember lines, which I have the greatest of sympathy with, and that sort of took him away from theatre,\" she said. ", "type": "p"}, {"text": "Other notable film roles in the following decade saw him playing opposite some of Hollywood's biggest names, in big-screen hits such as Toys, Sleepy Hollow, Gosford Park. There was even time for a comedic cameo as the prime minister in Ali G Indahouse.", "type": "p"}, {"text": "But when a fellow acting titan, Richard Harris, died in 2002, Sir Michael accepted the challenge of succeeding him in the role of Dumbledore - headmaster of wizarding school Hogwarts - in the hit Harry Potter series.", "type": "p"}, {"text": "In her tribute on X, formerly Twitter, JK Rowling - the creator of the books - said: \"The first time I ever laid eyes on him was in King Lear, in 1982, and if you'd told me then that brilliant actor would appear in anything I'd written, I'd have thought you were insane.", "type": "p"}, {"text": "\"Michael was a wonderful man in additional to being an outstanding actor, and I absolutely loved working with him, not only on Potter but also The Casual Vacancy.\" ", "type": "p"}, {"text": "As Harry Potter, Daniel Radcliffe ended up working with Sir Michael throughout his teenage years and he issued a statement that said: \"Michael Gambon was one of the most brilliant, effortless actors I've ever had the privilege of working with,but, despite his immense talent, the thing I will remember most about him is how much fun he had doing his job.\" ", "type": "p"}, {"text": "Recalling Sir Michael's habit of \"blurring the lines of fact and fiction\" when speaking to journalists at press event, Radcliffe added: He was silly, irreverent and hilarious. He loved his job, but never seemed defined by it.\" ", "type": "p"}, {"text": "Emma Watson, who played Hermione Grainger, said in a post on Instagram: \"You never took it too seriously but somehow delivered the most serious moments with all the gravitas.\"", "type": "p"}, {"text": "Rupert Grint said his \"personal role model\" had \"brought so much warmth and mischief to every day on set\". ", "type": "p"}, {"text": "Jason Isaacs, who played Lucius Malfoy in the series, wrote on social media: \"I learned what acting could be from Michael in The Singing Detective - complex, vulnerable and utterly human. ", "type": "p"}, {"text": "\"The greatest thrill of being in the Potter films was that he knew my name and shared his fearless, filthy sense of fun with me.\" ", "type": "p"}, {"text": "Fiona Shaw, who played Petunia Dursley in the films, told BBC Radio 4's The World at One: \"He varied his career remarkably and never judged what he was doing, he just played.\" ", "type": "p"}, {"text": "She said she would always think of him \"as a trickster, just a brilliant, magnificent trickster\", adding: \"With text, there was nothing like him. He could do anything.\" ", "type": "p"}, {"text": "And James Phelps, who played Fred Weasley in the films, called Sir Michael \"a legend\" in a tribute on X, formerly known as Twitter.", "type": "p"}, {"text": "He also recalled that Sir Michael once offered to go over lines one weekend when he had a part in Peter and the Wolf with the Manchester Halle Orchestra. ", "type": "p"}, {"text": "\"We spent what should have been his downtime going over my weekend gig. It is a memory that I've always had as one of the highlights of my (Harry Potter) days,\" he said. ", "type": "p"}, {"text": "Dame Joan Collins, who played Sir Michael's wife in BBC sitcom Mama's Back in 1993, called him a \"great actor and great fun\". ", "type": "p"}, {"text": "Dame Eileen Atkins, a longstanding friend of Sir Michael, told BBC Radio 4's The World at One he was \"a great actor, but he always pretended he didn't take it very seriously\" and that he had amazing stage presence. ", "type": "p"}, {"text": "\"He just had to walk on stage and he commanded the whole audience immediately,\" she said. \"There was something very sweet about him, this huge man who could look very frightening - but there was something incredibly sweet inside Michael.\" ", "type": "p"}, {"text": "She added: \"I will always remember that man.\" ", "type": "p"}, {"text": "His other film work that he juggled alongside the Potter movies in later years included the big screen adaptation of Dad's Army and the King's Speech, in which he portrayed King George V, father of the stammering King George VI.", "type": "p"}, {"text": "He was nominated for Emmy awards for his role as Mr Woodhouse in an adaptation of Jane Austen's Emma in 2010, and for playing President Lyndon B Johnson in Path to War in 2002. He also got a Tony nomination in 1997 for a role in David Hare play Skylight. ", "type": "p"}, {"text": "He was knighted for services to the entertainment industry in 1998. Although Irish-born, he had become a British citizen in his childhood. ", "type": "p"}, {"text": "The actor, known as \"The Great Gambon\" in acting circles, had last appeared on stage in 2012 in a London production of Samuel Beckett's play All That Fall. ", "type": "p"}, {"text": "American actor Ryan Phillippe said he felt \"so lucky\" to work with Sir Michael on Gosford Park. He recalled that Sir Michael was in his 60s at the time and he was only 25, but they \"got along like schoolmates due to his irrepressibly youthful spirit\". ", "type": "p"}, {"text": "\"The car rides home from work, in his vintage convertible, at breakneck speed, with the Stones full volume on the radio, will stay with me forever.. Rest in peace, mate,\" he said in a post on X. ", "type": "p"}, {"text": "Taoiseach (Irish prime minister) Leo Varadkar paid tribute, saying: \"A great actor. Whether performing in Beckett, Dennis Potter or Harry Potter, he gave his all to every performance.\" ", "type": "p"}, {"text": "Additional reporting by Rachel Russell. ", "type": "p"}], "tags": []}