{"link": "https://www.bbc.com/news/health-66934909", "category": "health", "title": "Millions wrongly labelled with penicillin allergy, pharmacists warn", "contributor": null, "time": "2023-09-28T09:41:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9675/production/_131271583_gettyimages-738783461.jpg", "content": [{"text": "Millions of people wrongly believe they are allergic to penicillin, which could mean they take longer to recover after an infection, pharmacists say.", "type": "b"}, {"text": "About four million people in the UK have the drug allergy on their medical record - but when tested, 90% of them are not allergic, research suggests.", "type": "p"}, {"text": "The Royal Pharmaceutical Society says many people confuse antibiotic side-effects with an allergic reaction.", "type": "p"}, {"text": "Common allergic symptoms include itchy skin, a raised rash and swelling.", "type": "p"}, {"text": "Nausea, breathlessness, coughing, diarrhoea and a runny nose are some of the others.", "type": "p"}, {"text": "But antibiotics, which treat bacterial infections, can themselves cause nausea or diarrhoea and the underlying infection can also lead to a rash.", "type": "p"}, {"text": "And this means people often mistakenly believe they are allergic to penicillin, which is in many good, common antibiotics.", "type": "p"}, {"text": "These are used to treat chest, skin and urinary tract infections - but if people are labelled allergic, they are given second-choice antibiotics, which can be less effective.", "type": "p"}, {"text": "Research has previously found there were six extra deaths per 1,000 patients in the year after they received a non-penicillin antibiotic to treat an infection.", "type": "p"}, {"text": "Tase Oputu, from the RPS, said: \"Many individuals are at low or very low risk of having a genuine penicillin allergy and we often find that after careful investigation that they can take penicillin safely.\" ", "type": "p"}, {"text": "She urged anyone in that position to ask questions about their allergy label from their pharmacist next time they visited their GP.", "type": "p"}, {"text": "A childhood allergy or one reported many years ago can also settle down and no longer be an issue.", "type": "p"}, {"text": "Mild to moderate allergic reactions can usually be treated with antihistamines, but more severe reactions can be life-threatening. ", "type": "p"}, {"text": "Signs of a reaction include:", "type": "p"}, [{"text": "a raised, itchy skin rash (urticaria, or hives)", "type": "p"}, {"text": "coughing", "type": "p"}, {"text": "wheezing and tightness of the throat, which can cause breathing difficulties - call 999 if the person is struggling to breathe", "type": "p"}], {"text": "Common side-effects of antibiotics can include: ", "type": "p"}, [{"text": "nausea", "type": "p"}, {"text": "bloating and indigestion", "type": "p"}, {"text": "diarrhoea ", "type": "p"}], {"text": "Anyone who has had a severe reaction in the past would need allergy testing and may be told never to take penicillin, Ms Oputu added.", "type": "p"}, {"text": "The charity Allergy UK said many people had a label of penicillin allergy from early childhood that could be carried with them for the rest of their life without ever being investigated.", "type": "p"}, {"text": "\"There is now a national effort to look into this and the best way to approach it,\" clinical-services head Amena Warner said.", "type": "p"}, {"text": "There are long waiting times to see a specialist allergist for a definitive test.", "type": "p"}, {"text": "But experts say there are other ways to remove a penicillin-allergy label - compiling a detailed history of symptoms is the main method. This can be given to a healthcare specialist as part of a consultation.", "type": "p"}, {"text": "Have you been wrongly diagnosed with a penicillin allergy? You can share your experiences by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://tinyurl.com/e66rejtn"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": []}