{"link": "https://www.bbc.com/news/science-environment-66927242", "category": "science & environment", "title": "Government to delay new environmental building rules", "contributor": null, "time": "2023-09-26T23:00:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/101C1/production/_131258956_housebuilding.jpg", "content": [{"text": "The government is delaying putting into effect new environmental laws forcing developers to improve countryside and wildlife habitats, the BBC has learned.", "type": "b"}, {"text": "Biodiversity Net Gain (BNG) was meant to become a mandatory part of the planning system in England in November.", "type": "p"}, {"text": "But government sources told the BBC it would now not start until the new year.", "type": "p"}, {"text": "Environmentalists have lamented the delay. The government said it was still committed to the policy and would soon announce a new implementation date. ", "type": "p"}, {"text": "The Wildlife Trusts called the delay \"another hammer blow for nature\".", "type": "p"}, {"text": "BNG policy was approved as part of the 2021 Environment Act. The rules are designed to ensure developers leave the natural environment in a measurably better state than it was beforehand. ", "type": "p"}, {"text": "The delay comes after weeks of political uncertainty on environmental policy, with the government looking to throw out \"nutrient neutrality\" pollution rules and to water down policy on achieving net zero.", "type": "p"}, {"text": "The UK Green Building Council (UKGBC), an industry body that promotes sustainable development, said any delayed implementation of BNG would \"hurt green businesses and development\".", "type": "p"}, {"text": "Richard Benwell, CEO of environmental coalition group Wildlife & Countryside Link, said net gain had \"already been pared back to the bare minimum to offset the habitat harm caused by new development\".", "type": "p"}, {"text": "He added that a delay \"could strike at the foundations\" of the scheme.", "type": "p"}, {"text": "The Home Builders Federation said developers \"have embraced the principle of biodiversity net gain\" but that there were \"significant gaps\" in government guidance.", "type": "p"}, {"text": "Neil Jefferson, the federation's managing director, said that would \"not only prohibit local authorities' abilities to effectively manage this new requirement but inevitably lead to further delays in the planning process\". ", "type": "p"}, {"text": "\"We need government to deliver on its requirements so that industry can provide these huge environmental benefits alongside desperately needed new homes,\" he said.", "type": "p"}, {"text": "Philip Box, UKGBC's public affairs and policy advisor, added: \"Businesses from across the industry and our membership have raised concerns regarding any potential delay. ", "type": "p"}, {"text": "\"This would be exceptionally damaging for them in terms of projected work pipelines, investment, supply chains, and related job roles.\"", "type": "p"}, {"text": "As part of planning permission, under the new rules developers will have to agree to delivering a biodiversity gain, on or off site, set at a minimum of 10%.", "type": "p"}, {"text": "Habitats and wildlife impacted by development would be given a biodiversity value using a government-developed metric 'calculator': from native hedgerows and hay meadows, which support dozens of species and merit a high unit value, down to less habitat-rich cropland, and derelict land, which would be awarded a low value. ", "type": "p"}, {"text": "Sue Young, head of land use planning for The Wildlife Trusts, said they had wanted any gain to be set at 20% and said any delay now would \"cause uncertainty for developers and could affect the quality of schemes\".", "type": "p"}, {"text": "\"Attempts to delay or weaken rules for biodiversity net gain would deliver yet another hammer blow for nature from the current UK government,\" she added.", "type": "p"}, {"text": "Georgia Stokes, CEO at Somerset Wildlife Trust, added: \"It feels unnecessary for there to be a delay and we're quite shocked that that's where we've ended up. We need the government to take action.\" ", "type": "p"}, {"text": "Meanwhile, the Local Government Association (LGA) has called on government to confirm what funding council planners will be given when BNG finally becomes law.", "type": "p"}, {"text": "A survey earlier this month by the Royal Town Planning Institute found more than 60% of public sector planning departments were unable to confirm they would have the necessary resources and expertise in place to deliver the scheme.", "type": "p"}, {"text": "Darren Rodwell, environment spokesperson for the LGA said: \"Councils are concerned about the impact of further delays on their ability to effectively implement BNG. ", "type": "p"}, {"text": "\"Councils urgently need confirmation of go-live dates, essential guidance and definitions and a clear timetable of funding in order to employ additional staff and invest in the expertise and capacity.\"", "type": "p"}, {"text": "A spokesman for the government said it had already committed more than £15m to help local councils prepare and recruit new specialists to deliver the scheme.", "type": "p"}, {"text": "He added: \"We are fully committed to biodiversity net gain which will have benefits for people and nature. We will set out more details on implementation timings shortly.\"", "type": "p"}], "tags": []}