{"link": "https://www.bbc.com/news/technology-66953910", "category": "technology", "title": "Fortnite maker Epic Games cutting 16% of workforce", "contributor": null, "time": "2023-09-28T16:47:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15458/production/_131282178_fortnite-index-getty.jpg", "content": [{"text": "Epic Games, which makes Fortnite, one of the world's most successful video games, is cutting 870 jobs - around 16% of its workforce.", "type": "b"}, {"text": "It is also selling Bandcamp, the online music site it acquired just last year.", "type": "p"}, {"text": "In a memo to staff, Epic said it had tried to cut costs but was still \"spending way more money than we earn\".", "type": "p"}, {"text": "\"We concluded that layoffs are the only way, and that doing them now and on this scale will stabilize our finances,\" CEO Tim Sweeney wrote.", "type": "p"}, {"text": "\"Epic folks around the world have been making ongoing efforts to reduce costs, including moving to net zero hiring and cutting operating spend on things like marketing and events.", "type": "p"}, {"text": "\"But we still ended up far short of financial sustainability.\"", "type": "p"}, {"text": "He said that Bandcamp was joining Songtradr, a music marketplace company supporting artists. ", "type": "p"}, {"text": "Bandcamp made its name as a place where independent artists could make a better return on their music than streaming platforms so its purchase by Epic in 2022 raised eyebrows, with some questioning how the two businesses would fit together.", "type": "p"}, {"text": "This announcement suggests those doubts were well founded.", "type": "p"}, {"text": "Epic has offices around the world, including in the UK. It is not yet known where the job cuts will fall.", "type": "p"}, {"text": "But Mr Sweeney said the posts were being shed \"without breaking development or our core lines of businesses\".", "type": "p"}, {"text": "He added that about two-thirds of the layoffs were in teams \"outside of core development\".", "type": "p"}, {"text": "Epic is also known for its gaming engine, Unreal Engine, which powers a number of successful titles including Fortnite and Gears of War.", "type": "p"}, {"text": "Fortnite is hugely popular worldwide, with an estimated 400 million registered users.", "type": "p"}], "tags": []}