{"link": "https://www.bbc.com/news/entertainment-arts-63846449", "category": "entertainment & arts", "title": "Deal to return Elgin Marbles to Greece at advanced stage - reports", "contributor": null, "time": "2022-12-03T14:06:49.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12A59/production/_127877367_f5c66afbbe204ba0d4639cb3970c53d35ccba69d0_0_3500_23861000x682.jpg", "content": [{"text": "An agreement to return the Parthenon Sculptures - better known in the UK as the Elgin Marbles - is at \"an advanced stage\", according to a Greek newspaper.", "type": "b"}, {"text": "Ta Nea reports that British Museum chair George Osborne, the former chancellor, has been holding secret talks with the Greek prime minister.", "type": "p"}, {"text": "Greece has called for the return of the iconic sculptures for decades.", "type": "p"}, {"text": "The British Museum said it would \"talk to anyone, including the Greek government\" to find partnership. ", "type": "p"}, {"text": "The Parthenon Sculptures are arguably the most high-profile artworks in the increasingly contested debate about whether museums should return items to their countries of origin.", "type": "p"}, {"text": "They were removed from the Parthenon temple in Athens in the early 19th Century by the British soldier and diplomat, Lord Elgin. The sculptures were then bought by the British government in 1816 and placed in the British Museum.", "type": "p"}, {"text": "The marble figures are part of a frieze that decorated the 2,500-year old temple, made by the sculptor Phidias.", "type": "p"}, {"text": "The Parthenon Gallery at the Acropolis Museum was built more than a decade ago to house the sculptures. The exhibition combines the original marble sculptures with plaster copies of those held in the British Museum and other foreign museums.", "type": "p"}, {"text": "According to the Ta Nea daily newspaper, behind-the-scenes meetings with Prime Minister Kyriakos Mitsotakis first took place in London in November 2021.", "type": "p"}, {"text": "Mr Osborne held \"exploratory talks\" with Mr Mitsotakis about the fate of the classical Greek sculptures at the Greek ambassador's residence in Mayfair. He has since met the Greek foreign minister and the Greek state minister.", "type": "p"}, {"text": "The paper reports that this week, while Mr Mitsotakis was in London, he again met Mr Osborne - this time at London's Berkeley Hotel.", "type": "p"}, {"text": "A Greek insider has told the paper: \"An agreement is 90% complete, but a critical 10% remains unresolved. It's hard to get there, but it's not impossible. Significant progress has been made.\"", "type": "p"}, {"text": "In June, Mr Osborne told LBC \"there is a deal to be done\" over the Parthenon Sculptures, if both Britain and Greece \"approach this without a load of preconditions, without a load of red lines\".", "type": "p"}, {"text": "A British Museum spokesperson said it has previously \"publicly called for a new Parthenon Partnership with Greece\".", "type": "p"}, {"text": "\"We are seeking new positive, long-term partnerships with countries and communities around the world, and that of course includes Greece\". ", "type": "p"}, {"text": "However, in what is clearly the biggest block to any deal, the British Museum also said \"we operate within the law and we're not going to dismantle our great collection as it tells a unique story of our common humanity\". ", "type": "p"}, {"text": "Earlier this week, London's Horniman Museum and Gardens signed over ownership of 72 items in its collection - the so-called Benin Bronzes - to Nigeria. The artworks were looted from Benin city, in what is now modern-day Nigeria, by British troops in 1897.", "type": "p"}, {"text": "Head of the museum Nick Merriman said \"we're seeing a tipping point\" around restitution and museums acknowledging their colonial history.", "type": "p"}, {"text": "The Horniman was able to act because, as a charity, it is bound by different rules from Britain's national institutions.", "type": "p"}, {"text": "The British Museum is prevented by law from \"deaccessioning\" items in its collection. That would include its 900 Benin Bronzes as well as the Parthenon Sculptures.", "type": "p"}, {"text": "I reported in October about efforts by former culture minister Lord Vaizey to look at getting the law changed.", "type": "p"}, {"text": "The UK's Department for Digital, Culture, Media and Sport has said: \"The British Museum is prevented by law from removing objects from its collections, except in some narrow circumstances. The government has no plans to change this act.\"", "type": "p"}, {"text": "Lord Vaizey is now chair of the Parthenon Project, an organisation founded by the Greek businessman John Lefas.", "type": "p"}, {"text": "This summer it commissioned a poll of nearly 2,000 people asking whether the Parthenon Sculptures should return to Greece. While 16% of the British public thought they should stay in Britain, 54% thought they should be returned.", "type": "p"}, {"text": "The strongest reason for supporting the return was because they \"rightfully belong to Greece\".", "type": "p"}, {"text": "The Parthenon Project is campaigning for a \"win-win\" solution over the sculptures. News of the talks, a spokesperson said, shows that \"a solution to this long-standing issue is finally within reach\".", "type": "p"}, {"text": "The project wants \"a deal that is beneficial to both Greece and Britain, centred on a cultural partnership between the two countries\".", "type": "p"}, {"text": "Ta Nea reports that such a partnership is at the heart of the negotiations. The suggestion is that the sculptures would go back to Greece, and, in return, the British Museum would host rotating exhibitions of Greek treasures never seen before outside the country.", "type": "p"}, {"text": "A key factor would be the terms of that return though. The newspaper says British officials have proposed that London and Athens could \"share\" the sculptures. A \"partial return\" has also reportedly been proposed.", "type": "p"}, {"text": "It is unlikely, though, that anything other than an official, permanent return would be enough to satisfy the Greek government.", "type": "p"}], "tags": ["Greece", "Museums", "British Museum"]}