{"link": "https://www.bbc.com/news/technology-63819322", "category": "technology", "title": "Elon Musk's Starlink to help strengthen internet in remote UK places", "contributor": null, "time": "2022-12-01T10:21:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/19E0/production/_127842660_gettyimages-1383880959.jpg", "content": [{"text": "Elon Musk's satellites are to be part of a UK trial to get high-speed internet to remote homes and companies.", "type": "b"}, {"text": "The enhanced package of connectivity - operated by his Starlink technology - is part of government plans to ensure everyone can access reliable coverage.", "type": "p"}, {"text": "It will test how more than 3,000 low-Earth orbit small satellites can be used to help more than a dozen \"very hard to reach\" places.", "type": "p"}, {"text": "The rollout will initially be trialled at three remote locations.", "type": "p"}, {"text": "They are the 12th-Century Rievaulx Abbey in North York Moors National Park, Wasdale Head in the Lake District and within Snowdonia National Park.  ", "type": "p"}, {"text": "After the trials, the government will consider the viability of using the technology.", "type": "p"}, {"text": "Recent tests have shown that in many locations, Starlink satellites can deliver internet speeds of up to 200 megabits a second - four times faster than the current UK average of just over 50Mbps, said the Department for Digital, Culture, Media and Sport.", "type": "p"}, {"text": "Digital Secretary Michelle Donelan said satellites could \"be the answer\" to getting isolated places connected and that it was \"crucial\" to the government's Levelling Up plan. ", "type": "p"}, {"text": "\"These trials aim to find a solution to the prohibitively high cost of rolling out cables to far-flung locations,\" she said.", "type": "p"}, {"text": "Broadband signals beamed down by relatively low-flying satellites can be an effective way for remote areas to get high-speed internet access, especially when they cannot be reached by copper cables.", "type": "p"}, {"text": "Parts of Ukraine, for example, have had free access to the Starlink service to help people there stay connected after Russia's invasion.", "type": "p"}, {"text": "Mr Musk made the commitment to continue funding the project, despite it running at a loss.", "type": "p"}, {"text": "\"Even though Starlink is still losing money and other companies are getting billions of taxpayer dollars, we'll just keep funding Ukraine government for free,\" he tweeted.", "type": "p"}, {"text": "Starlink has been vital for Ukraine's military and people to stay online.", "type": "p"}, {"text": "This is the latest announcement in the government's £5bn Project Gigabit initiative, with the ambition of getting rid of the UK's notspots - areas where there is no internet. There are still many more than you may think.", "type": "p"}, {"text": "Satellite broadband is a decent option where operators can't get cables or it simply isn't economically viable to install them - but it's also the most expensive for consumers.", "type": "p"}, {"text": "It's not clear how much the government will be paying Starlink, but it costs about £89 per month for ordinary customers, after the £529 fee for the equipment.", "type": "p"}, {"text": "What has raised eyebrows is that it has chosen not to use OneWeb, the British satellite broadband firm in which it invested hundreds of millions of pounds just two years ago to save it from bankruptcy. ", "type": "p"}, {"text": "That firm is now being taken over by French company Eutelsat. The UK said it went with the technology which was \"available and ready\" to use - which does not sound like a huge vote of confidence in its own stake.", "type": "p"}], "tags": ["Elon Musk", "Broadband", "Internet"]}