{"link": "https://www.bbc.com/news/business-66636359", "category": "business", "title": "Evergrande: Shares in the crisis-hit Chinese developer plunge by 80%", "contributor": null, "time": "2023-08-28T09:48:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1266B/production/_130917357_gettyimages-1242154689.jpg", "content": [{"text": "Shares in embattled Chinese property developer Evergrande have fallen almost 80% in their first day of trading in Hong Kong for a year and a half.", "type": "b"}, {"text": "The shares have lost more than 99% of their value in the past three years as Beijing cracked down on property firms.", "type": "p"}, {"text": "Evergrande is at the centre of a real estate market crisis threatening the world's second largest economy.", "type": "p"}, {"text": "On Sunday, the firm posted a 33bn yuan ($4.5bn; £3.6bn) loss for the first six months of the year.", "type": "p"}, {"text": "However, that was an improvement on the 66.4bn yuan loss it reported for the same period a year earlier.", "type": "p"}, {"text": "The company's directors \"have taken a number of measures to improve the liquidity position and financial position of the group,\" Evergrande said in a filing to the Hong Kong Stock Exchange.", "type": "p"}, {"text": "The firm added that its revenue for the first six months of this year had jumped by 44% to 128.2bn yuan from a year earlier. However, its stockpile of cash fell by 6.3% over the same period.", "type": "p"}, {"text": "Evergrande shares had been suspended from trading since March last year.", "type": "p"}, {"text": "\"The key for policymakers at this moment is to prevent financial contagion and limit spillover into the overall financial system,\" Qian Wang, chief Asia Pacific economist at investment firm Vanguard told the BBC.", "type": "p"}, {"text": "\"Policymakers will need to provide further liquidity and credit support to the economy and the real estate sector,\" she added.", "type": "p"}, [{"text": "China Evergrande files for US bankruptcy protection", "type": "a", "href": "https://www.bbc.co.uk/news/business-66540785"}, {"text": "Crisis-hit Evergrande offers restructuring plan", "type": "a", "href": "https://www.bbc.co.uk/news/business-65047627"}], {"text": "Problems in China's property market have added to concerns about the post-pandemic recovery of the world's second largest economy.", "type": "p"}, {"text": "Also on Monday, China halved a 0.1% tax on stock trading to \"invigorate the capital market and boost investor confidence\".", "type": "p"}, {"text": "The move came days after the country's central bank cut one of its key interest rates for the second time in three months, in the face of falling exports and weak consumer spending.", "type": "p"}, {"text": "Major share indexes in Hong Kong and mainland China rose after the news.", "type": "p"}, {"text": "Last month, Evergrande revealed that in 2021 and 2022 it lost a combined total of 581.9bn yuan.", "type": "p"}, {"text": "Earlier this month, Country Garden, which is also one of China's biggest property developers, warned that it could see a loss of up to $7.6bn (£6bn) for the first six months of the year.", "type": "p"}, {"text": "Rating agency Moody's downgraded the company's rating, citing \"heightened liquidity and refinancing risks\".", "type": "p"}, {"text": "China's real estate industry was rocked when new rules to control the amount of money big real estate firms could borrow were introduced in 2020.", "type": "p"}, {"text": "Evergrande, which was once China's top-selling developer, had racked up debts of more than $300bn as it expanded aggressively to become one of the country's biggest companies.", "type": "p"}, {"text": "The firm missed a crucial deadline in 2021 as it failed to make interest payments on around $1.2bn of international loans.", "type": "p"}, {"text": "Evergrande has been working to renegotiate its agreements with creditors after defaulting on debt repayments.", "type": "p"}, {"text": "Earlier this month, the company made a Chapter 15 bankruptcy protection filing at a court in New York.", "type": "p"}, {"text": "Chapter 15 protects the US assets of a foreign company while it works on restructuring its debts.", "type": "p"}, {"text": "Evergrande's financial problems have rippled through the country's property industry, with a series of other developers defaulting on their debts and leaving unfinished building projects across the country.", "type": "p"}], "tags": []}