{"link": "https://www.bbc.com/news/entertainment-arts-66640455", "category": "entertainment & arts", "title": "Elton John spends night in hospital after fall at French villa", "contributor": null, "time": "2023-08-28T14:43:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18008/production/_130921389_crgettyimages-1501974499.jpg", "content": [{"text": "Sir Elton John is back home after spending the night in hospital, after he fell over at his villa in Nice.", "type": "b"}, {"text": "The singer, 76, was taken to the orthopaedic department of the Princess Grace hospital centre in Monaco where he was treated for minor injuries.", "type": "p"}, {"text": "Sir Elton was admitted \"following a slip yesterday at his home in the south of France\", a spokesman confirmed to BBC News.", "type": "p"}, {"text": "\"Elton visited the local hospital as a precautionary measure,\" he continued.", "type": "p"}, {"text": "\"Following check-ups, he was immediately discharged this morning and his now back at home and in good health.\"", "type": "p"}, {"text": "Sir Elton has been spending the summer in France with his husband David Furnish and their two sons after completing his long-running Farewell Yellow Brick Road tour in July.", "type": "p"}, {"text": "A month earlier, he performed a career-spanning headline set on the Pyramid Stage at Glastonbury Festival. ", "type": "p"}, {"text": "The performances marked Sir Elton's retirement from live touring, but the singer has not ruled out occasional one-off performances in the future.", "type": "p"}, {"text": "He also recently gave evidence as a defence witness at Kevin Spacey's trial, which ultimately saw the actor cleared of sexual assault.", "type": "p"}, {"text": "Since releasing his debut album in 1969, Sir Elton has become one of the UK's best-loved musicians, with hits including Tiny Dancer, I'm Still Standing, Your Song and Are You Ready For Love?", "type": "p"}, {"text": "A film released in 2019, Rocketman, saw Taron Egerton portray the singer in the story of his life and career.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}