{"link": "https://www.bbc.com/news/technology-66611513", "category": "technology", "title": "How robotaxis are dividing San Francisco", "contributor": null, "time": "2023-08-27T23:25:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/124C5/production/_130894947_7.8-1.jpg", "content": [{"text": "My heartbeat quickens just a little as the cab approaches. It's a bizarre sight, one that I thought I wouldn't see in my lifetime. ", "type": "b"}, {"text": "The cab has no driver. It stops in front of me and invites me to unlock its door with my phone - before whisking me into the night. ", "type": "p"}, {"text": "But as I am about to get in, a passer-by approaches.", "type": "p"}, {"text": "\"They're unsafe,\" he tells me. He says he saw someone nearly get run over by a robotaxi - and warns me to be careful. ", "type": "p"}, {"text": "He represents a faction in San Francisco that doesn't like robotaxis - and believes the city has agreed to a dangerous experiment, which is putting lives at risk. ", "type": "p"}, {"text": "And some have gone a step further. Over the summer a campaign group has begun to disable the cars, by putting cones on their bonnets. ", "type": "p"}, {"text": "Safe Street Rebel describes what it does as \"coning\" and some of its videos have gone viral. But city officials are committed to allowing them to operate on their streets - for now.", "type": "p"}, {"text": "On 10 August 2023, the California Public Utilities Commission (CPUC) voted to allow two cab companies - Waymo and Cruise - to run a 24-hour service. Previously, they'd only been allowed to operate paid rides at night. ", "type": "p"}, {"text": "But before that vote, officials listened to six hours of public comment - a conveyor belt of people voicing their hopes and concerns.", "type": "p"}, {"text": "There were Uber and Lyft drivers worried that robotaxis would take away their livelihoods: \"If you allow self-driving taxis to expand, it's going to take jobs away from families. I'm a single mum,\" said Rosine, an Uber driver in the city. ", "type": "p"}, {"text": "Representatives of garbage disposal trucks said the cars often broke down and blocked their vehicles. San Francisco's fire service has criticised the cars for the same reason - claiming to have been obstructed 55 times this year.", "type": "p"}, {"text": "Others believe the technology simply hasn't proved itself to be safe yet. Matthew Sutter, a cab driver in San Francisco, said: \"I'm all about technology, but it's not ready guys... this is a danger to the citizens of San Francisco.\"", "type": "p"}, {"text": "There were others representing physically disabled people who wondered how they would be able to get into cabs without help from a driver. Mara Math, a member of the Paratransit Coordinating Council, said the embrace of robotaxis would \"leave disabled San Franciscans out in the cold\".", "type": "p"}, {"text": "But then there were its supporters. George Janku, an orthopaedic surgeon in San Francisco and keen cyclist, said: \"I see how these cars behave, and I trust them much more than angry drivers or distracted drivers.\" He added that he had worked on many serious injuries involving human drivers - and that robotaxis appear to be safer. ", "type": "p"}, {"text": "Jessie Wolinsky, who is blind, said she had been harassed by Uber and Lyft drivers. Waymo cars had \"provided me with a level of safety that I've never experienced before\".", "type": "p"}, {"text": "There was also a mother who said taxi drivers had rejected her when they saw her children's car seats - something a driverless car would never do. ", "type": "p"}, {"text": "I have seen both sides of the argument. I have used Cruise's robotaxis several times over the last few months, without any accidents. At the same time, I have also been in a robotaxi that has broken down in the middle of the street. ", "type": "p"}, {"text": "Unsure how to handle a tight right-hand turn, it simply stopped. Cars behind me beeped and then finally mounted the kerb to get around us. I could understand their frustration. ", "type": "p"}, {"text": "Just eight days after the vote to allow companies to expand the use of robotaxis, a Cruise taxi was involved in an accident with a fire engine. ", "type": "p"}, {"text": "The state department of motor vehicles requested that Cruise halve the number of vehicles on the roads - something it has agreed to. ", "type": "p"}, {"text": "The city's Attorney, David Chiu, asked the CPUC to halt its decision: \"San Francisco will suffer serious harms from this unfettered expansion,\" he said.", "type": "p"}, {"text": "And yet Cruise and Waymo are insistent that their robotaxis are safe. ", "type": "p"}, {"text": "Waymo told the BBC the company had clocked more than two million miles of fully autonomous driving. It says it has not had a single accident with a pedestrian or cyclist. ", "type": "p"}, {"text": "Waymo also says that every vehicle-to-vehicle collision it has been involved in is when other drivers break the rules or drive dangerously. ", "type": "p"}, {"text": "Cruise told the BBC it had completed three million driverless miles and had a strong safety record. ", "type": "p"}, {"text": "Many San Franciscans remain unconvinced though. In a quiet city park I met one of the ringleaders of Safe Street Rebel - who wishes to be anonymous. ", "type": "p"}, {"text": "They tell me that coning may be one of the first physical protests against artificial intelligence - and that these kinds of human actions are going to become more and more common. ", "type": "p"}, {"text": "They're frustrated that people's concerns about robotaxis in San Francisco are not being listened to: \"We're definitely not vigilantes. We're just the community self-organising to make ourselves heard.\"", "type": "p"}, {"text": "I asked them whether they were the 21st Century equivalent of a Luddite - a group that was vehemently opposed to technological changes in the early 19th Century.", "type": "p"}, {"text": "\"Yeah, I think there are parallels here. And I think the Luddites get treated unfairly throughout history.\"", "type": "p"}, {"text": "San Francisco is in a strange place. It wants to be at the spearhead of innovation. But city officials have not taken many residents with them.", "type": "p"}, {"text": "It now feels like the city has reached a crossroads. The car companies themselves insist the vehicles are safe. But if they can't convince San Franciscans of that, they will have a fight on their hands to remain on the city's streets. ", "type": "p"}], "tags": []}