{"link": "https://www.bbc.com/news/business-63659936", "category": "business", "title": "UK faces biggest fall in living standards on record", "contributor": null, "time": "2022-11-17T16:39:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/BF28/production/_127663984_gettyimages-936925706.jpg", "content": [{"text": "The UK faces its biggest drop in living standards on record as the surging cost of living eats into people's wages.", "type": "b"}, {"text": "The government's forecaster said that household incomes - once rising prices were taken into account - would dive by 7% in the next few years. ", "type": "p"}, {"text": "It also expects the number of people who are unemployed to rise by more than 500,000. ", "type": "p"}, {"text": "It came as the chancellor said the UK was already in recession and set to shrink further next year. ", "type": "p"}, {"text": "But Jeremy Hunt said his Autumn Statement - which unveiled £55bn of tax rises and spending cuts - would lead to a \"shallower downturn\" with fewer jobs lost.", "type": "p"}, {"text": "Paul Johnson, director of the Institute for Fiscal Studies think tank, said: \"Surging global energy prices have made the UK a poorer country. The result is an OBR (Office for Budget Responsibility) forecast that the next two years will see the biggest fall in household incomes in generations.\" ", "type": "p"}, {"text": "Energy and food bills have shot up due to the war in Ukraine and pandemic, and are squeezing household budgets. ", "type": "p"}, {"text": "Inflation - the rate at which prices rise - is at a 41-year high, which the OBR says is dragging on the economy. ", "type": "p"}, {"text": "The forecaster said price rises were likely to peak at 11% in the final three months of this year, thanks largely to the government's energy price guarantee scheme which limits bills. ", "type": "p"}, {"text": "However, it said inflation would still \"erode real wages and reduce living standards\" this year by the biggest margin seen since 1956, when records began. ", "type": "p"}, {"text": "It expects household incomes when adjusted for inflation to fall back to the levels they were in 2013. It will then take six years for them to recover, although they will still be \"over 1% below pre-pandemic levels\" by 2028.  ", "type": "p"}, {"text": "Jasmine Hurley, 18, and Peter Fletcher, 22, moved to Gloucester about a month ago and are living with Jasmine's mum.", "type": "p"}, {"text": "Peter, who works in a restaurant as a waiter, says it has got harder to save money and he is worried. ", "type": "p"}, {"text": "\"It's gone from being able to save a few hundred every month to, can I save £50 a month?\" he told the BBC. ", "type": "p"}, {"text": "\"If nothing changes this is going to get worse until either we crumble, or something changes.\"", "type": "p"}, {"text": "Jasmine has finished school and is looking for a job. She feels upset about having to cut back on things and says the future feels bleak. ", "type": "p"}, {"text": "\"If I want to buy a house, it's going to be impossible. They need to cut down on house prices, it's affecting all of us - especially working class people.\"", "type": "p"}, {"text": "This is likely to be a relatively shallow recession for the economy as a whole - but for households, it will mean the wipeout of gains in living standards, a return to 2014. ", "type": "p"}, {"text": "It's a consequence of multiple factors. Looming large has been a spike in energy prices and food costs. The government support package has cushioned only part of the blow inflicted by the former.", "type": "p"}, {"text": "Then there's the policy response to soaring inflation: increases in interest rates from the Bank of England, designed to reduce price pressures by squeezing finances. The official forecasts reckon that house prices will fall by more than 5% in 2024 as buyers feel the pinch.", "type": "p"}, {"text": "And there are the tax rises, targeted towards the better off, which will slowly eat into their fortunes. The tax man is set to take the biggest slice of the nation's income since World War Two.", "type": "p"}, {"text": "Hard-pressed employers, too, are granting pay rises that are failing to match the cost of living - and ultimately, the Office for Budget Responsibility predicts, they will cut over 500,000 jobs. ", "type": "p"}, {"text": "It's a perfect storm. Households may be far from clear of it by the time the general election approaches in 2024.   ", "type": "p"}, {"text": "Along with high inflation, the OBR says the UK is also struggling with rising interest rates, which the Bank of England has put up to 3% to try to battle inflation. ", "type": "p"}, {"text": "House prices are also forecast to fall by about 9% over the next two years as a result of higher mortgage costs. ", "type": "p"}, [{"text": "Autumn Statement 2022: Key points at-a-glance", "type": "a", "href": "https://www.bbc.co.uk/news/business-63555313"}, {"text": "What the Autumn Statement means for you", "type": "a", "href": "https://www.bbc.co.uk/news/business-63635582"}, {"text": "Energy bills to rise to £3,000 a year from April", "type": "a", "href": "https://www.bbc.co.uk/news/business-63661098"}], {"text": "The OBR thinks that, taken together, this will tip the economy into a recession \"lasting just over a year\" as consumers spend less and businesses cut investment. ", "type": "p"}, {"text": "It expects the UK economy to shrink by 1.4% in 2023 before growth gradually picks up again. ", "type": "p"}, {"text": "The forecaster also thinks the unemployment rate will rise from 3.6% today - near a record low - to 4.9% in 2024 before falling back. ", "type": "p"}, {"text": "A recession is defined as when a country's economy shrinks for two three-month periods - or quarters - in a row. ", "type": "p"}, {"text": "Typically companies make less money, pay falls and unemployment rises. This means the government receives less money in tax to use on public services.", "type": "p"}, {"text": "Mr Hunt hopes his Autumn Statement will help restore the UK's economic credibility after the controversy of September's mini-budget.", "type": "p"}, {"text": "Investors were spooked by the mini-budget's promise of large, unfunded tax cuts, with the pound falling to a record low and government borrowing costs shooting upwards. ", "type": "p"}, {"text": "Mr Hunt, who has scrapped most of his predecessor's plans, promised on Thursday to bring government debt down as a percentage of economic output within five years under a new fiscal rule, not three years as previously planned.", "type": "p"}, {"text": "He added that the budget deficit - the difference between what the government brings in in taxes and what it spends - would be brought below 3% of output (or gross domestic product) within five years.", "type": "p"}, {"text": "On Thursday, the pound fell slightly against the US dollar after Mr Hunt delivered his statement. The government's borrowing costs remained broadly unchanged. ", "type": "p"}, {"text": "With additional reporting from Katie Thompson and Jamie Moreland. ", "type": "p"}], "tags": ["Autumn Statement", "Rishi Sunak", "UK economy", "Jeremy Hunt", "Office for Budget Responsibility"]}