{"link": "https://www.bbc.com/news/entertainment-arts-63660032", "category": "entertainment & arts", "title": "Neighbours: Amazon to revive TV soap, four months after finale", "contributor": null, "time": "2022-11-17T15:49:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4EB2/production/_127664102_8320neighboursatmarkgottliebandlucyrobinson'swedding.jpg", "content": [{"text": "Amazon has announced it is reviving Australian TV soap Neighbours, less than four months after its much-publicised final episode.", "type": "b"}, {"text": "The show will resume filming next year and will then be available in the UK and US on Amazon Freevee, the company's free streaming service.", "type": "p"}, {"text": "Neighbours is \"a unique series with a powerful connection with its fans across the world\", Amazon said.", "type": "p"}, {"text": "Those fans had thought it was over when its star-studded finale aired in July.", "type": "p"}, {"text": "Kylie Minogue, Jason Donovan and Guy Pearce were among the old favourites who returned for what was thought to be the last episode, in which all the houses on Ramsay Street were up for sale.", "type": "p"}, {"text": "But Stefan Dennis (Paul Robinson), Alan Fletcher (Karl Kennedy), Jackie Woodburne (Susan Kennedy) and Ryan Moloney (Toadfish Rebecchi) will be among the cast members returning to the Melbourne street for the new series. ", "type": "p"}, {"text": "Fletcher said it was \"incredible news\" and Donovan said he was \"thrilled\".", "type": "p"}, {"text": "However, actor Takaya Honda, who played David Tanaka, told his social media followers that many former members of the cast had not been told about the relaunch.", "type": "p"}, {"text": "He posted a picture of Fletcher, Woodburne and Moloney on Instagram, writing: \"Apart from these three and Steffan [sic] the rest of the cast are finding out with you. Please give us time to process. We don't know anything more.\"", "type": "p"}, [{"text": "Best Neighbours moments as Australia soap ends", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62250155"}, {"text": "Neighbours finale draws in 2.5m UK audience", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62362184"}, {"text": "Kylie and Jason Neighbours reunion images revealed", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62118907"}], {"text": "Fletcher, Woodburne and Moloney are currently booked to say farewell to UK fans in person in Neighbours: The Farewell Tour next March.", "type": "p"}, {"text": "Reacting to the news, the team behind the tour tweeted: \"First things first, we are thrilled that Neighbours is coming back. As for The Farewell Tour, it will absolutely be going ahead as planned - we just need a new name.\"", "type": "p"}, {"text": "Speaking to BBC News, the show's producer Dean Elliott added: \"Now we can have an even bigger celebration next year, turning what was already going to be an amazing look back at the iconic soap into an even bigger celebration of its return and its future.\"", "type": "p"}, {"text": "TV critic Scott Bryan told BBC Radio 5 Live: \"This will be, I think, the first time that a big streamer has invested a significant amount of money in a soap. Normally it's a limited series. A limited series is generally quite low stakes because if it doesn't get the hits that you want for that show, you just easily cancel it.", "type": "p"}, {"text": "\"Soaps are actually really quite expensive commitments because, even though each episode is quite cheap, you've got so many different cast members, you've got to have a permanent base, it's a big crew.\"", "type": "p"}, {"text": "The new series will be on subscription service Amazon Prime Video in Australia, New Zealand and Canada, while it will be once again broadcast on TV channel Network 10 in Australia. Previous episodes will also be available to stream.", "type": "p"}, {"text": "Amazon executive Lauren Anderson said: \"Neighbours has captivated its audience for nearly 40 years, building a dedicated and loyal following for the lives and stories of the characters on Ramsay Street.", "type": "p"}, {"text": "\"With the power of streaming, we're able to offer a catalogue of thousands of Neighbours episodes for new audiences to discover this legendary series and current fans to relive their favourite moments.", "type": "p"}, {"text": "\"We look forward to immersing the audience in new Ramsay Street experiences when we relaunch the show next year for Amazon Freevee and Prime Video customers.\"", "type": "p"}], "tags": ["Television", "Soap opera", "Amazon", "Streaming", "Melbourne", "Australia"]}