{"link": "https://www.bbc.com/news/technology-63662396", "category": "technology", "title": "New FTX boss condemns crypto exchange's failure", "contributor": null, "time": "2022-11-17T18:28:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E690/production/_127642095_ftxgettyimages-1440504577.jpg", "content": [{"text": "New FTX chief executive John Ray has hit out at the way the failed crypto exchange was run.", "type": "b"}, {"text": "The firm filed for bankruptcy in the US last week and, in court filings, Mr Ray said he had never \"seen such a complete failure of corporate controls\". ", "type": "p"}, {"text": "Mr Ray, who replaced Sam Bankman-Fried, also criticised a \"complete absence of trustworthy financial information\".", "type": "p"}, {"text": "Meanwhile, Mr Bankman-Fried has told the Vox news website that he regretted filing for bankruptcy.", "type": "p"}, {"text": "He said that the decision had largely taken financial matters out of his control, and he also expressed his disdain for financial regulators.", "type": "p"}, {"text": "Mr Ray said what he had found since taking over was \"unprecedented\" in his 40-year career, which includes overseeing the bankruptcy of US energy giant Enron.", "type": "p"}, {"text": "In documents filed for the first day of bankruptcy proceedings at the Bankruptcy Court for the District of Delaware, Mr Ray also criticised what he said were \"erratic and misleading\" public statements by his predecessor. ", "type": "p"}, {"text": "Mr Ray said that FTX had concentrated control in the hands of a \"very small group of inexperienced, unsophisticated and potentially compromised individuals\", and that it did not maintain centralised control of its cash.  ", "type": "p"}, {"text": "Instead, he said, there was an \"absence of an accurate list of bank accounts and account signatories\".", "type": "p"}, {"text": "So far he said it had been possible to locate \"only a fraction of the digital assets\" held by the firm. ", "type": "p"}, {"text": "Mr Ray's declaration to the court also says: \"In the Bahamas, I understand that corporate funds of the FTX Group were used to purchase homes and other personal items for employees and advisors.\"", "type": "p"}, {"text": "The new chief executive did add that there was \"a core team of dedicated employees\" who had stayed focused on their jobs since the bankruptcy.", "type": "p"}, {"text": "He also noted some of the people most hurt by these events \"are current and former employees and executives, whose personal investments and reputations have suffered\".", "type": "p"}, {"text": "FTX is estimated to owe  money to more than a million people and organisations.", "type": "p"}, {"text": "It is unclear how much those with funds in the exchange will get back at the end of bankruptcy proceedings, though many experts warn it may be a small fraction of what they put into the firm.", "type": "p"}, {"text": "Mr Bankman-Fried has recently tweeted: \"My goal - my one goal - is to do right by customers.\"", "type": "p"}], "tags": ["United States", "Cryptocurrency"]}