{"link": "https://www.bbc.com/news/business-66893481", "category": "business", "title": "UAW strike expands to dozens of sites at GM and Stellantis", "contributor": null, "time": "2023-09-22T20:08:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AC47/production/_131230144_whatsubject.jpg", "content": [{"text": "The United Auto Workers union (UAW) is escalating its fight with some of America's biggest carmakers by taking strike action at dozens of parts distribution centres across the US.", "type": "b"}, {"text": "UAW boss Shawn Fain said the new walkouts would hit 38 sites owned by General Motors and Stellantis, as the row over pay and benefits continues.", "type": "p"}, {"text": "The move excludes Ford, which the UAW said was making more progress in talks. ", "type": "p"}, {"text": "The UAW declared a strike against the three carmakers last week. ", "type": "p"}, {"text": "Mr Fain warned that the expansion of the action could lead to delays for customers needing repairs and said he hoped it would raise pressure on the firms to agree new labour contracts. ", "type": "p"}, {"text": "\"We're focused on moving the companies at the bargaining table,\" he said during an online update on the negotiations. ", "type": "p"}, {"text": "\"Right now we think we can get there,\" he added. \"Stellantis and GM in particular are going to need some serious pushing.\"", "type": "p"}, {"text": "- ", "type": "b"}, {"text": "The dispute threatens to raise car prices and lead to serious disruption for an industry that accounts for about 3% of the US economy. ", "type": "p"}, {"text": "It started on 15 September with about 12,700 workers at three facilities.", "type": "p"}, {"text": "It has already caused more than $1.6m in industry losses, including more than $500m in losses for the three carmakers and $100m in lost wages for workers, according to estimates by the Anderson Economic Group. ", "type": "p"}, {"text": "The latest action will put roughly 5,600 more workers across 20 states on strike, the union said.", "type": "p"}, {"text": "Patrick Anderson, chief executive of the Anderson Economic Group, said he expected the expansion to have a significant effect on both the production of new cars and on supplies for repairs of existing ones. ", "type": "p"}, {"text": "\"The UAW strategy here will have a much bigger impact than you might expect by merely counting up the number of sites,\" he said. ", "type": "p"}, {"text": "General Motors said Friday that the escalation was \"unnecessary\".", "type": "p"}, {"text": "\"We have now presented five separate economic proposals that are historic, addressing areas that our team members have said matter most: wage increases and job security while allowing GM to succeed and thrive into the future,\" the company said. ", "type": "p"}, {"text": "\"We will continue to bargain in good faith with the union to reach an agreement as quickly as possible.\"", "type": "p"}, {"text": "Stellantis also defended its latest offer, noting that all of its current, full-time hourly employees would make at least $80,000 a year by the end of the contract. ", "type": "p"}, {"text": "The firm also questioned \"whether the union's leadership has ever had an interest in reaching an agreement in a timely manner\". ", "type": "p"}, {"text": "\"They seem more concerned about pursuing their own political agendas than negotiating in the best interests of our employees and the sustainability of our US operations given the market's fierce competition,\" the company said.  ", "type": "p"}, {"text": "Industry analysts are preparing for a prolonged stand-off, which some say could benefit rival car firms such as Tesla and Toyota, which do not have unionised workforces and face lower labour costs. ", "type": "p"}, {"text": "The UAW, which represents more than 140,000 workers at the three companies, opened talks this summer seeking a 40% rise in pay for its members over the four years of the contract, an end to a system that allows newer hires to be paid less, and automatic pay increases tied to inflation, among other demands. ", "type": "p"}, {"text": "The car companies have said the requests are too onerous. Their most recent proposals include pay rises of roughly 20%. ", "type": "p"}, {"text": "Last week, President Joe Biden spoke in support of the workers' cause.  He said he was sending senior advisers to try to help mediate the dispute, which comes at a time of wider labour tensions. ", "type": "p"}, {"text": "Mr Fain said on Friday that Ford had agreed to some of the union's demands, such as the reinstatement of automatic pay increases tied to inflation. ", "type": "p"}, {"text": "The offer of a roughly 20% pay rise was already a \"remarkable\" gain for the union, Mr Anderson said. ", "type": "p"}, {"text": "\"The UAW has been very successful in identifying what they want, in making the case in front of the public and then systematically exerting the full measure of their capability in a strike,\" said Mr Anderson.", "type": "p"}, {"text": "Car worker JT O'Malley, who has been on strike at a GM assembly plant in Wentzville, Missouri since last week, said he was hopeful that the other two firms would also start to bend.", "type": "p"}, {"text": "\"I feel like the pressure's getting put on,\" said the 38-year-old, who has worked at the plant since 2015. \"We are energised to make this happen.\"", "type": "p"}], "tags": []}