{"link": "https://www.bbc.com/news/business-62482141", "category": "business", "title": "US invests $280bn in high tech to compete with China", "contributor": null, "time": "2022-08-09T16:34:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1581F/production/_126259088_hi077903552.jpg", "content": [{"text": "US President Joe Biden has signed a law committing $280bn (£232bn) to high tech manufacturing and scientific research amid fears the country is losing its technological edge to China.", "type": "b"}, {"text": "The investments include tax breaks for companies that build computer chip manufacturing plants in the US. ", "type": "p"}, {"text": "Business groups have long pushed for more government support, citing the need to reduce reliance on China.", "type": "p"}, {"text": "A global shortage of microchips increased the urgency of their calls.", "type": "p"}, {"text": "Top Senate Democrat Chuck Schumer said the bill was a \"game changer\" that would ensure American leadership and prosperity in the next century.", "type": "p"}, {"text": "\"Authoritarians were cheering for us to lose and hoping we sit on our hands,\" he said. \"By enacting the CHIPS and Science Act we are making clear we believe another great American century lies on the horizon.\"", "type": "p"}, {"text": "The US currently produces roughly 10% of the global supply of semiconductors, which are key to everything from cars to mobile phones, down from nearly 40% in 1990.", "type": "p"}, {"text": "The country is not alone in its investments in the industry. ", "type": "p"}, {"text": "The European Union this spring said it would commit more than €40bn to boost production of computer chips, while China has also been boosting its investments in science and technology.", "type": "p"}, {"text": "The Chinese Embassy in Washington had opposed the semiconductor bill, calling it reminiscent of a \"Cold War mentality.\"", "type": "p"}, {"text": "In addition to the chip investments, the bill directs about $200bn to agencies such as the National Science Foundation, aiming to boost investments in fields like robotics and wireless communications. ", "type": "p"}, {"text": "Mr Biden called it a \"once in a generation\" investment and said it was already yielding growth in the US, pointing to plans from Micron to spend $40bn on memory chip manufacturing, a project expected to create 40,000 jobs.", "type": "p"}, {"text": "It is the latest accomplishment for the White House, which also recently clinched a deal to advance a sweeping plan to combat climate change. ", "type": "p"}, {"text": "Unlike that plan, which was opposed by Republicans, this bill was supported by both parties, despite marking a large expansion of the role of the US government into a domain often left to the private sector.", "type": "p"}], "tags": ["China", "Global trade", "US politics", "Semiconductors", "China-US relations", "Joe Biden"]}