{"link": "https://www.bbc.com/news/entertainment-arts-62485584", "category": "entertainment & arts", "title": "Olivia Newton-John: How Grease's Sandy made history", "contributor": "Katie Razzall", "time": "2022-08-09T18:29:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C874/production/_126261315_danny_sandy.jpg", "content": [{"text": "When I was a child, my friends from next door had to come to my house when they fancied dancing round the sitting room belting out Summer Nights at full pitch.  Their mum was so horrified by the loose morals of Grease, as she saw it, that she banned them from watching the film. Back then, she presumably worried about the influence all that sex and smoking would have on our impressionable young minds.", "type": "b"}, {"text": "It didn't stop us. EVERYONE knew the lyrics to all the Grease songs (I still do). We acted out being Pink Ladies and T-Birds in the school playground.  And Olivia Newton-John's transformation from Sandy, with her twinsets and calf-length skirts, into an \"electrifying\" sex bomb in black skin-tight trousers was THE defining moment of the film (though I was always more loyal to Rizzo, played by Stockard Channing, the cool, front foot leader of that Pink Lady girl gang).", "type": "p"}, {"text": "Released in 1978 and set 20 years earlier, Grease was an immediate hit, taking $160m at the box office and becoming an international phenomenon.  It was the highest grossing musical movie of the 20th Century.  Even now, you're never far away from Grease, whether in the theatre, at a school production or in a karaoke bar.  The film also set the tone for many of the coming-of-age movies that followed.", "type": "p"}, {"text": "The story of a wholesome teenage girl (played by 29-year old Newton-John) who falls in love with a leather-clad teen rebel (played by 23-year old John Travolta), her character Sandy only gets to keep her man with a radical wardrobe change and a pair of red heels.  Described like that, these days, Grease probably wouldn't get made.", "type": "p"}, {"text": "Newton-John addressed this in the years before she died.  \"I know there were some criticisms about me wanting to change to be like him,\" she told ITV's Loose Women in 2020.  ", "type": "p"}, {"text": "\"It's a movie and it's a fun story and I have never taken that too seriously.\"", "type": "p"}, {"text": "As she pointed out, in his efforts to win his girl, Travolta's character, Danny Zuko, also tries to change.  Who can forget him running (embarrassingly badly) round the school track dressed up, for her benefit, as a jock?", "type": "p"}, {"text": "After Newton-John's death, Channing told BBC Woman's Hour that the final scene of the film involving Sandy's transformation is, in fact, \"a moment of empowerment\".  ", "type": "p"}, [{"text": "Grease co-stars lead tributes to Olivia Newton-John", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62472100"}, {"text": "Olivia Newton-John's cancer-research legacy", "type": "a", "href": "https://www.bbc.co.uk/news/health-62479872"}, {"text": "Can 'gritty' Grease attract new theatre audiences? ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61221889"}], {"text": "She also revealed that none of the cast knew what Newton-John would be wearing. \"She came out of her trailer in a big terry cloth bathrobe… when she took off that robe, all of us in the company were just beside ourselves because the transformation was so amazing.\"", "type": "p"}, {"text": "Certainly, for me back in the 70s, that scene felt like empowerment.  There was a sense that Sandy was becoming the person she wanted to be, shaking off some of her insecurities and trying out a new, more daring persona.  ", "type": "p"}, {"text": "But how much of our reaction was the product of a sexist society which taught girls they should please their man, that they would be fulfilled by dressing up for his benefit? ", "type": "p"}, {"text": "More than four decades on, and particularly in light of the MeToo movement, for some, a reappraisal of Grease is long overdue.  The film has been accused of sexism and it isn't just the submissive nature of Sandy's character that's been under fire.", "type": "p"}, {"text": "The song Summer Nights includes the line: \"Did she put up a fight?\"  As we danced around our sitting rooms back in the late 70s, we didn't clock that could be interpreted as an endorsement of unwanted sexual advances. But what about now?", "type": "p"}, {"text": "And how about some of the lyrics in Greased Lightning, the testosterone-fuelled dance number set around the T-Birds' car?  In later remakes for the theatrical versions of Grease, \"the chicks'll cream\" becomes \"the chicks'll scream\", and \"she's a real pussy wagon\" becomes \"she's a real dream wagon\".", "type": "p"}, {"text": "1978 was clearly a different world (no surprise there, it was a long time ago) with some of the movie's main characters parading attitudes that now look offensive.", "type": "p"}, {"text": "Or is that misinterpreting a film that was actually poking fun at their macho posturing rather than endorsing it?  Instead of being a reactionary movie set around male fantasy and harking back to a time when boys could be boys and women knew their place, does Grease rather stand as a critique of sexual double standards and a celebration of female friendship?", "type": "p"}, {"text": "It was Rizzo's character that resonated with me and my friends.  We'd sing her emotional solo over and over through the years: \"There are worse things I could do, than go with a boy or two.\"  It felt powerful.    Channing described Rizzo to the BBC as \"someone who enjoyed sex\". In the 1970s and 1980s, there weren't many female characters like that.", "type": "p"}, {"text": "Rizzo is shamed for sleeping around by the boys in the movie, their treatment of her potential pregnancy (as her problem) is awful.  But her song pushes back on the double standards around men and women when it comes to sex and for us, that was important.", "type": "p"}, {"text": "Others, of course, have different takeaways from a film whose cultural legacy lives on.  On social media after Olivia Newton-John's death, some reflected on the inspiration she offered to the LGBTQ+ community.  One person said on Twitter that she was 'part of my queer awakening. I remember putting on a blonde wig and singing Hopelessly Devoted to You around my house when I was 11.  Hope she knows how inspirational she was.\"", "type": "p"}, {"text": "If nothing else, the outpouring of emotion that has resulted from Newton-John's passing shows how the film endures.", "type": "p"}], "tags": ["Film", "Musical theatre", "Olivia Newton‐John"]}