{"link": "https://www.bbc.com/news/science-environment-62464546", "category": "science & environment", "title": "US climate bill success masks scale of warming challenge", "contributor": "Matt McGrath", "time": "2022-08-08T15:40:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/89FC/production/_126242353_gettyimages-1242265692.jpg", "content": [{"text": "Many are hailing a landmark US bill approved by the US Senate as a game changer for American and global efforts to tackle the root causes of rising temperatures. ", "type": "b"}, {"text": "But how will the Inflation Reduction Act (IRA) work and what will it achieve in terms of reining in global temperatures?", "type": "p"}, {"text": "Attempts to curb fossil fuel emissions from power plants have fallen foul of the US courts, so President Joe Biden's administration has gone with a tried and tested approach - putting cash in the hands of voters.   ", "type": "p"}, {"text": "Consumers will get incentives under the bill to purchase new and second-hand electric cars, to warm their homes with heat pumps and even to cook their food using electric induction. ", "type": "p"}, [{"text": "Landmark US climate bill clears Senate hurdle", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-62457386"}, {"text": "40C heatwave has to be climate change - scientists", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62335975"}, {"text": "Could naming heatwaves save lives?", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-62297346"}], {"text": "Electricity generators will get ten years of tax credits to supply more wind and solar power, which will lead to more renewable energy being supplied to the market. This will displace emissions-heavy gas and coal. ", "type": "p"}, {"text": "Taken together with measures to penalise methane leaks and $20bn to cut emissions in agriculture, the whole package will likely cut US emissions by 40% below 2005 levels, according to analysis.", "type": "p"}, {"text": "This is well below the 50-52% cut promised by President Biden just last year, but the fact that the US will be able to go a long way towards meeting that target is being seen as a victory, at least by American observers. ", "type": "p"}, {"text": "That promise was part of the pledges for 2030 from around the globe that experts at Climate Action Tracker suggested would put the world on course of 2.4C of warming this century.", "type": "p"}, {"text": "On the surface, if the US is not able to make its full 50-52% promised cut, then getting below 2.4C looks tough. ", "type": "p"}, {"text": "It's worth repeating that this is well above the threshold of 1.5C of warming - compared with pre-industrial levels - that scientists say is critical to avoid very dangerous impacts.", "type": "p"}, {"text": "US observers hope that this significant action now being taken at the Federal level will spur greater efforts from US cities and states.", "type": "p"}, {"text": "But will the new act spur greater efforts from other countries?", "type": "p"}, {"text": "So far the reaction has been muted. Observers say it is progress, but it comes after decades of failure to put legislation on the books. ", "type": "p"}, {"text": "The bill will also do little to repair relations with China, the world's biggest carbon emitter.  ", "type": "p"}, {"text": "China broke off discussions with the US on climate issues last week in retaliation for the visit to Taiwan of the House of Representatives Speaker Nancy Pelosi.", "type": "p"}, {"text": "Climate was one of the few areas where relations between the superpowers remained positive. ", "type": "p"}, {"text": "Without a level of trust and agreement between the two, the Paris climate agreement would never have been born.", "type": "p"}, {"text": "At last year's COP26 gathering in Glasgow, co-operation between the two helped the talks achieve some progress. ", "type": "p"}, {"text": "All that now lies in ruins - and the knock-on effects are not likely to be positive. ", "type": "p"}, {"text": "\"The fear is that the US-China tension can become an excuse for those countries that are unwilling to step up,\" said Bernice Lee, executive director of the Centre for Sustainable Resource Economy at Chatham House, speaking to the Reuters news agency.", "type": "p"}, {"text": "Other major emitters like India and Brazil will likely focus on the fact that the emissions reductions contained in the bill fall well short of what President Biden has publicly promised. ", "type": "p"}, {"text": "And many developing nations are wondering where the cash is that they have been repeatedly promised to tackle rising temperatures. ", "type": "p"}, {"text": "\"Although the US bill provides $370bn in climate spending, those of us in the Global South are wondering why the US and other rich countries have failed to keep their own promise to collectively provide $100bn of climate finance to poor and vulnerable countries by 2020,\" said Mohamed Adow, the director of the Power Shift Africa think tank, who welcomed the progress the bill represents. ", "type": "p"}, {"text": "With just a couple of months to go before the next major climate conference, COP27 in Egypt, the omens for progress are strikingly poor, despite the US bill. ", "type": "p"}, {"text": "The war in Ukraine and global worries over inflation and fuel supplies next winter are dominating public concerns, despite the heatwaves and droughts that are currently stalking the world.", "type": "p"}, {"text": "Follow Matt on Twitter @mattmcgrathbbc.", "type": "p"}], "tags": ["COP26", "Paris climate agreement", "Climate change"]}