{"link": "https://www.bbc.com/news/technology-62464243", "category": "technology", "title": "WhatsApp: Mark Zuckerberg reveals new privacy features", "contributor": "Liv McMahon", "time": "2022-08-09T11:31:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/115D4/production/_126242117_gettyimages-1239256854.jpg", "content": [{"text": "Meta has announced new privacy features for WhatsApp users. ", "type": "b"}, {"text": "Users will be able to leave group chats silently, control who can see their online status and block screenshots on View Once messages.", "type": "p"}, {"text": "Meta chief executive Mark Zuckerberg said this would help keep WhatsApp messaging \"as private and secure as face-to-face conversations\". ", "type": "p"}, {"text": "It will begin rolling out the features this month, highlighting them in a global campaign, starting in the UK.", "type": "p"}, {"text": "The popular messaging app currently alerts all members of a group chat to someone leaving or being removed by default. ", "type": "p"}, {"text": "And while there are ways to disable this for individual group chats, the option to leave silently is not presented to users when they choose to \"exit group\" - sometimes causing awkwardness, embarrassment or drama for those trying to leave unnoticed.", "type": "p"}, {"text": "With the recent changes, users will be able to leave without notifying the other group chat users, only alerting group administrators.", "type": "p"}, {"text": "Product head Ami Vora said it was part of the platform's focus on \"building product features that empower people to have more control and privacy over their messages\".", "type": "p"}, {"text": "\"We believe WhatsApp is the most secure place to have a private conversation,\" she said.", "type": "p"}, {"text": "\"No other global messaging service at this scale provides this level of security for their users' messages, media, voice messages, video calls, and chat back-ups.\"", "type": "p"}, {"text": "The update will also see users given the option to allow only certain contacts - or no-one - to see when they are active on the platform, bringing online status options into alignment with \"last seen\" settings.  ", "type": "p"}, {"text": "Janis Wong, research associate at The Alan Turing Institute, told BBC News: \"It's always nice to give users more control - users like, and need to have, more control.\"", "type": "p"}, {"text": "But unless users were prompted to use the features, or made fully aware of them in the app, their impact could be limited, she noted. ", "type": "p"}, {"text": "\"If it's not default, or if users aren't prompted to reconsider their options, then it's not necessarily very useful - if users aren't aware this is something that they can do,\" she said.", "type": "p"}, {"text": "On Tuesday, Snap also announced new app features for instant image-sharing, as well as updates to the messaging app Snapchat.", "type": "p"}, {"text": "The company has launched a Family Centre, which builds on child safety measures by allowing parents to have more oversight of their child's experience on the app.", "type": "p"}, {"text": "However, this will only be implemented once parents and Snapchat users have both accepted invites to the supervisory hub. ", "type": "p"}, {"text": "Family Centre tools include letting parents see who their child is friends with and chatting to, but parents will not be able to view message content.", "type": "p"}, {"text": "Jacqueline Beauchere, global head of platform safety at Snapchat, said the Family Centre aims to provide parents with \"a window into their teen's online life\".", "type": "p"}, {"text": "\"For parents, we know understanding how their teens are interacting online is important,\" she said. \"We hope these tools will empower both parents and teens, and boost online safety and wellbeing.\"", "type": "p"}, {"text": "The in-app Family Centre will also let parents independently report users interacting with their child or engaging in concerning behaviour on Snapchat. ", "type": "p"}, {"text": "From autumn, teen users will be able to notify parents of any accounts or content which they have reported. ", "type": "p"}], "tags": ["WhatsApp", "Snapchat", "Mark Zuckerberg", "Privacy"]}