{"link": "https://www.bbc.com/news/business-61415939", "category": "business", "title": "Disney sees better than expected streaming growth", "contributor": null, "time": "2022-05-11T21:33:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/993E/production/_123103293_encanto.jpg", "content": [{"text": "Walt Disney has reported another jump in sign-ups for its streaming services, escaping the slowdown that hit arch rival Netflix. ", "type": "b"}, {"text": "More than 9 million people subscribed to the firm's online video platforms in the first three months of the year, most of them to its flagship Disney+.", "type": "p"}, {"text": "The parks business also boomed, extending a rebound from the pandemic.", "type": "p"}, {"text": "Disney's performance was under scrutiny after Netflix reported a fall in subscribers last month.", "type": "p"}, {"text": "Netflix, an early pioneer in streaming, has been having a harder time signing up new members, as it tries to build from an already massive 220 million base and more competitors enter the industry.  ", "type": "p"}, {"text": "But analysts had worried that its troubles might be more widespread and signal a wider slowdown in consumer demand for streaming. ", "type": "p"}, {"text": "\"A huge sigh of relief for Disney\", said Paolo Pescatore, PP Foresight analyst. ", "type": "p"}, {"text": "Disney has poured investment into its streaming services, seeing them as key to the future of its business, as movie attendance wanes and more people turn from traditional television.", "type": "p"}, {"text": "Since launching in 2019, the number of Disney+ subscribers has reached nearly 138 million, drawn by hits such as Marvel's \"Moon Knight\" series and Pixar movie \"Turning Red\". The firm also owns Hulu, ESPN and Hotstar in India.", "type": "p"}, {"text": "Disney executives said subscriber growth over the last six months was stronger than they had expected.", "type": "p"}, {"text": "They said that may slow in coming months, as the firm enters markets, like Poland, where the war in Ukraine is affecting sentiment. But they said they remained confident that they will hit sign-up goals.", "type": "p"}, {"text": "\"We still do expect an increase in growth,\" said chief financial officer Christine McCarthy.", "type": "p"}, {"text": "Mr Pescatore said the company's growth was likely to remain strong, as the company launches in more markets overseas. The company is also planning an ad-supported service. ", "type": "p"}, {"text": "\"For now, take-up for its direct-to-consumer services like Disney+ remains robust and will continue to do so,\" he said. \"Ultimately, it is in a different phase of growth compared to rivals including Netflix, akin to a start-up.\" ", "type": "p"}, {"text": "Overall Disney revenues in the first three months of the year rose 23% from a year ago to $19.25bn, boosted by its amusement park business, which saw revenues more than double.", "type": "p"}, {"text": "Profits fell to $470m, down from roughly $900m last year. ", "type": "p"}, {"text": "The streaming business is still losing money; the company was also hit by a $1bn charge it paid to end distribution deals for movies and television so they could put the content on their own services.", "type": "p"}], "tags": ["Companies", "Disney", "Streaming", "Netflix"]}