{"link": "https://www.bbc.com/news/entertainment-arts-61406038", "category": "entertainment & arts", "title": "Rust: Producers of Alec Baldwin film deny safety failures over shooting", "contributor": null, "time": "2022-05-11T10:32:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15E07/production/_123270698_gettyimages-1090671326.jpg", "content": [{"text": "The producers of Alec Baldwin film Rust have disputed an official report saying they were indifferent to gun safety before an on-set shooting tragedy.", "type": "b"}, {"text": "The film's cinematographer was killed and its director injured when a gun held by Baldwin fired last October.", "type": "p"}, {"text": "Last month, the New Mexico Environment Department imposed its maximum fine on Rust Movie Productions for \"serious and wilful\" failures.", "type": "p"}, {"text": "But the company has said it \"enforced all applicable safety protocols\".", "type": "p"}, {"text": "In legal documents filed to contest the authority's findings, the firm also said it \"did not 'wilfully' violate any safety protocol\".", "type": "p"}, {"text": "Any actors handling guns received sufficient training, and assistant directors were instructed to hold safety meetings on days when firearms were used, it said.", "type": "p"}, {"text": "There was such a meeting on the morning of the shooting that killed Halyna Hutchins and wounded Joel Souza, according the documents. ", "type": "p"}, {"text": "Baldwin, one of the film's producers as well as its star, has said he believed the gun did not contain live rounds and he did not pull the trigger, but that it fired when he cocked it during rehearsals.", "type": "p"}, {"text": "He said the New Mexico Environment Department (NMED)'s report \"exonerated\" him and made clear that his authority as co-producer \"was limited to approving script changes and creative casting\".", "type": "p"}, {"text": "The organisation fined Rust Movie Productions $136,793 (£105,000) in April after investigating the incident.", "type": "p"}, {"text": "Now, the production company has argued that it was not responsible for supervising the film set, \"much less for supervising specific protocols such as the maintenance and loading of weapons\".", "type": "p"}, {"text": "It said: \"The law properly permits producers to delegate such critical functions as firearm safety to experts in that field and does not place such responsibility on producers whose expertise is in arranging financing and contracting for the logistics of filming.\"", "type": "p"}, {"text": "It also said previous discharges of blank rounds on set had been \"properly addressed\", including with safety briefings for cast and crew, and did not violate firearm safety protocols.", "type": "p"}, {"text": "The company denied that the movie's armourer, Hannah Gutierrez-Reed, had been \"overburdened\" by also working as a props assistant.", "type": "p"}, {"text": "It said her duties as armourer \"always took precedence\" and that she had sufficient time to inspect the ammunition, but \"didn't do her job properly\".", "type": "p"}, {"text": "Lawyers for Gutierrez Reed said the NMED report showed she was \"not provided adequate time or resources to conduct her job effectively, despite her voiced concerns\".", "type": "p"}, {"text": "They said the body \"also determined that production failed to call Hannah in to perform her armourer duties and inspect the firearm right before its use in the impromptu scene with Baldwin\".", "type": "p"}, {"text": "They added: \"As we have stated before, had anyone from production called Hannah back into the church before the scene to consult with her, this tragedy would have been prevented.\"", "type": "p"}], "tags": ["Alec Baldwin", "Film", "Gun control", "New Mexico"]}