{"link": "https://www.bbc.com/news/science-environment-61397102", "category": "science & environment", "title": "Scientists study secrets of starling murmurations", "contributor": "Helen Briggs", "time": "2022-05-10T15:01:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/93D6/production/_124664873_starlingmurmuration_gettyimages-1289415391.jpg", "content": [{"text": "The sight of hundreds of starlings swooping and diving in unison at dusk is one of the wonders of nature.", "type": "b"}, {"text": "Scientists and naturalists have marvelled at how the birds make shape-shifting clouds, known as murmurations.", "type": "p"}, {"text": "Researchers in Italy have undertaken the most detailed analysis yet of the physics of these aerial stunts.", "type": "p"}, {"text": "Their mathematical model suggests starlings copy other birds' flight paths and only make small speed fluctuations.", "type": "p"}, {"text": "\"There is no leader in a flock; everyone imitates its neighbours,\" said Dr Antonio Culla of Università Sapienza in Rome. ", "type": "p"}, {"text": "\"And each bird is able to change its velocity a little bit in a very easy way.\"", "type": "p"}, [{"text": "Starling 'cloud' sightings call", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-london-11753665"}, {"text": "Why do starlings 'dance' in the sky?", "type": "a", "href": "https://www.bbc.com/newsround/29978027"}], {"text": "The physicists analysed video footage of starling flocks ranging in size from 10 birds to 3,000 to develop a mathematical model for this flocking behaviour.", "type": "p"}, {"text": "They then used computer simulations of an artificial flock of birds to check their mathematical model matched what happens in the real world.", "type": "p"}, {"text": "The scientists say the study, published in Nature Communications, could help in developing swarms of drones that can fly collectively over fields to tend crops. It may also help in finding new ways to track space debris.", "type": "p"}, {"text": "Murmurations are huge groups of starlings that come together at dusk to swoop and dive across the sky before roosting for the night.", "type": "p"}, {"text": "It's thought this offers protection from predators such as peregrine falcons, who find it hard to single out just one starling from a whirling mass of thousands.", "type": "p"}], "tags": ["Starlings", "Birds"]}