{"link": "https://www.bbc.com/news/technology-61416320", "category": "technology", "title": "Ukraine war: Don’t underestimate Russia cyber-threat, warns US", "contributor": "Gordon Corera", "time": "2022-05-11T19:14:41.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8400/production/_123829733_b6a5ef6f-5711-49a2-b5b5-fcac036649ad.jpg", "content": [{"text": "There has been a sustained cyber-conflict over Ukraine which could still escalate, a senior US intelligence official has told the BBC.", "type": "b"}, {"text": "Despite warnings, major cyber-attacks on the West have so far not materialised.", "type": "p"}, {"text": "But Russia shouldn't be underestimated, Rob Joyce, director of cyber-security at the National Security Agency said.", "type": "p"}, {"text": "Meanwhile independent hackers targeting Russia in support of Ukraine could also spark escalation, he warned.", "type": "p"}, {"text": "\"I'm still very worried about the threats emanating from around the Russia-Ukraine situation,\" Mr Joyce, one of America's most experienced cyber officials, said.", "type": "p"}, {"text": "Initial surprise that Russia did not launch an all-out cyber-assault to cripple Ukrainian infrastructure as the war began has been replaced by an understanding that there has been far more aggressive activity than first thought.", "type": "p"}, {"text": "\"It wasn't one massive attack. But there's been a sustained conflict,\" Mr Joyce explained. ", "type": "p"}, {"text": "This included Russia deploying eight or nine different viruses to wipe computer systems. On Tuesday the US, UK, EU and other nations accused Russia of targeting a satellite communications provider used by the Ukrainian military, a hack which spilled over to affect other customers in Europe.", "type": "p"}, {"text": "But Ukraine's defences have held up relatively well, partly thanks to its experience going back years.", "type": "p"}, {"text": "Paul Chichester, the director of operations at the UK's National Cyber Security Centre describes the cyber-clash as \"the most sustained set of cyber operations coming up against the best collective defence we have seen\".", "type": "p"}, {"text": "So far Russia has not responded to sanctions with cyber-attacks on Western companies or infrastructure, as many had predicted. ", "type": "p"}, [{"text": "Anonymous: How hackers are trying to undermine Putin", "type": "a", "href": "https://www.bbc.co.uk/news/technology-60784526"}, {"text": "The three Russian cyber-attacks the West most fears ", "type": "a", "href": "https://www.bbc.co.uk/news/technology-60841924"}], {"text": "But multiple officials told the BBC they were worried that as sanctions bite on the Russian economy and as the conflict continues, Moscow could turn to that weapon later in the year.", "type": "p"}, {"text": "\"Our worry is that it's a decision point,\" Mr Joyce said. \"When that decision point happens, there certainly is capability to come after some of that (Western) infrastructure.\"", "type": "p"}, {"text": "And as time goes on, it may be difficult to maintain the current heightened state of alert in the private sector - something which is concerning British and American security officials.", "type": "p"}, {"text": "Mr Joyce also warned another risk of escalation could come from activist or \"vigilante\" hackers who have been targeting Russia in a show of support for Ukraine. ", "type": "p"}, {"text": "Some Western officials say this aspect of the conflict took them by surprise, as a cyber free-for-all broke out in which individuals were targeting Russian institutions and companies and publishing stolen information on the internet. ", "type": "p"}, {"text": "\"We all want to cheer for the people who are trying to help in this situation. But it actually is a problem,\" Mr Joyce said. ", "type": "p"}, {"text": "\"We want to hold other nations accountable for the cyber activities that come from vigilantes and criminals inside their countries. And so we have to support those international norms, we have to understand that there are rules, there are crimes, and there are lines that can be crossed.\"", "type": "p"}, {"text": "One risk, he said, was that Russia could interpret these hacks as having the support of Western governments and then strike back. \"There's the problem of the reprisals in that whole cycle of cyber-violence,\" Mr Joyce explained.", "type": "p"}, {"text": "One piece of perhaps surprising news though is that ransomware attacks - when computer data is encrypted and hackers demand money for it to be released - are actually down. ", "type": "p"}, {"text": "Mr Joyce said he believed this was partly because many of the gangs, which operate out of Russia, were finding it hard to use Western credit cards and infrastructure to launch their attacks because of sanctions. ", "type": "p"}, {"text": "In his opening remarks at the CYBERUK conference in Wales this week, the Director of the Government Communications Headquarters also revealed that joint intelligence-military teams from the UK's National Cyber Force had been operating against criminal gangs - including by hacking them back to retrieve credit card details that had been stolen from the public.", "type": "p"}, [{"text": "ANALYSIS: Are Finland and Sweden going from neutral to Nato?", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-61397478"}, {"text": "RUSSIA: What pain lies ahead for Russia's economy?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61381241"}, {"text": "KHERSON: How is Russia imposing its rule in occupied Ukraine?", "type": "a", "href": "https://www.bbc.co.uk/news/world-61338617"}, {"text": "READ MORE: Full coverage of the crisis", "type": "a", "href": "https://tinyurl.com/2p997hfj"}]], "tags": ["Russia-Ukraine war", "GCHQ", "Russia", "Cyber-attacks", "Ukraine", "Cyber-security"]}