{"link": "https://www.bbc.com/news/business-65428206", "category": "business", "title": "Fed says it failed to take forceful action on SVB", "contributor": null, "time": "2023-04-28T20:04:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17330/production/_129542059_gettyimages-1248916489.jpg", "content": [{"text": "The US central bank has said it failed to act with \"sufficient force and urgency\" in its oversight of Silicon Valley Bank, which collapsed last month in the country's biggest bank failure since 2008.", "type": "b"}, {"text": "The conclusion is one of the main findings from the Federal Reserve's investigation of the episode.", "type": "p"}, {"text": "It sparked global fears about the state of the banking industry. ", "type": "p"}, {"text": "The review comes as another US lender, First Republic, remains in trouble. ", "type": "p"}, {"text": "US regulators are reported to be working on a potential rescue for the struggling firm, which was the 14th largest bank in the US at the end of last year.", "type": "p"}, {"text": "Michael Barr, the Federal Reserve's vice chair for supervision, who led the review, said the US central bank should toughen its rules in response to what it had learned from SVB's demise. ", "type": "p"}, {"text": "\"Federal Reserve supervisors failed to take forceful enough action,\" he said, pointing to regulatory standards that were \"too low\", supervision that did not work with urgency, and risks to the wider system posed by troubles at a mid-size bank that Fed policies had missed.", "type": "p"}, {"text": "\"Following SVB's failure, we must strengthen the Federal Reserve's supervision and regulation,\" he said. ", "type": "p"}, {"text": "The head of the Federal Reserve, chairman Jerome Powell, said he welcomed the \"thorough and self-critical report\".", "type": "p"}, {"text": "\"I agree with and support his recommendations to address our rules and supervisory practices, and I am confident they will lead to a stronger and more resilient banking system,\" he said. ", "type": "p"}, {"text": "The report from the Fed was one of three published by US officials on Friday, detailing regulatory lapses that contributed to the failures of SVB and Signature Bank last month. ", "type": "p"}, {"text": "Both banks catered to business customers and ran into trouble after the US central bank raised interest rates sharply last year which is when customers started to withdraw money. ", "type": "p"}, {"text": "SVB's subsequent announcement that it needed to raise funds last month prompted panic and billions of dollars were withdrawn overnight, forcing regulators to step in. ", "type": "p"}, {"text": "The fears then spread to other firms, including Signature Bank and First Republic, which suffered $100bn in outflows last month. ", "type": "p"}, {"text": "Shares in First Republic, worth more than $120 apiece at the beginning of March, fell more than 40% on Friday to below $4, as questions swirled about its future. ", "type": "p"}, {"text": "The Government Accountability Office said the banks were felled by a combination of risky strategies and weak risk management, while officials were slow to take action after uncovering problems.  ", "type": "p"}, {"text": "The Federal Insurance Deposit Corp, which examined Signature, concluded the \"root cause\" of that bank's failure was \"poor management\", while acknowledging its own oversight was often \"not timely\".", "type": "p"}, {"text": "The Fed's review said SVB was \"uniquely vulnerable\" to problems due to \"widespread managerial weaknesses, a highly concentrated business model, and a reliance on uninsured deposits\".", "type": "p"}, {"text": "But it also faulted regulators for failing to appreciate the increased risks as the bank grew rapidly and for acting too slowly when it did spot issues.", "type": "p"}, {"text": "The Fed's decision to take a looser approach to oversight of small and mid-size banks, a response to a law Congress passed in 2018, was a key part of the problem, according to the report.", "type": "p"}, {"text": "\"In the interviews for this report, staff repeatedly mentioned changes in expectations and practices, including pressure to reduce burden on firms, meet a higher burden of proof for a supervisory conclusion, and demonstrate due process when considering supervisory actions,\" it said.", "type": "p"}, {"text": "\"There was no formal or specific policy that required this, but staff felt a shift in culture and expectations from internal discussions and observed behaviour that changed how supervision was executed.\" ", "type": "p"}, {"text": "Mr Barr was appointed to his role by President Joe Biden in 2022. Many of the changes discussed in the report occurred under his predecessor, appointed by Donald Trump. ", "type": "p"}, {"text": "Response was divided in Washington. ", "type": "p"}, {"text": "Senator Elizabeth Warren, a Democrat known for her critical views of banks, called the Fed's report an \"unflinching assessment\" that should push Congress to revise its law and lead to the ouster of Fed chairman Jerome Powell.", "type": "p"}, {"text": "Representative Patrick McHenry, the Republican who leads the House Financial Services Committee, said internal reports from the Fed and FDIC were \"self-serving\".", "type": "p"}, {"text": "\"While there are areas ... on which we agree the bulk of the report appears to be a justification of Democrats' long-held priorities,\" he said. ", "type": "p"}, {"text": "\"Politicizing bank failures does not serve our economy, financial system, or the American people well,\" he said.", "type": "p"}], "tags": []}