{"link": "https://www.bbc.com/news/entertainment-arts-65423800", "category": "entertainment & arts", "title": "Eurovision 2023: What fans affected by train strikes travelling to Liverpool can do", "contributor": null, "time": "2023-04-28T16:30:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/30A5/production/_129535421_ebu_corinnecumming-1300.jpg", "content": [{"text": "Eurovision fans travelling to Liverpool for next month's song contest may now be affected by two train strikes.", "type": "b"}, {"text": "The Aslef union says train drivers will take industrial action on 12 May - the jury final - as part of a long-running row over pay.", "type": "p"}, {"text": "After the RMT union rejected the latest pay offer from train operators its members will strike on 13 May - the day of the live grand final.", "type": "p"}, {"text": "Many fans will now need to make alternative arrangements. ", "type": "p"}, {"text": "Hannah Harding will be making her trip from London to Liverpool for the song contest on Friday 12 May, originally hoping to make the roughly two hour journey by train.", "type": "p"}, {"text": "\"I'm travelling with two American friends I met at Eurovision last year in Turin,\" she told BBC News. ", "type": "p"}, {"text": "\"They fly in on Monday 8 May. We booked our train tickets for the morning to get in just before midday to do a bit of sight seeing.\"", "type": "p"}, [{"text": "When are the next train strikes?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61634959"}, {"text": "How much are rail workers paid?", "type": "a", "href": "https://www.bbc.co.uk/news/61840077"}], {"text": "Fans were able to buy tickets for nine shows for this year's Eurovision, and Hannah's party got them for the jury final - one of the preview shows - but together they've now had to spend around £130 on alternative travel arrangements.", "type": "p"}, {"text": "\"I've still got the train tickets, but as a back-up I've booked us onto a coach which takes about five hours,\" she explained.", "type": "p"}, {"text": "\"I'm a little bit worried the traffic or problems on the road could impact us getting to Liverpool with enough time.", "type": "p"}, {"text": "\"We're coming back on Sunday 14 but trains might still be a bit messed up from the day before, so I'm a bit concerned about that. We need to get back to London by Monday because my friends are flying back.\"", "type": "p"}, {"text": "Some train operators including Avanti West Coast are likely to run no trains on Friday 12 May, and a limited or skeleton service on Saturday 13.", "type": "p"}, {"text": "Accommodation in the city is limited and officials planning this year's Eurovision in Liverpool had previously suggested fans stay in neighbouring cities like Manchester and travel in by train.", "type": "p"}, {"text": "Tens of thousands are expected in the city during the week of the song contest, for the three live televised shows and the six ticketed preview rehearsals.", "type": "p"}, {"text": "There are many events taking place outside the arena with city officials hoping tourists will visit and boost the city's economy.", "type": "p"}, {"text": "International fans will not necessarily be flying into Liverpool, with many booking flights to London and travelling further north.", "type": "p"}, [{"text": "Keep up-to-date on Eurovision by subscribing to the BBC's Eurovisioncast podcast ", "type": "a", "href": "https://www.bbc.co.uk/sounds/brand/p0dz04vn"}, {"text": "Less than two weeks to go... All you need to know about Eurovision 2023 ", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64402700"}, {"text": "King Charles will be 'egging on' Mae Muller", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65389112"}, {"text": "Final Eurovision pre-party before Liverpool", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65278612"}, {"text": "Every song for 2023, from Albania to the UK ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65043969"}, {"text": "What's on in host city Liverpool? ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64802552"}], {"text": "Coach service Megabus told the BBC: \"We have seen sales jump by around a third yesterday, as people rushed to secure seats for what looks to be a very busy May for travel. We have added around 20% more services since March as coach travel is becoming increasingly popular, including additional seats to and from Liverpool for Eurovision events.\" ", "type": "p"}, {"text": "National Express told BBC News: \"Demand for coach travel to Liverpool during the Eurovision Song Contest is high and we're seeing an increase in both enquiries and bookings on our UK-wide scheduled network on and around the dates of the strikes. ", "type": "p"}, {"text": "\"We are working hard to increase availability on our Liverpool services where possible. However, there are only limited seats still available and they are selling fast so the advice is to keep an eye on our website for the latest availability and book as early as possible to guarantee a seat for travel.\" ", "type": "p"}, {"text": "Matt Holding, from Essex, has tickets for shows on Tuesday 9 May and Wednesday 10 May, but is planning to stay in the city until the weekend of the final \"to soak up the atmosphere\". ", "type": "p"}, {"text": "\"I was staying in Liverpool until Saturday morning because me and my friends always do a Eurovision party on the Saturday night, so I wanted to be back for that,\" he explained to BBC News.", "type": "p"}, {"text": "\"Whether or not I'll be able to get home is now up in the air.\"", "type": "p"}, {"text": "It hasn't been confirmed yet, but on previous strike dates, customers have been able to get refunds or use their ticket another day.  ", "type": "p"}, {"text": "Unions have to give two weeks' notice of industrial action. There is technically time for the upcoming action to be suspended, but for either the RMT or ASLEF unions to agree to that, something significant would have to change in their disputes.  ", "type": "p"}, {"text": "The last planned RMT strikes were called off when it looked like a new offer from the employers was about to emerge. That proved a false dawn: that offer has now been rejected and we have another strike in the diary.", "type": "p"}, {"text": "The rail companies say they need a week's notice of strikes being called off to put a normal timetable back in place.", "type": "p"}, {"text": "There is one key date with the RMT: the results of its ballot for another six months of strike action are due on 4 May.  ", "type": "p"}, {"text": "If the result is a strong \"yes\", the union will feel it has strong support from members to keep up its campaign of industrial action, and it will feel less likely they'll call off the strike on 13 May.", "type": "p"}, {"text": "All the build-up, insights and analysis is explored each week on a BBC podcast called Eurovisioncast.", "type": "p"}, {"text": "Eurovisioncast is available on BBC Sounds, or search wherever you get your podcasts from.", "type": "p"}], "tags": []}