{"link": "https://www.bbc.com/news/science-environment-65403381", "category": "science & environment", "title": "Climate change: Spain breaks record temperature for April", "contributor": null, "time": "2023-04-27T15:45:17.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/140D3/production/_129513128_gettyimages-1485459475.jpg", "content": [{"text": "Spain recorded its hottest ever temperature for April on Thursday, hitting 38.8C according to the country's meteorological service.", "type": "b"}, {"text": "The record figure was reached in Cordoba airport in southern Spain just after 15:00 local time (14:00 BST).", "type": "p"}, {"text": "For days a blistering heatwave has hit the country with temperatures 10-15C warmer than expected for April. ", "type": "p"}, {"text": "It's been driven by a mass of very hot air from Africa, coupled with a slow moving weather system.", "type": "p"}, {"text": "\"This is not normal. Temperatures are completely out of control this year,\" Cayetano Torres, a spokesman for Spain's meteorological office, told BBC News.", "type": "p"}, {"text": "Experts were surprised by the scale of the heat experienced across southern Spain in recent days.", "type": "p"}, {"text": "\"This heat event in Spain is absolutely extreme, unprecedented with temperatures never seen before in April. In some locations records are being beaten by a 5C margin, which is something that has happened only a handful of times at weather stations around the world,\" said Maximiliano Herrera, a climatologist who runs an Extreme Temperatures twitter account.", "type": "p"}, {"text": "Schools will be allowed to adapt their timetables to avoid the worst of the heat. The Madrid underground has trains passing more frequently than usual in order to prevent long waits on the platform, and public swimming pools are expected to open a month earlier than normal.", "type": "p"}, {"text": "Cristina Linares, a scientist at the Carlos III Health Institute, warned in particular of the impact on the poor. ", "type": "p"}, {"text": "\"Poverty is the key factor when it comes to explaining why there are more deaths associated with extreme temperatures. Income is the factor with the closest link to the impact of heat on day-to-day deaths.\" ", "type": "p"}, {"text": "Heatwaves are also striking many locations globally as climate change exacerbates naturally high temperatures.  ", "type": "p"}, [{"text": "Unexplained ocean warming alarms scientists", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65339934"}, {"text": "North Sea power line to connect wind farms to UK", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65375943"}, {"text": "1903 storm one of windiest to pummel British Isles", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65365106"}], {"text": "While parts of Britain are cooler than average right now, the opposite is the case in many regions of Spain. ", "type": "p"}, {"text": "Meteorologists say that a combination of factors is responsible for the exceptional temperatures being seen there this week.", "type": "p"}, {"text": "Hot weather across North Africa is pushing heat into Europe. A high pressure weather system plus clear skies over the Iberian peninsula are allowing more sunshine to hit the ground, which is already so dry it can't evaporate the heat.", "type": "p"}, {"text": "The high temperatures come on top of long running drought in many parts of Spain. Reservoirs in the Guadalquivir basin are only at 25% of capacity. ", "type": "p"}, {"text": "This combination is raising the prospect of early forest fires, with the national weather service warning that large swathes of the country would be at risk.  Spain saw the most land burned of any country in Europe in 2022.", "type": "p"}, {"text": "Climate change is very likely playing a role in this heatwave, according to experts in the field.", "type": "p"}, {"text": "\"We know that 2022 was the second warmest year on record for Europe, and it was the warmest summer on record,\" Dr Samantha Burgess from the Copernicus climate change service told BBC News.  ", "type": "p"}, {"text": "\"Europe is warming at twice the global rate and we know because there is a higher rate of warming, there's a higher probability of extreme events. And those extreme events include heat waves.\"", "type": "p"}, {"text": "As well as the impact on young and old, another concern is agriculture. ", "type": "p"}, {"text": "Many farmers are experiencing difficulties due to the ongoing lack of rain, with the government in Madrid asking the European Union for financial help.", "type": "p"}, {"text": "Some landowners say they won't plant crops due to the dry conditions, which could have implications for food supplies across Europe. ", "type": "p"}, {"text": "This heatwave in Spain is not an isolated event - all across the world high temperatures in the first few months of this year have shattered records.", "type": "p"}, {"text": "Eight countries in central and eastern Europe set new all time highs for the warmest January weather on the very first day of this year.", "type": "p"}, {"text": "Countries across Asia have seen extreme heat in recent weeks. In northwest Thailand, the temperature hit 45.4C on 15 April, while in Laos it reached 42.7C.", "type": "p"}, {"text": "In Bangladesh, the capital Dhaka saw the mercury rise above 40C, believed to be the hottest day in 58 years. ", "type": "p"}, {"text": "Another factor likely to influence weather across the world over the coming months is the likely onset of an El Niño event. ", "type": "p"}, {"text": "This will see more heat emerge in the Pacific ocean off the coast of Peru.  If it happens, then 2024 might emerge as the world's warmest year on record, with more storms, fires and floods. ", "type": "p"}, {"text": "\"It seems we are living in a world of a new normal here,\" said Dr Fahad Saeed, from research organisation, Climate Analytics.", "type": "p"}, {"text": "\"These people in regions like Asia are the people who have been adapting to these kinds of extreme temperatures for thousands of years, but its is now getting beyond their ability to adapt.\"", "type": "p"}, {"text": "\"That's why we are witnessing rising death rates due to heat each year in this part of the world.\"", "type": "p"}, {"text": "Graphic by Erwan Rivault.", "type": "p"}], "tags": []}