{"link": "https://www.bbc.com/news/business-64143946", "category": "business", "title": "Train strikes: People returning to work face more strikes", "contributor": null, "time": "2023-01-02T17:20:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0C0B/production/_127738030_railstrike_gettyimages-1242574657.jpg", "content": [{"text": "People returning to work this week after the Christmas break are being urged to avoid travelling by rail because of strikes.", "type": "b"}, {"text": "The walkouts by RMT members on 3-4 and 6-7 January, and by Aslef drivers on 5 January, will \"significantly impact\" services, said Network Rail.", "type": "p"}, {"text": "RMT union members have rejected offers in a dispute over pay, job security and working conditions.", "type": "p"}, {"text": "Train drivers at 15 rail companies, in the Aslef union, are striking over pay.", "type": "p"}, {"text": "Network Rail - which maintains the rails, signals and stations - said the combination of strikes will result in only about 20% of services running, with many areas not seeing any trains at all.", "type": "p"}, {"text": "Services across England, Scotland and Wales could be affected by the strikes.", "type": "p"}, [{"text": "The train strike days in December and January", "type": "a", "href": "https://www.bbc.co.uk/news/business-61634959"}, {"text": "Strikes and cost of living to hit new year parties", "type": "a", "href": "https://www.bbc.co.uk/news/business-64124916"}, {"text": "If no one comes we close early, says pub", "type": "a", "href": "https://www.bbc.co.uk/news/business-64025508"}], {"text": "\"We're sorry to have to, once again, ask passengers to avoid using the railway this week,\" a spokesperson from Network Rail said.", "type": "p"}, {"text": "The Rail Delivery Group (RDG), which represents the train operating companies, also urged people only to travel if \"absolutely necessary\".", "type": "p"}, {"text": "Trains that do run will start later and finish much earlier than usual, with services typically running between 7:30am and 6.30pm on the days of the strike.", "type": "p"}, {"text": "There may also be some knock-on disruption to services on 8 January.", "type": "p"}, {"text": "Passengers are being advised to allow extra time for their journeys and to check before they travel. ", "type": "p"}, {"text": "It is the latest in a series of strikes across the rail network, which have caused major disruption.", "type": "p"}, {"text": "The two 48-hour walkouts on Tuesday and Friday involve around 40,000 RMT members on Network Rail and 14 train operators.", "type": "p"}, {"text": "The RMT's general secretary Mick Lynch insisted that his members wanted a settlement, not further disruption.", "type": "p"}, {"text": "\"There's been too much disruption on the railway caused by government policy and if we can get sensible proposals we can work up towards a solution,\" Mr Lynch told the BBC.", "type": "p"}, {"text": "He accused government ministers of \"sitting on their hands\" and failing to help secure a deal.", "type": "p"}, {"text": "\"They keep saying that they're facilitating a deal. And I think it's absolutely the opposite to that.\"", "type": "p"}, {"text": "However, a Department for Transport spokesperson rejected this, saying: \"The government has demonstrated it is being reasonable and stands ready to facilitate a resolution to rail disputes.", "type": "p"}, {"text": "\"It's time the unions came to the table and played their part as well.\"", "type": "p"}, {"text": "Meanwhile, Network Rail said the deal it has put forward to the RMT is \"fair and reasonable\", and urged the union to \"sit down with us\" and revisit it.", "type": "p"}, {"text": "Separately, the Aslef strike involves train drivers across 15 rail companies.", "type": "p"}, {"text": "The one-day strike will result in even fewer services running, with some operators expected to run \"very significantly reduced timetables\", the RDG warned.", "type": "p"}, {"text": "The Aslef union said it had been pushed into taking action because the train companies had not put forward an offer.", "type": "p"}, {"text": "\"Six months after we had the temerity to ask for a pay rise for train drivers who have, now, not had an increase for nearly four years, we have still not had an offer from the train companies which employ us,\" Keith Richmond, Aslef's spokesman, told the BBC.", "type": "p"}, {"text": "\"The companies, or the government which stands behind them, could end this dispute now by making a serious and sensible pay offer. It is up to them.\"", "type": "p"}, {"text": "Daniel Mann, director of industry operations at the RDG, said no-one wanted to see the strikes go ahead.", "type": "p"}, {"text": "\"This dispute will only be resolved by agreeing the long-overdue reforms to working arrangements needed to put the industry on a sustainable footing, rather than unions condemning their members to losing more pay in the new year.\"", "type": "p"}, {"text": "The rail industry is under pressure to save money after the pandemic left a hole in its finances. Bosses say reforms need to be agreed to afford pay increases and modernise the railway.", "type": "p"}, {"text": "But unions say salaries should increase to reflect the rising cost of living.", "type": "p"}, {"text": "The rail strikes come at a time of widespread industry walkouts across the country.", "type": "p"}, {"text": "Ambulance drivers, nurses, driving examiners, highway workers and postal workers have all gone on strike in recent weeks.", "type": "p"}], "tags": ["Network Rail", "Rail travel", "RMT", "Strike action"]}