{"link": "https://www.bbc.com/news/entertainment-arts-64143964", "category": "entertainment & arts", "title": "Jeremy Renner: Avengers star 'critical but stable' in hospital after snow plough accident", "contributor": null, "time": "2023-01-02T09:29:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A593/production/_128178324_renner2.jpg", "content": [{"text": "Marvel actor Jeremy Renner is in a critical but stable condition in hospital after an accident occurred while he was ploughing snow.", "type": "b"}, {"text": "A spokesperson for the star told Deadline the 51-year-old was airlifted to hospital on Sunday after the incident at his home near Reno, Nevada.", "type": "p"}, {"text": "They added that Renner was \"receiving excellent care\" following the \"weather-related accident\".", "type": "p"}, {"text": "Dozens of people have been killed across the US amid blizzard conditions.", "type": "p"}, [{"text": "Deadly blizzard leaves more than 60 dead across US", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-64099642"}, {"text": "Deadly winter storm barrels east across US", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-63978321"}], {"text": "The winter storm also caused power cuts and forced the cancellation of thousands of flights. ", "type": "p"}, {"text": "Local public information officer Kristin Vietti told The Hollywood Reporter that Renner was taken to a local hospital and that he was the only one involved in the accident. ", "type": "p"}, {"text": "The major accident investigation team at the Washoe County Sheriff's Office is looking into the circumstances of the incident, she added.", "type": "p"}, {"text": "The office said in a statement given to the Reuters news agency that it \"responded to a traumatic injury in the area of Mt. Rose Highway in Reno, Nevada on Sunday morning at 09:00\".", "type": "p"}, {"text": "Renner is probably best known for playing Hawkeye in the Marvel Cinematic Universe.", "type": "p"}, {"text": "He has also starred in films such as The Hurt Locker - for which he received a best actor Oscar nomination - American Hustle and Mission Impossible - Ghost Protocol.", "type": "p"}, {"text": "Renner was also nominated for a best supporting actor Oscar for his role in The Town.", "type": "p"}, {"text": "He is currently starring in Paramount+ series The Mayor Of Kingstown and recently saw his fictional own-branded hot sauce make a cameo appearance in Glass Onion: A Knives Out Mystery.", "type": "p"}], "tags": []}