{"link": "https://www.bbc.com/news/business-64749103", "category": "business", "title": "US puts forward Ajay Banga to lead World Bank", "contributor": null, "time": "2023-02-23T21:25:32.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1903/production/_128730460_whatsubject.jpg", "content": [{"text": "US President Joe Biden has named Indian-American businessman Ajay Banga as the US pick to lead the World Bank.", "type": "b"}, {"text": "The move comes as the US increases pressure on the bank to put more emphasis on tackling climate change. ", "type": "p"}, {"text": "Mr Banga led credit card giant Mastercard for more than a decade and now works in private equity.", "type": "p"}, {"text": "US officials said he had the experience to help the bank work with the private sector towards its goals.", "type": "p"}, {"text": "It is up to the bank's board to officially appoint its next head.", "type": "p"}, {"text": "On Wednesday, the bank said it planned to interview a shortlist of up to three candidates and aimed to name a new leader by early May. It said female nominees were strongly encouraged. ", "type": "p"}, {"text": "It is not clear if other countries will put forward other suggestions.", "type": "p"}, {"text": "The US, the World Bank's biggest shareholder, has traditionally been in charge of selecting the person to lead the institution, which lends billions of dollars to countries each year.", "type": "p"}, {"text": "Treasury Secretary Janet Yellen said she wanted to see the World Bank serve as a \"force multiplier for good by setting the right agenda\".", "type": "p"}, {"text": "She said Mr Banga was \"uniquely\" equipped to take on that charge, pointing to his track record of forging partnerships between governments, companies and non-profits.", "type": "p"}, {"text": "Now a US citizen, Mr Banga started his career in his native India, where his father was an officer in the army. ", "type": "p"}, {"text": "He worked at Nestle and Citigroup before joining Mastercard.", "type": "p"}, {"text": "Mr Banga retired from the firm in 2021 and now serves as a vice chairman at General Atlantic, a private equity firm, where he sits on the advisory board of its $3.5bn climate fund. ", "type": "p"}, {"text": "He has also worked with the White House as co-chair of the Partnership for Central America, an initiative aimed at increasing private sector investment in the area, to try to stem the flow of migrants to the US.", "type": "p"}, {"text": "Mr Banga's decades in business might help inspire confidence in the bank in Congress, including from Republicans, who often criticise international organisations, said Amanda Glassman, executive vice president at the Center for Global Development.", "type": "p"}, {"text": "But she said it remained to be seen whether he was the right pick, noting that he had less experience with the government and development work that is core to the bank's job.", "type": "p"}, {"text": "\"We're looking forward to hearing his vision of what the bank should be,\" she said.", "type": "p"}, {"text": "Whoever becomes the bank's next leader will face the challenge of trying to balance the immediate financial needs of low-income countries, many of them facing debt crises, while shifting to tackle issues such as climate change, global conflict and pandemic risks - all without any clear additional money on the table.", "type": "p"}, {"text": "\"There is a lot riding on this next phase of the World Bank's strategy,\" Ms Glassman said. \"It's a moment when the World Bank can either step up to be really relevant or be marginalised and not important.\"", "type": "p"}, {"text": "While there is general consensus that the bank needs to evolve, \"there is less agreement on how, and there's a worry about the balancing act that needs to be done,\" she added.", "type": "p"}, [{"text": "David Malpass: World Bank leader who was called climate denier quits", "type": "a", "href": "https://www.bbc.co.uk/news/business-64657711"}], {"text": "If confirmed, Mr Banga would replace David Malpass, who was nominated by former US President Donald Trump and said this month he would step down from the post by June, nearly a year before his five-year term was set to end. ", "type": "p"}, {"text": "He had been criticised by environmental advocates for being slow to direct the bank's resources to address climate change. ", "type": "p"}, {"text": "Last year, he was publicly rebuked by the White House after he said he did not know if fossil fuels were driving climate change, remarks for which he later apologised. ", "type": "p"}], "tags": []}