{"link": "https://www.bbc.com/news/entertainment-arts-64743226", "category": "entertainment & arts", "title": "Paul Mescal: Actor talks about his fury after 'creepy' fan groped him", "contributor": null, "time": "2023-02-23T11:22:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B952/production/_128724474_gettyimages-1246189538.jpg", "content": [{"text": "Oscar nominee Paul Mescal has spoken of his anger after a fan groped him after asking for a photo outside the theatre where he was performing.", "type": "b"}, {"text": "\"As we posed for it, she put her hand on my ass,\" he told ES Magazine.", "type": "p"}, {"text": "The Irish actor had been outside London's Almeida Theatre, where he was starring in A Streetcar Named Desire.", "type": "p"}, {"text": "\"I thought it was an accident, so I like [moved away]. But the hand followed. I remember tensing up and feeling just, like, fury.\"", "type": "p"}, {"text": "Asked what he did next, Mescal replied: \"I turned to her and said, 'What're you doing? Take your hand off my ass'.\"", "type": "p"}, {"text": "He told the newspaper that calling somebody out in front of the theatre was \"the last thing I want to do\", saying: \"It's uncomfortable for everyone involved.", "type": "p"}, {"text": "\"But it was really not OK. It was so gross, creepy.\"", "type": "p"}, {"text": "He added that 97% of fame so far was \"really nice\" but the other 3% was \"somebody, like, grabbing your ass\".", "type": "p"}, [{"text": "Stranger Things star angry at fan harassment", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-41928737"}], {"text": "Mescal has won rave reviews for playing Stanley in the Tennessee Williams play, which will transfer to the West End next month.", "type": "p"}, {"text": "He is also up for best actor at this year's Oscars for his role in Aftersun, playing Calum, a man with mental health issues who is on holiday with his 11-year-old daughter. ", "type": "p"}, {"text": "He is up against Austin Butler for Elvis, Colin Farrell for The Banshees of Inisherin, Brendan Fraser for The Whale and Bill Nighy for Living, and was also a best actor nominee at the Baftas. ", "type": "p"}, {"text": "Speaking about the Oscars ceremony on 12 March, he said: \"'Look, I'm not going to win. So it's kind of low-stakes pressure, I can basically just sit back and enjoy it.\"", "type": "p"}], "tags": []}