{"link": "https://www.bbc.com/news/health-64742221", "category": "health", "title": "Nasal decongestant safety review due to rare brain risk", "contributor": null, "time": "2023-02-23T13:00:55.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6556/production/_128724952_gettyimages-1306632935.jpg", "content": [{"text": "Experts are assessing a very rare but potentially serious brain side effect of nasal decongestants bought on the High Street. ", "type": "b"}, {"text": "Ones containing pseudoephedrine are being reviewed because they may cause vessels supplying the brain to contract or spasm, reducing blood flow. ", "type": "p"}, {"text": "The concern is this could lead to seizures and even a stroke.", "type": "p"}, {"text": "However, drug regulators stress the likelihood of this happening is extremely low.", "type": "p"}, {"text": "Products already include warnings about the rare risks on patient information leaflets that come with the medicines, as well as more common side effects such as headache and dizziness. ", "type": "p"}, {"text": "Experts say anyone with concerns about medication should speak to a doctor or pharmacist. All medicines can have some side effects.", "type": "p"}, {"text": "People take pseudoephedrine to relieve nasal congestion. It comes in sprays, liquids and tablets, and is sometimes mixed with other medicines for coughs and colds or allergies.", "type": "p"}, {"text": "The drug can help clear blocked airways and reduce stuffiness through its action on blood vessels in the nose. ", "type": "p"}, {"text": "The UK-wide review for pseudoephedrine was initiated after regulators in France alerted European drugs regulator the EMA, which is also conducting a review, about some recent, rare cases.", "type": "p"}, {"text": "Experts will look at two brain blood vessel conditions - posterior reversible encephalopathy syndrome (PRES) and reversible cerebral vasoconstriction syndrome (RCVS). ", "type": "p"}, {"text": "RCVS can cause sudden, severe thunderclap headaches that often recur over a span of days to weeks.", "type": "p"}, {"text": "Symptoms of PRES may include blurred vision, headache, seizures and confusion. ", "type": "p"}, {"text": "In the UK, people can report any suspected side effects from medicines to the Yellow Card scheme, which is run by the Medicines and Healthcare Products Regulatory Agency (MHRA).", "type": "p"}, {"text": "The MHRA says it has received a very small number of recent reports in this way - one case of PRES where the person recovered and one for RCVS where the outcome was reported as unknown.", "type": "p"}, {"text": "A spokesman said: \"We keep the safety of all medicines under close review to ensure that the benefits outweigh any risks - the safety of the public is our top priority. ", "type": "p"}, {"text": "\"We are reviewing the available evidence. We will provide any further advice as appropriate.  ", "type": "p"}, {"text": "\"If you have any concerns about your medicine, please seek advice from a healthcare professional.\"", "type": "p"}, {"text": "The Royal Pharmaceutical Society (RPS) said pseudoephedrine was widely used and that medicines like this were carefully assessed before being made available to the public. ", "type": "p"}, {"text": "RPS president Prof Claire Anderson said: \"When new risks come to light it can be worrying for patients. It's right that they are investigated by the appropriate authorities and we await the outcome of the EMA and MHRA reviews.\"", "type": "p"}], "tags": []}