{"link": "https://www.bbc.com/news/science-environment-64726522", "category": "science & environment", "title": "Treasury takes back £1.6bn promised for science", "contributor": null, "time": "2023-02-21T19:49:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/77D0/production/_109227603_medicalnew.jpg", "content": [{"text": "The Treasury has taken back £1.6bn that it had allocated to research, drawing fierce criticism from scientists.", "type": "b"}, {"text": "The money had been earmarked for UK involvement in the EU's Horizon Europe €100bn research programme. ", "type": "p"}, {"text": "The funds have not been spent because the UK's association with the programme has been held up by the dispute over the Northern Ireland Protocol.", "type": "p"}, {"text": "As chancellor, Rishi Sunak had promised that it would be spent on research if the dispute continued.", "type": "p"}, {"text": "The move was revealed on page 300 of an innocuous sounding Treasury document entitled entitled Central Government supply estimates 2022/23. There has been no other announcement or communication to the research community or media, other than the short section of text contained in the document. ", "type": "p"}, {"text": "Horizon Europe is a collaborative research programme involving Europe's leading research institutes and hi-tech companies. EU member nations each contribute funds which are then allocated to individuals or organisations by expert scientists based on the merit of their research proposal. ", "type": "p"}, {"text": "The government negotiated associate membership of the programme in the withdrawal agreement following Brexit, because it felt it was important for the UK to be involved, But the EU went back on its part of the deal after disputes emerged over the Northern Ireland Protocol and British involvement in the prestigious programme has been left in limbo ever since.", "type": "p"}, {"text": "The Treasury move has prompted angry reactions from the research community, with the president of the Royal Society, which represents the UK's leading scientists, questioning the government's commitment to boosting research.", "type": "p"}, {"text": "\"The failure of all sides to secure the UK's association to the EU's research programmes has now cost UK science £1.6bn. That comes on top of the talented researchers who have left the UK in order to carry on their collaborative work. How does this sit with the Government's stated mission to have the UK as a science superpower?\"", "type": "p"}, {"text": "Prof Sarah Main, Executive Director, Campaign for Science and Engineering said that the research community was repeatedly told by the Government that R&D budgets would be protected and that the money allocated for Horizon Europe would be spent on R&D.  She said that the Government's reversal of this position ''undermines'' the Prime Minister's assertions about the importance of science and innovation to the UK's future.", "type": "p"}, {"text": "\"The Government must follow through its ambition for science and innovation with coordinated action and investment across Government, not reversals and false starts. Can the Prime Minister now set out how he plans to mitigate this loss and put science and engineering at the heart of the UK's future?\"", "type": "p"}, {"text": "Prof James Wilsdon, who specialises in research policy at University College London told BBC News that the move by the Treasury makes a ''mockery'' of the Prime Minister's stated commitment to science.", "type": "p"}, {"text": "\"If the government has indeed ploughed £1.6bn of unspent R&D funding back into Treasury coffers, this is a complete betrayal of assurances that ministers repeatedly gave to the research community", "type": "p"}, {"text": "''This government has already abandoned its 2019 commitments to double R&D spending to £22bn a year. Any further cuts blow another hole in the credibility of its commitments to science and research.\" ", "type": "p"}, {"text": "Follow Pallab on Twitter", "type": "p"}], "tags": []}