{"link": "https://www.bbc.com/news/technology-64743991", "category": "technology", "title": "European Commission bans TikTok on staff devices", "contributor": null, "time": "2023-02-23T12:27:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/499A/production/_128724881_tiktok-index--reuters.jpg", "content": [{"text": "Staff working at the European Commission have been ordered to remove the TikTok app from their phones and corporate devices.", "type": "b"}, {"text": "The commission said it was implementing the measure to \"protect data and increase cybersecurity\". ", "type": "p"}, {"text": "TikTok, owned by Chinese company ByteDance, has faced allegations that it harvests users' data and hands it to the Chinese government.", "type": "p"}, {"text": "TikTok insists it operates no differently from other social media.", "type": "p"}, {"text": "EU spokeswoman Sonya Gospodinova said the corporate management board of the European Commission, the EU's executive arm, had made the decision for security reasons.", "type": "p"}, {"text": "\"The measure aims to protect the Commission against cybersecurity threats and actions which may be exploited for cyberattacks against the corporate environment of the commission,\" she said.", "type": "p"}, {"text": "The ban also means that European Commission staff cannot use TikTok on personal devices that have official apps installed.", "type": "p"}, [{"text": "US state of Indiana sues Chinese-owned TikTok ", "type": "a", "href": "https://www.bbc.co.uk/news/business-63897751"}, {"text": "New bill would ban TikTok in the US", "type": "a", "href": "https://www.bbc.co.uk/news/business-63965553"}, {"text": "TikTok denies it could be used to track US citizens", "type": "a", "href": "https://www.bbc.co.uk/news/business-63339878"}], {"text": "The commission says it has around 32,000 permanent and contract employees.", "type": "p"}, {"text": "They must remove the app as soon as possible and no later than 15 March.", "type": "p"}, {"text": "For those who do not comply by the set deadline, the corporate apps - such as the commission email and Skype for Business - will no longer be available.", "type": "p"}, {"text": "TikTok said the commission's decision was based on mistaken ideas about its platform.", "type": "p"}, {"text": "\"We are disappointed with this decision, which we believe to be misguided and based on fundamental misconceptions,\" a spokesperson said.", "type": "p"}, {"text": "Last year, TikTok admitted some staff in China can access the data of European users.", "type": "p"}, {"text": "TikTok's parent company ByteDance has faced increasing Western scrutiny in recent months over fears about how much access Beijing has to user data.", "type": "p"}, {"text": "The US government banned TikTok last year on federal government-issued devices due to national security concerns.", "type": "p"}, {"text": "The US fears the Chinese government may leverage TikTok to access those devices and US user data.", "type": "p"}, {"text": "Last month, the Dutch government reportedly advised public officials to steer clear of the app over similar concerns.", "type": "p"}, {"text": "In the UK, the chair of the Foreign Affairs Select Committee, MP Alicia Kearns, recently urged users to delete the app in an interview with Sky News.", "type": "p"}, {"text": "TikTok has grown rapidly and was the first non Meta app to reach three billion downloads worldwide, according to analytics firm Sensor Tower Data.", "type": "p"}, {"text": "The social media service's chief executive Shou Zi Chew was in Brussels in January for talks with EU officials during which they warned TikTok to ensure the safety of European users' data, adding that it had a long way to go to regain their trust.", "type": "p"}, {"text": "He insisted the company was working on a \"robust\" system for processing Europeans' data in Europe, an EU spokesman said at the time.", "type": "p"}, {"text": "TikTok has also promised to hold US users' data in the United States to allay Washington's concerns.", "type": "p"}, {"text": "An EU source told the BBC the Council of the European Union is also in the process of implementing measures similar to those taken by the Commission. ", "type": "p"}, {"text": "But the European Parliament said although it is taking note of the Commission's statement, TikTok is not part of the standard configuration for corporate devices.", "type": "p"}, {"text": "\"The Parliament is constantly monitoring cybersecurity threats and actions which may be exploited for cyber-attacks against its corporate environment,\" the source said. ", "type": "p"}, {"text": "Czech MEP Markéta Gregorová said she was \"very glad\" that the Commission had made this decision and criticised the \"hostility\" of the Chinese government. ", "type": "p"}, {"text": "\"I also hope that this will open a general discussion about cybersecurity within our institutions and how much the individual levels differ across Commission, Parliament and Council,\" she said. ", "type": "p"}], "tags": []}