{"link": "https://www.bbc.com/news/business-66800212", "category": "business", "title": "US inflation pressures stubborn as fuel prices rise", "contributor": null, "time": "2023-09-13T14:18:42.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/12559/production/_131079057_66800504.jpg", "content": [{"text": "Consumer prices in the US rose by more than expected last month, driven by higher costs for rent and fuel.  ", "type": "b"}, {"text": "The inflation rate, which measures the pace of price rises, was 3.7% over the 12 months to August, the Labor Department said, up from 3.2% in July.", "type": "p"}, {"text": "The figures underscore the challenges facing officials trying to stabilise prices, which soared last year at the fastest pace in decades. ", "type": "p"}, {"text": "The inflation rate has dropped significantly from its peak last year.", "type": "p"}, {"text": "But analysts said the US central bank, which aims to keep inflation at 2%, is likely to remain worried that the problem has not been resolved. ", "type": "p"}, {"text": "The bank has already raised its benchmark interest rate to the highest level in 22 years,targeting a range of 5.25% to 5.5%,in an effort to contain price rises.", "type": "p"}, {"text": "It is due to meet later this month to consider whether further increases will be necessary.", "type": "p"}, {"text": "Wednesday's report showed fuel prices were the main driver of the jump in consumer prices from July to August. Monthly inflation was 0.6%, the highest since June 2022. ", "type": "p"}, {"text": "Stripping out food and fuel, where price swings are common, prices still rose by 0.3%, more than expected.", "type": "p"}, {"text": "Housing costs, which many analysts had expected to start cooling this year and make up a major part of the US consumer price index, also rose for the 40th month in a row.  ", "type": "p"}, {"text": "Analysts said the Federal Reserve is still unlikely to raise interest rates at its meeting, especially since rate rises have little influence over fuel prices, which were the biggest contributor to the rise in inflation in August.", "type": "p"}, {"text": "But Wednesday's data could push it to act later in the year, said Charles Hepworth, investment director at GAM Investments, an asset management group based in Zurich.", "type": "p"}, {"text": "The latest figures are \"unlikely to encourage the Federal Reserve that the necessary cooling in the economy that they are looking for is being achieved as quickly as they want,\" he said.", "type": "p"}, {"text": "\"Energy prices are beyond their control. Despite this we should expect that a November hike is likely still in play.\"", "type": "p"}, {"text": "Higher interest rates cool the economy by encouraging saving and making it harder for households and businesses to take out loans to buy homes, expand operations and or spend on other items. In theory, price increases should ease as the economy slows.", "type": "p"}, {"text": "Despite its efforts, Federal Reserve chairman Jerome Powell warned last month that inflation remained \"too high\".", "type": "p"}, {"text": "\"We are prepared to raise rates further if appropriate, and intend to hold policy at a restrictive level until we are confident that inflation is moving sustainably down toward our objective,\" he said. ", "type": "p"}], "tags": []}