{"link": "https://www.bbc.com/news/entertainment-arts-66801181", "category": "entertainment & arts", "title": "Annie Macmanus says music industry has 'tidal wave' of sexual abuse cases", "contributor": null, "time": "2023-09-13T17:42:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DB90/production/_131080265_gettyimages-1395184732.jpg", "content": [{"text": "Former BBC Radio 1 DJ Annie Macmanus has told MPs there is a \"tidal wave\" of revelations about sexual assault in the music industry waiting to be told.", "type": "b"}, {"text": "The broadcaster and writer told a House of Commons committee an \"unbelievable\" number of stories have not yet emerged.", "type": "p"}, {"text": "The music business is \"a boys' club\" and \"the system is kind of rigged against women\", she said.", "type": "p"}, {"text": "Many women fear for their careers if they speak out about misconduct or abuses of power, she added.", "type": "p"}, {"text": "\"There needs to be some sort of a shift in women feeling like they're able to speak out without their careers being compromised,\" the DJ formerly known as Annie Mac told the Women and Equalities Committee.", "type": "p"}, {"text": "\"I don't know how that can happen. I feel like there are a lot of revelations that have not been exposed, even just from the conversations that happened for [the hearing] today.", "type": "p"}, {"text": "\"It's infuriating, the amount of women who have stories of sexual assault that just kind of buried them and carried them. It's just unbelievable.", "type": "p"}, {"text": "\"So I do think if something were to happen, like if one person was to speak that had enough profile where it got media attention, I think there could be a kind of tidal wave of it. Definitely.\"", "type": "p"}, {"text": "Macmanus explained she had not experienced or witnessed sexual misconduct personally, but said her 19 years at the BBC gave her a \"shield of protection\" to talk about such issues.", "type": "p"}, {"text": "She said she had spoken to \"a real range of\" female agents, managers, producers, photographers, artists and fellow DJs.", "type": "p"}, {"text": "\"There are common threads that run through everything I've heard,\" she said. \"That is that women, especially young women in the music industry, are consistently underestimated and undermined, and freelance women are consistently put in situations where they are unsafe.\"", "type": "p"}, {"text": "She gave an example of one artist who went to the pub with a record label boss, who kept asking her not to go home. \"And then when they go out in the street, he sexually assaulted her,\" she said.", "type": "p"}, {"text": "A lot of women had told her about \"a general sense of feeling unsafe\" in male-dominated venues, Macmanus said.", "type": "p"}, {"text": "\"The music industry is a boys' club. Everybody knows everyone in the top levels. All the people at the very top levels have the money. They also have the power. The system is kind of rigged against women.\"", "type": "p"}, {"text": "Singer and former X Factor contestant Rebecca Ferguson also gave evidence to the MPs, who are conducting an inquiry into misogyny in the music industry.", "type": "p"}, {"text": "\"Misogyny in music is the tip of the iceberg of the things that are happening behind the scenes,\" Ferguson told them.", "type": "p"}, {"text": "She said \"bullying and corruption is being allowed to happen\", and that men in senior positions had asked security staff \"to infiltrate and purposely ruin my romantic relationships\".", "type": "p"}, {"text": "\"I witnessed other performers being encouraged to engage in messages of a sexual nature with each other,\" she added.", "type": "p"}, {"text": "She told the MPs: \"There are plenty of times when you're placed in situations where you are being compromised and where people are abusing their level of power.", "type": "p"}, {"text": "\"But as well as that, the thing that worries me the most is the rapes that are going unreported. That's what concerns me the most - the fact that women feel like they can't speak up.", "type": "p"}, {"text": "\"One lady contacted me and said, 'I've wanted to do this [speak out] my entire life. If I speak up against him, he's so powerful, I will never work in this industry ever again'.\"", "type": "p"}], "tags": []}