{"link": "https://www.bbc.com/news/science-environment-66786611", "category": "science & environment", "title": "Tantalising sign of possible life on faraway world", "contributor": null, "time": "2023-09-12T12:36:52.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13020/production/_131065877_stsci-01h9r88yf49tazjh32j2rfhn20.jpg", "content": [{"text": "Nasa's James Webb Space Telescope may have discovered tentative evidence of a sign of life on a faraway planet.", "type": "b"}, {"text": "It may have detected a molecule called dimethyl sulphide (DMS). On Earth, at least, this is only produced by life. ", "type": "p"}, {"text": "The researchers stress that the detection on the planet 120 light years away is \"not robust\" and more data is needed to confirm its presence.", "type": "p"}, {"text": "Researchers have also detected methane and CO2 in the planet's atmosphere.", "type": "p"}, {"text": "Detection of these gases could mean the planet, named K2-18b, has a water ocean.", "type": "p"}, {"text": "Prof Nikku Madhusudhan, of the University of Cambridge, who led the research, told BBC News that his entire team were ''shocked'' when they saw the results. ", "type": "p"}, {"text": "\"On Earth, DMS is only produced by life. The bulk of it in Earth's atmosphere is emitted from phytoplankton in marine environments,\" he said.", "type": "p"}, {"text": "But Prof Madhusudhan described the detection of DMS as tentative and said that more data would be needed to confirm its presence. Those results are expected in a year.", "type": "p"}, {"text": "''If confirmed, it would be a huge deal and I feel a responsibility to get this right if we are making such a big claim.''", "type": "p"}, {"text": "It is the first time astronomers have detected the possibility of DMS in a planet orbiting a distant star. But they are treating the results with caution, noting that a claim made in 2020 about the presence of another molecule, called phosphine, that could be produced by living organisms in the clouds of Venus was disputed a year later.", "type": "p"}, {"text": "Even so, Dr Robert Massey, who is independent of the research and deputy director of the Royal Astronomical Society in London, said he was excited by the results.", "type": "p"}, {"text": "''We are slowly moving towards the point where we will be able to answer that big question as to whether we are alone in the Universe or not,\" he said.", "type": "p"}, {"text": "''I'm optimistic that we will one day find signs of life. Perhaps it will be this, perhaps in 10 or even 50 years we will have evidence that is so compelling that it is the best explanation.'' ", "type": "p"}, {"text": "JWST is able to analyse the light that passes through the faraway planet's atmosphere. That light contains the chemical signature of molecules in its atmosphere. The details can be deciphered by splitting the light into its constituent frequencies - rather like a prism creating a rainbow spectrum. If parts of the resulting spectrum are missing, it has been absorbed by chemicals in the planet's atmosphere, enabling researchers to discover its composition.", "type": "p"}, {"text": "The feat is all the more remarkable because the planet is more than 1.1 million billion km away, so the amount of light reaching the space telescope is tiny. ", "type": "p"}, {"text": "As well as DMS, the spectral analysis detected an abundance of the gases methane and carbon dioxide with a good degree of confidence. ", "type": "p"}, {"text": "The proportions of CO2 and methane are consistent with there being a water ocean underneath a hydrogen-rich atmosphere. Nasa's Hubble telescope had detected the presence of water vapour previously, which is why the planet, which has been named K2-18b, was one of the first to be investigated by the vastly more powerful JWST, but the possibility of an ocean is a big step forward.", "type": "p"}, {"text": "The ability of a planet to support life depends on its temperature, the presence of carbon and probably liquid water.  Observations from JWST seem to suggest that that K2-18b ticks all those boxes. But just because a planet has the potential to support life it doesn't mean that it does, which is why the possible presence of DMS is so tantalising.", "type": "p"}, {"text": "What makes the planet even more intriguing is that it is not like the Earth-like, so called rocky planets, discovered orbiting distant stars that are candidates for life. K2-18b is nearly nine times the size of Earth.", "type": "p"}, {"text": "Exoplanets - which are planets orbiting other stars - which have sizes between those of Earth and Neptune, are unlike anything in our solar system. This means that these 'sub-Neptunes' are poorly understood, as is the nature their atmospheres, according to Dr Subhajit Sarkar of Cardiff University, who is another member of the analysis team.", "type": "p"}, {"text": "\"Although this kind of planet does not exist in our solar system, sub-Neptunes are the most common type of planet known so far in the galaxy,\" he said. ", "type": "p"}, {"text": "\"We have obtained the most detailed spectrum of a habitable-zone sub-Neptune to date, and this allowed us to work out the molecules that exist in its atmosphere.\"  ", "type": "p"}, {"text": "Follow Pallab on X, formerly known as Twitter", "type": "p"}], "tags": []}