{"link": "https://www.bbc.com/news/technology-66795168", "category": "technology", "title": "France halts iPhone 12 sales over radiation levels", "contributor": null, "time": "2023-09-13T10:58:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C893/production/_131074315_mediaitem131074314.jpg", "content": [{"text": "France has ordered Apple to stop selling the iPhone 12 for emitting too much electromagnetic radiation.", "type": "b"}, {"text": "On Tuesday, the French watchdog which governs radio frequencies also told the tech giant to fix existing phones.", "type": "p"}, {"text": "The ANFR has advised Apple that if it cannot resolve the issue via a software update, it must recall every iPhone 12 ever sold in the country.", "type": "p"}, {"text": "But the World Health Organization has previously sought to allay fears about radiation emitted by mobile phones.", "type": "p"}, {"text": "It says on its website there is no evidence to conclude that exposure to low level electromagnetic fields is harmful to humans.", "type": "p"}, {"text": "The iPhone 12 was first released in September 2020, and it is still sold worldwide.", "type": "p"}, {"text": "Apple told the BBC it was contesting the ANFR's review, and said it had provided the regulator with lab results from the tech giant itself and third parties which show the device is compliant with all the relevant rules.", "type": "p"}, {"text": "It said the iPhone 12 was recognised as being compliant with regulations on radiation levels worldwide.", "type": "p"}, [{"text": "5G judged safe by scientists but faces tougher radiation rules", "type": "a", "href": "https://www.bbc.co.uk/news/technology-51839681"}, {"text": "Can new iPhone 15 thunder without lightning?", "type": "a", "href": "https://www.bbc.co.uk/news/technology-66778527"}, {"text": "New iPhone, new charger: Apple bends to EU rules", "type": "a", "href": "https://www.bbc.co.uk/news/technology-66708571"}], {"text": "France's digital minister Jean-Noel Barrot told French newspaper Le Parisien the decision was due to radiation levels above the acceptable threshold, according to Reuters.", "type": "p"}, {"text": "He said the ANFR found the iPhone 12's Specific Absorption Rate (SAR) was above what is legally allowed.", "type": "p"}, {"text": "\"Apple is expected to respond within two weeks,\" he said. ", "type": "p"}, {"text": "\"If they fail to do so, I am prepared to order a recall of all iPhones 12 in circulation. The rule is the same for everyone, including the digital giants.\"", "type": "p"}, {"text": "France will share its findings with other regulators across the trading bloc - which Barrot said could result in \"a snowball effect\".", "type": "p"}, {"text": "The ANFR requires the SAR of devices to be checked against two different ways a phone is used.", "type": "p"}, {"text": "First there is a \"membre\" - or limb - check, for when a phone is in close contact with a person's body, such as when it is held or placed in a trouser pocket. The SAR limit for this is four watts per kilogram.", "type": "p"}, {"text": "The regulator said the device's \"membre\" SAR was 5.74 watts per kilogram - higher than the limit. ", "type": "p"}, {"text": "There is also a check for when a phone is slightly further away, such as when it is in a bag or jacket pocket, but the iPhone 12's SAR measure came in under this threshold.", "type": "p"}, {"text": "The news first broke on Tuesday in France - the same day that Apple unveiled its new iPhone 15.", "type": "p"}, {"text": "The new phone is the first since 2012 to feature an alternative charging port, and Apple says it will sell an adapter so people can use their existing cables.", "type": "p"}, {"text": "It comes as the Chinese foreign ministry issued a rebuttal against media reports which claimed government agencies had told staff to stop using iPhones.", "type": "p"}, {"text": "It said China has not issued any laws, regulations or policies blocking the use of Apple's products.", "type": "p"}], "tags": []}