{"link": "https://www.bbc.com/news/business-66454314", "category": "business", "title": "Disney to expand ads on streaming as business flags", "contributor": null, "time": "2023-08-09T21:56:07.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10B67/production/_130155486_889e6df8-2c88-4037-9fbe-563ea7aeed3c.jpg", "content": [{"text": "Disney is raising prices and expanding adverts in its streaming service, as it struggles to revive its business.", "type": "b"}, {"text": "The entertainment giant plans to raise prices for its ad-free streaming service in the US this fall and will launch Disney+ with advertisements in Canada and Europe starting in November.", "type": "p"}, {"text": "The move comes as the firm faces a range of troubles, including lacklustre film performance and a sharp drop in television advertising sales.", "type": "p"}, {"text": "Even its parks show signs of strain. ", "type": "p"}, {"text": "Revenue in the division rose 13%, lifted by a rebound in China. ", "type": "p"}, {"text": "But the company said attendance had slipped in the three months ending July 1 at its amusement park in Florida, where the company has been feuding with Governor Ron DeSantis, who has spearheaded attacks in the US on the firm as too \"woke\".", "type": "p"}, {"text": "Overall revenue at the firm grew just 4% year-on-year in the three months ended 1 July, as it posted a loss of $460m (£361m).", "type": "p"}, {"text": "Boss Bob Iger said he knew the firm had \"work to do\".", "type": "p"}, {"text": "\"I'm incredibly confident in Disney's long-term trajectory,\" he added on Wednesday, as the firm provided investors with a quarterly update. ", "type": "p"}, {"text": "Mr Iger acknowledged that the performance of some recent films - which included a new live action Little Mermaid and Guardians of the Galaxy Vol 3 - had been \"disappointing\". ", "type": "p"}, {"text": "But executives downplayed the attendance decline in Florida.", "type": "p"}, {"text": "They said business remained strong compared with pre-pandemic levels, and the drop reflected wider trends, including a return to normal after the pandemic and a fall in international travel. ", "type": "p"}, {"text": "Disney's losses - which included a $2.7bn restructuring charge - were not as severe as analysts had expected, which Mr Iger said reflected the firm's focus on cutting costs and improving efficiency.", "type": "p"}, {"text": "The company spotlighted progress in its streaming business, where losses were cut in half from a year ago to about $500m, and said the firm remained on track to meet its goal of shaving off $5.5bn in costs as promised earlier this year.", "type": "p"}, {"text": "Subscriptions to its core Disney+ service grew 1% to 105.7 million, as growth internationally offset a 1% decline in the US.", "type": "p"}, {"text": "Its Disney Hostar service in India, which has been struggling since losing the right to show cricket matches, saw subscriptions plunge 24%, while other offerings, including ESPN and Hulu saw little change.", "type": "p"}, {"text": "As well as pushing the streaming service with adverts, Mr Iger said the firm planned to crack down on account sharing.", "type": "p"}, {"text": "\"Disney's mixed results will do little to calm investors anxious for clarity on the company's strategy for its streaming services and TV networks,\" said Insider Intelligence analyst Paul Verna.", "type": "p"}, {"text": "\"While it's encouraging that Disney narrowed its streaming losses in the past quarter, it did so mostly through massive reductions in workforce and content spending, rather than through organic growth.\"", "type": "p"}], "tags": []}