{"link": "https://www.bbc.com/news/technology-66451970", "category": "technology", "title": "How safe is my data after a hack or leak?", "contributor": null, "time": "2023-08-09T17:25:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0A81/production/_130698620_mediaitem130698619.jpg", "content": [{"text": "Following news stories in the past few days, it's understandable you might be concerned about your data.", "type": "b"}, {"text": "The UK's elections watchdog revealed on Tuesday it had been the victim of a \"complex cyber-attack\" potentially affecting millions of voters.", "type": "p"}, {"text": "It also emerged personal details of police officers in Northern Ireland were published accidentally.", "type": "p"}, {"text": "But what can you do if you are concerned your data may have been leaked, and how can you prevent issues?", "type": "p"}, {"text": "Generally, when public organisations such as the Police Service of Northern Ireland (PSNI) respond to Freedom of Information requests they should remove any identifying data. ", "type": "p"}, {"text": ".", "type": "b"}, {"text": "However, an average person affected by a data leak or hack should not panic.", "type": "p"}, {"text": "Regarding the cyber-attack affecting UK voters, the Electoral Commission has apologised to those affected but says on its website the data it holds is \"limited, and much of it is already in the public domain\". ", "type": "p"}, {"text": "\"According to the risk assessment used by the Information Commissioner's Office [the data regulator] to assess the harm of data breaches, the personal data held on electoral registers, typically name and address, does not in itself present a high risk to individuals,\" it says.", "type": "p"}, {"text": "This information could be combined with other bits of data about you, such as what you share on social media, to identify you - but this takes a lot of time and cyber criminals will generally only target prominent individuals like this.", "type": "p"}, {"text": "And unless you have opted out of being named on the open electoral register, much of this information will already be publicly available online.", "type": "p"}, {"text": "If you are concerned about a different data breach, and are worried your information may have been lost, there are also websites which will tell you if your email was part of a known data breach.", "type": "p"}, {"text": "The Electoral Commission specifically recommends people use the free online service Have I Been Pwned (sic) to check this.", "type": "p"}, {"text": "If you believe your password to an account may have been compromised, it makes sense to change it.", "type": "p"}, {"text": "But you should be mindful not to respond to any emails recommending this, as they could be attempting to scam you - instead you should visit the website as normal, and change your password there.", "type": "p"}, {"text": "This is also why it is important to have different passwords for different accounts.", "type": "p"}, {"text": "By always keeping different log-in credentials, a future hack is less likely to affect you seriously as the hackers will not be able to use your data beyond accessing a single service you used.", "type": "p"}, {"text": "Another thing people can do is to remain vigilant online to avoid any data loss.", "type": "p"}, {"text": "Recent research from Barclays released on Wednesday shows that 87% of all scams take place on tech platforms, such as dating apps, social media and online marketplaces.", "type": "p"}, {"text": "It says these scams are on the rise, and it wants tech platforms to shoulder some of the liability.", "type": "p"}, {"text": "\"Without the joint help of tech organisations, the Government, and regulators, we risk enabling the unchecked growth of what is now the most common crime in the UK, hurting countless individuals, and costing our economy billions each year,\" says Barclays CEO Matt Hammerstein.", "type": "p"}, {"text": "\"Our data shows that tech platforms - particularly social media - are now the source of almost all scams. However, there is no current legislative or regulatory framework obliging the tech sector to support the prevention of these crimes, as there rightly is for banks.\"", "type": "p"}, {"text": "But there are a few simple steps you can take to stay safe online, which can help protect your data - and your wallet. ", "type": "p"}, {"text": "These include using a strong password for each site you visit, avoiding emails from people you do not know, and being careful when visiting unfamiliar websites.", "type": "p"}, {"text": "A further list is available from Action Fraud,the UK's national reporting centre for fraud and cyber crime.", "type": "p"}], "tags": []}