{"link": "https://www.bbc.com/news/business-62121228", "category": "business", "title": "No plans for windfall tax on electricity producers", "contributor": "Michael Race", "time": "2022-07-11T18:28:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10CBB/production/_125859786_gettyimages-1341067688.jpg", "content": [{"text": "Boris Johnson has no plans to introduce a windfall tax on the profits of electricity firms before he steps down as prime minister, his spokesman said.", "type": "b"}, {"text": "The government said in May that oil and gas companies would be taxed an additional 25% for the next 12 months to help households with rising bills.", "type": "p"}, {"text": "But the PM's spokesman said such a policy wouldn't be extended to electricity producers.", "type": "p"}, {"text": "Shares in energy firms Centrica and SSE rose 3% each after the announcement.", "type": "p"}, {"text": "The government introduced a new tax on energy firms in May, known as the Energy Profits Levy, in a bid to raise around £5bn.", "type": "p"}, {"text": "It came after BP and Shell both reported big profit increases as global oil and gas prices surged following increases in demand driven by the relaxing of Covid restrictions around the world, and also because of supply concerns after Russia - a major exporter of fossil fuels - invaded Ukraine.", "type": "p"}, {"text": "It is hoped the windfall tax - a one-off tax that is imposed by a government on a company - on UK oil and gas producers could be used to help households seeing rising energy bills bite into budgets.", "type": "p"}, [{"text": "How will the £5bn windfall tax on energy firms work?", "type": "a", "href": "https://www.bbc.co.uk/news/business-60295177"}], {"text": "But asked on Monday whether the windfall tax would be extended to electricity generators, the prime minister's spokesman said: \"We would not seek to make any new policies or major fiscal decisions. ", "type": "p"}, {"text": "\"So there's no plans to do that.\"", "type": "p"}, {"text": "The spokesman said the government would \"continue to evaluate the scale of the profits and consider appropriate steps\", but there was \"no plans to introduce or extend that to that group\".", "type": "p"}, {"text": "The BBC has contacted the Treasury for comment.", "type": "p"}, {"text": "Labour has called on the government to consider \"backdating\" its current Energy Profits Levy to January to raise \"extra tax revenue\" from oil and gas firms.", "type": "p"}, {"text": "Shadow Treasury minister James Murray claimed including the extra months could raise an extra £1.9bn, which it urged the government to \"put towards removing VAT on domestic energy bills for the rest of this year\".", "type": "p"}, {"text": "Typical domestic energy bills could hit more than £3,300 a year this winter, according to the latest forecasts, having already increased £700 annually in April.", "type": "p"}, {"text": "A set of government payments to help with bills starts to be paid next week. The government has said all UK households will receive a £400 discount on their fuel bills, while people on benefits will get an additional £650.", "type": "p"}, {"text": "But Labour's Mr Murray said a total of £200m of public money would go towards people with multiple properties as the energy support package for households was \"cobbled together\" at the last minute.", "type": "p"}, {"text": "\"That is not fair. That is not a good use of public money,\" he added.", "type": "p"}, {"text": "The possibility that a windfall tax could also hit electricity generators, including renewable energy operators, was first reported by the Financial Times.", "type": "p"}, {"text": "Sources who were close to the Treasury - as they considered how to impose a windfall tax on such producers - pointed out that renewable and nuclear energy generators have also enjoyed bumper profits as electricity prices surged. They also enjoyed extra profits as they are not dependent on expensive gas to produce power.", "type": "p"}, {"text": "But energy firms warned that an attempt to extend a windfall tax to renewable energy could destroy investor confidence ahead of key auctions for licences to develop new wind and solar projects.", "type": "p"}, {"text": "The boss of one of the UK's biggest investors in renewables previously said his profits from renewable energy generation were in the low hundreds of millions for a whole year, compared to the £7bn made by Shell and the £5bn made by BP in the first three months of 2021 alone.", "type": "p"}], "tags": ["Companies", "Tax", "Energy industry", "North Sea oil and gas", "Cost of living", "Renewable energy"]}