{"link": "https://www.bbc.com/news/entertainment-arts-62122982", "category": "entertainment & arts", "title": "Bond theme composer Monty Norman dies at 94", "contributor": null, "time": "2022-07-11T14:31:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14B50/production/_125861848_monty_norman.jpg", "content": [{"text": "Monty Norman, the prolific composer and lyricist whose works include the famous James Bond theme tune, has died at the age of 94, his family have confirmed.", "type": "b"}, {"text": "The child of Latvian immigrants, Norman grew up in the East End of London, where his mother bought him his first guitar at the age of 16.", "type": "p"}, {"text": "He went on to compose for West End shows like Expresso Bongo and Irma La Douce, before moving into film.", "type": "p"}, {"text": "His Bond theme, commissioned for 1962's Dr No, was used throughout the series.", "type": "p"}, {"text": "Bond producer Cubby Broccoli had asked Norman to compose the first movie's score, having been impressed with his stage musical CV.", "type": "p"}, {"text": "For the main theme, the composer dusted off one of his previous compositions - Bad Sign Good Sign, from an abandoned production of VS Naipaul's A House For Mr Biswas - and re-wrote it with the suave spy in mind.", "type": "p"}, {"text": "After switching the main riff from a sitar to an electric guitar, Norman knew he had captured the essence of 007.", "type": "p"}, {"text": "\"His sexiness, his mystery, his ruthlessness - it's all there in a few notes.,\" he later recalled.", "type": "p"}, {"text": "Norman also wrote Underneath the Mango Tree that accompanies the famous Dr No beach scene featuring Ursula Andress and Sean Connery.", "type": "p"}, {"text": "John Barry famously arranged the Bond theme, leading some people to assume he had written it, much to Norman's displeasure. In 2001, he took The Sunday Times to court over an article that stated he had not composed the famous guitar line, and was awarded £30,000 libel damages.", "type": "p"}, {"text": "In a varied career, Norman also sang with big bands and also appeared in variety shows alongside the likes of Harry Secombe, Peter Sellers, Spike Milligan and Tommy Cooper.", "type": "p"}, {"text": "He also wrote the music for the Hammer movie The Two Faces of Dr. Jekyll (1960), The Day the Earth Caught Fire (1961), the Bob Hope Eon Productions movie Call Me Bwana (1963), and the TV miniseries Dickens of London (1976).", "type": "p"}, {"text": "Norman had to be persuaded to write the Bond score initially due to being busy with two other stage projects.", "type": "p"}, {"text": "But when Broccoli and his partner Harrry Saltzman offered to fly him and his wife out to Jamaica where the location work was to be filmed, all expenses paid, he agreed.", "type": "p"}, {"text": "\"Well, that was the clincher for me!\" Monty joked. ", "type": "p"}, {"text": "\"I thought, even if Dr No turns out to be a stinker at least we'd have sun, sea and sand to show for it!\"", "type": "p"}, {"text": "Norman died on Monday following a short illness, his family said in a statement.", "type": "p"}], "tags": ["Film", "James Bond"]}