{"link": "https://www.bbc.com/news/science-environment-62126413", "category": "science & environment", "title": "World Population Day: India will overtake China in 2023, says the UN", "contributor": "Stephanie Hegarty", "time": "2022-07-11T16:57:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9228/production/_125861473_a09a0aa1-12aa-4d0f-82a6-d20ae612575c.jpg", "content": [{"text": "India is set to become the world's most populous country next year, overtaking China with its 1.4bn people, according to UN figures. ", "type": "b"}, {"text": "By this November, the planet will be home to 8bn.  ", "type": "p"}, {"text": "But population growth is not as rapid as it used to be. ", "type": "p"}, {"text": "It is now at its slowest rate since 1950 and is set to peak, says the UN, around the 2080s at about 10.4bn though some demographers believe that could happen even sooner.", "type": "p"}, {"text": "But the population of the world is expanding unevenly.", "type": "p"}, {"text": "More than half the growth we will see in the next 30 years will happen in just eight countries - the Democratic Republic of the Congo, Egypt, Ethiopia, India, Nigeria, Pakistan, the Philippines and Tanzania.", "type": "p"}, {"text": "At the same time, some of the world's most developed economies are already seeing population decline as fertility rates fall below 2.1 children per woman, which is known as the \"replacement rate\". In 61 countries, the report says, populations will decline by at least 1% by 2050.", "type": "p"}, {"text": "With one of the lowest fertility rates in the world (at 1.15 children per woman), China has announced that its population is due to start declining next year - much earlier than previously thought. That is despite the country abandoning its one child policy in 2016 and introducing incentives for couples to have two or more children.", "type": "p"}, {"text": "As India's population continues to grow it will almost certainly overtake China as the country with the biggest population in the world. ", "type": "p"}, {"text": "Fertility rates are falling globally - even in many of the countries where the population is expanding. That is because, as previous generations expand, there are more people having children, even if individually those people are having fewer children than their parents did.", "type": "p"}, {"text": "Growth is also largely thanks to developments in medicine and science which mean that more children are surviving into adulthood and more adults into old age. That pattern is likely to continue, which means that by 2050 the global average life expectancy will be around 77.2 years.", "type": "p"}, {"text": "But this pattern means that the share of the global population aged 65 years or above is projected to rise from 10% this year to 16% in 2050. Again the distribution will be unequal with some countries, in East Asia and Western Europe, already seeing more extremes in ageing. ", "type": "p"}], "tags": ["Fertility", "Population growth", "China", "India"]}