{"link": "https://www.bbc.com/news/business-66508154", "category": "business", "title": "Russia hikes interest rates to 12% as rouble falls", "contributor": null, "time": "2023-08-15T09:15:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17200/production/_130802749_gettyimages-1501979854.jpg", "content": [{"text": "Russia has hiked interest rates to 12% after the rouble fell to its lowest value in 16 months.", "type": "b"}, {"text": "The currency fell past 100 per dollar on Monday, prompting Russia's central bank to hold an emergency meeting.", "type": "p"}, {"text": "The Bank of Russia said it decided to raise interest rates from 8.5% to curb inflation, which hit 4.4% in August.", "type": "p"}, {"text": "Pressure has been mounting on the Russian economy due to imports rising faster than exports and military spending growing for the Ukraine war.", "type": "p"}, {"text": "\"Steady growth in domestic demand surpassing the capacity to expand output amplifies the underlying inflationary pressure and has impact on the rouble's exchange rate dynamics through elevated demand for imports,\" the Bank of Russia said in a statement.", "type": "p"}, {"text": "The bank said \"inflationary pressure\" was building, but that its target was to bring inflation, which is the rate prices rise at, down to 4% by 2024.", "type": "p"}, {"text": "Russia has been targeted with sanctions by Western countries following its invasion of Ukraine in February 2022.", "type": "p"}, {"text": "The rouble plummeted after war first broke out, but was bolstered by capital controls and oil and gas exports.", "type": "p"}, {"text": "However, it has lost about a quarter of its value overall against the US dollar since Ukraine was invaded and this week more than 100 roubles was needed to buy one dollar.", "type": "p"}, [{"text": "Russian rouble falls to 16-month low", "type": "a", "href": "https://www.bbc.co.uk/news/business-66496736"}, {"text": "No panic over rouble but fall will hurt Russians ", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-66502552"}], {"text": "On Tuesday, the currency recovered slightly to 98 roubles to the dollar, but it remains much weaker than it was last year.", "type": "p"}, {"text": "It is not the first time the Bank of Russia has been aggressive with interest rate hikes. When Russia first attacked Ukraine the bank raised rates from 9.5% to 20%, but began cutting them shortly afterwards.", "type": "p"}, {"text": "But the latest hike will only have a temporary impact, according to Liam Peach, senior emerging markets economist at Capital Economics.", "type": "p"}, {"text": "\"Russia will struggle to attract capital inflows because of sanctions,\" he said.", "type": "p"}, {"text": "Analysts have said a major factor in the rouble weakening has been Russia's trade, and therefore its economy, being hit by Western sanctions.", "type": "p"}, {"text": "Since the outbreak of war, many EU countries which relied on Russian oil and gas have pledged to wean themselves off imports from the country and find alternative suppliers.", "type": "p"}, {"text": "EU leaders introduced a price cap plan to limit the amount Russia earns from its oil exports and the country has also been excluded from Swift, an international payment system used by thousands of financial institutions.", "type": "p"}], "tags": []}