{"link": "https://www.bbc.com/news/entertainment-arts-66515514", "category": "entertainment & arts", "title": "Madonna announces rescheduled dates for her Celebration tour", "contributor": null, "time": "2023-08-15T16:51:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8B60/production/_130808653_ef6dbed4-9dd5-4bbd-8248-84e89ce2286c.jpg", "content": [{"text": "Madonna has announced rescheduled tour dates for her world tour, as she marks her recovery from a bacterial infection that left her in intensive care.", "type": "b"}, {"text": "The Celebration tour will now kick off in London on 14 October, three months after it was originally due to begin in Vancouver, Canada.", "type": "p"}, {"text": "Most of the US dates have been pushed back to 2024, with some cancellations.", "type": "p"}, {"text": "The tour was originally planned to celebrate the 40th anniversary of Madonna's breakout single, Holiday.", "type": "p"}, {"text": "Dubbed the Celebration Tour, it marks her return to arenas and stadiums after the experimental, theatre-based Madame X shows in 2019 and 2020.", "type": "p"}, {"text": "Some of those performances were also postponed or cancelled due to the star's knee and hip injuries, as well as the Covid-19 pandemic.", "type": "p"}, [{"text": "Madonna: I feel so lucky to be alive", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66356980"}, {"text": "Madonna says 'my focus is health' after infection", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66159111"}], {"text": "Madonna announced the Celebration tour in January and entered rehearsals in April.", "type": "p"}, {"text": "However, just weeks before the opening night, her manager broke the news that she was being treated in hospital for a \"serious\" bacterial infection.", "type": "p"}, {"text": "In a message to fans last month, the star said she was \"lucky to be alive\" and thanked her family for their support.", "type": "p"}, {"text": "\"When the chips were down my children really showed up for me. It made all the difference,\" she wrote. ", "type": "p"}, {"text": "\"Love from family and friends is the best medicine. One month out of the hospital and I can reflect.\"", "type": "p"}, {"text": "With the star now on the mend, the tour can now begin, with the European leg going ahead as planned.", "type": "p"}, {"text": "After four sold out dates at the O2 Arena, the show will travel to France, Italy, Denmark, Portugal and Germany before circling back to London for two more dates in December.", "type": "p"}, {"text": "The tour then hops the Atlantic for a handful of shows in New York and Washington before a Christmas break, after which the rescheduled dates begin in the US, Canada and Mexico.", "type": "p"}, {"text": "The logistics of rescheduling the tour have been complicated - with some cities requiring a new venue. A handful of dates in Tulsa, San Francisco, Phoenix and Las Vegas have been cancelled.", "type": "p"}, {"text": "Also scrapped is a Nashville concert on 22 December, which was intended to raise funds for trans rights organisations.", "type": "p"}, {"text": "Refunds for the cancelled concerts will be issued at the original point of purchase. ", "type": "p"}, {"text": "Select shows in New York and Los Angeles will also take place in different venues. Ticketholders for the original dates will be refunded and given priority access to the rescheduled concerts.", "type": "p"}, {"text": "The setlist for the show is currently under wraps, but Madonna previously asked fans for their input, posing the question \"What song would you like to dance to at my show?\" on social media.", "type": "p"}], "tags": []}