{"link": "https://www.bbc.com/news/technology-66498601", "category": "technology", "title": "Grooming cases at record high amid online safety laws delay", "contributor": null, "time": "2023-08-15T10:41:22.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2B98/production/_130806111_microsoftteams-image-11.png", "content": [{"text": "Tens of thousands of online grooming crimes have been recorded during the wait for updated online safety laws.", "type": "b"}, {"text": "Campaigners are urging tech companies and MPs to back the Online Safety Bill and are calling for no more hold-ups. ", "type": "p"}, {"text": "The bill, which aims to crack down on illegal content, has faced repeated delays and amendments.", "type": "p"}, {"text": "Children's charity the NPSCC says 34,000 online grooming crimes had been recorded by UK police forces since it first called for tougher laws in 2017.", "type": "p"}, {"text": "The proposed new rules state that tech companies should be able to access the content of private messages if there is a child safety concern.", "type": "p"}, {"text": "Many popular apps offer an encrypted messaging service, which means that only the sender and recipient can view the content. The tech firms themselves cannot see it. ", "type": "p"}, {"text": "However, these privacy functions are available to everybody, and the platforms say they offer extra protection to victims of domestic abuse, journalists and political activists, among others. ", "type": "p"}, {"text": "They also say that if they build in a backdoor, it will make their services less secure for all. ", "type": "p"}, {"text": "Aoife, 22, from East Kilbride, was targeted on the social network Yubo when she was 15, by an adult male who pretended to be a teenager.", "type": "p"}, {"text": "He convinced her to download a different, secure messaging app, and send him explicit images of herself. He then threatened to publish them onto her social media accounts if she did not do what he said.", "type": "p"}, {"text": "He also demanded photos of her school uniform and timetable. Aoife said she remembered a primary school lesson about a digital \"panic button\" run by the Child Exploitation and Online Protection Centre (CEOP) and accessed it. ", "type": "p"}, {"text": "CEOP contacted her school, who told her parents. They helped her report her abuser to the police.", "type": "p"}, {"text": "Yubo told the BBC it was \"committed to aggressively fighting threats against our users' safety\" and was \"always working to evaluate and improve our safety tools and policies\".", "type": "p"}, {"text": "\"I was petrified,\" Aoife told BBC News. \"It was something silly like two o'clock in the morning that I remember sitting in my room and all I wanted was my mum, but you can't go in then tell your mum that you've just done this, and you're in a lot of trouble. ", "type": "p"}, {"text": "\"It's scary. I felt like I was the only person in the world at the time.\"", "type": "p"}, {"text": "She said she felt \"guilty\" that no-one else knew what she was going through but also annoyed with herself because she was a \"smart girl\".", "type": "p"}, {"text": "After an investigation by the National Crime Agency in 2022, Aoife's abuser was jailed for 18 years.", "type": "p"}, {"text": "He pleaded guilty to 65 offences relating to 26 girls and women aged between 12 and 22.", "type": "p"}, {"text": "Citing data from 42 UK police forces, the NSPCC said that 6,350 offences related to sexual communication with a child were recorded last year - a record high.", "type": "p"}, {"text": "The new research shows that over the last six years 5,500 offences took place against primary school-age children. This means that under-12s made up a quarter of the over 21,000 known victims over that period. ", "type": "p"}, {"text": "The findings also showed that 73% of the crimes involved either Snapchat or Meta-linked websites, where the source was known.", "type": "p"}, {"text": "A Snap spokesperson told the BBC the platform had improved their technology over the last year to help identify sexual exploitation of young people. ", "type": "p"}, {"text": "\"We also have extra protections for under-18s to make it even harder for them to be contacted by people they don't know, and tools so parents know who their teens are talking to,\" the spokesperson said.  ", "type": "p"}, {"text": "Meta said that it restricts people over 19 from messaging teens who don't follow them, and uses technology to help prevent potentially suspicious adults from finding and interacting with teens.   ", "type": "p"}, {"text": "\"We've developed over 30 features to support teens and their families, including parental supervision tools that let parents be more involved in how their teens use Instagram.\"", "type": "p"}, {"text": "However, ministers have recently had to defend the Online Safety Bill against a backlash from some tech companies, who argue the law will undermine the use of encryption to keep online communications private.", "type": "p"}, {"text": "Some platforms are threatening to leave the UK altogether rather than comply with the new rules.", "type": "p"}, [{"text": "What is end-to-end encryption and how does it work? ", "type": "a", "href": "https://www.youtube.com/watch?v=c2OkOckSD20"}, {"text": "Apple joins opposition to message app scanning", "type": "a", "href": "https://www.bbc.co.uk/news/technology-66028773"}], {"text": "Kate Robertson, senior research associate at Citizen Lab - an organisation where researchers study security on the internet - told the BBC that \"we shouldn't be drilling more holes in internet safety\".", "type": "p"}, {"text": "She said encryption \"is an important source of safety for vulnerable individuals and it's also an important safety net for privacy itself\".", "type": "p"}, {"text": "Rani Govender, senior policy officer at the NSPCC, said: \"We don't think there's a trade-off between safety and privacy, we think it's about investing in those technical solutions which we know are out there, that can deliver for the privacy and safety of all users on these services.\"", "type": "p"}, {"text": "But the NSPCC also wants assurances that the legislation will regulate new technologies, such as artificial intelligence (AI).", "type": "p"}, {"text": "Chief executive of the Internet Watch Foundation, Susie Hargreaves, echoed this, calling for robust safety features to be brought in. ", "type": "p"}, {"text": "\"Without them, end-to-end encryption will be a smokescreen for abusers, helping them hide what they're doing, and enabling them to continue to hurt children and destroy young lives,\" she said. ", "type": "p"}], "tags": []}