{"link": "https://www.bbc.com/news/business-62158427", "category": "business", "title": "IMF warns of 'darkening' global economic outlook", "contributor": "Jonathan Josephs", "time": "2022-07-13T21:55:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1426C/production/_125904528_kristalinageorgieva.jpg", "content": [{"text": "The head of the International Monetary Fund has hinted it will downgrade its expectations for global economic growth this month.", "type": "b"}, {"text": "Its most recent forecast, issued in April, was for 3.6% growth this year and next.", "type": "p"}, {"text": "Kristalina Georgieva said the war in Ukraine, higher than expected inflation, and the ongoing Covid pandemic are to blame.", "type": "p"}, {"text": "These are making the cost of living crisis worse for millions, she said.", "type": "p"}, {"text": "And the the poorest are suffering the most, she added.", "type": "p"}, {"text": "It comes as inflation in the US - world's biggest economy - reached 9.1%, the highest in more than 40 years.", "type": "p"}, [{"text": "US prices rising at fastest rate for 40 years", "type": "a", "href": "https://www.bbc.co.uk/news/business-62148662"}, {"text": "Ukraine war: Germany fears Russia gas cut may become permanent", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-62121702"}], {"text": "Her warning that the global economic outlook \"has darkened significantly\" comes as G20 finance ministers and central bank governors prepare to meet in Bali.", "type": "p"}, {"text": "Their agenda is full of issues that are troubling the global economy, including food security, and the impact of the war in Ukraine.", "type": "p"}, {"text": "Indonesia's central bank governor Perry Warjiyo is cautious about the prospect of reaching an agreement over the way forward, saying: \"We hope for the best, but of course prepare for the worst\".", "type": "p"}, {"text": "Ms Georgieva said in a blog post that inflation has \"broadened beyond food and energy prices\" in that has led many central banks to increase the cost of borrowing, something she said will \"need to continue\".", "type": "p"}, {"text": "Canada became the latest major central bank to increase interest rates, raising its main rate from 1.5% to 2.5% as it tries to tackle rising inflation.", "type": "p"}, {"text": "The bank's governor Tiff Macklem said the higher than expected increase \"reflects concern that inflation is too high and it's affecting all Canadians\".", "type": "p"}, {"text": "The US Federal Reserve is increasingly seen as likely to make a similarly big increase when it meets later this month.", "type": "p"}, {"text": "Higher interest rates are typically used to reduce inflation because they mean companies and individuals need to use more cash to repay loans, rather than spending it on goods and services.", "type": "p"}, {"text": "The IMF says 75 central banks have raised interest rates in the last year, on average, 3.8 times.", "type": "p"}, {"text": "But if that pattern doesn't continue Ms Georgieva anticipates \"even more harm to growth and employment\", adding: \"Acting now will hurt less than acting later.\"", "type": "p"}, {"text": "There is also a warning that countries who have pumped in billions of dollars to support their economies through the pandemic need to reduce that to dampen the demand for goods and services that is being fuelled by that money.", "type": "p"}, {"text": "However, cash handouts \"to support vulnerable households\", are still needed, especially those who are suffering most from high energy or food prices, she said.", "type": "p"}, {"text": "Ms Georgieva said this spending must be funded by cuts elsewhere or new sources of income, other than debt.", "type": "p"}, {"text": "In the longer term, policies that tackle the global shortage of labour, especially those that encourage more women to work, will help too, she adds.", "type": "p"}, {"text": "With preparations underway for this weekend's G20 meeting, Ms Georgieva says that better global cooperation is needed because \"risks of social instability are rising\" thanks to concerns over food and energy supplies.", "type": "p"}, {"text": "Such concerns have contributed to Sri Lanka's worst economic crisis since independence more than 70 years ago.", "type": "p"}, {"text": "The head of the IMF said immediate actions that can be taken include the ending of restrictions on food exports that many countries have imposed since the war in Ukraine started. ", "type": "p"}, {"text": "She also called for the world's richest countries to use the meeting as a chance to help \"provide urgent support\" to those most in need.", "type": "p"}], "tags": ["International Monetary Fund (IMF)", "Economics", "Global economy", "Inflation", "Cost of living", "UK economy"]}