{"link": "https://www.bbc.com/news/entertainment-arts-62155364", "category": "entertainment & arts", "title": "Mark Fleischman: Ex-Studio 54 club owner dies by assisted suicide at Dignitas", "contributor": null, "time": "2022-07-13T17:18:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5BE9/production/_125892532_gettyimages-563019281.jpg", "content": [{"text": "Mark Fleischman, who owned legendary New York nightclub Studio 54 in the 1980s, has died by assisted suicide in Switzerland, his former business partner has said.", "type": "b"}, {"text": "Mr Fleischman, 82, took over the club in 1980 and ran it until 1986.", "type": "p"}, {"text": "He first became ill in 2016 and was left unable to walk or do many things for himself, but said doctors had not been able to diagnose his condition.", "type": "p"}, {"text": "He took his life at the Dignitas clinic near Zurich on Wednesday.", "type": "p"}, {"text": "Daniel Fitzgerald, who co-owned the Century Club in Los Angeles with Mr Fleischman in the 1990s and 2000s, told BBC News: \"I guess he was in more pain than we knew.\"", "type": "p"}, {"text": "Mr Fitzgerald organised a \"living wake\" for Mr Fleischman last week and had hoped he would postpone the visit to Switzerland.", "type": "p"}, {"text": "\"I thought maybe we could convince him not to [go],\" he said. \"We had a really nice party for him and a lot of his friends came, and everyone thought, 'he's going to postpone it a month and we'll see what we can do'. But he was set on doing it.\"", "type": "p"}, {"text": "Assisted dying is legal in Switzerland, and the Dignitas clinic has been open since 2002.", "type": "p"}, {"text": "Last month, Mr Fleischman told the New York Post he had trouble speaking, could not dress himself or put on his own shoes, and his wife Mimi had to help him in and out of bed.", "type": "p"}, {"text": "\"I am taking a gentle way out,\" he said. \"It is the easiest way out for me.\"", "type": "p"}, {"text": "Studio 54 opened in 1977 and soon became the hottest venue in the US, with celebrities like Andy Warhol, Bianca Jagger, Liza Minnelli and Elizabeth Taylor flocking to its famous dancefloor.", "type": "p"}, {"text": "But it closed in 1980 when its two original co-owners were jailed for tax evasion.", "type": "p"}, {"text": "Mr Fleischman took over and later recounted his time in charge in a book titled Inside Studio 54.", "type": "p"}, {"text": "\"From the very first night we opened, in 1981, I was swept up in a world of celebrities, drugs, power and sex,\" he wrote.", "type": "p"}, {"text": "\"Every night, celebrities and stunning women made their way through the crowd, up the stairs to my office to sip champagne and share lines of cocaine using my golden straw or rolled-up $100 bills.\"", "type": "p"}, {"text": "He added: \"I was the guy in control, the owner - the host of the party. It was my duty, my job, to make sure everyone had a good time. It was a responsibility, a heady feeling, one that I gave myself over to wholeheartedly. It was an exclusive world where anything could happen.\"", "type": "p"}, {"text": "Mr Fitzgerald added that while they ran the Century Club, he and Mr Fleischman \"worked really well together for a long time and had a lot of fun together\".", "type": "p"}, {"text": "\"He would be able to have fun but be really smart at the same time, and be really intelligent about figuring things out. He taught me a lot. He was a great mentor for me.\"", "type": "p"}, {"text": "Find organisations that can give support in relation to suicide on the BBC Action Line website.", "type": "p"}], "tags": ["New York City", "Nightclubs", "Euthanasia and assisted dying", "Music"]}