{"link": "https://www.bbc.com/news/science-environment-62155260", "category": "science & environment", "title": "Successful debut flight for Europe's Vega-C rocket", "contributor": "Jonathan Amos", "time": "2022-07-13T15:35:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FAF9/production/_125894246_artist_s_view_of_ariane_6_and_vega-c_pillars.jpg", "content": [{"text": "Europe has given a successful debut to its new Vega-C rocket.", "type": "b"}, {"text": "The medium-lift vehicle was sent up from French Guiana to deliver seven satellites to orbit, the largest of which will test Einstein's general theory of relativity.", "type": "p"}, {"text": "Vega-C has enormous importance for Europe's continued access to space. ", "type": "p"}, {"text": "It's needed to fill a big gap in capability now that Russian rockets are no longer available because of the war in Ukraine.", "type": "p"}, {"text": "The withdrawal from the market of Moscow's Soyuz launchers earlier this year left European institutional and commercial satellites scrambling for alternative rides.", "type": "p"}, {"text": "Vega-C will be the obvious option for many, although even before Wednesday's successful maiden flight, the new Italian-led rocket system was fully booked through 2023, 2024 and 2025.", "type": "p"}, {"text": "And there's a further reason why Vega-C's entry into the launcher business is critical. Its first stage, the segment of the vehicle that gets it up off the ground, is also going to be used on Europe's forthcoming heavy-lift rocket, the Ariane-6.", "type": "p"}, {"text": "Sharing the stage technology across both launcher systems is expected to lead to significant cost savings.", "type": "p"}, {"text": "\"The launch demand in Europe in the next couple of years and beyond is going to be high, and Vega-C and Ariane-6 are going to be our workhorses,\" said Josef Aschbacher, the director general of the European Space Agency.", "type": "p"}, {"text": "\"You should see this maiden flight as the first launch of a new generation of European rockets, the start of a strengthening of the role of Europe in space transportation,\" Giorgio Saccoccia, the president of the Italian Space Agency, told BBC News.", "type": "p"}, {"text": "Vega-C is an enhancement of the old Vega vehicle introduced in 2012. The upgrade brings greater performance as well as cost reductions. And its designers hope their changes will add increased flexibility, too, to meet the diverse demands of today's satellite operators.", "type": "p"}, {"text": "Some spacecraft, such as the European Union's Earth observation Sentinels, can weigh a couple of tonnes. At the other end of the spectrum, there's been a surge in the production of shoebox-sized (and smaller) spacecraft.", "type": "p"}, {"text": "Vega-C will have the ability therefore to fly big, single payload missions, as well as so-called rideshare missions where many tens of little satellites are lofted at once.", "type": "p"}, {"text": "Another role for Vega-C will be to carry Europe's mini robotic space shuttle to orbit. The Space Rider will take up scientific experiments and return them to Earth. Its first outing is likely to be in 2024.", "type": "p"}, {"text": "Both the earlier Vega and Vega-C use an upper-stage engine made in Ukraine. This has been the topic of much discussion because of the war in the east European nation.", "type": "p"}, {"text": "The concern has been whether the conflict might interrupt the supply of these RD-843 motors, produced by Yuzhmash, Ukraine's state-owned aerospace manufacturer.", "type": "p"}, {"text": "But Avio, the Italian firm responsible for assembling Vega vehicles, says it already has enough in its possession for the short term.", "type": "p"}, {"text": "Longer-term, a western European alternative is being developed.", "type": "p"}, {"text": "Ukraine, as well as wanting to join the European Union, also wants to become a member of the European Space Agency. One of its key contributions would be engine technology.", "type": "p"}, {"text": "\"The process has started. It takes about 10 years to go through all the steps to full membership,\" explained Dr Aschbacher.", "type": "p"}, {"text": "\"I do have a mandate given to me by Esa's member states to discuss with Ukraine and to identify projects or opportunities for cooperation, although given current circumstances this is only happening at a light level.", "type": "p"}, {"text": "\"But, certainly, there is huge interest on the side of Ukraine to go through all the obligatory steps as quickly as possible.\"", "type": "p"}, {"text": "Wednesday's launch put seven satellites in orbit, including the Lares-2 (Laser Relativity Satellite-2) payload. Looking like a disco ball, it will be tracked very precisely by lasers from the ground.", "type": "p"}, {"text": "Researchers at Italy's National Institute for Nuclear Physics say this will enable them to test \"frame dragging\", a phenomenon predicted by Einstein's equations that sees the Earth twist local space-time around with it as it rotates.", "type": "p"}], "tags": ["Russia-Ukraine war", "Earth observation", "European Space Agency", "Space exploration", "Ukraine"]}