{"link": "https://www.bbc.com/news/technology-62142208", "category": "technology", "title": "BMW introduces new heated seat subscription in UK", "contributor": null, "time": "2022-07-13T18:12:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EA37/production/_125895995_bmwseatsgettyimages-1264245526.jpg", "content": [{"text": "BMW has sparked debate after offering an online subscription to turn on heated front seats in its cars in the UK for £15 per month.", "type": "b"}, {"text": "A monthly heated steering wheel subscription costs £10.", "type": "p"}, {"text": "Subscriptions have been available for features on BMW cars for some time in the UK, but the heated seat offer started this month.", "type": "p"}, {"text": "The company says customers can enable all hardware features for a one-time payment if they prefer.", "type": "p"}, {"text": "The features are available via BMW's ConnectedDrive online store and are activated remotely, with no need to visit a dealer.", "type": "p"}, {"text": "The heated seat offer is available in the UK, but the subscriptions that are available vary by country.", "type": "p"}, {"text": "The manufacturer told the BBC that \"where heated seats, or any feature available in the ConnectedDrive store have been purchased when a customer vehicle is ordered, no subsequent subscription or payment is necessary\".", "type": "p"}, {"text": "But the company argues that the ability to add new features can be helpful for owners who change their minds after purchase.  ", "type": "p"}, {"text": "And it is particularly useful, BMW wrote, for second-hand car owners, \"as they now have the opportunity to add features the original owner did not choose\".  ", "type": "p"}, {"text": "Subscriptions also enable drivers to \"experiment with a feature by purchasing a short-term trial before committing to a purchase\", the company added.", "type": "p"}, {"text": "However, unlimited use of a feature can be purchased. ", "type": "p"}, {"text": "For £200, those with chilly hands can enjoy a warm wheel for \"as long as the technical prerequisites are met for this vehicle\".", "type": "p"}, {"text": "The news has sparked online debate, with news site The Verge saying: \"In the case of heated seats, for example, BMW owners already have all the necessary components, but BMW has simply placed a software block on their functionality that buyers then have to pay to remove.\"", "type": "p"}, {"text": "The Register said that while it could work as a way for owners to add features as they can afford them, \"on the other hand, it may feel like buying a mug and having to rent the handle\".", "type": "p"}, {"text": "A number of the reports note BMW's move is part of a wider industry trend with a range of car-makers offering subscriptions.", "type": "p"}, {"text": "There were negative comments on social media too, with one Twitter user writing: \"Subscriptions for software is one thing, no-one is going to subscribe for heated seats or whatever, if I own the car I own everything in it.\"", "type": "p"}, {"text": "And Kurt Opsahl, general counsel of digital civil liberties campaign group the Electronic Frontier Foundation, tweeted: \"A seat heater blocked by software is broken, and the car owner should have the right to repair their seats.\" ", "type": "p"}], "tags": ["BMW", "Car industry"]}