{"link": "https://www.bbc.com/news/business-66643936", "category": "business", "title": "Toyota halts all Japan assembly plants due to glitch", "contributor": null, "time": "2023-08-29T05:35:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1665E/production/_130924719_takaoka_plant_2020_003.jpg", "content": [{"text": "Japanese motor industry giant Toyota has suspended operations at all of its assembly plants in its home country due to a glitch in its production system.", "type": "b"}, {"text": "The move has brought domestic production at the world's biggest-selling car maker to a standstill.", "type": "p"}, {"text": "The malfunction has meant the firm has not been able to order components.", "type": "p"}, {"text": "A spokesperson told the BBC that the firm is trying to find the cause of the problem but does not currently believe it is due to a cyber attack.", "type": "p"}, {"text": "On Tuesday morning, Toyota suspended operations at 12 of its 14 assembly plants in Japan.", "type": "p"}, {"text": "Later in the day a spokesperson said production at all 14 facilities would be suspended.", "type": "p"}, {"text": "The company has not yet said when it plans to restart the operations or how much production is expected to be lost due to the stoppage.", "type": "p"}, {"text": "In total, the 14 plants are estimated to account for around a third of Toyota's global production.", "type": "p"}, {"text": "The suspension comes as Toyota's production in Japan had been recovering after a series of issues.", "type": "p"}, {"text": "Its operations were hit last year after one of its suppliers was affected by a cyber attack.", "type": "p"}, {"text": "The one-day disruption caused an output loss of around 13,000 cars.", "type": "p"}, {"text": "Also last year, Toyota suspended operations at some of its production lines in Japan due to the coronavirus lockdown in China's economic hub Shanghai.", "type": "p"}, {"text": "\"Due to the impact of the semiconductor shortage, we announced our revised production plan for May,\" Toyota said at the time.", "type": "p"}, {"text": "Toyota is a pioneer of the so-called \"just-in-time\" production system, which keeps costs down but can be vulnerable to problems if deliveries of components are disrupted.", "type": "p"}, {"text": "Sign up for our morning newsletter and get BBC News in your inbox.", "type": "p"}], "tags": []}