{"link": "https://www.bbc.com/news/entertainment-arts-66649618", "category": "entertainment & arts", "title": "Jamie Crick: Radio broadcaster dies at 57", "contributor": null, "time": "2023-08-29T17:25:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8163/production/_130932133_crick.jpg", "content": [{"text": "Broadcaster Jamie Crick, known for shows on Jazz FM, Classic FM and Scala Radio, has died at the age of 57.", "type": "b"}, {"text": "Mr Crick spent 20 years on Classic FM from 1994 before moving to Jazz FM, where he hosted the breakfast show, and later the afternoon drivetime slot.", "type": "p"}, {"text": "He also fronted a show on sister station Scala Radio, and helped launch the UK's first LGBT+ station Gaydar Radio, as creative director in 2001.  ", "type": "p"}, {"text": "A spokesperson for Jazz FM and Scala Radio said he would be \"sorely missed\".", "type": "p"}, {"text": "\"Jamie Crick was a broadcaster through and through and played an integral role on our radio stations,\" they said, adding that he was a \"great friend\" to his colleagues.", "type": "p"}, {"text": "\"Our radio stations have a big gap to fill and will pay tribute accordingly in the near future, but while they all come to terms with Jamie's unexpected passing, they will continue to broadcast the music that he loved in his honour every day.", "type": "p"}, {"text": "\"Our deepest condolences are with his family and loved ones at this time.\"", "type": "p"}, {"text": "Mr Crick hosted his final Jazz FM afternoon show on Monday. According to parent company Bauer Media, his family said he died following a short illness.", "type": "p"}, {"text": "Fellow DJ Simon Bates was among those paying tribute, writing: \"So very sad to learn that Jamie Crick has died. When I first started at Classic FM, Jamie was a fund of support, kindness and good humour.\"", "type": "p"}, {"text": "BBC Radio London's Jason Rosam said he was \"saddened beyond words\".", "type": "p"}, {"text": "\"He gave me my first job in radio and his wisdom, guidance, and unwavering support shaped me in ways I can't express. Forever grateful for the moments shared and the lessons learned.\"", "type": "p"}], "tags": []}