{"link": "https://www.bbc.com/news/business-66183954", "category": "business", "title": "Elon Musk accused of owing $500m in Twitter severance", "contributor": null, "time": "2023-07-12T21:03:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/00A6/production/_130366100_whatsubject.jpg", "content": [{"text": "A former human resources boss at Twitter has accused the company of failing to pay roughly $500m (£385m) in severance pay owed to former staff of the company.", "type": "b"}, {"text": "Courtney McMillian, who was the social media site's former \"head of total rewards\", made the claim in a class-action lawsuit.", "type": "p"}, {"text": "The complaint says Twitter owner Elon Musk knew about the severance plan before he sacked thousands of staff.", "type": "p"}, {"text": "But it says he balked at the “expense”.", "type": "p"}, {"text": "It is the latest of multiple lawsuits filed against the company over the mass firings that followed Mr Musk's purchase of Twitter for $44bn (£34bn) last year. ", "type": "p"}, {"text": "The layoffs ultimately affected roughly 6,000 people, according to the lawsuit. ", "type": "p"}, {"text": "Under Twitter’s severance plan, staff were due to receive a minimum of two months base salary in severance and a cash contribution toward health insurance, among other benefits, according to the complaint filed in federal court in San Francisco. ", "type": "p"}, {"text": "Those with more senior roles, including Ms McMillian, were due six months base salary in severance pay, plus one week for each full year of experience, it says. ", "type": "p"}, {"text": "But staff received “at most” three months of pay after they were sacked. That included one month of severance, as well as two months worth of pay to comply with a US law aimed at providing workers with notice of firings, according to the complaint.", "type": "p"}, {"text": "That was a “fraction” of the $500m to which employees were entitled, it says.", "type": "p"}, {"text": "Twitter, which no longer has a public relations department, did not comment. ", "type": "p"}, {"text": "Mr Musk said in November following a round of mass layoffs that staff would receive three months worth of pay, “50% more than legally required”.", "type": "p"}, {"text": "The complaint accused Mr Musk of misleading employees about whether the company would honour the plan, leading some to remain at the firm for longer than they would have otherwise. ", "type": "p"}, {"text": "\"Musk initially represented to employees that under his leadership Twitter would continue to abide by the severance plan,\" said Kate Mueting, the lawyer from Sanford Heisler Sharp who is representing Ms McMillian.", "type": "p"}, {"text": "\"He apparently made these promises knowing that they were necessary to prevent mass resignations that would have threatened the viability of the merger and the vitality of Twitter itself,\" she added.", "type": "p"}, {"text": "The BBC has contacted Twitter for comment.", "type": "p"}], "tags": []}