{"link": "https://www.bbc.com/news/technology-66183034", "category": "technology", "title": "Elon Musk announces new AI start-up", "contributor": null, "time": "2023-07-12T19:02:28.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3A44/production/_130361941_mediaitem130361940.jpg", "content": [{"text": "Tesla boss Elon Musk has announced the formation of an artificial intelligence startup.", "type": "b"}, {"text": "The new company is called xAI, and includes several engineers that have worked at companies like OpenAI and Google. ", "type": "p"}, {"text": "Mr Musk has previously stated he believes developments in AI should be paused and that the sector needs regulation.", "type": "p"}, {"text": "He said the start-up was created to \"understand reality\".", "type": "p"}, {"text": "It is unclear how much funding the entity has, what its specific objectives are or what kind artificial intelligence the company wants to focus on.", "type": "p"}, {"text": "The company's website says the goal of xAI is to \"understand the true nature of the universe.\"", "type": "p"}, {"text": "The new firm will host a Twitter Spaces chat on Friday, which may reveal further details about its aims.", "type": "p"}, {"text": "Elon Musk was the one of the original backers of OpenAI, which went on to create the popular large language model ChatGPT, which has - often controversially - become popular for uses such as assisting students with writing homework.", "type": "p"}, {"text": "However, the billionaire's relationship with the company has soured. He has criticised ChatGPT for having a liberal bias. ", "type": "p"}, {"text": "\"What we need is TruthGPT\", Mr Musk tweeted in February.", "type": "p"}, {"text": "He also disagrees with how ChatGPT has been run - and its close relationship with Microsoft. ", "type": "p"}, {"text": "\"It does seem weird that something can be a nonprofit, open source and somehow transform itself into a for-profit, closed source,\" Musk said in a CNBC interview. ", "type": "p"}, {"text": "In March Mr Musk signed an open letter calling for a pause to \"Giant AI Experiments\", which to date has around 33,000 signatures.", "type": "p"}, {"text": "In an interview with the BBC in April Mr Musk said he had been worrying about AI safety for over a decade.", "type": "p"}, {"text": "\"I think there should be a regulatory body established for overseeing AI to make sure that it does not present a danger to the public\", he said.", "type": "p"}, {"text": "Mr Musk has also pitted himself against AI companies due to the data they use to train chatbots - the software that learns how humans interacts by scraping masses of data from various sources to fuel its knowledge and interaction styles.", "type": "p"}, {"text": "The billionaire believes vast amounts of Twitter's data is scraped from the platform, and that the company should be adequately compensated.", "type": "p"}, {"text": "Mr Musk purchased the microblogging platform in a deal worth billions, before making sweeping changes which led to many leaving the platform in protest, including the producer of shows such as Grey's Anatomy and Bridgerton, Shonda Rhimes, as well as model Gigi Hadid and comedian and actor Stephen Fry.", "type": "p"}], "tags": []}