{"link": "https://www.bbc.com/news/technology-61506705", "category": "technology", "title": "Subsea internet cables could help detect earthquakes", "contributor": "Chris Vallance", "time": "2022-05-19T19:11:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13483/production/_124797987_mareagettyimages-695501024.jpg", "content": [{"text": "Internet cables that crisscross the sea-floor could be use to detect earthquakes and tsunamis or monitor how climate change alters ocean currents.", "type": "b"}, {"text": "These telecoms cables could be used as a giant array of deep-sea scientific sensors, the UK's National Physical Laboratory (NPL) and its partners say.", "type": "p"}, {"text": "Scientists tested the technique on an optical-fibre link between the UK and Canada.", "type": "p"}, {"text": "The research is published in Science Magazine.", "type": "p"}, {"text": "Because installing permanent sensors to monitor the ocean floor is very costly, only a few exist globally, the scientists say.", "type": "p"}, {"text": "\"70% of the Earth's surface is water but all the seismic stations are on land, because it is too difficult and expensive to install permanent sensors on the seafloor\" Dr Giuseppe Marra of the NPL told the BBC.", "type": "p"}, {"text": "But numerous optical-fibre cables carry data across the world's seas and oceans.", "type": "p"}, {"text": "It is estimated there are more than 430 around the world, spanning distances of 1.3 million km (800,000 miles)", "type": "p"}, {"text": "According to Dr Marra vibrations, pressure and temperature changes affect, by a very small amount, the speed of light as it travels through the cable which extremely sensitive instruments can then detect.", "type": "p"}, {"text": "The researchers said they had detected earthquakes and \"ocean signals\", such as waves and currents, using a 5,860km EXA Infrastructure optical-fibre link between Southport, Lancashire, and Halifax, Canada. ", "type": "p"}, {"text": "The scientists were able to use individual spans of cable between repeaters - devices that help boost the signal - as separate sensors.", "type": "p"}, {"text": "\"If we apply this technique to a large number of cables\", Dr Mara said, \"we could transform this underwater infrastructure into a giant array of detectors for earthquakes, ocean currents and more. ", "type": "p"}, {"text": "\"Extending the seismic network from land to the seafloor will improve our understanding of the internal structure of the Earth and its dynamic behaviour\" he added.", "type": "p"}, {"text": "Cable-based sensors could identify the \"epicentral area\" of an earthquake in the same way as land-based seismometers, the researchers suggest.", "type": "p"}, {"text": "And the technique opened other possibilities, such as monitoring deep-water currents for changes caused by global warming.", "type": "p"}, {"text": "There is also the untested possibility of using cables to monitor how climate change alters sea-floor temperatures.", "type": "p"}, {"text": "Technology-giant Google was involved in the research as well as the University of Edinburgh, the British Geological Survey, and the Istituto Nazionale di Ricerca Metrologica, in Italy.", "type": "p"}, {"text": "Brian Baptie, head of the Earth seismology team for the British Geological Survey, said the research could transform scientists' ability to make measurements over vast areas of Earth's surface where it was very difficult to use conventional technologies. ", "type": "p"}, {"text": "\"It creates an amazing opportunity to observe earthquakes in the middle of oceans at close range as well as the tantalising possibility of measuring other natural phenomena like submarine volcanic eruptions and tsunami in future,\" he said.", "type": "p"}], "tags": ["Earthquakes", "Internet"]}