{"link": "https://www.bbc.com/news/business-63940390", "category": "business", "title": "National Grid: Coal plants stood down to supply electricity", "contributor": null, "time": "2022-12-12T12:12:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1673F/production/_127976919_gettyimages-1291185271.jpg", "content": [{"text": "National Grid has stood down two coal plants that it had put on standby to generate electricity in case supplies were disrupted because of cold weather.", "type": "b"}, {"text": "The company had asked Drax, which owns Britain's biggest power station, to prepare two coal-fired units on Monday.", "type": "p"}, {"text": "It is still planning to run a test of its scheme that offers discounts on bills for households who cut peak-time electricity use on Monday evening.", "type": "p"}, {"text": "The move comes as the UK experiences a snap of freezing temperatures.", "type": "p"}, {"text": "It means demand for energy rises as more people heat their homes, and a lack of wind has reduced the amount of renewable energy available. ", "type": "p"}, {"text": "It is understood because of the cold temperatures, Monday will be the highest demand day for electricity so far this winter.", "type": "p"}, {"text": "National Grid said earlier on Monday that while it had asked Drax to warm up its two coal-fired units at its site near Selby, North Yorkshire, the plants might not be used. It confirmed at lunchtime the power station had been told to stand down.", "type": "p"}, {"text": "It said households should \"continue to use energy as normal\".", "type": "p"}, [{"text": "Coal plants to stay open over Russia gas cut fears", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-york-north-yorkshire-62077711"}, {"text": "Heavy snow hits UK after coldest night of year", "type": "a", "href": "https://www.bbc.co.uk/news/uk-63939132"}], {"text": "The UK receives electricity via subsea cables from other European countries including France, Norway, Belgium and the Netherlands, but higher demand in Europe could potentially disrupt supplies to the UK and would trigger the need for coal-generated energy.", "type": "p"}, {"text": "In October, National Grid warned there was a risk of blackouts over the winter months as a last resort if energy supplies reach low levels.", "type": "p"}, {"text": "Fintan Slye, executive director of National Grid, told the BBC on Monday that power outages were \"still a possibility\", but said the network operators remained \"cautiously optimistic through the winter that we will be able to manage it\".", "type": "p"}, {"text": "\"We have enough supplies secured through the rest of the day that we can manage that and ensure there's no disruption to customers' supplies,\" he told the BBC's Today programme.", "type": "p"}, {"text": "However, the electricity system operator (ESO) arm of National Grid said it was running a test of a scheme on Monday that offers discounts on bills for households who cut their electricity use at peak times between 17:00 and 19:00.", "type": "p"}, {"text": "It allows people to save cash if they avoid high-power activities, such as cooking or using washing machines, when demand is high. National Grid has said this could save households up to £100 over the winter.", "type": "p"}, {"text": "But only homes with smart meters and whose supplier is signed up to the \"Demand Flexibility Scheme\" will be able to take part. About 14 million homes, less than half of all households in England, Scotland and Wales, have a smart meter installed.", "type": "p"}, {"text": "Mr Slye said the test had been triggered because National Grid wanted to \"test how consumers would respond when the weather was really cold\". It is understood a decision was made by National Grid at 14:30 GMT on Sunday.", "type": "p"}, {"text": "According to National Grid ESO's website, British Gas, EDF, Eon and Octopus are signed up to the scheme but Scottish Power appears not to be.", "type": "p"}, {"text": "Octopus told the BBC that almost 250,000 of its customers had signed up to Monday's two-hour test so far, adding that its customers across the country had been paid £1m so far from taking part in previous \"saving sessions\".", "type": "p"}, {"text": "British Gas also confirmed it would be contacting customers to take part in Monday's scheme, but EDF said it would not be participating as it was finalising its plans.", "type": "p"}], "tags": ["Energy industry", "Drax Group", "National Grid"]}