{"link": "https://www.bbc.com/news/entertainment-arts-63947647", "category": "entertainment & arts", "title": "Golden Globes 2023: Banshees of Inisherin leads nominations", "contributor": null, "time": "2022-12-12T16:55:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/135D6/production/_127981397_001_banshees_v220707_tied_2.0_23.98fps_g2-70072.00_08_00_05.still003_rgb.jpg", "content": [{"text": "The Banshees of Inisherin leads the pack for next year's Golden Globe Awards with eight nominations.", "type": "b"}, {"text": "The dark comedy about friends in 1920s Ireland is up for best film, while its four stars including Colin Farrell and Brendan Gleeson have acting nods.", "type": "p"}, {"text": "Michelle Yeoh's absurdist sci-fi comedy drama Everything Everywhere All at Once is next with six nominations.", "type": "p"}, {"text": "Tom Cruise's Top Gun: Maverick, Daniel Craig's Glass Onion and TV comedy drama White Lotus are also up for awards.", "type": "p"}, [{"text": "Golden Globes 2023: The nominees", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63940721"}], {"text": "Nominated director Martin McDonagh's Banshees of Inisherin reunites In Bruges stars Farrell and Gleeson in a sad film about friendship and toxic masculinity.", "type": "p"}, {"text": "Steven Spielberg's personal movie The Fabelmans, about how he developed his love of film, is a drama frontrunner, up against movies including the Avatar sequel and Baz Luhrmann's rock-and-roll biopic Elvis.", "type": "p"}, {"text": "Organisers of the film and TV awards are attempting to rebuild its reputation after A-listers and studios boycotted last year's event over voters' lack of diversity, alleged corruption and lack of professionalism.", "type": "p"}, {"text": "Brendan Fraser, who is nominated for best actor for The Whale, said last month he would not attend next year's Globes ceremony after accusing their former president of assaulting him.", "type": "p"}, {"text": "In 2018, he said Philip Berk, head of Golden Globes organising body the Hollywood Foreign Press Association (HFPA), had groped his bottom in 2003. Mr Berk was expelled from the troubled organisation in 2021 after sharing an article describing Black Lives Matter as a \"racist hate group\".", "type": "p"}, {"text": "Cruise was also among the big names to criticise the awards, and in 2021 he handed back his three Golden Globes in protest at its lack of diversity. ", "type": "p"}, {"text": "Scarlett Johansson had urged others in the film industry to boycott the organisation unless it made significant internal changes, while her Avengers co-star Mark Ruffalo wrote last year that the HFPA's reforms were \"discouraging\".", "type": "p"}, {"text": "The awards' organisers have since embarked on a series of public reforms, including expanding its voting body to include people with more diverse backgrounds.", "type": "p"}, {"text": "Empire of Light sees Olivia Coleman receive a nomination for best actress in a film drama and she will go up against international stars including the US's Viola Davis for The Woman King, and Cate Blanchett for Tár.", "type": "p"}, {"text": "Blanchett's fellow Australian Hugh Jackman is up for best actor in a drama for The Son, about a family struggling to reunite.", "type": "p"}, {"text": "Other British stars up for Golden Globes include Dame Emma Thompson, Bill Nighy, Colin Firth, Lesley Manville, Ralph Fiennes and Carey Mulligan.", "type": "p"}, {"text": "Eddie Redmayne, Emma D'Arcy, Imelda Staunton, Jonathan Pryce, Lily James, Taron Egerton and Daisy Edgar-Jones also appeared on Monday's nominations list.", "type": "p"}, [{"text": "The Banshees of Inisherin - 8", "type": "p"}, {"text": "Everything Everywhere All at Once - 6", "type": "p"}, {"text": "Babylon - 5", "type": "p"}, {"text": "The Fabelmans - 5", "type": "p"}, {"text": "Elvis - 3", "type": "p"}, {"text": "Guillermo del Toro's Pinocchio - 3", "type": "p"}, {"text": "Tár - 3", "type": "p"}], [{"text": "Abbott Elementary - 5", "type": "p"}, {"text": "The Crown - 4", "type": "p"}, {"text": "Dahmer - Monster: The Jeffrey Dahmer Story - 4", "type": "p"}, {"text": "Only Murders in the Building - 4", "type": "p"}, {"text": "Pam & Tommy - 4", "type": "p"}, {"text": "The White Lotus - 4", "type": "p"}], {"text": "The ABC mockumentary sitcom Abbot Elementary, based in a school in Philadelphia, leads the TV nominations with five.", "type": "p"}, {"text": "Netflix's drama about serial killer Jeffrey Dahmer, which attracted huge viewing figures but also criticism from people who say it's insensitive, was recognised four times, alongside Pam & Tommy and The Crown.", "type": "p"}, {"text": "The streaming giant recently added a disclaimer to its marketing for the regal drama, saying the show was a \"fictional dramatisation\", \"inspired by real-life events\".", "type": "p"}, {"text": "The Globes are usually the highest-profile awards except the Oscars, but the 2022 event took place behind closed doors.", "type": "p"}, {"text": "TV network NBC dropped it after a series of revelations, but the broadcaster is going to screen the glitzy event next year, as it takes place in Beverly Hills, Los Angeles on 10 January.", "type": "p"}, {"text": "Twenty-one new members joined the HFPA last year, six of whom are black, and the organisation has also taken on more than 100 new voters, including - for the first time - those based outside of the US.", "type": "p"}, {"text": "It has also implemented a ban on members receiving gifts from movie studios courting their votes.", "type": "p"}, {"text": "\"This is really not the old HFPA anymore,\" president Helen Hoehne recently told The Hollywood Reporter.", "type": "p"}, {"text": "\"I respect Brendan Fraser's decision,\" she added. \"And I personally, sincerely hope there's a way for us to move forward and we are able to regain Mr Fraser's trust, along with the trust of the entire entertainment community.\"", "type": "p"}, {"text": "Why do the Golden Globes matter?", "type": "b"}, {"text": "Even before last year's controversy, that hasn't been a straightforward question to answer. The short, slightly blunt response is probably - because audiences and film industry personnel have decided that they matter.", "type": "p"}, {"text": "But why that assessment has been made is a little trickier. ", "type": "p"}, {"text": "When it comes to the Oscars and the Baftas, those awards are decided people by working in the entertainment industry. The Globes is a relatively small group of journalists who've come to wield huge power in awards season.", "type": "p"}, {"text": "So why is it that it's they, rather than say the New York or LA Film Critics Association, who have traditionally been seen as an important stepping stone for Oscar hopefuls?", "type": "p"}, {"text": "It's arguably not because they're seen as possessing more insight or expertise than other groups of journalists handing out awards. Indeed, over the decades they've been righty criticised for some of their more eccentric choices.", "type": "p"}, {"text": "However, the most important factor in helping the Globes achieve its profile has probably been its TV deal. A large audience on a network TV ceremony in the US in the run-up to the Oscars has given films a huge opportunity to fix in the eyes of both the public and awards voters the idea that they're of exceptional quality.", "type": "p"}, {"text": "When hundreds of films are entered for the Oscars each year, most voters will never have the time to see even the majority of the films. But a nomination or win at the Globes makes it more likely that a voter will pick that film or performances out and prioritise watching it when they're making their voting choices.", "type": "p"}, {"text": "And that's what's helped make the Globes one of Hollywood's most golden awards ceremonies.", "type": "p"}], "tags": ["Television", "Film", "Golden Globes"]}