{"link": "https://www.bbc.com/news/health-63859184", "category": "health", "title": "Base editing: Revolutionary therapy clears girl's incurable cancer", "contributor": null, "time": "2022-12-11T00:21:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/57A7/production/_127893422_still.jpg", "content": [{"text": "A teenage girl's incurable cancer has been cleared from her body in the first use of a revolutionary new type of medicine. ", "type": "b"}, {"text": "All other treatments for Alyssa's leukaemia had failed.  ", "type": "p"}, {"text": "So doctors at Great Ormond Street Hospital used \"base editing\" to perform a feat of biological engineering to build her a new living drug.", "type": "p"}, {"text": "Six months later the cancer is undetectable, but Alyssa is still being monitored in case it comes back. ", "type": "p"}, {"text": "Alyssa, who is 13 and from Leicester, was diagnosed with T-cell acute lymphoblastic leukaemia in May last year. ", "type": "p"}, {"text": "T-cells are supposed to be the body's guardians - seeking out and destroying threats - but for Alyssa they had become the danger and were growing out of control. ", "type": "p"}, {"text": "Her cancer was aggressive. Chemotherapy, and then a bone-marrow transplant, were unable to rid it from her body. ", "type": "p"}, {"text": "Without the experimental medicine, the only option left would have been merely to make Alyssa as comfortable as possible. ", "type": "p"}, {"text": "\"Eventually I would have passed away,\" said Alyssa. Her mum, Kiona, said this time last year she had been dreading Christmas, \"thinking this is our last with her\". And then she \"just cried\" through her daughter's 13th birthday in January. ", "type": "p"}, {"text": "What happened next would have been unthinkable just a few years ago and has been made possible by incredible advances in genetics. ", "type": "p"}, {"text": "The team at Great Ormond Street used a technology called base editing, which was invented only six years ago. ", "type": "p"}, {"text": "Bases are the language of life. The four types of base - adenine (A), cytosine (C), guanine (G) and thymine (T) - are the building blocks of our genetic code. Just as letters in the alphabet spell out words that carry meaning, the billions of bases in our DNA spell out the instruction manual for our body. ", "type": "p"}, {"text": "Base editing allows scientists to zoom to a precise part of the genetic code and then alter the molecular structure of just one base, converting it into another and changing the genetic instructions. ", "type": "p"}, {"text": "The large team of doctors and scientists used this tool to engineer a new type of T-cell that was capable of hunting down and killing Alyssa's cancerous T-cells. ", "type": "p"}, {"text": "They started with healthy T-cells that came from a donor and set about modifying them.", "type": "p"}, [{"text": "The first base edit disabled the T-cells targeting mechanism so they would not assault Alyssa's body ", "type": "p"}, {"text": "The second removed a chemical marking, called CD7, which is on all T-cells", "type": "p"}, {"text": "The third edit was an invisibility cloak that prevented the cells being killed by a chemotherapy drug", "type": "p"}], {"text": "The final stage of genetic modification instructed the T-cells to go hunting for anything with the CD7 marking on it so that it would destroy every T-cell in her body - including the cancerous ones. That's why this marking has to be removed from the therapy - otherwise it would just destroy itself.  ", "type": "p"}, {"text": "If the therapy works, Alyssa's immune system - including T-cells - will be rebuilt with the second bone-marrow transplant.", "type": "p"}, [{"text": "CAR-T: 'Living drug' offers hope to terminal blood cancer patients", "type": "a", "href": "https://www.bbc.co.uk/news/health-48706822"}, {"text": "Designer cells reverse one-year-olds cancer", "type": "a", "href": "https://www.bbc.co.uk/news/health-34731498"}], {"text": "When the idea was explained to the family, mum Kiona was left thinking: \"You can do that?\" It was Alyssa's decision to be the first to take the experimental therapy - which contained millions of the modified cells - in May this year.", "type": "p"}, {"text": "\"She's the first patient to be treated with this technology,\" said Prof Waseem Qasim, from UCL and Great Ormond Street. ", "type": "p"}, {"text": "He said this genetic manipulation was a \"very fast-moving area of science\" with \"enormous potential\" across a range of diseases. ", "type": "p"}, {"text": "Alyssa was left vulnerable to infection, as the designer cells attacked both the cancerous T-cells in her body and those that protect her from disease. ", "type": "p"}, {"text": "After a month, Alyssa was in remission and was given a second bone-marrow transplant to regrow her immune system. ", "type": "p"}, {"text": "Alyssa spent 16 weeks in hospital and couldn't see her brother, who was still going to school, in case he brought germs in. ", "type": "p"}, {"text": "There were worries after the three-month check-up found signs of the cancer again. But her two most recent investigations have been clear. ", "type": "p"}, {"text": "\"You just learn to appreciate every little thing. I'm just so grateful that I'm here now,\" said Alyssa. ", "type": "p"}, {"text": "\"It's crazy. It's just amazing I've been able to have this opportunity, I'm very thankful for it and it's going to help other children, as well, in the future.\"", "type": "p"}, {"text": "She's eyeing-up Christmas, being a bridesmaid at her auntie's wedding, getting back on her bike, going back to school and \"just doing normal people stuff\".", "type": "p"}, {"text": "The family hope the cancer will never return, but are already grateful for the time it has bought them. ", "type": "p"}, {"text": "\"To have this extra year, this last three months when she's been home, has been a gift in itself,\" said Kiona.", "type": "p"}, {"text": "Dad James said: \"I find it quite hard to talk about how proud we are. When you see what she's gone through and her vitality of life she's brought to every situation, it's outstanding.\"", "type": "p"}, {"text": "Most children with a leukaemia respond to the main treatments, but it is thought that up to a dozen a year could benefit from this therapy.", "type": "p"}, {"text": "Alyssa is just the first of 10 people to be given the drug as part of a clinical trial. ", "type": "p"}, {"text": "Dr Robert Chiesa, from the bone-marrow transplant department at Great Ormond Street Hospital, said: \"It is extremely exciting. Obviously, this is a new field in medicine and it's fascinating that we can redirect the immune system to fight cancer.\"", "type": "p"}, {"text": "The technology, though, only scratches the surface of what base editing could achieve.", "type": "p"}, {"text": "Dr David Liu, one of the inventors of base editing at the Broad Institute, told me it was \"a bit surreal\" that people were being treated just six years after the technology was invented. ", "type": "p"}, {"text": "In Alyssa's therapy, each of the base edits involved breaking a section of genetic code so it no longer worked. But there are more nuanced applications where instead of switching an instruction off you can fix a defective one. Sickle-cell anaemia, for example, is caused by just one base change that could be corrected.", "type": "p"}, {"text": "So there are already trials of base editing under way in sickle-cell disease, as well as high cholesterol that runs in families and the blood disorder beta-thalassemia.", "type": "p"}, {"text": "Dr Liu said the \"therapeutic applications of base editing are just beginning\" and it was \"humbling to be part of this era of therapeutic human gene editing\", as science was now taking \"key steps towards taking control of our genomes\".", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": ["Medical research", "Genetics", "Great Ormond Street Hospital", "Leukaemia", "James Gallagher", "Uplifting stories", "Cancer"]}