{"link": "https://www.bbc.com/news/science-environment-63937345", "category": "science & environment", "title": "Nasa's Orion capsule makes safe return to Earth", "contributor": null, "time": "2022-12-11T17:40:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11A19/production/_127971227_inbound.jpg", "content": [{"text": "The American space agency Nasa has brought home its next-generation astronaut ship after a near-26-day mission to orbit the Moon.", "type": "b"}, {"text": "The Orion capsule splashed down in the Pacific Ocean after a fiery re-entry into Earth's atmosphere and a descent that was further slowed by parachutes.", "type": "p"}, {"text": "Because this was a test, there were no people aboard this time, but that will change for the next flight.", "type": "p"}, {"text": "Nasa is planning ever more complex missions with Orion.", "type": "p"}, {"text": "These will likely start in late 2024 and include, in 2025 or 2026, an attempt to put humans back on the lunar surface.", "type": "p"}, {"text": "This was last achieved exactly 50 years ago to the day by the crew of Apollo 17. The agency's new project is called Artemis, who in Greek mythology was the sister of Apollo. ", "type": "p"}, {"text": "\"[During Apollo] we did the impossible by making it possible,\" observed Nasa Administrator Bill Nelson.  ", "type": "p"}, {"text": "\"Now, we are doing that again, but for a different purpose, because this time we go back to the Moon to learn to live, to work, to invent, to create, in order to go on out into the cosmos to further explore. The plan is to get ready to go with humans to Mars late in the decade of the 2030s, and then even further beyond,\" he told reporters. ", "type": "p"}, {"text": "Mike Sarafin, the Artemis project manager who has been an ever-present in media conferences over the past three weeks, couldn't hide his delight at seeing a perfect splashdown: \"Folks, this is what mission success looks like.\"", "type": "p"}, [{"text": "Nasa's Orion capsule breaks distance record", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63788247"}, {"text": "Artemis: How we get back to the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/resources/idt-c2eecd7e-b73f-47c5-8b04-ae970d6ed7b5"}, {"text": "Nasa's Orion spacecraft: A guide", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58609313"}], {"text": "Nasa had described the Sunday return of Orion to Earth as its \"priority one\" objective.", "type": "p"}, {"text": "Vehicles coming back from lunar distances do so at very high speed - some 40,000km/h (25,000mph) at initial contact with the atmosphere.", "type": "p"}, {"text": "A robust heatshield is required to prevent the ship from tearing itself apart as it pushes up against the air and temperatures reach close to 3,000C.", "type": "p"}, {"text": "The protective layer on the underside of Orion is a new design from previous craft, and Nasa had to be sure it was effective before risking the lives of astronauts on future missions.", "type": "p"}, {"text": "The spectacular sight of the capsule's 11 parachutes deploying and inflating in sequence was clear indication that the heatshield had done its job, although engineers won't pass judgement until they've inspected it.  ", "type": "p"}, {"text": "After the capsule's drop into the ocean, not far from Mexico's Guadalupe Island, recovery teams moved in to gather imagery that can be fed into the post-flight analysis. ", "type": "p"}, {"text": "\"This mission is a great success for us,\" said Vanessa Wyche, director of Nasa's Johnson Space Center. \"Right now, this tells us that this spacecraft has the outer bones and everything that it needs. We are going to go and finish outfitting it so that we can put humans on board for Artemis II.\"", "type": "p"}, {"text": "Humans last landed on the Moon on 11 December, 1972, at 19:54 GMT. The Apollo 17 crew of Gene Cernan and Harrison Schmitt spent just over three days on the surface before coming home. This image, remastered by image processor Andy Saunders, shows the boot prints they left behind. In the absence of the erosion that occurs on Earth, these markings would look exactly the same today, half a century on.", "type": "p"}, {"text": "Read more: Apollo Remastered: One man's mission to show us the Moon ", "type": "p"}, {"text": "Watching the re-entry was Nasa's partner on the mission - the European Space Agency.", "type": "p"}, {"text": "Esa provided the service and propulsion module that had expertly pushed Orion towards, around, and back from the Moon.", "type": "p"}, {"text": "It didn't splash down with the capsule. It was detached about 20 minutes prior to re-entry and was destroyed as it fell towards Earth over the South Pacific.", "type": "p"}, {"text": "Europe will continue to supply further service modules for future Orion missions as a means of securing seats for its own astronauts alongside their American colleagues.", "type": "p"}, {"text": "The propulsion model for the next Artemis mission - the first to carry a crew - has already been delivered to Nasa. A third vehicle - the one that will be used on Artemis III, the lunar landing mission - is in an advanced stage of assembly in Germany. ", "type": "p"}, {"text": "Much still has to go right if the timelines are to be maintained for a human return to the Moon. Nasa doesn't yet have a landing system. This is being developed by the US entrepreneur Elon Musk.", "type": "p"}, {"text": "He is building a mammoth rocket and crew vehicle he calls Starship. This is due to have its maiden flight above the Earth in the coming months. ", "type": "p"}, {"text": "The idea for Artemis III is that Orion would meet up with Starship at the Moon, with Mr Musk's vehicle taking the astronauts down to the surface.", "type": "p"}, {"text": "\"We have hardware today in work around the world through Artemis V,\" said Jim Free, Nasa's associate administrator for Exploration Systems Development. \"This isn't just a one flight and we're done. We are on our path to getting that base on the Moon, to getting the understanding we need to go on to Mars and doing the science that's front and centre.\"", "type": "p"}, {"text": "A crew for Artemis II will be chosen early next year.", "type": "p"}, {"text": "As Orion returned to Earth from the Moon on Sunday, two spacecraft were headed in the opposite direction.", "type": "p"}, {"text": "Japanese company iSpace despatched its Hakuto-R robotic lander. This is taking a slow route to the Moon lasting several months. If it can put down safely, it will deploy a small rover from the United Arab Emirates, called Rashid, and a similarly small deformable robot from the Japanese space agency to investigate the properties of lunar soil.", "type": "p"}, {"text": "Nasa also had a payload on the same launch rocket. Called Lunar Flashlight, this briefcase-size spacecraft will circle the Moon, using infrared lasers to search for deposits of water-ice.", "type": "p"}], "tags": []}