{"link": "https://www.bbc.com/news/technology-63938566", "category": "technology", "title": "Twitter's paid blue tick re-launches after pause", "contributor": null, "time": "2022-12-12T03:21:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1231F/production/_127972547_screenshot_20221211-195519.png", "content": [{"text": "Twitter's paid-for verification feature is rolling out once again on Monday. It was paused last month after being swamped by impersonators.", "type": "b"}, {"text": "It is still $8 per month - but there is now an increased fee of $11 for those using the Twitter app on Apple devices.", "type": "p"}, {"text": "Twitter's owner Elon Musk has previously said in tweets that he resents the commission fee Apple charges on in-app purchases.", "type": "p"}, {"text": "Twitter Blue's additional features include an edit button.", "type": "p"}, {"text": "This has long been a feature requested by many Twitter users, although there are others who argue that it increases the potential for the spread of disinformation, if a tweet is altered after being widely shared.", "type": "p"}, {"text": "Blue-tick subscribers will also see fewer ads, have their tweets amplified above others, and be able to post and view longer, better quality videos, the platform says.", "type": "p"}, {"text": "Previously a blue tick was used as verification tool for high-profile accounts as a badge of authenticity. It was given out by Twitter for free - but only the firm itself decided who got one. ", "type": "p"}, {"text": "Mr Musk argues that this was unfair.", "type": "p"}, {"text": "Those who had a blue tick under the previous regime currently still have them, but now some of these users also have a message which appears if the tick is pressed saying the account is a \"legacy verified account\" and \"may or may not be notable\". ", "type": "p"}, {"text": "However, those check marks will now eventually be replaced with either gold (for businesses) or grey (for others such as authorities) badges, according to Twitter's own account.", "type": "p"}, {"text": "Under the new system, subscribers who change their names or display photos will lose their blue tick until the account has been reviewed by Twitter.", "type": "p"}, {"text": "The service had a chaotic initial launch in November, when people started impersonating big brands and celebrities and paying for the blue-tick badge in order to make them look authentic.", "type": "p"}, {"text": "Many pretended to be Elon Musk himself.", "type": "p"}, {"text": "In one instance, a user claiming to be the US pharmaceutical firm Eli Lilly tweeted \"insulin is free\", causing the real firm's share price to tumble - however, Eli Lilly has since agreed that insulin prices could indeed be lower.", "type": "p"}, {"text": "Having said that, anecdotally, quite a few accounts appeared to take the opportunity to subscribe for legitimate reasons.", "type": "p"}, {"text": "Elon Musk has made a number of sweeping changes since he took over Twitter at the end of October after buying it for $44bn (£38bn). ", "type": "p"}, {"text": "He said the firm was operating at a loss of $4m per day, and that it needed to become profitable.", "type": "p"}, {"text": "He has laid-off around half its workforce, introduced bedrooms at Twitter HQ in San Francisco for the remaining staff working long hours, and begun re-instating controversial banned accounts, including the rapper Ye (Kanye West), former US president Donald Trump and influencer Andrew Tate.", "type": "p"}, {"text": "Mr Musk also says Twitter accounts which have been inactive for a certain period of time will be deleted. This has caused dismay among those who say they cherish the accounts of loved ones who have died.", "type": "p"}, {"text": "Film director Rod Lurie tweeted that his \"heart was broken\" at the thought of the account of his late son, Hunter, disappearing.", "type": "p"}, {"text": "Unlike Facebook, Twitter users cannot nominate someone to take control of their account after their death although state executors can contact the firm with requests.", "type": "p"}, {"text": "You can follow Zoe Kleinman on Twitter @zsk.", "type": "p"}], "tags": ["Elon Musk", "Twitter"]}