{"link": "https://www.bbc.com/news/business-66214927", "category": "business", "title": "CPTPP trade deal will benefit UK if we use it, says Kemi Badenoch", "contributor": null, "time": "2023-07-16T11:42:57.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EE0B/production/_130393906_cptpp_reuters.jpg", "content": [{"text": "The UK will only see the full benefit of a new trade deal with 11 Asia and Pacific nations if we use it, the Business Secretary has told the BBC.", "type": "b"}, {"text": "Kemi Badenoch's comments came after she signed off the deal with a trade area that covers about 500 million people.", "type": "p"}, {"text": "The agreement is predicted to only bring marginal gains to the UK economy.", "type": "p"}, {"text": "However, Ms Badenoch told the Sunday with Laura Kuenssberg programme that the key thing was how businesses \"utilise the agreement\".", "type": "p"}, {"text": "The Comprehensive and Progressive Agreement for Trans-Pacific Partnership - or CPTPP - was established in 2018, and includes Australia, Brunei, Canada, Chile, Japan, Malaysia, Mexico, New Zealand, Peru, Singapore and Vietnam.", "type": "p"}, {"text": "Membership of the CPTPP loosens restrictions on trade between members and reduce tariffs - a form of border tax - on goods.", "type": "p"}, {"text": "It is hoped that joining the group will boost UK exports by cutting tariffs on goods such as dairy and meat products, cars, gin and whisky.", "type": "p"}, {"text": "Together, the 11 members account for about 13% of the world's income and the UK has become the first European country to join.", "type": "p"}, {"text": "Despite this, the government's own estimates indicate being in the bloc will only add 0.08% to the size of the UK's economy in 10 years.", "type": "p"}, [{"text": "UK agrees to join Asia's trade club - but what is it?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-55858490"}], {"text": "The Office for Budget Responsibility (OBR), which provides forecasts for the government, has previously said Brexit would reduce the UK's potential economic growth by about 4% in the long term.", "type": "p"}, {"text": "However, Ms Badenoch said that the government estimate of the impact of CPTPP \"doesn't look at the future growth that's coming in and it also doesn't look at how we utilise the agreement\".", "type": "p"}, {"text": "\"If we don't use it, then it'll become a self-fulfilling prophecy,\" she added.", "type": "p"}, {"text": "Ms Badenoch said there was \"so much potential\" from joining the group.", "type": "p"}, {"text": "\"This is the fastest growing region. The Asia Pacific is going to be responsible for at least 50% of global growth that we're expecting between now and 2035.\"", "type": "p"}, {"text": "The treaty will be scrutinised and ratified by members before coming into force, which could take at least a year.", "type": "p"}, {"text": "As it announced the signing of the deal, the government said CPTPP-owned businesses employed about 400,000 people across the UK.", "type": "p"}, {"text": "It also said that CPTPP companies \"punch above their weight economically\", as while they account for 0.3% of all businesses in the UK, they generate 6.1% of total turnover.", "type": "p"}, {"text": "Business lobby group the British Chambers of Commerce (BCC) said the deal was \"good news for UK businesses to enter or upscale their trade in these markets\".", "type": "p"}, {"text": "\"We see particular relevance for small- and medium-sized businesses in reduced costs to import components from member countries to use in manufactured goods for export,\" said William Bain, the BCC's head of trade policy.", "type": "p"}, {"text": "However, there have been some doubts expressed. Paul Nowak, general secretary of the TUC trade union body, said the pact was \"bad for workers at home and abroad\".", "type": "p"}, {"text": "\"Once again, Conservative ministers have turned a blind eye to egregious human and workers' rights abuses in their pursuit of trade deals,\" he said.", "type": "p"}, {"text": "Concern has also been expressed over how the UK intends to make sure that environmental and animal welfare standards are met.", "type": "p"}, {"text": "The chair of the John Lewis Partnership, Dame Sharon White, told the Laura Kuenssberg programme that she would like to hear more on the impact on British farmers.", "type": "p"}, {"text": "She said she would want to be sure that \"we're not undercutting British farmers, we are not undercutting great animal welfare standards in this country that we've had for many, many years\".", "type": "p"}, {"text": "\"I think that matters to many people.\"", "type": "p"}, {"text": "Overall, she said that while signing the CPTPP was \"obviously a positive… I don't think it's going to be a gangbusters substantive shift\".", "type": "p"}, {"text": "Questioned on why the UK has not yet signed a free trade agreement (FTA) with the US, Ms Badenoch said that was due to the change in government.", "type": "p"}, {"text": "\"Yes, it was expected that we would sign an FTA with the US, but that was with a different president.  You cannot force a country to do something if its administration changes.\"", "type": "p"}, {"text": "On the issue of whether China should be allowed to join the CPTPP, Ms Badenoch said that was \"one of the things that we have been discussing\".", "type": "p"}, {"text": "However, when pressed on whether the UK should veto China's membership, as some have suggested, she said: \"When you join a club, the very first thing you don't do is tell the other club members who should be or shouldn't be allowed to join.\"", "type": "p"}], "tags": []}