{"link": "https://www.bbc.com/news/entertainment-arts-66216417", "category": "entertainment & arts", "title": "'French icon' actress Jane Birkin dies aged 76", "contributor": null, "time": "2023-07-16T15:01:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10E8B/production/_130395296_d14da983fad58e66bfbeefacfca1e22f06c0ab7b0_0_3624_25261000x697.jpg", "content": [{"text": "The singer, actress and fashion icon Jane Birkin has died at the age of 76.", "type": "b"}, {"text": "The English-French star was known for her personal and artistic relationship with songwriter Serge Gainsbourg, recording the iconic track \"Je T'aime...moi non plus\" with him.", "type": "p"}, {"text": "She also inspired Hermès' Birkin handbag, which is popular around the world.", "type": "p"}, {"text": "Birkin was born in London but found fame singing in French, relocating there in the 1970s.", "type": "p"}, {"text": "Her relationship with Gainsbourg made her internationally famous following their hit song \"Je t'aime... moi non plus\", which he originally wrote for former girlfriend Brigitte Bardot.", "type": "p"}, {"text": "The duet was recorded in 1968, months after they met on the set of the film Slogan.", "type": "p"}, {"text": "It was banned on radio in several countries and condemned by the Vatican because of its overtly sexual lyrics but introduced the pair to a new international audience.", "type": "p"}, {"text": "French President Emmanuel Macron described Birkin as a \"French icon\" and a \"complete artist\" who \"bequeaths us tunes and images that will never leave us\".", "type": "p"}, {"text": "France's Prime Minister Elisabeth Borne said she \"transcended generations\". ", "type": "p"}, [{"text": "Jane Birkin: Artist and style icon's life in pictures", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-66216663"}, {"text": "Watch: Jane Birkin surprised at Vatican banning hit song", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66217464"}], {"text": "Birkin and Gainsbourg were together for 12 years but remained friends after their split, with Gainsbourg - who was 18 years older than Birkin - still writing songs for her years later.", "type": "p"}, {"text": "The couple had a daughter, Charlotte Gainsbourg, who is an award-winning actress and singer.", "type": "p"}, {"text": "Their relationship has been frequently described as \"tumultuous\", and Birkin wrote about violence between the two in her 2020 diaries, as well as the challenges of Gainsbourg's alcoholism. ", "type": "p"}, {"text": "But she frequently defended the man she became so closely associated with - including against charges by one singer that he was a \"harasser\" in an interview in the Times in 2020 - and continued to promote his work long after his death in 1991.", "type": "p"}, {"text": "Asked by the same newspaper about their lifestyle last year, she said: \"I don't know how easy it was for the children to have a mother who was naked in magazines and a father burning 500 franc notes. I hope one did some things right.\"", "type": "p"}, {"text": "The pair split in 1981 and Birkin continued her acting and singing career, releasing albums including Baby Alone in Babylone in 1983 and Amour des Feintes in 1990.", "type": "p"}, {"text": "She was also a model and came to be widely seen as a fashion trendsetter, inspiring the Birkin handbag, a style put into production by luxury French brand Hermès in 1984.", "type": "p"}, {"text": "In a chance encounter on an Air France flight, Birkin happened to be sitting next to Jean-Louis Dumas, the then-CEO of Hermès, when she spilled the contents of her bag. ", "type": "p"}, {"text": "While bemoaning the lack of large bags on the market, especially for mothers, Dumas \"immediately sketched a supple and spacious rectangular holdall with a burnished flap and saddle stitching\", according to the Hermès website.", "type": "p"}, {"text": "And thus, the Birkin was born. One of the most exclusive bags, some styles cost many tens of thousands of dollars and have waiting lists of months, if not years.", "type": "p"}, {"text": "The style became a fashion hit and has spawned several imitations - but in 2006, Birkin told the Guardian: \"I love it, but I lug so much stuff around in it that I believe it is part of the reason I have tendonitis.\"", "type": "p"}, {"text": "Birkin campaigned for numerous causes throughout her life - including asking Hermès to drop her name from its product in 2015 over animal welfare concerns.", "type": "p"}, {"text": "Prior to moving to France and meeting Gainsbourg, Birkin was married to the British composer John Barry until the late 1960s. ", "type": "p"}, {"text": "Their daughter, Kate Barry, was a fashion photographer who worked for Vogue and died in 2013 at the age of 46.", "type": "p"}, {"text": "Birkin has a third daughter - the musician, model and actress Lou Doillon - from her 1980s relationship with French film director Jacques Doillon.", "type": "p"}, {"text": "Birkin's acting credits included films such as the 1966 classic Blow Up, Death on the Nile (1978) and Evil Under the Sun (1982).", "type": "p"}, {"text": "She released a self-penned album in 2002 called Arabesque and a collection of live recordings in 2009 under the title Jane at the Palace.", "type": "p"}, {"text": "Menna Rawlings, the British ambassador to France, paid tribute to her on Twitter, describing her as \"the most French of British artists\".", "type": "p"}, {"text": "She was treated for leukaemia in the late 1990s and it was reported in September 2021 that she had suffered a stroke, forcing her to cancel a planned appearance at an American film festival.", "type": "p"}], "tags": []}