{"link": "https://www.bbc.com/news/technology-66203549", "category": "technology", "title": "Anger and fear after popular diabetes app breaks", "contributor": null, "time": "2023-07-14T19:05:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1AC0/production/_130384860_mediaitem130384854.jpg", "content": [{"text": "People with diabetes using a popular app have lost their usual way to check blood sugar, after an update caused it to stop working on some Apple devices.", "type": "b"}, {"text": "Users wear a small sensor inserted in their body, which sends data to an app.", "type": "p"}, {"text": "Abbott, which manufactures the FreeStyle Libre device, says it is the top sensor-based glucose monitoring system used worldwide.", "type": "p"}, {"text": "But its app has stopped working on some Apple devices, and it has now been withdrawn from the App Store.", "type": "p"}, {"text": "The NHS says there are 200,000 people using these types of sensors in the UK.", "type": "p"}, {"text": "Abbott told the BBC the issue was only affecting customers in the UK, and it expected the app would be made available again soon.", "type": "p"}, {"text": "But there has been a backlash online from people who rely on the technology for their wellbeing.", "type": "p"}, {"text": "David Burchell, who has type 1 diabetes, told the BBC it was \"very scary\".", "type": "p"}, {"text": "\"This equipment is supposed to save your life,\" he said. \"I woke up yesterday morning, went to check my sensor thing... and basically it broke, just showing a white screen and I had a panic.", "type": "p"}, {"text": "\"I've spoken to [Abbott] many times as this sort of thing has happened before. They told me to delete the app, turn the phone off and on and reinstall… but when trying to redownload it they'd taken it off the App Store so I couldn't download it. ", "type": "p"}, {"text": "\"I was left without an active test, other than the fingerprint testing. Pricking your finger 100 times a week is a nightmare, so the app and the sensor is really helpful.\"", "type": "p"}, {"text": "Sonja Sleator from Belfast said the app was \"so important\" to her and she was concerned about not being able to use it.", "type": "p"}, {"text": "\"Knowing I don't have that constant check, it feels like going back to when I was first diagnosed and having to finger prick a few times a day,\" she said.", "type": "p"}, {"text": "The LibreLink app, developed by Abbott, connects to a continuous glucose monitor (CGM) - a white disc covering a needle inserted under the skin of the user, typically in the arm or belly.", "type": "p"}, {"text": "People with Type 1 diabetes use the CGM to monitor their blood glucose levels - or blood sugar - around the clock, meaning they don't have to constantly take blood samples by pricking their fingers for readings.", "type": "p"}, {"text": "By monitoring glucose levels in real time, people can make better-informed decisions about when to eat or exercise.", "type": "p"}, {"text": "Critically, it can also alert the user or their family members when their blood sugar level is too low or too high.", "type": "p"}, {"text": "Abbott has come under fire after its Libre 2 CGM stopped interacting with the LibreLink app of some Apple users.", "type": "p"}, {"text": "Abbott said the problem emerged after it updated the LibreLink app to give users a significant quality-of-life improvement, removing the need to manually scan the disc with a device.", "type": "p"}, {"text": "Instead, the new update would allow the CGM to send the app data continuously, removing the need for a scan. Abbott's competitor Dexcom already allows this.", "type": "p"}, {"text": "But an issue with the update has caused some Iphone users to report the app has stopped working for them altogether, leaving them unable to monitor their blood sugar levels.", "type": "p"}, {"text": "David told the BBC he was \"luckily\" able to continue testing himself, as he happened to also have a manual sensor, athough this does not provide data to other peoples' devices.", "type": "p"}, {"text": "People without these sensors have had to resort to taking between four and 10 finger-prick tests per day to monitor their levels.", "type": "p"}, {"text": "\"I was able to recover the app after seeing someone on Twitter giving suggestions to go to 'purchased history' and download it from there,\" he said.", "type": "p"}, {"text": "\"It was people helping people online that fixed it, rather than the actual company. But not everyone is an active user on Twitter or Facebook.", "type": "p"}, {"text": "\"The data also goes to my wife, so if something happened she'd know, but I don't know if that is going to happen at the moment. I'm sure there are going to be people who aren't getting critical alerts about their loved ones.\"", "type": "p"}, {"text": "Abbott said it had temporarily removed the FreeStyle LibreLink app from the App Store while working on solutions to improve it.", "type": "p"}, {"text": "It said affected users should contact its customer service line: \"Customers experiencing issues with the iOS app should uninstall and reinstall the app. ", "type": "p"}, {"text": "\"People using the [app] without issue can continue to use it as normal. The Android version of the [app] continues to be available for download in the UK. No other countries are impacted.\"", "type": "p"}, {"text": "Sonja said the app had made her life \"more easy and flexible\". ", "type": "p"}, {"text": "\"I'm now going to have to set alarms to wake me up because I'm going to have to get up during the night to test,\" she said.", "type": "p"}, {"text": "\"Thankfully I found an old monitor in the back of my drawer, old test strips and an old pen to prick my finger - so it's just about keeping an eye on it.\"", "type": "p"}], "tags": []}