{"link": "https://www.bbc.com/news/business-66408284", "category": "business", "title": "US jobs market holds steady despite rate rises", "contributor": null, "time": "2023-08-04T14:26:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2DB9/production/_130650711_whatsubject.jpg", "content": [{"text": "Employment in the US held steady last month, bolstering hopes that the economy will avoid a painful downturn.", "type": "b"}, {"text": "Employers added 187,000 jobs, similar to June, while the jobless rate dipped to 3.5%, from 3.6% in the prior month, the Labor Department said. ", "type": "p"}, {"text": ",", "type": "b"}, {"text": "Hiring has slowed since last year and was weaker than forecast in July, but has held up better than many expected.", "type": "p"}, {"text": "Economists have been anticipating a slowdown in the world's largest economy since last year, when the Federal Reserve began raising borrowing costs aggressively, responding to prices that were rising at the fastest pace in four decades. ", "type": "p"}, {"text": "Since the Fed started raising interest rates, inflation, the rate at which prices rise, has dropped sharply, clocking in at 3% in June.", "type": "p"}, {"text": "But Fed chairman Jerome Powell has said that policymakers want to see other signs that the economy is cooling, in order to feel confident that their efforts are working. ", "type": "p"}, {"text": "Analysts said the latest figures were unlikely to settle that matter, pointing to an unemployment rate that remained near historic lows and wage gains that were stronger than expected, despite the slowdown in hiring. ", "type": "p"}, {"text": "The average hourly pay in July was 4.4% higher than a year ago, the Labor Department said. ", "type": "p"}, [{"text": "Spring surge in US economy beats expectations", "type": "a", "href": "https://www.bbc.co.uk/news/business-66328076"}, {"text": "US raises interest rates to highest in 22 years ", "type": "a", "href": "https://www.bbc.co.uk/news/business-66316710"}], {"text": "\"Last month's results offered evidence that employment growth had begun to slow, and today's numbers indicate that a downward trend may be in motion,\" said Richard Flynn, managing director at Charles Schwab UK. ", "type": "p"}, {"text": "\"While this should be encouraging for policymakers as they continue to battle sticky inflation, the Fed would likely prefer to see wage gains closer to 3%.\"", "type": "p"}, {"text": "The 187,000 jobs added in July was fewer than the roughly 200,000 analysts had expected. ", "type": "p"}, {"text": "Manufacturing, transportation, tech and media firms shed jobs. Most other sectors expanded, with health care firms driving the gains. ", "type": "p"}, {"text": "The Labor Department also said hiring was weaker than previously estimated in June and May.", "type": "p"}, {"text": "But analysts said jobs growth has remained strong enough to absorb growth in the working age population.", "type": "p"}, {"text": "That has raised hopes that the economy will slow gradually, but avoid a harsh contraction that would throw millions of people out of work. ", "type": "p"}, {"text": ".", "type": "b"}], "tags": []}