{"link": "https://www.bbc.com/news/entertainment-arts-66408144", "category": "entertainment & arts", "title": "Travis Scott in chart Utopia with first UK number one album", "contributor": null, "time": "2023-08-04T17:01:42.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12FD9/production/_130658777_gettyimages-1257369996.jpg", "content": [{"text": "Travis Scott has fended off Anne-Marie to secure his first UK number one album for his digital-only release, Utopia.", "type": "b"}, {"text": "Fellow rappers Dave and Central Cee remained at the top of the singles chart, claiming the longest-running UK rap number one with Sprinter.", "type": "p"}, {"text": "Sinéad O'Connor's biggest hit, Nothing Compares 2 U, re-entered the top 40 on Friday for the first time since 1990, following her death last week.", "type": "p"}, {"text": "Lizzo's song Pink shot up 12 places to 27, amid allegations of misconduct.", "type": "p"}, {"text": "The singer, whose latest offering features on the Barbie movie soundtrack, is being sued by three of her former dancers over claims of sexual harassment and creating a hostile work environment, which she denies.", "type": "p"}, {"text": "Late Irish singer O'Connor's famous Prince cover jumped 15 places into 30th spot.", "type": "p"}, {"text": "Like Lizzo, Travis Scott, 32, was raised in Houston, and his first UK number one album also saw the biggest streaming week for an LP so far this year.", "type": "p"}, {"text": "Despite narrowly landing in second place, Essex pop singer Anne-Marie's LP, Unhealthy, still claimed the fastest-selling album of the year so far by a UK female solo artist.", "type": "p"}, {"text": "Scott's album arrived a week after he told fans that his cancelled live show in front of Egypt's pyramids will one day go ahead. The sold-out desert gig - timed to coincide with the record's release - was cancelled at the last minute due to \"complex production issues\", organisers said.", "type": "p"}, {"text": "His new concept album includes the singles K-pop - featuring Bad Bunny and The Weeknd, as well as Delresto (Echoes) and Meltdown - this week's highest new entry at number 10. Two more Utopia tracks, FE!N ft. Playboi Carti and HYAENA also charted on Friday.", "type": "p"}, {"text": "The album dropped last week, accompanied by a film called Circus Maximus. The Roman chariot-racing stadium of the same name is now set to play host to Scott next week in lieu of the planned Pyramids of Giza concert.", "type": "p"}, {"text": "Music critics agreed his new album was far from perfect, however, with the Guardian's Shaad D'Souza saying the \"rap superstar\" was \"lost amid sublime soundworld\". ", "type": "p"}, {"text": "\"Scott's rhyming isn't strong enough to distinguish him from his A-list guests,\" D'Souza noted in a two-star review.", "type": "p"}, {"text": "Andre Gee, reviewing the album for Rolling Stone magazine, described it as an \"empty paradise\". \"He's a brilliant curator, but doesn't have anything interesting to say.\"", "type": "p"}, {"text": "\"In an attempt to give the world a true blockbuster rap album, the Houston rapper delivers a shiny, empty spectacle loaded with pop superstars who rarely make an impact,\" said Pitchfork's Alphonse Pierre.", "type": "p"}, {"text": "Meanwhile, the NME's Nathan Evans offered three-stars, saying it was a \"lofty concept\" but with \"shaky execution\".", "type": "p"}, {"text": "\"The Houston rapper's first album since 2018 teases a brave new sonic world, but has little to say about what might happen if we get there,\" he said.", "type": "p"}, {"text": "Elsewhere on Friday, Scott's fellow rappers Dave and Central Cee remained at the top of the UK singles chart for a ninth straight week, setting a new record for the longest-running UK rap number one in the process with their collaboration Sprinter.", "type": "p"}, {"text": "If the Londoners can keep up the pace at the top for another week, they will equal Miley Cyrus's 10-week run with Flowers - 2023's longest-running number one single overall.", "type": "p"}, {"text": "This is the second time Dave has entered the chart record books, after last year's track Starlight became the country's longest-running solo rap number one, with four weeks at the summit.", "type": "p"}, {"text": "Charli XCX's appearance on the Barbie soundtrack - alongside the likes of Billie Eilish, Dua Lipa, Ice Spice and Nicki Minaj - helped her to race to her first top 10 finish in nearly a decade with the song Speed Drive.", "type": "p"}], "tags": []}