{"link": "https://www.bbc.com/news/business-65018007", "category": "business", "title": "Amazon to cut another 9,000 jobs", "contributor": null, "time": "2023-03-20T16:40:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B62A/production/_129043664_gettyimages-1232843512.jpg", "content": [{"text": "Online retail giant Amazon plans to cut another 9,000 jobs as it seeks to save costs.", "type": "b"}, {"text": "The firm, which employs 1.5 million people worldwide, said the cuts would fall mainly in areas including cloud computing and advertising.", "type": "p"}, {"text": "It did not say which countries would be affected but said the positions would be closed in the next few weeks.", "type": "p"}, {"text": "Boss Andy Jassy said it was a \"difficult decision\" but it would be best for the company in the long term.", "type": "p"}, {"text": "The firm already axed 18,000 jobs in January.", "type": "p"}, {"text": "Mr Jassy said that in recent years, most areas of Amazon's business had been adding roles.", "type": "p"}, {"text": "\"However, given the uncertain economy in which we reside, and the uncertainty that exists in the near future, we have chosen to be more streamlined in our costs and headcount,\" he continued.", "type": "p"}, [{"text": "Amazon to axe 18,000 jobs as it cuts costs", "type": "a", "href": "https://www.bbc.co.uk/news/business-64171008"}, {"text": "UK Amazon workers take second day of strike action", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-coventry-warwickshire-64795744"}, {"text": "Amazon calls staff back to office three days a week", "type": "a", "href": "https://www.bbc.co.uk/news/business-64683267"}], {"text": "Like many tech giants, Amazon saw sales boom during the pandemic when customers were stuck at home.", "type": "p"}, {"text": "But more recently its sales have slowed down as consumers spend less due to the cost of living crisis.", "type": "p"}, {"text": "Other companies, including Google and Facebook-owner Meta, have been grappling with how to balance cost-cutting measures with the need to remain competitive.", "type": "p"}, {"text": "Last week Meta, which also owns Instagram and WhatsApp, announced plans to cut 10,000 jobs.", "type": "p"}, {"text": "Mr Jassy said it is \"never easy\" to lose employees, adding: \"To those ultimately impacted by these reductions, I want to thank you for the work you have done on behalf of customers and the company.\"", "type": "p"}, {"text": "Another area that will see cuts is Twitch, a livestreaming platform for content including gaming and music.", "type": "p"}, {"text": "It comes days after Emmett Shear announced he would be stepping down as Twitch's chief executive officer after 16 years in post.", "type": "p"}, {"text": "Amazon bought Twitch for $1bn (£1.5bn) in 2014.", "type": "p"}, [{"text": "Search beyond a 40-mile radius as hybrid and flexible working means you may be able to work from home", "type": "p"}, {"text": "Don't wait for a job to be advertised as not all jobs are made public", "type": "p"}, {"text": "Focus on explaining you have the right skills rather than years in a role when applying", "type": "p"}], {"text": "Six tips for finding work - read more here ", "type": "p"}], "tags": []}