{"link": "https://www.bbc.com/news/entertainment-arts-65012888", "category": "entertainment & arts", "title": "Bruce Willis's wife speaks of her grief at his dementia on his 68th birthday", "contributor": null, "time": "2023-03-20T10:00:21.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18EF/production/_129038360_gettyimages-1185558591.jpg", "content": [{"text": "Emma Heming Willis, the wife of actor Bruce Willis, has spoken about the \"grief and sadness\" she feels over her husband's dementia, as they celebrated his 68th birthday.", "type": "b"}, {"text": "\"I have started the morning by crying, as you can see by my swollen eyes,\" she said in an Instagram video.", "type": "p"}, {"text": "\"It's important that you see all sides of this,\" she said, as she continues to raise awareness about his condition.", "type": "p"}, {"text": "Willis was diagnosed with frontotemporal dementia in February.", "type": "p"}, {"text": "This came after he developed aphasia, which causes difficulties with speech, last year. ", "type": "p"}, {"text": "His family said last year that he was giving up acting as the condition was affecting his cognitive abilities. ", "type": "p"}, {"text": "The actor's dementia diagnosis affects language as well as behaviour and the ability to plan. There is no cure or intervention that can slow down the progress, so his symptoms will continue to worsen.", "type": "p"}, {"text": "In her post, Heming Willis addressed the loss she feels as she cares for her husband.", "type": "p"}, {"text": "\"I always get this message where people always tell me, 'Oh you're so strong. I don't know how you do it',\" she said.", "type": "p"}, {"text": "\"I'm not given a choice. I wish I was but I'm also raising two kids in this.", "type": "p"}, {"text": "\"Sometimes in our lives, we have to put our big girl panties on and get to it, and that's what I'm doing. But I do have times of sadness every day, grief every day and I'm really feeling it today on his birthday.\"", "type": "p"}, {"text": "She is going public with her experiences, she said, as the \"silver lining or flip side\" is that she and the family are appreciative of the \"warmth and love\" of fans. ", "type": "p"}, {"text": "\"As much as I do it for myself, I do it for you because I know how much you love my husband.\"", "type": "p"}, {"text": "In another post featuring footage of Willis playing with their children, she called her husband \"pure love\".", "type": "p"}, {"text": "Willis's former wife, actress Demi Moore was also part of his birthday celebrations. She and Willis have three daughters together.", "type": "p"}, {"text": "She posted footage of him singing with his family as they wished him happy birthday and give him a birthday pie.", "type": "p"}, {"text": "He was seen smiling and joining in the celebrations, and stumbling slightly after blowing out his candles.", "type": "p"}, {"text": "Moore said: \"So glad we could celebrate you today. Love you and love our family. Thank you to everyone for the love and warm wishes - we all feel them.\"", "type": "p"}, [{"text": "I've got dementia - dementia hasn't got me", "type": "a", "href": "https://www.bbc.co.uk/news/health-58834188"}, {"text": "Lifestyle changes that could lower your dementia risk", "type": "a", "href": "https://www.bbc.co.uk/news/health-48963215"}], {"text": "Willis became a household name in the 1980s and 90s after starring in blockbuster films such as Die Hard, The Sixth Sense, Armageddon and Pulp Fiction, along with the hit TV series Moonlighting.", "type": "p"}, {"text": "He has also been nominated for five Golden Globes - winning one for Moonlighting - and three Emmys, where he won two.", "type": "p"}], "tags": []}