{"link": "https://www.bbc.com/news/health-64987074", "category": "health", "title": "Give babies peanut butter to cut allergy by 77%, study says", "contributor": null, "time": "2023-03-17T11:26:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/155F/production/_129017450_gettyimages-908906982.jpg", "content": [{"text": "Giving young babies - between four and six months old - tiny tastes of smooth peanut butter could dramatically cut peanut allergies, say scientists. ", "type": "b"}, {"text": "Research shows there is a crucial opportunity during weaning to cut allergy cases by 77%. ", "type": "p"}, {"text": "They say the government's advice on weaning - which says no solids until around six months - needs to change. ", "type": "p"}, {"text": "Experts warn whole or chopped nuts and peanuts are a choking risk and should not be given to children under five.", "type": "p"}, {"text": "The current NHS guidance does say peanut (crushed, ground or butter) can be introduced from around six months old.", "type": "p"}, {"text": "A baby is ready for their first solid food if:", "type": "p"}, [{"text": "they can stay in a sitting position, holding their head steady", "type": "p"}, {"text": "co-ordinate their eyes, hands and mouth so they can look at their food, pick it up and put it in their mouth", "type": "p"}, {"text": "swallow food, rather than spit it back out", "type": "p"}], {"text": "Peanut allergy has been rising in the UK with an estimated one-in-50 children now affected.", "type": "p"}, {"text": "Food allergies are the result of our immune system mistaking something harmless for a severe threat. ", "type": "p"}, {"text": "For some, even a small amount of peanut can lead to such an overwhelming immune reaction that it becomes life-threatening. ", "type": "p"}, {"text": "Peanut allergy has become so common that some schools ban the ingredient.", "type": "p"}, {"text": "There had been long-standing advice to avoid foods that can trigger allergies during early childhood. At one point, families were once told to avoid peanut until their child was three years old. ", "type": "p"}, {"text": "However, evidence over the last 15 years has turned that on its head. ", "type": "p"}, {"text": "Instead, eating peanut while the immune system is still developing - and learning to recognise friend from foe - can reduce allergic reactions, experts say. ", "type": "p"}, {"text": "It also means the body's first experience of peanut is in the tummy where it is more likely to be recognised as food rather than on the skin, where it may be more likely to be treated as a threat. ", "type": "p"}, {"text": "Israel, where peanut snacks are common in early life, has much lower rates of allergy.", "type": "p"}, {"text": "Other studies have suggested introducing other foods linked to allergies - such as egg, milk and wheat - early also reduced allergy.", "type": "p"}, {"text": "The latest research, published in the Journal of Allergy and Clinical Immunology, calculated when is the best time to start introducing foods containing peanut.", "type": "p"}, {"text": "The analysis was conducted by the University of Southampton, King's College London and the research arm of the NHS - the National Institute for Health and Care Research.", "type": "p"}, {"text": "They found the critical period to start was between four and six months, during which the allergy could be cut by 77%.", "type": "p"}, {"text": "That is the equivalent of preventing 10,000 out of the roughly 13,000 cases of peanut allergy each year.", "type": "p"}, {"text": "Delaying the introduction of peanut-based foods until the child was one-year-old would only cut allergy cases by 33%, according to the research.", "type": "p"}, {"text": "For babies with eczema, which is a risk factor for allergy, the investigators recommend starting at four months - as long as the baby is ready. ", "type": "p"}, {"text": "They say parents should start by offering small amounts of fruit or vegetables. ", "type": "p"}, {"text": "Then when the baby is comfortable, around three heaped teaspoons of peanut butter a week should be introduced and maintained for years. Peanut butter, which can be quite dry, can be given with breastmilk.", "type": "p"}, {"text": "Prof Graham Roberts, from the University of Southampton, said decades of advice to avoid peanut had \"understandably led to parental fear\" of giving children peanut and shifting rules led to large amounts of confusion from both within medicine and from parents.", "type": "p"}, {"text": "However, he said this was a \"simple, low-cost, safe intervention\" that would \"deliver vast benefits for future generations\".", "type": "p"}, {"text": "Official advice is to start offering solid foods alongside milk at around six months old, and the government has launched a campaign on the correct time to wean due to parents starting earlier.", "type": "p"}], "tags": []}