{"link": "https://www.bbc.com/news/business-62554464", "category": "business", "title": "German households face levy of hundreds of pounds on gas bills", "contributor": null, "time": "2022-08-15T17:38:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/185DB/production/_126330899_gettyimages-1407759845.jpg", "content": [{"text": "German households will have to pay hundreds of pounds more a year for gas under a levy to help energy companies cover the cost of replacing Russian supplies. ", "type": "b"}, {"text": "Before the Ukraine war, Germany imported more than half its gas from Russia.", "type": "p"}, {"text": "Germany already has amongst the highest household gas bills in Europe.", "type": "p"}, {"text": "The government said the move was necessary to prevent the collapse of the German energy market. ", "type": "p"}, {"text": "Ministers have promised the levy, which will be imposed from 1 October and remain in place until April 2024, will be accompanied by additional support for households. ", "type": "p"}, {"text": "Gas prices have soared since the invasion of Ukraine, as Western countries imposed sanctions and pledged to phase out Russian imports. ", "type": "p"}, {"text": "The EU says it will cut gas imports from Russia by two-thirds within a year, but has stopped short of a total ban.", "type": "p"}, [{"text": "Can the world cope without Russian oil and gas?", "type": "a", "href": "https://www.bbc.co.uk/news/58888451"}, {"text": "Which countries are doing most to tackle energy bills? ", "type": "a", "href": "https://www.bbc.co.uk/news/61522123"}], {"text": "Trading Hub Europe, the German gas market operator, said it had set the levy at 2.419 cents per kilowatt hour (kWH).", "type": "p"}, {"text": "For an average family of four, the charge will amount to an additional annual cost of around €480 ($489; £404), according to the Verivox price comparison platform's calculation of an average gas bill of €3,568 a year.", "type": "p"}, {"text": "Businesses will also be subject to the levy and the Federation of German Industries has called for more support. ", "type": "p"}, {"text": "Economy Minister Robert Habeck said: \"The levy is a consequence of Putin's illegal war of aggression on Ukraine and the artificial energy shortage caused by Russia.\"", "type": "p"}, {"text": "\"The alternative would have been the collapse of the German energy market, and with it large parts of the European energy market,\" he told reporters. ", "type": "p"}, {"text": "Economists warned the levy would further push up inflation - the rate prices are rising - in Germany, which hit 8.5% in July. ", "type": "p"}, {"text": "The German government has brought in subsidies for low-income households and is now spending an extra €15bn on fuel subsidies through cutting petrol and diesel taxes, providing people with one-off €300 pay-outs, extra child support payments and public transport discounts.", "type": "p"}, {"text": "Germany has encouraged its citizens to reduce their energy consumption and in June it introduced measures including dimming street lights, turning off fountains and lowering the temperatures in swimming pools. ", "type": "p"}, {"text": "Last month, gas prices jumped after Russia further cut supplies to Germany and other central European countries through the Nord Stream 1 pipeline. ", "type": "p"}, {"text": "Russia sought to justify the cut by saying it was needed to allow maintenance work on a turbine but the German government said there was no technical reason for it to limit the supply. ", "type": "p"}, {"text": "Soaring gas prices have had a knock-on impact on household energy bills around the world. ", "type": "p"}, {"text": "In the UK, the typical annual energy bill is forecast to hit £3,582 in October - up from the current figure of £1,971 a year.", "type": "p"}], "tags": ["Germany", "Inflation", "Cost of living", "Energy service companies"]}