{"link": "https://www.bbc.com/news/entertainment-arts-62552076", "category": "entertainment & arts", "title": "Anne Heche organs donated as actress is taken off life support", "contributor": null, "time": "2022-08-15T14:04:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D7FB/production/_126319255_hi077961972.jpg", "content": [{"text": "US actress Anne Heche has been \"peacefully taken off life support\" after a suitable donor recipient was found, a spokesperson has confirmed.", "type": "b"}, {"text": "A representative for the late star confirmed her death to the PA news agency on Sunday.", "type": "p"}, {"text": "On Friday, the 53-year-old was legally declared dead after suffering a \"severe anoxic brain injury\" while crashing her car into a house in LA.", "type": "p"}, {"text": "She had been kept on life support in case her organs could be donated.", "type": "p"}, {"text": "It is not known how many or which organs will be donated but, according to NBC News, surgeons were ready to perform the implants. ", "type": "p"}, {"text": "In a statement, Heche's spokesperson Holly Baird said the actress was \"peacefully taken off life support\" after a compatible person was found to receive her donated organs,", "type": "p"}, [{"text": "'We have lost a bright light' - Anne Heche family", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62506673"}, {"text": "US actress Anne Heche 'not expected to survive'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62515457"}, {"text": "US actress Anne Heche remains in coma after crash", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62474954"}], {"text": "Earlier on Sunday, the Los Angeles Police Department (LAPD) said they had concluded their investigation into Heche's crash, which had left her in a coma.", "type": "p"}, {"text": "\"As of today, there will be no further investigative efforts made in this case,\" they said in a statement.", "type": "p"}, {"text": "\"Any information or records that have been requested prior to this turn of events will still be collected as they arrive as a matter of formalities and included in the overall case.", "type": "p"}, {"text": "\"When a person suspected of a crime expires [dies], we do not present for filing consideration.\"", "type": "p"}, {"text": "The department previously confirmed the crash was being investigated as a felony driving-under-the-influence (DUI) traffic collision after preliminary blood tests showed the presence of drugs in Heche's system.", "type": "p"}, {"text": "Additional testing was required to rule out substances administered in the hospital.", "type": "p"}, {"text": "The Los Angeles Fire Department (LAFD) said last week her vehicle \"erupted in heavy fire\", which took 59 firefighters more than an hour to fully extinguish.", "type": "p"}, {"text": "As well as suffering burns, the actress was left with \"a severe anoxic brain injury\" - when the brain is deprived of oxygen - her family said.", "type": "p"}, {"text": "The two-storey home she crashed into was left \"uninhabitable\".", "type": "p"}, {"text": "Lynne Mishele, the woman whose house she fatally crashed into, shared her sorrow at the news of the actress's death on social media.", "type": "p"}, {"text": "\"The news of Anne Heche passing is devastating,\" posted Mishele online. \"Her family and her friends and her children, especially, really have suffered a great loss, and my heart goes out for them.", "type": "p"}, {"text": "\"This entire situation is just tragic and there really are just no words,\" she added. \"I'm sending love to everyone involved.\"", "type": "p"}, {"text": "A fund set up to help Mishele with costs has so far raised more than $174,000 (£146,000).", "type": "p"}, {"text": "Heche was known for appearing in films including Volcano, Donnie Brasco and the 1998 remake of Psycho.", "type": "p"}, {"text": "The mother-of-two also appeared on Dancing with the Stars, the US equivalent of Strictly Come Dancing, in 2020.", "type": "p"}, {"text": "Her family said in a statement on Friday: \"Today we lost a bright light, a kind and most joyful soul.\"", "type": "p"}, {"text": "Stars including actor Antonio Banderas and Heche's former partner Ellen DeGeneres were among those paying tribute.", "type": "p"}], "tags": ["Television", "Film"]}