{"link": "https://www.bbc.com/news/science-environment-62524611", "category": "science & environment", "title": "Leaders make fifth attempt to pass UN Oceans Treaty", "contributor": "Esme Stallard", "time": "2022-08-15T02:51:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/100E/production/_126301140_whalescover.jpg", "content": [{"text": "World leaders will meet at the UN in New York later for more talks to save the world's oceans from overexploitation. ", "type": "b"}, {"text": "The UN High Seas Treaty has been through 10 years of negotiations but has yet to be signed. ", "type": "p"}, {"text": "If agreed, it would put 30% of the world's oceans into conservation areas by 2030.", "type": "p"}, {"text": "Campaigners hope it will protect marine life from overfishing and other human activities.", "type": "p"}, {"text": "Two-thirds of the world's oceans are currently considered international waters, which mean all countries have a right to fish, ship and do research there. But only 1.2% of these high seas, as they are referred to, are protected.", "type": "p"}, {"text": "This leaves the marine life living there at risk of exploitation from the increasing threats of climate change, overfishing and shipping traffic.", "type": "p"}, {"text": "And with ecosystems in the high seas poorly documented, there is concern among conservationists that creatures could become extinct before they are discovered.", "type": "p"}, {"text": "Research published earlier this year, and funded by the National Oceanic and Atmospheric Administration, suggests that between 10% and 15% of marine species are already at risk of extinction.", "type": "p"}, {"text": "The International Union for the Conservation of Nature (IUCN) has said at previous negotiations that the \"traditional fragmented nature of ocean governance\" has prevented the effective protection of the high seas.", "type": "p"}, {"text": "The treaty would place parts of the world's oceans into a network of Marine Protected Areas. Environmental impact assessments would be carried out before allowing commercial activities like deep-sea mining to go ahead. ", "type": "p"}, [{"text": "Renewables' deep-sea mining conundrum", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-39347620"}, {"text": "What is biodiversity and how can we protect it?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-60823267"}], {"text": "Deep-sea mining is when minerals are taken from the sea bed that is 200m or more below the surface. These minerals include cobalt which is used for electronics, but the process could also be toxic for marine life, according to the IUCN. ", "type": "p"}, {"text": "As of March 2022, the International Seabed Authority, which regulates these activities, had issued 31 contracts to explore the deep sea for minerals.", "type": "p"}, {"text": "Countries are also looking to include measures in the treaty that give developing and landlocked nations more equal access to Marine Genetic Resources (MGR). ", "type": "p"}, {"text": "MGR are biological material from plants and animals in the ocean that can have benefits for society such as pharmaceuticals, industrial processes and food. ", "type": "p"}, {"text": "But progress has been slow due to Covid-19 preventing countries meeting. Disagreement over what should be included in the legal treaty also delayed it.", "type": "p"}, {"text": "Some nations such as Russia and Iceland want fisheries to be excluded.", "type": "p"}, {"text": "In March, countries agreed to have a final fifth session to try and sign the Treaty - with a deadline set for the end of the year. ", "type": "p"}, {"text": "Should this not happen, an EU spokesperson told the BBC it was still committed to the issue: \"The EU will insist on the quick continuation of the negotiations.\"", "type": "p"}, {"text": "\"Action is needed to ensure the conservation and the sustainable use of the Ocean for current and future generations,\" they added.", "type": "p"}, {"text": "At the end of the last round of failed negotiations, conference president Rena Lee said: \"I believe that with continued commitment, determination and dedication, we will be able to build bridges and close the remaining gaps.\"", "type": "p"}, {"text": "Protecting the world's oceans is also important for human populations as so many people rely on the seas for food, income and leisure activities. ", "type": "p"}, {"text": "It is estimated that global marine ecosystems are worth more than £41 trillion, according to researchers at Plymouth Marine Laboratory.", "type": "p"}], "tags": ["Fishing", "United Nations", "Climate change"]}