{"link": "https://www.bbc.com/news/business-66012303", "category": "business", "title": "Britishvolt owner's offices raided by Australian tax police", "contributor": null, "time": "2023-06-25T09:10:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FA00/production/_130200046_britisvoltpa.png", "content": [{"text": "The prospect of a new battery factory in Northumberland has suffered a setback after the buyer of Britishvolt was raided by Australian police.", "type": "b"}, {"text": "Investigators went to the offices of Scale Facilitation and SaniteX, owned by Australian entrepreneur David Collard over alleged tax fraud.", "type": "p"}, {"text": "Recharge Industries, a subsidiary of Scale Facilitation, bought Britishvolt this year after it collapsed.", "type": "p"}, {"text": "But it is yet to pay for a prospective plant site near the Port of Blyth.", "type": "p"}, {"text": "Sources close to Mr Collard, who is a former partner at accountancy giant PwC, said that the tax raid is due to a misunderstanding of the interaction between US and Australian tax filings and that all parties were co-operating.", "type": "p"}, {"text": "Recharge Industries is ultimately owned and run by Scale Facilitation, a New York-based investment fund which has offices in Australia.", "type": "p"}, {"text": "Recharge Industries bought the assets of Britishvolt after it went into administration despite the public backing of politicians including former prime minister Boris Johnson.", "type": "p"}, {"text": "Britishvolt had planned to build a £4bn plant in Cambois near Blyth, Northumberland to make batteries for electric vehicles and create around 3,000 skilled jobs.  ", "type": "p"}, {"text": "However, the company struggled to make a profit and eventually ran out of money in January.", "type": "p"}, {"text": "A deadline for Recharge Industries to finalise and pay for the purchase of the site in Northumberland has been extended long beyond the original date of 31 March. ", "type": "p"}, {"text": "Insiders close to Recharge confirmed that staff wages in Australia had gone unpaid for around two weeks but insisted those payments had now been made. ", "type": "p"}, {"text": "They said the company remained confident it could secure the funding to complete the purchase of the land near Blyth in the next two to four weeks.  ", "type": "p"}, {"text": "The BBC understands that the owners of Recharge are still hopeful that a deal to develop the £4bn site can proceed.", "type": "p"}, {"text": "Recharge is expected to take a minority shareholding in a new company called North East Gigafactory Development LLP with well known and deep-pocketed investors Tritax and Abrdn owning the majority between them.  ", "type": "p"}, {"text": "Recharge's plan for the site was to initially develop battery storage technology, rather than batteries for electric vehicles.", "type": "p"}, {"text": "A person familiar with the situation told the BBC that emphasis had seen government enthusiasm for the project cool. ", "type": "p"}, {"text": "\"Government certainly wasn't rolling out the red carpet\", they said and the BBC understands that the Australian owners have not met with either Business Secretary Kemi Badenoch, or the Secretary for Energy Security and Net Zero, Grant Shapps.", "type": "p"}, {"text": "Nevertheless it seems that the hopes for an imminent start on a plant that it is hoped would provide thousands of jobs in the North East are, once again, on hold.  ", "type": "p"}], "tags": []}