{"link": "https://www.bbc.com/news/entertainment-arts-66014453", "category": "entertainment & arts", "title": "Cat Stevens soothes an exhausted Glastonbury in the legend slot", "contributor": null, "time": "2023-06-25T15:43:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E038/production/_130200475_catstevens1.jpg", "content": [{"text": "Cat Stevens provided a soothing mid-afternoon balm to Glastonbury's partied-out fans, as he played the festival's coveted \"legend slot\".", "type": "b"}, {"text": "The singer, also known as Yusuf, struck a chord with his spiritual songs of affection and the search for peace.", "type": "p"}, {"text": "He came on stage strumming an acoustic guitar and playing the exquisite melody of The Wind, before segueing to one of his most beloved songs, Moonshadow.", "type": "p"}, {"text": "\"Wow, thank you,\" he said, surveying the sea of faces. \"Incredible. Woah.\"", "type": "p"}, {"text": "\"I'm just thinking back to the first time I nervously walked up to a microphone in a small folk club in Soho, in 1965. And now walking onto the great Pyramid Stage of Glastonbury. What a journey.\"", "type": "p"}, {"text": "He frontloaded the set with hits - Here Comes My Baby,The First Cut Is The Deepest, Matthew and Son - each one provoking an, \"Oh I know this one, too\" response from the audience.", "type": "p"}, [{"text": "Guns N' Roses wow Glastonbury but Lana is cut short", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66011512"}, {"text": "Elton John fans already in place for Glastonbury", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66013113"}, {"text": "Arctic Monkeys at Glastonbury: A tale of two halves", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66005948"}, {"text": "The secrets of Loyle Carner's Glastonbury set", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66009682"}], {"text": "The 74-year-old was in fine voice throughout, his soulful baritone almost unchanged from his heyday in the 1960s.", "type": "p"}, {"text": "An elegiac version of the Christian hymn Morning Is Broken provided an emotional high point, as rays of sun fought through the grey clouds that have gathered over Glastonbury since lunchtime.", "type": "p"}, {"text": "Shortly afterwards, he played a cover of The Beatles' Here Comes The Sun - which everyone, fearful of a downpour, prayed was more of a prophecy than an exercise in schadenfreude. ", "type": "p"}, {"text": "Stevens was booked for the festival at the request of founder Michael Eavis, who had been chasing him to play the legend slot for years.", "type": "p"}, {"text": "\"He loves Cat Stevens, as we all do,\" his daughter Emily told the BBC. \"It's nearly happened a few times and [this year] we got him.", "type": "p"}, {"text": "\"I've basically grown up with all these songs because my dad's such a fan. The other day we drove from Bath to the farm and he played Peace Train about 60 times.\"", "type": "p"}, {"text": "Michael, who has been diagnosed with cancer twice in his life, has made support for NHS workers a key feature of this weekend; a message that Stevens echoed on stage.", "type": "p"}, {"text": "\"This is the 75th year of NHS and I must say I'm one of the lucky ones,\" he told the crowd. \"It was born only a few months before I was born. so I have to say to you a big thank you.\"", "type": "p"}, {"text": "He then encouraged the crowd to join him in shouting their thanks to \"all the doctors and all the nurses and everyone who serves the good health of this country\".", "type": "p"}, {"text": "The star was clearly overawed by the size of the crowd - which rivalled last night's gathering for Guns N' Roses - who swayed and sang along as he closed with his two biggest (and most frequently-covered) songs: Wild World and Father And Son.", "type": "p"}, {"text": "\"Oh you are sweet. You are too sweet,\" he beamed. \"For this beautiful moment, thank you so much.\" ", "type": "p"}, {"text": "It was performance big on heart and full of warmth; and a marked contrast to the massive disco throwdowns of previous legend slot honourees Diana Ross and Kylie Minogue.", "type": "p"}, {"text": "But that was predictable from the moment Stevens' booking was announced, and anyone craving an early evening boogie won't have long to wait. ", "type": "p"}, {"text": "Disco/New wave legends Blondie are up next on the Pyramid Stage, followed by impish rap star Lil Nas X, before Elton John's highly-anticipated headline performance closes the festival.", "type": "p"}, {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": []}