{"link": "https://www.bbc.com/news/entertainment-arts-61844328", "category": "entertainment & arts", "title": "Eurovision Song Contest: Which UK cities could host 2023 show?", "contributor": "Ian Youngs", "time": "2022-06-17T16:59:00.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A902/production/_124966234_trophygetty.jpg", "content": [{"text": "Cities across the UK have thrown their hats into the ring to stage next year's Eurovision Song Contest if the UK ends up taking on hosting duties.", "type": "b"}, {"text": "Organisers are in talks with the BBC after saying this year's winner Ukraine, which would normally stage the next event, can't because of the war.", "type": "p"}, {"text": "The UK has a number of cities with suitable arenas, accommodation and international transport links.", "type": "p"}, {"text": "Glasgow, Manchester, Leeds and Liverpool have expressed an interest.", "type": "p"}, {"text": "However, Ukraine has called for the decision not to stage it there to be reconsidered.", "type": "p"}, {"text": "If the UK is chosen as the host country, cities would have to prove they have the right facilities and go through a bidding process.", "type": "p"}, {"text": "Eurovision organisers say the host venue should accommodate about 10,000 spectators, be within easy reach of an international airport and have enough hotel accommodation for at least 2,000 delegates, journalists and spectators.", "type": "p"}, [{"text": "UK in talks to host Eurovision instead of Ukraine", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61841068"}], {"text": "So what are the possible locations?", "type": "p"}, {"text": "Scotland's First Minister Nicola Sturgeon said she wished Eurovision could be in Ukraine, but \"understands that in [the] circumstances this isn't possible\".", "type": "p"}, {"text": "\"However, I can think of a perfect venue on banks of the River Clyde!\" she added, apparently suggesting the OVO Hydro arena in Glasgow as a venue.", "type": "p"}, {"text": "The 14,300-capacity riverside venue is next to exhibition centres that could be useful for auxiliary facilities like the press centre.", "type": "p"}, {"text": "It would be fitting in some ways after the OVO Hydro was used for the exterior of the venue in Will Ferrell's 2020 Netflix film Eurovision Song Contest: The Story of Fire Saga.", "type": "p"}, {"text": "Bev Craig, the leader of Manchester City Council, wrote on Twitter: \"If it's to be a UK city - I can't think of anywhere better, a great music city and fittingly home to a large Ukrainian community.\" ", "type": "p"}, {"text": "Indeed, Manchester has the biggest Ukrainian population outside London, and Eurovision organisers have said it is their \"full intention that Ukraine's win will be reflected in next year's shows\".", "type": "p"}, {"text": "The city will have two concert arenas some time next year, when the 23,500-capacity Co-Op Live arena opens, overtaking the city's existing 21,000-capacity AO Arena as the biggest indoor venue in the UK. ", "type": "p"}, {"text": "Salford in Greater Manchester also became the BBC's Eurovision HQ this year, with AJ Odudu delivering the UK scores from MediaCity.", "type": "p"}, {"text": "Leeds had hoped to be European Capital of Culture in 2023, but Brexit prevented UK cities from entering that particular contest. Undeterred, the city is ploughing on with staging a year of culture anyway.", "type": "p"}, {"text": "\"Given that we will be mid-way through the Leeds 2023 year of culture, it could not come at a better time,\" a statement from Leeds City Council's leaders said.", "type": "p"}, {"text": "They said they had already been in touch with the government and the BBC to lobby for Eurovision to be held at the 13,781-capacity First Direct Arena.", "type": "p"}, {"text": "This was the last place to host Eurovision in the UK, in 1998. It will have just had experienced hosting a major international event, following this summer's Commonwealth Games.", "type": "p"}, {"text": "It has two possible venues - the Utilita Arena and the Resorts World Arena, both with capacities of almost 16,000.", "type": "p"}, {"text": "A statement for Birmingham City Council said it was \"always open to exploring further opportunities to showcase Birmingham on the international stage\".", "type": "p"}, {"text": "It added: \"We are therefore open to working with the UK government and other stakeholders to investigate the potential for hosting the Eurovision Song Contest.\"", "type": "p"}, {"text": "\"Why wouldn't you put it somewhere that the whole world recognises as a music city?\" asked Liverpool City Council's director of culture, Claire McColgan.", "type": "p"}, {"text": "She told BBC Radio Merseyside it was \"a tragic situation for Ukraine\", but said she was already thinking about ways the city could be \"putting our arms around Ukraine and and those people who are suffering absolutely terribly and doing it for them in this place\".", "type": "p"}, {"text": "The city's 11,000-capacity M&S Bank Arena is also next to a conference centre.", "type": "p"}, {"text": "Even if Scotland's first minister seems to have singled out Glasgow, six Aberdeen MPs and MSPs wasted no time in sending a letter to BBC director general Tim Davie saying the city is \"perfectly placed in terms of infrastructure, cultural offering and sheer enthusiasm to hold the event\".", "type": "p"}, {"text": "The 15,000-capacity P&J Live is \"Scotland's largest event complex\", which hosted the BBC Sports Personality of the Year ceremony in 2019, they noted.", "type": "p"}, {"text": "Mayor of London Sadiq Khan tweeted that the UK capital \"would welcome Eurovision with open arms\", adding: \"We're ready to step up and support Ukraine by hosting a contest that pays tribute to and honours the Ukrainian people, and also celebrates the very best of Britain too.\"", "type": "p"}, {"text": "The 20,000-capacity O2 Arena and 12,500-capacity OVO Wembley Arena are no strangers to hosting major events.", "type": "p"}, {"text": "And London has by far the biggest Ukrainian population in the UK.", "type": "p"}, {"text": "But the city may lose out given the parallel pushes from both the BBC and the government to move events and opportunities outside the capital.", "type": "p"}, {"text": "Could Eurovision return to the scene of Abba's historic 1974 victory?", "type": "p"}, {"text": "\"We'd love to see the event come back to the city and share some of our lucky stardust with the next global superstars,\" said Brighton and Hove City Council Leader Phélim Mac Cafferty.", "type": "p"}, {"text": "\"We will now approach the European Broadcasting Union and the BBC to formally express our interest.\"", "type": "p"}, {"text": "But the Brighton Centre, with a capacity of 5,515, may not be big enough.", "type": "p"}, {"text": "Kevin Brennan, MP for Cardiff West, suggested smashing the Eurovision attendance record, writing on Twitter: \"Clearly Eurovision should be held at the Principality Stadium (roof closed) Cardiff with 70,000 partygoers - no brainer.\"", "type": "p"}, {"text": "Or there's the Motorpoint Arena, which has a more modest 7,500 capacity.", "type": "p"}, {"text": "Council leader Huw Thomas agreed that it should be held in Wales - dubbed the \"land of song\" - for the first time. ", "type": "p"}, {"text": "Cllr Séamas de Faoite tweeted that he would lobby the council leader to put in a formal bid.", "type": "p"}, {"text": "\"As a Unesco City of Music we've already demonstrated we know how to use music to bring people together,\" he wrote. \"Eurovision would be incredible for our city.\"", "type": "p"}, {"text": "The SSE Arena Belfast can hold 11,000 people.", "type": "p"}], "tags": ["Belfast", "Television", "Cardiff", "Birmingham", "Eurovision Song Contest", "Brighton", "London", "Manchester", "Leeds", "Glasgow", "Liverpool", "Aberdeen", "Music"]}