{"link": "https://www.bbc.com/news/health-61759776", "category": "health", "title": "Vaping - is it a risk-free option?", "contributor": "Elena Bailey and Philippa Roxby", "time": "2022-06-13T22:53:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FC88/production/_125384646_6d4670d3-54f9-49da-b883-9a56a03ffd75.jpg", "content": [{"text": "They are brightly coloured, easy-to-use and come in flavours from cotton candy to blue raspberry - disposable vapes are surging in popularity. ", "type": "b"}, {"text": "They're also a major part of the government's plan in England to get the remaining six million smokers to quit by 2030.", "type": "p"}, {"text": "So how safe is vaping, particularly for young people who have never smoked?", "type": "p"}, {"text": "Izzy Esposito, 18, from Borehamwood, started vaping last summer when all her friends tried it out, and she now vapes at all hours of the day.", "type": "p"}, {"text": "\"I can just sit in bed and vape and be on Facetime to my friends at the same time,\" she says.", "type": "p"}, {"text": "\"It's always in my hand, so you just do it all the time.", "type": "p"}, {"text": "\"It got to the point where I was getting through two vapes a week, with 3,500 puffs in each.\"", "type": "p"}, {"text": "Izzy recently had to cut down after her gums started bleeding and she got sores in her mouth and on her lips.", "type": "p"}, {"text": "\"I didn't want to brush my teeth because it was that painful,\" she says.", "type": "p"}, {"text": "Disposable vapes are the latest trend in vaping. They are cheaper than a pack of cigarettes and can be used straight from the packet. Once finished, they're thrown away. ", "type": "p"}, {"text": "Izzy is attracted by the colours and the flavours, and the fact she can buy one to match her outfit on a night out.", "type": "p"}, {"text": "She used to smoke occasionally at weekends, but she finds vaping a lot more convenient.", "type": "p"}, {"text": "\"I vape so much more than I ever smoked. On a night out I could get through a whole vape.\"", "type": "p"}, {"text": "E-cigarettes have helped many thousands of people stop smoking by removing the dangerous and toxic tobacco smoke from their habit, giving a huge health boost.", "type": "p"}, {"text": "But the e-cigarette vapour which is inhaled can still contain small amounts of chemicals, including nicotine, which could carry risks of their own. Scientists just haven't worked out what they are yet.", "type": "p"}, {"text": "There is concern that young people are taking up vaping because they see it as completely risk-free.", "type": "p"}, {"text": "Prof John Britton, honorary professor at the University of Nottingham, who advised the government on its recent report on ending smoking, says: \"It's inconceivable to say that vaping is safe, it is a balance of risks.", "type": "p"}, {"text": "\"If you don't use nicotine in any shape or form, it is madness to start vaping.\"", "type": "p"}, {"text": "Prof Britton anticipates that in 40 or 50 years' time, we will start to see people developing lung cancer, chronic bronchitis and other serious lung conditions as a result of their vaping.", "type": "p"}, {"text": "But those numbers are likely to be small - and far smaller than the health issues caused by smoking. ", "type": "p"}, {"text": "The latest data shows most teenagers aren't vapers - only 11% of 11 to 17-year-olds tried it in 2021. But new data for 2022 hasn't been published and some are predicting a rise.", "type": "p"}, {"text": "University College London (UCL) research estimates that there are 74,000 e-cigarette users aged 16 to 17 in England alone.", "type": "p"}, {"text": "And another UCL study suggests disposable vapes are soaring in popularity among 18-year-old vapers, with more than half now using the products.", "type": "p"}, {"text": "\"So what you've got is young people and teenagers who are probably experimenting with them, but they don't become long-term users,\" says Prof Linda Bauld, professor of public health at the University of Edinburgh.", "type": "p"}, {"text": "Before, they might have become teenage smokers which would have been far more harmful, but she says more should still be done to protect young people. ", "type": "p"}, {"text": "The UK has some of the strictest e-cigarette regulations in the world. Almost all forms of e-cigarette marketing are banned, the amount of nicotine in the product is limited and only those aged 18 and over can buy them legally.", "type": "p"}, {"text": "\"It's important we keep these vaping products away from young people, because they're not products for them,\" says Prof Bauld.", "type": "p"}, {"text": "Megan Munday, 18, started using vapes to cut down on cigarettes, and found the flavours \"quite addictive\".", "type": "p"}, {"text": "She said the vapes left her hardly able to talk \"and gave me a sore throat so bad that it felt like I was being stabbed in the back of the throat when I swallowed\".", "type": "p"}, {"text": "\"It was that bad that I had to take time off of work because of it,\" she says, adding that she has stopped using them.", "type": "p"}, {"text": "Dentists say they are seeing some side effects of vaping, such as bad breath, ulcers, soreness in some areas and a dry mouth. This could lead to a lack of saliva and, potentially, tooth decay. ", "type": "p"}, {"text": "Bleeding gums can happen after people stop smoking as blood circulation improves, often at the same time as starting vaping. It shows the gums are coming back to life and isn't necessarily a bad sign. ", "type": "p"}, {"text": "So far, dental experts say nicotine seems unlikely to be a big factor in cancer or gum disease.", "type": "p"}, {"text": "Prof Richard Holliday, senior lecturer and honorary consultant in restorative dentistry at Newcastle, said: \"We're still monitoring this and we don't have all the answers, but there's nothing hugely worrying coming out so far.\"", "type": "p"}, {"text": "Not everyone is so reassured, though.", "type": "p"}, {"text": "David Thickett, professor of respiratory medicine at the University of Birmingham, is worried about the effects of delivering high doses of nicotine to the lungs through vaping.", "type": "p"}, {"text": "Although nicotine gums and patches have been used for many years to relieve cigarette cravings and are considered safe, he can't be so sure about nicotine in vaping.", "type": "p"}, {"text": "\"That means it's potentially more harmful in the way that it's delivered with a vape,\" Prof Thickett says.", "type": "p"}, {"text": "In a study in the lab, vaping was found to damage important immune system cells in the lungs, and cause inflammation.", "type": "p"}, {"text": "More research is needed on people who vape to confirm the findings, but some of the effects were similar to those seen in regular smokers and people with chronic lung disease.", "type": "p"}, {"text": "Prof Thickett warns that vapers don't always receive enough support to wean themselves off nicotine after switching to e-cigarettes.", "type": "p"}, {"text": "He said e-cigarettes were safer than traditional cigarettes, but they could still be harmful in the long term and research was still in its early stages.", "type": "p"}], "tags": ["Smoking", "Vaping"]}