{"link": "https://www.bbc.com/news/science-environment-61835778", "category": "science & environment", "title": "Some Greenland polar bears adapt to hunt without sea ice", "contributor": "Malu Cursino", "time": "2022-06-17T04:30:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14591/production/_125454338_11d9fae1beaf4ea3afbe3986a43bea758df8a8e5.jpg", "content": [{"text": "Polar bears have long been seen as a symbol of global warming's damaging impact on the natural world. ", "type": "b"}, {"text": "The bears rely on Arctic sea ice to hunt seals - so its decline puts the species at risk of extinction. ", "type": "p"}, {"text": "However, in a rare piece of hopeful news for the ice bears, scientists say several hundred in southeast Greenland have now adapted to hunt using freshwater platforms.", "type": "p"}, {"text": "Researchers found the animals were using ice that breaks off glaciers.", "type": "p"}, {"text": "\"They survive in fjords that are sea ice-free more than eight months of the year because they have access to glacier - freshwater - ice\", said University of Washington polar scientist Kristin Laidre, the study's lead author.", "type": "p"}, {"text": "The findings, from a research team based at the University of Washington, open up the possibility that pockets of the species might survive despite rising temperatures.", "type": "p"}, {"text": "\"One of the big questions is where in the Arctic will polar bears be able to hang on,\" Dr Laidre said. \"I think that bears in a place like this can teach us a lot about where those places might be.\"", "type": "p"}, {"text": "The research team spent two years interviewing Inuit hunters, who shared their ecological knowledge of the area. ", "type": "p"}, {"text": "Travelling to the remote region using helicopters, they tagged the bears with satellite tracking devices and collected genetic samples.", "type": "p"}, {"text": "Dr Beth Shapiro, geneticist and co-author of the study, said they observed \"the most genetically isolated population of polar bears anywhere on the planet\". ", "type": "p"}, {"text": "\"We know that this population has been living separately from other polar bear populations for at least several hundred years,\" she said.", "type": "p"}, {"text": "Dr Shapiro said that these bears \"are not thriving\" - they reproduce more slowly and are smaller in size. ", "type": "p"}, {"text": "She added that it is difficult to know whether this sub-population are surviving because of genetic adaptations, or \"a different response... to a very different climate and habitat\". ", "type": "p"}, {"text": "There are said to be roughly 26,000 polar bears remaining. ", "type": "p"}, {"text": "\"Polar bears are in trouble,\" Dr Shapiro added. \"It is clear that if we can't slow the rate of global warming that polar bears are on a trajectory to become extinct. The more we can learn about this remarkable species, the better able we will be to help them to survive the next 50 to 100 years.\"", "type": "p"}, {"text": "The research was published in the journal Science. ", "type": "p"}], "tags": ["Greenland", "Polar bears", "Greenland ice loss"]}