{"link": "https://www.bbc.com/news/technology-61813845", "category": "technology", "title": "Bitcoin: Will El Salvador's big crypto gamble pay off?", "contributor": "Joe Tidy", "time": "2022-06-16T01:15:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1B15/production/_125433960_977646d4-a885-485f-b124-4aceaa1a4b98.jpg", "content": [{"text": "Cryptocurrencies have continued to tumble this week with billions wiped from the value of tokens like Bitcoin. The crash is affecting investors worldwide, including the government of El Salvador. The Central American country has poured millions of dollars into Bitcoin and made it legal tender nine months ago, encouraging people to use it for day-to-day transactions.", "type": "b"}, {"text": "From trinkets and tacos to petrol and even houses - you can shop for pretty much anything in El Salvador with Bitcoin. Buying with cryptocurrency from street sellers and major chains alike is a remarkable experience.", "type": "p"}, {"text": "It shows how far Bitcoin has come since it was dreamt up on internet forums back in 2008.", "type": "p"}, {"text": "The decision by President Nayib Bukele to make the cryptocurrency legal tender means that in theory it must now be accepted by all businesses, alongside El Salvador's other currency, the US dollar. ", "type": "p"}, {"text": "But the latest cryptocurrency crash has prompted more questions about the policy, especially the use of nearly $100m of public funds to buy Bitcoin - each purchase celebrated by the president with a tweet.", "type": "p"}, {"text": "The country's 2,300 bitcoins are now worth half what the government paid for them, but the finance minister has brushed off criticism, saying there is \"extremely minimal fiscal risk\".", "type": "p"}, {"text": "The place where El Salvador's Bitcoin movement started is El Zonte, a small surfing and fishing town on the south coast. Here, in 2019, an anonymous donor gave a group of cryptocurrency fans the first of many large donations of Bitcoin.", "type": "p"}, {"text": "No-one admits to knowing who he or she is, but the deal was that the town could keep the digital coins on condition they weren't converted into dollars.", "type": "p"}, {"text": "The idea was to create the world's first circular Bitcoin economy, where people can be paid in Bitcoin - a peer-to-peer internet cash system - and live on it.", "type": "p"}, {"text": "It's a radical idea. In the rest of the world Bitcoin can be used for online purchases, but except in a small number of trendy cafes or one-off projects, it hasn't been possible to use it on the high street.", "type": "p"}, {"text": "El Zonte has so far received about $350,000 from its anonymous benefactor, a significant amount for this shabby but beautiful town, now also known as Bitcoin Beach.", "type": "p"}, {"text": "Katerina Contreras was one of the first beneficiaries.  ", "type": "p"}, {"text": "Two years ago, during the pandemic, she was offered a lifeguard course, and it seemed like a good deal. The organisers paid for the trainees' transport and food in Bitcoin.", "type": "p"}, {"text": "\"Then for six months we worked as lifeguards and were paid our wages in Bitcoin,\" she says.", "type": "p"}, [{"text": "IMF urges El Salvador to reverse Bitcoin policy", "type": "a", "href": "https://www.bbc.co.uk/news/world-latin-america-60135552"}, {"text": "'I was arrested for trying to confront cryptocrash boss'", "type": "a", "href": "https://www.bbc.co.uk/news/technology-61552030"}, {"text": "What's happening to Bitcoin?", "type": "a", "href": "https://www.bbc.co.uk/news/technology-61796155"}], {"text": "Some businesses in the town say they have seen a 30% uptick in trade as Bitcoin Tourists, fuelled by crypto YouTuber channels, are attracted to the novelty of spending their digital coins on holiday. ", "type": "p"}, {"text": "However, Bitcoin adoption remains patchy. ", "type": "p"}, {"text": "My travels led me to conclude that the further you move from Bitcoin Beach, the less likely you are to be able to buy things in the digital currency.", "type": "p"}, {"text": "In Bitcoin Beach just over half the businesses I came across accepted Bitcoin, but drive north 80 minutes to the capital, San Salvador, and it's more like a quarter.", "type": "p"}, {"text": "The government says it has no plans to force businesses to accept Bitcoin, even though they should under the country's Bitcoin Law. So far it has restricted itself to offering incentives.", "type": "p"}, {"text": "Cash is still very much king here, with more than half of Salvadoreans not owning a bank account, but President Bukele has poured $200m of public money into a subsidised Bitcoin wallet app, called Chivo.", "type": "p"}, {"text": "Anyone who downloads the app receives $30 in Bitcoin for signing up, which may explain why it has been downloaded four million times, in a country of 6.5 million.", "type": "p"}, {"text": "But many people use the app for transactions in dollars, not Bitcoin. It's often used this way, for example, by people who work abroad and send money home to their families, as there are no commission or transfer fees.", "type": "p"}, {"text": "And there are signs that after the initial surge of interest, people are using Chivo less. ", "type": "p"}, {"text": "Another incentive to use it came into existence at the end of February, with the opening of the country's most advanced animal hospital.", "type": "p"}, {"text": "Large queues are common, with people and pets sheltering in lines under gazebos for their appointments. And that's because all animal care, even complex surgery, costs only 25 cents - as long as it's paid for with the Chivo app, and preferably in Bitcoin.", "type": "p"}, {"text": "Staff say the centre is being paid for with \"the profits of Bitcoin\", but government officials didn't answer requests to explain how these profits were made.", "type": "p"}, {"text": "The International Monetary Fund (IMF) has been urging El Salvador to reverse its decision to make Bitcoin legal tender, arguing that it's too unstable for this purpose, and local economists like Tatiana Marroquin are increasingly concerned.", "type": "p"}, {"text": "She says the government doesn't have enough money to help vulnerable people, so shouldn't be taking risks by pouring public funds into cryptocurrency.", "type": "p"}, {"text": "She also says there is a lack of transparency. ", "type": "p"}, {"text": "\"We don't know exactly when or with what money they've bought bitcoins.\"", "type": "p"}, {"text": "Tourism Minister Morena Valdez, however, insists Salvadoreans have confidence in President Bukele, despite Bitcoin's falling value.", "type": "p"}, {"text": "\"We know that each of the president's decisions are made in the right moment. People have a lot of trust in his decisions and in how the country's economy is going,\" she says. ", "type": "p"}, {"text": "Other countries were thought to be considering following El Salvador's move, before the latest crash began in May, though the Central African Republic is the only one that has done it. The country's president, Faustin-Archange Touadéra, announced the step on Twitter, describing Bitcoin as \"universal money\". ", "type": "p"}, {"text": "El Salvador now wants to go further.", "type": "p"}, {"text": "President Bukele has announced plans for a new city - Bitcoin City - to be built at the foot of a volcano that will provide geothermal energy, and power a giant Bitcoin mine.", "type": "p"}, {"text": "He's hoping to raise the money by selling $1bn of Volcano Bonds, though these were meant to go on sale in March and have not yet appeared.", "type": "p"}, {"text": "Officials say they are confident they will be able to raise the funds - and pay a looming foreign debt bill of $800m.", "type": "p"}, {"text": "But the cryptocurrency crash is piling pressure on this government as it continues to bet big on Bitcoin.", "type": "p"}, {"text": "El Salvador's Big Bitcoin Gamble", "type": "b"}], "tags": ["Bitcoin", "El Salvador", "US Dollar (USD)", "Cryptocurrency"]}