{"link": "https://www.bbc.com/news/business-63149044", "category": "business", "title": "Petrol price rise warning after Opec oil output cut", "contributor": null, "time": "2022-10-05T16:50:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9FCC/production/_126980904_gettyimages-1238022052.jpg", "content": [{"text": "Some of the world's top oil-producing countries have agreed to cut the amount they export in a decision expected to raise petrol prices around the world.", "type": "b"}, {"text": "Members of Opec+ - a group that includes Saudi Arabia and Russia - said they would slash production by two million barrels per day.", "type": "p"}, {"text": "The group said it wanted to stabilise prices, which have fallen in recent months as the world economy slows.", "type": "p"}, {"text": "But the decision raised fears that prices for motorists will climb.", "type": "p"}, {"text": "Expectations that countries were planning to pump less had already pushed oil prices higher this week. The price of a barrel of Brent crude jumped another almost 2% to more than $93 a barrel on Wednesday.", "type": "p"}, {"text": "A spokesman for the RAC motoring group said the reduction announced Wednesday would \"inevitably\" lead to higher oil prices, forcing up the wholesale cost of fuel.", "type": "p"}, {"text": "\"The question is when, and to what extent, retailers choose to pass these increased costs on at their forecourts,\" spokesman Simon Williams said.", "type": "p"}, {"text": "The cut announced by the Organization of the Petroleum Exporting Countries (Opec) and allies marks the biggest reduction by the group since the height of the pandemic in 2020.", "type": "p"}, {"text": "It comes despite pleas from the US and others to pump more, after oil prices spiked this spring when the war in Ukraine disrupted supplies.", "type": "p"}, [{"text": "Why are the world's big oil producers cutting supplies?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61188579"}], {"text": "In a statement, the White House said US President Joe Biden was \"disappointed by the short-sighted decision\". ", "type": "p"}, {"text": "The US pledged to continue to release oil from national stockpiles \"as appropriate\" and look at other ways to try to rein in prices at the pump, which are a key issue for American voters in midterm elections scheduled for November. ", "type": "p"}, {"text": "The move is also likely to disrupt US-led efforts to set a price cap for oil from Russia, a plan the US had suggested as a way to limit money flowing into the country and being put toward military use.", "type": "p"}, {"text": "Opec members defended their decision as a response to significant \"uncertainty\" about future demand for oil, amid fears that the global economy is headed to a recession.", "type": "p"}, {"text": "\"The decision is technical, not political,\" United Arab Emirates Energy Minister Suhail al-Mazroui told reporters as Opec+ members gathered in Vienna to discuss the plans.", "type": "p"}, {"text": "Analysis by Sameer Hashmi, Middle East business corrrespondent ", "type": "b"}, {"text": "The latest decision by OPEC+ is not just significant for oil markets, but for geopolitics as well. ", "type": "p"}, {"text": "The fact that the Saudi-led cartel has taken this decision just three months after President Joe Biden's controversial trip to Saudi Arabia to convince the kingdom's de facto ruler, Crown Prince Mohammed Bin Salman to pump more barrels to cool down prices is a huge blow for the White House. ", "type": "p"}, {"text": "The move not only carries the risk of pushing up oil prices but will also damage efforts by the West to restrict the Russian oil income used to sustain its war in Ukraine.", "type": "p"}, {"text": "Many countries will see this as a clear indication of major oil producers, especially Saudi Arabia siding with Russia in the name of protective oil market management.  ", "type": "p"}, {"text": "It appears that the decision had support across the group as the OPEC+ energy ministers approved the proposal in a meeting that lasted 30 minutes. ", "type": "p"}, {"text": "As far as oil markets go, even though this is a substantial reduction, the actual impact on global supplies on the ground would be smaller because several members of OPEC+ are already pumping far below their official quotas. ", "type": "p"}, {"text": "But that may not be enough to calm the sentiments of the oil markets in the coming days.", "type": "p"}, {"text": "Higher oil prices were a major driver of the run-up in consumer prices that hit countries around the world earlier this year, pushing inflation rates to levels not seen in decades and raising political tensions. ", "type": "p"}, {"text": "The more recent drop had provided some relief to consumers, even as prices of many other staples, including food, continue to rise.", "type": "p"}, {"text": "A barrel of Brent Crude oil was trading at $84.06 in late September - down from highs of around $130 this spring.", "type": "p"}, {"text": "Despite falling oil prices and concerns about the global economy, Caroline Bain, chief commodities economist for research firm Capital Economics, said it was unusual timing to slash supply.", "type": "p"}, {"text": "\"Global oil stocks are historically low and, so far, high prices have failed to materially dent demand,\" she added.", "type": "p"}, {"text": "Analysts said that the impact of the cuts is likely to be less significant than its size might suggest, since some countries were already producing less than they had said they would, with Capital predicting a 1% drop in global supplies as a result.", "type": "p"}, {"text": "Kathleen Brooks, director at Minerva Analysis, said the output cut was the \"worst case scenario people were looking for\" - one that would weigh on UK financial markets and raise fears that prices across the economy would continue to rise.", "type": "p"}, {"text": "It \"changes the narrative in terms of peak inflation - we might not be there yet,\" she said.", "type": "p"}], "tags": ["Global economy", "Opec", "Oil"]}