{"link": "https://www.bbc.com/news/entertainment-arts-63149155", "category": "entertainment & arts", "title": "Alec Baldwin reaches settlement over Halyna Hutchins shooting on Rust set", "contributor": null, "time": "2022-10-05T16:34:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/46DA/production/_126983181_mediaitem126983178.jpg", "content": [{"text": "Alec Baldwin has reached a settlement with the family of cinematographer Halyna Hutchins, after she was killed on a film set when he fired a prop gun.", "type": "b"}, {"text": "Filming of Rust will continue in January, with Ms Hutchins' widower Matthew on board as the movie's executive producer.", "type": "p"}, {"text": "All parties believe Ms Hutchins' death was an accident, her husband said.", "type": "p"}, {"text": "A lawsuit filed against Mr Baldwin, producers and others, had alleged violations of industry standards.", "type": "p"}, {"text": "The exact terms of the settlement, which is subject to court approval, have not been disclosed. ", "type": "p"}, {"text": "In a statement, Mr Hutchins said that \"all the original principal players\" would be involved when filming resumes, which he said would be a way to \"pay tribute\" to his late wife's final work. ", "type": "p"}, {"text": "\"I have no interest in engaging in recriminations or attribution of blame,\" he added.", "type": "p"}, {"text": "\"All of us believe Halyna's death was a terrible accident.\"", "type": "p"}, {"text": "Mr Baldwin posted his reaction in a statement on Instagram: \"We are pleased to announce today the settlement of the civil case filed on behalf of the family of cinematographer Halyna Hutchins.", "type": "p"}, {"text": "\"Throughout this difficult process, everyone has maintained the specific desire to do what is best for Halyna's son.", "type": "p"}, {"text": "\"We are grateful to everyone who contributed to the resolution of this tragic and painful situation.\"", "type": "p"}, {"text": "Rust director Joel Souza, who was also injured in the shooting on the Bonanza Creek Ranch set near Santa Fe in New Mexico, said in a statement on Wednesday that he would now devote himself \"to honouring Halyna's legacy and making her proud\".", "type": "p"}, {"text": "\"Though certainly bittersweet, I am pleased that together, we will now complete what Halyna and I started,\" he said.", "type": "p"}, [{"text": "Dead cinematographer 'was an incredible artist' ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-59007724"}, {"text": "Alec Baldwin fatally shoots woman with prop gun  ", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-59005500"}, {"text": "What are prop guns and why are they dangerous?  ", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-59006905"}, {"text": "Maximum fine for producers over Baldwin film death", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61169495"}], {"text": "The incident occurred in October last year when Baldwin was practicing drawing a prop gun.", "type": "p"}, {"text": "The film's producers were fined and strongly criticised by authorities for failing to follow safety guidelines.", "type": "p"}, {"text": "The makers of Rust showed \"plain indifference to recognised hazards associated with use of firearms on set\", according to the New Mexico Environment Department.", "type": "p"}, {"text": "The agency issued the maximum $136,793 (£105,000) fine to Rust Movie Productions.", "type": "p"}, {"text": "The producers of the film later disputed the official report saying the company had \"enforced all applicable safety protocols\".", "type": "p"}, {"text": "Police also released footage from the set, including of the aftermath of the fatal shooting.", "type": "p"}, {"text": "Almost a year on from the tragedy, the criminal investigation still hasn't concluded. ", "type": "p"}, {"text": "Heather Brewer, spokesperson for the Office of the First Judicial District Attorney for New Mexico said in a statement: \"The proposed settlement announced today in Matthew Hutchins' wrongful death case against Rust movie producers, including Alec Baldwin, in the death of Halyna Hutchins will have no impact on District Attorney Mary Carmack-Altweis' ongoing investigation or her ultimate decision whether to file criminal charges in the case. ", "type": "p"}, {"text": "\"While civil suits are settled privately and often involve financial awards, criminal cases deal only in facts. If the facts and evidence warrant criminal charges under New Mexico law then charges will be brought. No one is above the law.\" ", "type": "p"}], "tags": ["Alec Baldwin", "Film"]}