{"link": "https://www.bbc.com/news/science-environment-63147956", "category": "science & environment", "title": "Nicole Mann: Astronaut becomes first Native American woman in space", "contributor": null, "time": "2022-10-05T21:08:35.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16F4C/production/_126982049_four.jpg", "content": [{"text": "A US astronaut has become the first Native American woman in space following a Nasa launch on Wednesday,", "type": "b"}, {"text": "Marine Colonel Nicole Mann, 45, is one of four astronauts who blasted off from Florida at midday bound for the International Space Station (ISS). ", "type": "p"}, {"text": "The SpaceX Falcon rocket put them on a path to catch the orbiting outpost in about 29 hours' time.", "type": "p"}, {"text": "Col Mann told the BBC that she hoped the mission would inspire future generations of Native Americans.", "type": "p"}, {"text": "\"[I hope it] will inspire young Native American children to follow their dreams and realise that some of those barriers that are there or used to be there are being broken down,\" she said.", "type": "p"}, {"text": "\"Anytime we are able to do something that is a first, or wasn't done in the past, it's so important,\" she added. \"They have these opportunities.\" ", "type": "p"}, {"text": "A registered member of the Wailacki of the Round Valley Indian Tribes, Col Mann has extensive experience flying a variety of aircraft for the US Marine Corps. She has been awarded six medals for her service and has deployed to both Iraq and Afghanistan. ", "type": "p"}, {"text": "Tribes have long reported societal discrimination resulting in economic hardship and underfunding of their schools. In 2017, only 27% of Native Americans attained an associate degree or higher compared to 54% of white students, according to the US National Centre for Education Statistics.", "type": "p"}, {"text": "Col Mann has had to wait to make her debut in space, having completed her astronaut training in 2015. ", "type": "p"}, {"text": "She'd previously been assigned to a mission in Boeing's Starliner capsule, but the vehicle is so late getting into service that Nasa decided to pull her across to \"Crew 5\", as the quartet is known in Nasa/SpaceX parlance. ", "type": "p"}, {"text": "Once aboard the ISS, Col Mann said that the team has about 250 scientific investigations that are planned. These include helping 3D print human cells to growing tomatoes and potentially conducting space walks.", "type": "p"}, {"text": "Despite only being allowed to bring a limited amount of personal items - such as her wedding ring and photographs - Col Mann told the BBC that that she planned on bringinh a reminder of her family's Native American roots.", "type": "p"}, {"text": "\"I also have a special dreamcatcher that my mother gave me which will be another little piece of my family to carry with me,\" she said, referring to a traditional Native American decoration.", "type": "p"}, {"text": "Crew 5 will temporarily boost the number of people living on the ISS to 14. ", "type": "p"}, {"text": "The remaining members of the crew include another American, John Cassada, as well as Japan's Koichi Wakta and Russian cosmonaut Anna Kikina. ", "type": "p"}, {"text": "The participation of Ms Kikina - the only woman currently in the Russian space agency's cosmonaut corps - continues the existing ride share agreement between Russia and the US. ", "type": "p"}, {"text": "The two countries have promised to keep carrying each other's spacefarers to orbit, despite tensions over Russia's invasion of Ukraine. ", "type": "p"}, {"text": "While Col Man, Mr Cassada and Ms Kikina have never been to space before, Japan's Mr Wakata is a hugely experienced flyer, having been to orbit four times already. ", "type": "p"}, {"text": "Having previously gone up in three space shuttles and a Russian Soyuz capsule, he now joins a select group of spacefarers who've occupied seats on three different crew vehicles. ", "type": "p"}, {"text": "The foursome are set to spend six months on the ISS.", "type": "p"}, {"text": "Their first week will be spent getting a hand-over from Crew 4, who will then depart for Earth on 12 October. ", "type": "p"}, {"text": "The returning astronauts include Samantha Cristoforetti, Europe's first female commander of the International Space Station.", "type": "p"}], "tags": ["Nasa", "Native Americans", "Space", "International Space Station", "United States"]}