{"link": "https://www.bbc.com/news/technology-63141272", "category": "technology", "title": "Elon Musk, Twitter and the mysterious X app", "contributor": null, "time": "2022-10-05T08:12:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17C61/production/_126977379_gettyimages-1395371348.jpg", "content": [{"text": "It was beginning to feel like Elon Musk and Twitter were locked in an eternal dance.", "type": "b"}, {"text": "And then it came to an abrupt end - for now at least - with a short, succinct letter from Musk's lawyers to Twitter's, which announced that he intended to buy the firm after all, and an enigmatic tweet from Musk himself to his 107 million followers about creating \"X, the everything app\".", "type": "p"}, {"text": "The dance began in April 2022. Musk bought up some Twitter shares and was invited to join its board. He initially accepted, and then declined. Then came the first bombshell - he wanted to buy the whole platform instead.", "type": "p"}, {"text": "Twitter went into defensive mode and tried to prevent him from becoming a majority shareholder. Then he offered a $44bn takeover package - more than the firm was worth - and its investors pushed for it to go ahead. ", "type": "p"}, {"text": "Twitter accepted. Then, bombshell number two: Elon Musk argued that the company's estimation of the amount of spam and bot accounts on the platform was inaccurate. Both parties dug in their heels. ", "type": "p"}, {"text": "This has never been resolved - and led to Musk saying he was pulling out. But it is important - because if Twitter really is bloated with stuff that isn't real, that makes it a much smaller and less attractive proposition than it may appear.", "type": "p"}, {"text": "There was speculation that Musk's offer had been made impulsively, and his plan to finance the deal, which involved selling off some of his shares in his electric car firm Tesla, had made investors in that company nervous, forcing him to look for an exit strategy.", "type": "p"}, {"text": "In less than a fortnight's time, the two warring parties were due to face each other in court because by this point, Twitter had done its own U-turn and wanted to force the sale through. There was a $1bn termination fee at stake for either party if it walked away.", "type": "p"}, [{"text": "Elon Musk Twitter deal back on in surprise U-turn", "type": "a", "href": "https://www.bbc.co.uk/news/business-63137114"}, {"text": "Zelensky and Musk in row over Ukraine 'peace plan poll'", "type": "a", "href": "https://www.bbc.co.uk/news/business-63126550"}, {"text": "Messages reveal how Musk and Twitter boss fell out", "type": "a", "href": "https://www.bbc.co.uk/news/technology-63098117"}], {"text": "There had already been some embarrassing revelations revealed in court documents - such as private messages which showed that Elon Musk and Twitter CEO Parag Agrawal had fallen out, and Twitter founder Jack Dorsey had tried to mediate.", "type": "p"}, {"text": "Was there more to come during the deposition? It is possible that Mr Musk is buying himself some time and saving face, ahead of a court case that many predicted he was unlikely to win.", "type": "p"}, {"text": "As for his tweet about \"X, the app for everything\" - we will have to watch this space. He could well be eyeing something along the lines of the hugely successful Chinese app WeChat. That's a kind of \"super app\" which incorporates a lot of different services including messaging, social media, payments and food orders - there is as yet no such thing in the west.", "type": "p"}, {"text": "Compared with its rivals, Twitter is a comparatively small platform with around 300m monthly users, and it has never experienced the exponential growth of say TikTok or Instagram. But it is considered influential, and is widely used by politicians, world leaders and businesses, to share comment and opinion. ", "type": "p"}, {"text": "When he first announced his intentions to buy Twitter, Mr Musk said he wanted to open the platform up to more \"free speech\" and less moderation - a tricky line for any social media firm to walk and keep in line with various regional regulations and laws on hate speech.", "type": "p"}, {"text": "While the news is undoubtedly good for Twitter the business, whose shares rose by 20% after the lawyer's letter was revealed, Musk may decide to turn the platform into a very different kind of playground. This could alienate its current fans - but also bring in a whole new crowd. Either way, CEO Parag Agrawal is probably dusting down his CV.", "type": "p"}], "tags": ["Social media", "Mergers and acquisitions", "Elon Musk", "Twitter"]}