{"link": "https://www.bbc.com/news/entertainment-arts-64922674", "category": "entertainment & arts", "title": "BBC and Gary Lineker: Tweets decision comes at high price for BBC", "contributor": null, "time": "2023-03-10T23:34:43.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16413/production/_128955119_9c23e1426fe2b7b838842b43b900c0e099056bf00_0_3000_20391000x680.jpg", "content": [{"text": "It can't have been what the BBC intended.", "type": "b"}, {"text": "One of its most famous and best loved presenters has been taken off air - and it appears to be in the midst of a stand-off with no clear exit strategy for either side. ", "type": "p"}, {"text": "Sticking to its guns on impartiality has come at a high price for the corporation and opened up new faultlines in the process.", "type": "p"}, {"text": "First up, Match of the Day, which saw its star-studded presenting and commentating cast of sport royalty drop out in quick succession or assert that they would not appear on set - in solidarity with Gary Lineker. ", "type": "p"}, [{"text": "Match of the Day to air with no presenters or pundits", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64918162"}, {"text": "Football star who became a Saturday TV fixture", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64895590"}], {"text": "In scenes more reminiscent of the 1960s epic film Spartacus than a football highlights show, presenters and pundits are standing with Gary Lineker, effectively declaring \"I'm Spartacus\". ", "type": "p"}, {"text": "Ian Wright and Alan Shearer began the exodus from the show this weekend, with Jermaine Jenas and Micah Richards also posting that, if they'd been due to be on the show, they too would have said no.  ", "type": "p"}, {"text": "Alex Scott has also tweeted, heavily implying she would not present the programme in Gary Lineker's place.", "type": "p"}, {"text": "Now, MOTD have said it will broadcast a show focused on highlights - and without the characteristic punditry. It's an unenviable position to be in. ", "type": "p"}, {"text": "Who could have predicted that the government's asylum policies and the language around them, so robustly criticised by Gary Lineker in his tweets, would end up reducing the BBC's most popular football show to this?", "type": "p"}, {"text": "Impartiality is at the heart of Director General Tim Davie's strategy for the corporation, as he has declared many times. ", "type": "p"}, {"text": "Some argue that was a reaction to pressure from the Conservative government.", "type": "p"}, {"text": "But there is no doubt Mr Davie has always insisted he genuinely believes in impartiality as a way to ensure the BBC, funded by licence fee payers, is for everyone.", "type": "p"}, {"text": "Staff and on-air talent are asked to leave their opinions at the front door. But there is some nuance in that.  ", "type": "p"}, {"text": "In its statement on Friday, the BBC said: \"We've never said Gary should be an opinion free zone.\"", "type": "p"}, {"text": "Gary Lineker is a sports presenter not a political presenter or news journalist. But the BBC's Executive Complaints Unit has previously ruled that, although the star is not required to uphold the same impartiality standards as BBC journalists, he has an \"additional responsibility\" because of his profile.", "type": "p"}, {"text": "\"We expect these individuals to avoid taking sides on party political issues or political controversies and to take care when addressing public policy matters,\" the ruling said.", "type": "p"}, {"text": "By deciding Gary Lineker's \"recent social media activity to be a breach of our guidelines\" and deciding to take him off air, the BBC has, though, opened itself up to criticisms that it's on the wrong side of free speech arguments.", "type": "p"}, {"text": "So on top of the fate of Match of the Day, that's another headache.", "type": "p"}, {"text": "Are we really saying, argue the critics, that somebody who isn't a news journalist but appears on the BBC in another capacity, can't tweet their views about politics in a personal capacity?  Where will it end, they ask?  ", "type": "p"}, {"text": "Can a gameshow host not have an opinion on a government policy? Or an actor who's closely linked to a high profile BBC drama? A comedian?", "type": "p"}, {"text": "Even more ominously, they ask is this actually only about people whose views diverge from those of the government of the day?", "type": "p"}, {"text": "And while the BBC's free speech credentials are under scrutiny, the BBC is also being accused of double standards, of caving in to political pressure at a time when its own Conservative-linked chairman remains in post. ", "type": "p"}, {"text": "Richard Sharp has been under pressure for his role in facilitating a loan agreement for Boris Johnson when he was prime minister and not declaring it as a potential conflict of interest in the appointment process when he was under consideration to be chairman of the BBC.  ", "type": "p"}, {"text": "Mr Sharp has previously admitted the affair had embarrassed the BBC but insisted he had \"acted in good faith to ensure that the rules were followed\".", "type": "p"}, {"text": "The Shadow Culture Secretary Lucy Powell has specifically linked the two cases saying \"the same cries of impartiality were totally absent when the BBC Chair failed to disclose aspects of his close friendship with the then PM\".", "type": "p"}, {"text": "The BBC is justified in arguing that it has no say in the case of the BBC chair. Mr Sharp is a political appointment, and his appointment is now being investigated by the commissioner for public appointments. ", "type": "p"}, {"text": "But perceptions matter. And the BBC is accused by one side of coming down heavily on Gary Lineker for his anti-government rhetoric, while apparently having a chair in post who is mired in a row and has given money to the Conservatives in the past.", "type": "p"}, {"text": "One counter argument is that Richard Sharp, as a Board member, isn't involved in editorial matters.", "type": "p"}, {"text": "Plenty would say, though, neither is Gary Lineker. He has no editorial say on air about politics. Sport is his thing - and as a sports presenter, the BBC today called him \"second to none\".  ", "type": "p"}, {"text": "But no longer - this weekend anyway - for the BBC. ", "type": "p"}], "tags": []}