{"link": "https://www.bbc.com/news/science-environment-64919789", "category": "science & environment", "title": "Campaigners slam government river bathing decision", "contributor": null, "time": "2023-03-10T18:51:01.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B3A6/production/_116209954_wharfe976.jpg", "content": [{"text": "The government's rejection of all but one application for bathing water status for English rivers is \"very disappointing\", environmentalists say.", "type": "b"}, {"text": "Part of the River Deben in Suffolk is still in the running but campaigners for clean water say proposals for eight other river sites were declined.", "type": "p"}, {"text": "Designation as an official bathing site obliges the Environment Agency to regularly test water quality. ", "type": "p"}, {"text": "Campaigners say they have not been told why the decisions have been made.", "type": "p"}, {"text": "You can still swim in non-designated sites but it's unlikely the water quality will be monitored or tested.", "type": "p"}, {"text": "Water companies currently have to provide data on how many hours raw sewage flows into waterways, but there is limited testing of what it means for water quality. ", "type": "p"}, {"text": "There will now be a period of public consultation on four new sites becoming officially designated as bathing water. Two are at a reservoir in Rutland with the others on the coast in Plymouth, as well as the River Deben in Suffolk.", "type": "p"}, {"text": "\"The actions we have taken mean that people across the country will be able to swim at more sites and in better quality water, but we know there is more to do,\" says Water Minister Rebecca Pow.  ", "type": "p"}, {"text": "There are already 421 designated bathing water sites in England. The vast majority of them are coastal with just two, in Yorkshire on the River Wharfe and Oxfordshire, on the Thames on rivers.", "type": "p"}, {"text": "Applicants for official bathing status are asked to provide evidence of local support, data on how many people swim at the site and whether there are facilities nearby, such as toilets. ", "type": "p"}, {"text": "Kirsty Davies, community water quality officer for campaign group Surfers Against Sewage called the rejections \"a slap in the face for communities who are trying to tackle the sewage pollution crisis.\"", "type": "p"}, {"text": "\"It's a Catch 22,\" Ms Davies said. \"They won't care for waters that aren't designated, but we apply for designation, and they decline.\"", "type": "p"}, {"text": "One of those turned down is at Wallingford on the River Thames.  In a statement South Oxfordshire District council said they were \"extremely disappointed\" by the decision and were seeking clarification on the reasons behind it. ", "type": "p"}, {"text": "In 2020 part of the Wharfe in Ilkley became the first UK river to be designated as a bathing site, in what was then seen as a major victory for water quality campaigners. But efforts to get three more stretches of the Wharfe officially designated have been rejected.  ", "type": "p"}, {"text": "Councillor Linda Richards, who had been working on the designation told the BBC that they had been sent emails which said they'd failed to meet the criteria but didn't explain why.", "type": "p"}, {"text": "\"This is a disappointing setback but not the end of the road,\" she said, explaining that they would bid for designated status again.", "type": "p"}, {"text": "A spokesperson for DEFRA said they would not comment on individual applications but that sites that did not meet criteria would not progress to national consultation. ", "type": "p"}, {"text": "Additional reporting by Sophie Woodcock.", "type": "p"}, {"text": "Follow Jonah on Twitter @jonahfisherbbc", "type": "p"}], "tags": []}