{"link": "https://www.bbc.com/news/technology-64917397", "category": "technology", "title": "Meta exploring plans for Twitter rival", "contributor": null, "time": "2023-03-10T17:32:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/156AD/production/_128952778_14464d1edbf21c182dd7e200bbc71afb943b1472.jpg", "content": [{"text": "Meta, the parent firm of Facebook and Instagram, is working on a standalone, text-based social network app.", "type": "b"}, {"text": "It could rival both Twitter and its decentralised competitor, Mastodon.", "type": "p"}, {"text": "A spokesperson told the BBC: \"We're exploring a standalone decentralized social network for sharing text updates. ", "type": "p"}, {"text": "\"We believe there's an opportunity for a separate space where creators and public figures can share timely updates about their interests.\"", "type": "p"}, {"text": "A Twitter-like app would allow Meta to take advantage of the current chaos at the Elon Musk-led company, where cost-cutting has been rampant.", "type": "p"}, {"text": "Twitter has been struggling to hold on to its advertising base since Mr Musk's takeover of the platform late last year. ", "type": "p"}, {"text": "Companies have pulled back spending following Twitter's move to restore suspended accounts and release a paid account verification which resulted in scammers impersonating firms.", "type": "p"}, {"text": "According to MoneyControl, the new app is codenamed P92, and will allow users to log in through their existing Instagram credentials.", "type": "p"}, {"text": "Meta's app will be based on a similar framework to the one that powers Mastodon, a Twitter-like service which was launched in 2016.", "type": "p"}, {"text": "The new app would be decentralised - it cannot be run at the whim of a single entity, bought or sold.", "type": "p"}, {"text": "Meta's plans come at a time when its biggest platform, Facebook, is struggling to attract the attention of a younger audience.", "type": "p"}, {"text": "It has also heavily invested in the metaverse, a virtual world where users interact and work - which has yet to come to fruition. ", "type": "p"}, {"text": "Its video-sharing app, Instagram, is also facing stiff competition as content makers or hit influencers abandon the platform for TikTok.", "type": "p"}, {"text": "It was not immediately clear when Meta would roll out the new app.", "type": "p"}], "tags": []}