{"link": "https://www.bbc.com/news/business-62077124", "category": "business", "title": "Jet2 says airports ‘woefully ill-prepared’", "contributor": null, "time": "2022-07-07T12:14:15.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9CD7/production/_125815104_mediaitem125815103.jpg", "content": [{"text": "Budget airline Jet2 has said airports have been \"woefully ill-prepared and poorly resourced\" for the number of people wanting to fly in recent months.", "type": "b"}, {"text": "It said it was directly affected by \"inexcusable\" wider disruption across the airline industry and its suppliers.", "type": "p"}, {"text": "Thousands of flights have been cancelled and delayed due to staff shortages.", "type": "p"}, {"text": "The airline said customers have had to endure a \"very much poorer experience\" than they should have.", "type": "p"}, {"text": "Across the sector, passengers have been hit by flight delays, cancellations, long queues, baggage handling problems, and a lack of onboard catering supplies.", "type": "p"}, {"text": "Last month, Heathrow Airport asked airlines to remove flights from schedules because it was unable to cope with demand, and Gatwick Airport has also reduced the number of flights during the peak summer period because of staff shortages. ", "type": "p"}, {"text": "Executive chairman of Jet2, Philip Meeson, said: \"Many suppliers have been woefully ill‐prepared and poorly resourced for the volume of customers they could reasonably expect.", "type": "p"}, {"text": "\"Inexcusable, bearing in mind our flights have been on sale for many months and our load factors are quite normal.\"", "type": "p"}, {"text": "He called customer service, long queues for security, and a lack of staff and congestion in baggage handling \"atrocious\".", "type": "p"}, {"text": "\"The consequent airport congestion, together with the frequent lack of onboard catering supplies, have each contributed to a very much poorer experience at the start and finish of our customers' holidays,\" he added.", "type": "p"}, {"text": "\"This difficult return to normal operations has occurred simply because of the lack of planning, preparedness and unwillingness to invest by many airports and associated suppliers\".", "type": "p"}, {"text": "The airline added that pre-tax losses for the last financial year had widened to £388.8m, compared with losses of £341.3m the year before.", "type": "p"}, {"text": "Jet2 added: \"Group performance for the financial year ending March 31 2023 very much depends on how quickly the broader aviation sector returns to some level of stability, as well as strength of bookings for the remainder of summer and the second half of the financial year, a period for which we still have limited visibility.\"", "type": "p"}], "tags": ["Companies", "Air travel"]}