{"link": "https://www.bbc.com/news/entertainment-arts-62076454", "category": "entertainment & arts", "title": "Olivia Rodrigo and Natalie Imbruglia perform a surprise duet in London", "contributor": "Mark Savage", "time": "2022-07-07T09:11:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/28FB/production/_125819401_oliva-natalie-london.1.jpg", "content": [{"text": "Pop star Olivia Rodrigo was joined by Natalie Imbruglia on stage in London on Wednesday, to perform a surprise duet of Imbruglia's signature song, Torn.", "type": "b"}, {"text": "\"She's the most fantastic singer,\" said Rodrigo, introducing her special guest, \"and she sings one of my favourite songs of all time\".", "type": "p"}, {"text": "Imbruglia took the first verse and chorus, with Rodrigo joining her for the rest of the song. ", "type": "p"}, {"text": "As the song ended, the young pop star bowed at Imbruglia's feet.", "type": "p"}, {"text": "\"That was incredible,\" she told fans at the 5,000-capacity Eventim Apollo.", "type": "p"}, {"text": "Torn was originally featured on Imbruglia's debut album, Left Of The Middle, released in 1997 - six years before Rodrigo was born.", "type": "p"}, {"text": "On her Instagram story, Imbruglia thanked the \"amazing crowd\" and called the experience of singing with Rodrigo \"magical\".", "type": "p"}, {"text": "The duet came days after Rodrigo sang an impromptu cover of Torn in a Manchester bar, following a gig in the city.", "type": "p"}, {"text": "This isn't the first time the star has been joined onstage by an artist she admires.", "type": "p"}, {"text": "She linked up with Lily Allen at the Glastonbury festival last month to perform F You, which she directed at the US Supreme Court justices who had overturned the constitutional right to abortion a day earlier.", "type": "p"}, {"text": "\"So many women and girls are going to die because of this [decision] and I wanted to dedicate this next song to the five members of the Supreme Court who showed us at the end of the day they truly don't give a [expletive] about freedom,\" said the 19-year-old.", "type": "p"}, {"text": "\"We hate you! We hate you!\" ", "type": "p"}, [{"text": "The unstoppable rise of Olivia Rodrigo", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-57174471"}, {"text": "Olivia Rodrigo dominates Grammy Award nominations", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-59388351"}, {"text": "Pop princess pushes president's plan for more jabs", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-57841649"}], {"text": "On the North American leg of her Sour tour, Rodrigo was also joined by Alanis Morissette to cover You Oughta Know in Los Angeles, and by Avril Lavigne for a cover of Complicated in Toronto.", "type": "p"}, {"text": "Complicated remained part of her set list on Thursday night, alongside all 11 tracks of her 2020 debut album, also titled Sour.", "type": "p"}, {"text": "The record, which documents a turbulent break-up, catapulted the Disney actress to global success, earning multiple Grammy Award wins on top of 385 million streams in its first week on Spotify.", "type": "p"}, {"text": "She had never performed in concert when the album was released last May; and her early festival shows sometimes betrayed her lack of experience. ", "type": "p"}, {"text": "But the star has come on leaps and bounds, with an effortless stage presence and an easy chemistry with her all-female band - who lean into the pop-punk riffs of hits like Brutal and Good 4 U; and burnish her more delicate songs into arena-sized power ballads, ", "type": "p"}, {"text": "At times, however, they're barely audible above the chorus of (mostly-teenage) fans belting out the words. ", "type": "p"}, {"text": "This is particularly true on Rodrigo's break-out hit Drivers License. By the end of the song, she abandons the microphone, allowing the audience to complete the final chorus while she accompanies them with hushed chords on her mirror-ball baby grand piano.", "type": "p"}, {"text": "\"I wrote that song literally crying in my living room,\" she tells the audience. \"I never in a million years thought a sold-out crowd in London would be singing it back to me, so thank you.\"", "type": "p"}, {"text": "Rodrigo will wrap up her world tour with a second show at London's Eventim Apollo on Thursday, 7 July. ", "type": "p"}, {"text": "Her Disney Plus show High School Musical; The Musical: The Series is due to return on 23 July, while the star is currently working on a follow-up to Sour.", "type": "p"}, {"text": "\"I have a title for my next album and a few songs,\" she told Billboard in February. ", "type": "p"}, {"text": "\"It's definitely a different experience writing a second album after having a debut that was so well received [but] I'm trying not to put too much pressure on myself… just sort of explore and have fun right now.\"", "type": "p"}, [{"text": "Intro / Brutal ", "type": "p"}, {"text": "Jealousy, Jealousy ", "type": "p"}, {"text": "Drivers License ", "type": "p"}, {"text": "Complicated (Avril Lavigne cover)", "type": "p"}, {"text": "Hope Ur Ok", "type": "p"}, {"text": "Enough For You / 1 Step Forward, 3 Steps Back", "type": "p"}, {"text": "Happier ", "type": "p"}, {"text": "All I Want ", "type": "p"}, {"text": "Favourite Crime ", "type": "p"}, {"text": "Traitor ", "type": "p"}, {"text": "Torn (Natalie Imbruglia cover) ", "type": "p"}, {"text": "Deja Vu ", "type": "p"}, {"text": "Good 4 U", "type": "p"}], {"text": "Follow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": ["Olivia Rodrigo", "Music"]}