{"link": "https://www.bbc.com/news/health-62040665", "category": "health", "title": "Weekend burst of exercise can be enough to stay fit", "contributor": null, "time": "2022-07-05T15:02:33.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/11C2D/production/_125794727_gettyimages-1257605944.jpg", "content": [{"text": "A big burst of exercise at the weekend is as good as spreading activity out across the week, according to a study.", "type": "b"}, {"text": "US researchers tracked 350,000 people over 10 years to see how well so-called weekend warriors fared. ", "type": "p"}, {"text": "The findings, in the JAMA Internal Medicine journal, suggest the type and total amount of exercise count, rather than how many sessions.", "type": "p"}, {"text": "At least 150 minutes a week of moderate intensity exercise is recommended. ", "type": "p"}, {"text": "Going for a brisk walk, a light effort cycle on a bike or playing doubles in tennis would count towards this.", "type": "p"}, {"text": "Or you could do 75 minutes of vigorous activity - something like running, swimming or playing a game of football - say health experts in guidance published by the NHS. ", "type": "p"}, {"text": "Many of the participants in the US study clocked up this amount in a week. But some crammed it into one or two sessions rather than spacing it out. ", "type": "p"}, {"text": "Those who reached their recommended level of activity, whether during the week or the weekend, had lower a death risk than those who did less than the recommend amount.", "type": "p"}, {"text": "The NHS also says people should do some form of physical activity everyday including strength exercises and try not to stay seated for extended periods of time.", "type": "p"}, {"text": "Strength exercises include yoga, pilates and heavy gardening. ", "type": "p"}, {"text": "Very vigorous activity that can help achieve recommended physical activity levels and can be done in shorter, sharper bursts, includes:", "type": "p"}, [{"text": "high-intensity interval training", "type": "p"}, {"text": "spinning classes", "type": "p"}, {"text": "lifting heavy weights ", "type": "p"}, {"text": "hill sprinting", "type": "p"}], {"text": "British Heart Foundation senior cardiac nurse Joanne Whitmore said: \"This large study suggests that, when it comes to exercise, it doesn't matter when you do it. ", "type": "p"}, {"text": "\"The most important thing is that physical activity is undertaken in the first place.", "type": "p"}, {"text": "\"Whether you cram your exercise in on the weekend or spread it across the week, aim for 150 minutes of moderate-intensity activity each week. ", "type": "p"}, {"text": "\"Exercise can improve your health, reducing your risk of heart and circulatory diseases like heart attack and stroke.", "type": "p"}, {"text": "\"Moderate-intensity activities make you breathe harder and make your heartbeat faster than usual but you should still be able to have a conversation whilst doing them.\"", "type": "p"}, {"text": "The NHS also recommends:", "type": "p"}, [{"text": "toddlers are active for at least 180 minutes a day", "type": "a", "href": "https://www.nhs.uk/live-well/exercise/exercise-guidelines/physical-activity-guidelines-children-under-five-years/"}, {"text": "children and young people are active for about an hour a day ", "type": "a", "href": "https://www.nhs.uk/live-well/exercise/exercise-guidelines/physical-activity-guidelines-children-and-young-people/"}]], "tags": ["Public health", "Exercise", "Wellbeing", "Fitness"]}