{"link": "https://www.bbc.com/news/science-environment-62065102", "category": "science & environment", "title": "Call for higher animal welfare standards for Parma ham pigs", "contributor": "Claire Marshall & Malcolm Prior", "time": "2022-07-07T00:34:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/23AA/production/_125803190_gettyimages-173382215.jpg", "content": [{"text": "Animal welfare campaigners say it is time supermarkets stopped selling premium ham produced by EU farmers still using methods banned in the UK.", "type": "b"}, {"text": "Compassion in World Farming said most Parma ham on UK shelves is farmed using crates that confine pregnant sows.", "type": "p"}, {"text": "Called \"sow stalls\", the crates have been banned in the UK since 1999 but their limited use in the EU is legal.", "type": "p"}, {"text": "Trade body the British Retail Consortium said UK stores led the way in requiring high welfare standards.", "type": "p"}, {"text": "But it added that it was \"more challenging with speciality hams where the UK has a small share of a highly-regulated product and the focus is on production methods.\"", "type": "p"}, {"text": "Of the UK's top three supermarkets, Sainsbury's said that while sow stalls were used, all its suppliers have to meet \"strict welfare standards\" and their use was limited to a maximum of 28 days. ", "type": "p"}, {"text": "Asda said pigs used in the supply of Parma ham were farmed according to EU welfare legislation.", "type": "p"}, {"text": "Tesco has yet to respond to the BBC but its welfare policy states that sow stalls are not permitted in its pork supply chain.", "type": "p"}, {"text": "Meanwhile one retailer, Waitrose, vowed to end the use of sow stalls in any of its pork production, saying: \"Animal welfare is key to our brand. We have led the way for pig welfare in the UK and now we want to ensure that sow stalls have no place in our supply chain by 2025\".", "type": "p"}, {"text": "Compassion in World Farming (CiWF) said it would like to see all retailers, producers and food companies commit to doing away with all confinement crates used in pig farming.", "type": "p"}, {"text": "That also includes farrowing crates, which are used to confine sows during and after birth to stop them crushing their piglets and are legal both in the UK and EU.", "type": "p"}, {"text": "Sarah Moyes, CiWF's senior campaigns manager, said: \"People who pay a premium for products like Parma ham are likely to be shocked to discover that these 'high-end' products are from systems that keep animals in such cruel cages.", "type": "p"}, {"text": "\"Our investigation reveals that their farms are no better than standard farms - the animals still spend a significant part of their lives in cages.\"", "type": "p"}, {"text": "The European Commission has said it intends to ban all caged farming systems, including the use of farrowing crates and sow stalls, possibly implementing new legislation by 2027.", "type": "p"}, {"text": "A partial ban on individual sow stalls was introduced in the EU in 2013 but they can still be used for the first four weeks in a sow's four-month pregnancy.", "type": "p"}, {"text": "It is argued that using stalls allows for better individual feeding, protection from aggressive behaviour by other pigs and easier access for veterinary attention.", "type": "p"}, {"text": "But welfare campaigners say they leave sows little room to move and unable to perform natural and motivated behaviours, such as foraging or interacting socially with other pigs.", "type": "p"}, {"text": "The UK government, which banned sow stalls in 1999, is also considering phasing out farrowing crates.", "type": "p"}, {"text": "A spokesperson for the Department for Environment, Food and Rural Affairs said: \"Our aim is ultimately for farrowing crates to no longer be necessary, and we continue to work towards this objective.\"", "type": "p"}, {"text": "The National Pig Association estimates 60% of UK sows are kept on indoor pig units and the majority of them give birth and suckle their piglets in farrowing crates.", "type": "p"}, {"text": "The NPA opposes a ban on farrowing crates and said the 1999 sow stall ban resulted in half the UK pig industry being lost  - only for it to be replaced by EU pork produced using the stalls.", "type": "p"}], "tags": ["Meat", "Pigs", "Intensive farming"]}