{"link": "https://www.bbc.com/news/technology-62084952", "category": "technology", "title": "Elon Musk became father of twins last year, say reports", "contributor": "Liv McMahon", "time": "2022-07-07T17:51:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8F7C/production/_125823763_gettyimages-1238367031.jpg", "content": [{"text": "Elon Musk's latest tweets appear to confirm reports he had twins in late 2021 with Shivon Zilis - an executive at his technology company Neuralink. ", "type": "b"}, {"text": "The Tesla chief executive recently had a second child with on-off partner and electronic artist, Grimes.", "type": "p"}, {"text": "Reports on Wednesday claimed Mr Musk had twins with 36-year-old Ms Zilis in November 2021. ", "type": "p"}, {"text": "Mr Musk responded by tweeting on Thursday that he was \"doing my best to help the underpopulation crisis\".", "type": "p"}, {"text": "He added that \"a collapsing birth rate is the biggest danger civilisation faces by far\", echoing his previous statements and vocal concerns about a population crisis.   ", "type": "p"}, {"text": "The twins born to Mr Musk and Ms Zilis would be his second set, having previously fathered twins and triplets with former wife and Canadian author Justine Wilson.", "type": "p"}, {"text": "He has gone on to have two children, X Æ A-Xii and Exa Dark Sideræl, with Grimes in the last two years. ", "type": "p"}, {"text": "The tech giant and business magnate has previously claimed that a declining birth rate combined with the rise of artificial intelligence could result in \"not enough people\" being in the world. ", "type": "p"}, {"text": "\"Far too many people are under the illusion that Earth is overpopulated, even though birth rate trends are so obviously headed to population collapse,\" Mr Musk said in a reply to his tweet. ", "type": "p"}, {"text": "American media company Insider's report on Wednesday cited court documents identifying Ms Zilis and Mr Musk on a petition to change the name of a child, filed to a Texas district court in April 2022. ", "type": "p"}, {"text": "The reason outlined for the name change request was \"we would like the children to have their father's last name and their mother's last name as part of their middle name\". ", "type": "p"}, {"text": "Ms Zilis reportedly held several roles at companies headed up by Mr Musk, including Tesla, before taking on her role as a top executive and director at Neuralink. ", "type": "p"}, {"text": "The artificial intelligence and neurotechnology company was co-founded by Mr Musk in 2015.", "type": "p"}, {"text": "The news of Mr Musk's twins comes only weeks after it was revealed his daughter Vivian had taken steps to cut ties with him, declaring her wish to no longer \"be related to my biological father in any way, shape or form\" in a petition to change her legal name and gender. ", "type": "p"}, {"text": "Elon Musk is well known for running many companies. ", "type": "p"}, {"text": "But his personal life is also complex. Up until now he reportedly had seven children. ", "type": "p"}, {"text": "His private life hasn't always stayed private, having previously dated Amber Heard, and fathering two children with pop star Grimes. ", "type": "p"}, {"text": "But generally his messy private life has been kept separate from his business pursuits.", "type": "p"}, {"text": "What makes this story potentially damaging is that he worked with Shivon Zilis. He, as her ultimate boss, was also in a position of power. ", "type": "p"}, {"text": "Many US companies have rules that prevent executives from having consensual relationships with employees. ", "type": "p"}, {"text": "McDonald's previously ousted its chief executive in 2019 for a relationship with an employee. ", "type": "p"}, {"text": "There is no suggestion that Elon Musk has broken any rules, but the story won't help his reputation with many employees at Twitter, a company he is planning to buy.", "type": "p"}, {"text": "Many employees privately worry that Mr Musk's often effective but erratic business practices could destabilise the company.  ", "type": "p"}], "tags": ["Elon Musk"]}