{"link": "https://www.bbc.com/news/science-environment-62687856", "category": "science & environment", "title": "Strictest targets pledged to tackle England sewage discharges", "contributor": "Claire Marshall", "time": "2022-08-26T17:46:56.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/294D/production/_122837501_waste.jpg", "content": [{"text": "The government has published a plan to reduce sewage discharges into England's rivers and the sea, promising the \"strictest targets ever\".", "type": "b"}, {"text": "Water firms will have to deliver the \"largest infrastructure programme in water company history\", it says.", "type": "p"}, {"text": "Last week pollution warnings were in place on nearly 50 beaches after heavy rainfall led to water companies discharging untreated sewage.", "type": "p"}, {"text": "The Liberal Democrats branded the new plan a \"cruel joke\".", "type": "p"}, {"text": "They said consumers would pay for \"the mess made by water companies\".", "type": "p"}, {"text": "Water companies discharged untreated sewage into rivers in England more than 400,000 times in 2020, according to official figures.", "type": "p"}, {"text": "The Liberal Democrats called the government's targets \"flimsy\", predicting they would still allow 325,000 sewage dumps a year in 2030. ", "type": "p"}, [{"text": "French anger at UK sewage dumped in sea", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-62670623"}, {"text": "Sewage hits dozens of UK beaches after heavy rain", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62574105"}, {"text": "Why is raw sewage being pumped into the sea?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-62631320"}], {"text": "The plan will require water firms to invest £56bn over 25 years on improving infrastructure. ", "type": "p"}, {"text": "It also states that by 2035 water companies will have to \"improve all storm overflows discharging into or near every designated bathing water, and improve 75% of overflows discharging to high-priority nature sites\".", "type": "p"}, {"text": "Environment Secretary George Eustice said: \"Between now and 2025, water companies will be investing £3bn in order to reduce the use of storm overflows by 25%.", "type": "p"}, {"text": "\"There are 15,000 storm overflows. We have had them since the Victorian era - they've always been there as an emergency release valve when you get extreme rainfall events, but they are starting in some cases to be used far too often.\"", "type": "p"}, {"text": "Mr Eustice said it was \"regrettable\" that the issue had not been addressed over the past 40 or 50 years. ", "type": "p"}, {"text": "He said there would be a \"modest increase in water bills over time\" as a result of the action announced, but it would be a \"price people would be willing to pay\".", "type": "p"}, {"text": "\"There will be no change to water bills until at least 2025, and between then and 2030, the average annual rise in water bills will be about £12.\"", "type": "p"}, {"text": "There is a major continuing investigation by the Environment Agency and industry regulator Ofwat into how all wastewater companies manage their treatment works. ", "type": "p"}, {"text": "Enforcement cases are being pursued against South West Water, Anglian Water, Northumbrian Water, Thames Water, Wessex Water and Yorkshire Water. ", "type": "p"}, {"text": "Public anger over the continuing discharges has been building over recent weeks as reports of sewage pollution have become more frequent.", "type": "p"}, {"text": "Liberal Democrat environment spokesperson Tim Farron criticised the plans, saying \"by 2030 there will still be 325,000 sewage dumps a year in our waterways\".", "type": "p"}, {"text": "\"By the time these flimsy targets come into effect, our beaches would have been pumped full of disgusting sewage.\" ", "type": "p"}, {"text": "The legal obligation on water companies set by a 2012 European Court of Justice Ruling was for discharges to only occur in very rare \"exceptional circumstances.\"", "type": "p"}, {"text": "Water-quality campaigner Feargal Sharkey believes that the legal duty on water companies has now been relaxed. ", "type": "p"}, {"text": "Under the new plan, they will be allowed to discharge from a storm overflow, \"where they can demonstrate that there is no local adverse ecological impact.\" ", "type": "p"}, {"text": "Mr Sharkey said: \"We've gone from a position where it should in 99.9% of cases be illegal … the law was quite clear. We've now gone to a position to where it's about reduction in adverse impact - what does that even mean?\"", "type": "p"}, {"text": "To help protect human health, the plan instructs water companies to apply \"disinfection\" or reduce the \"frequency of discharges\".", "type": "p"}, {"text": "Jim McMahon, Labour's environment, food and rural affairs spokesman, said: \"This document is neither a plan, nor does it eliminate sewage dumping into our natural environment. Under the government's weak improvement 'target', based on last year's data, we'd face another 4.8 million sewage spill events in our country between now and 2035.", "type": "p"}, {"text": "\"Last year Tory MPs had the opportunity to vote meaningful action into law, but blocked measures that would have progressively eliminated the discharge of raw sewage in our natural environment.\"", "type": "p"}, {"text": "A spokesperson for South West Water said: \"We welcome the government's storm overflows discharge reduction plan to improve the water industry's infrastructure network and improve the health of our rivers and seas. ", "type": "p"}, {"text": "\"We're investing £2bn between 2020 and 2025, with most investment going to improving our wastewater assets and environmental performance.\"", "type": "p"}, {"text": "Follow Claire on Twitter", "type": "p"}], "tags": ["Sewage", "Water pollution", "Environment"]}