{"link": "https://www.bbc.com/news/business-66063594", "category": "business", "title": "Dutch to restrict chip equipment exports amid US pressure", "contributor": null, "time": "2023-06-30T10:25:04.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10E40/production/_130248196_gettyimages-1347289404-1.jpg", "content": [{"text": "The Netherlands has announced new rules restricting exports of certain semiconductor manufacturing equipment.", "type": "b"}, {"text": "It follows pressure from the US to curb the sale of computer chip technology to China.", "type": "p"}, {"text": "The Dutch government did not cite this as a reason though, saying it had taken the step on national security grounds.", "type": "p"}, {"text": "The Chinese government responded saying the decision was \"not in the interests of any party\" and would impact chip production and supply chains.", "type": "p"}, {"text": "Mao Ning, China's foreign ministry spokeswoman, said China opposed the US's \"abuse of export controls\" and its \"use of various pretexts to win over and coerce other countries into imposing a technological blockade against China\".", "type": "p"}, {"text": "The US is engaged in an arms race with China over control of the supply of semiconductors, especially certain computer chips used for supercomputing and artificial intelligence.", "type": "p"}, {"text": "Such chips have created a $500bn (£395bn) industry that is expected to double by 2030 and it is thought that whoever controls the supply chains - the network of companies and countries that make the chips - holds the key to being an unrivalled superpower.", "type": "p"}, {"text": "In October last year, the US imposed sweeping export restrictions on shipments of American chipmaking tools to China to prevent its technology from being used to strengthen Beijing's military.", "type": "p"}, {"text": "But for the US restrictions to be effective it needs other key suppliers, such as the Netherlands, to join forces.", "type": "p"}, {"text": "The Dutch government said that from 1 September, the export of \"certain advanced semiconductor manufacturing equipment\" would have to be authorised. ", "type": "p"}, {"text": "The move will particularly affect ASML, the nation's largest company and the world's largest and most advanced chip equipment maker.", "type": "p"}, {"text": "ASML said in a statement that it would \"continue to comply with applicable export regulations, including Dutch, EU and US regulations\".", "type": "p"}, {"text": "It added that it did not expect the measures to have a \"material impact\" on its finances.", "type": "p"}, [{"text": "US ramps up curbs on chip sales to China", "type": "a", "href": "https://www.bbc.co.uk/news/business-63175527"}, {"text": "How ASML became Europe’s most valuable tech firm", "type": "a", "href": "https://www.bbc.co.uk/news/business-64514573"}], {"text": "Liesje Schreinemacher, Minister for Foreign Trade and Development Co-operation, said because of the way certain chips can be used, they \"can make a key contribution to certain advanced military applications\".", "type": "p"}, {"text": "\"The uncontrolled export of goods and technologies therefore potentially poses national security risks,\" she added. \"The Netherlands bears an extra responsibility in this regard because this country has a unique, leading position in this field. Like the export control policy in general, this additional step is country-neutral.\"", "type": "p"}], "tags": []}