{"link": "https://www.bbc.com/news/entertainment-arts-66063382", "category": "entertainment & arts", "title": "Alan Arkin: Little Miss Sunshine actor dies aged 89", "contributor": null, "time": "2023-06-30T15:26:37.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7E80/production/_130248323_gettyimages-1154470857.jpg", "content": [{"text": "US actor Alan Arkin, who won an Oscar and a Bafta for his role as the outrageous grandad in the film Little Miss Sunshine, has died aged 89.", "type": "b"}, {"text": "During a screen and stage career that spanned seven decades, Arkin appeared in Ben Affleck's Oscar-winning Argo.", "type": "p"}, {"text": "His death was confirmed by his three sons in a family statement on Friday.", "type": "p"}, {"text": "Michael Douglas, his co-star in the Netflix show The Kominsky Method led the tributes, calling him a \"wonderful actor\" who \"left an indelible mark\".", "type": "p"}, {"text": "His sons Adam, Matthew and Anthony said: \"Our father was a uniquely talented force of nature, both as an artist and a man.", "type": "p"}, {"text": "\"A loving husband, father, grand and great-grandfather, he was adored and will be deeply missed.\"", "type": "p"}, {"text": "Arkin also voiced JD Salinger in the animated series BoJack Horseman from 2015 to 2016.", "type": "p"}, {"text": "Fellow actor Paul Reiser reacted to the news of his death by tweeting that \"a world without Alan Arkin is… not so great.\"", "type": "p"}, {"text": "\"I've loved this man from the moment he came on screen in The Russians Are Coming (Whitaker Walt!),\" he wrote. \"I was 8.", "type": "p"}, {"text": "\"Getting to know him - and getting a laugh out of him - is a highlight of my life. RIP dear friend.\"", "type": "p"}, {"text": "Spinal Tap star Michael McKean also paid homage, saying: \"When I was a young actor people wanted to know if I wanted to be a serious actor or a funny one.", "type": "p"}, {"text": "\"I'd answer, 'Which kind is Alan Arkin?' and that shut them up.\"", "type": "p"}, {"text": "He described Arkin as \"charming, hilarious, and armed with a flawless [nonsense] detector, he was pure pleasure to be with.\"", "type": "p"}, {"text": "The New York-born and Los Angeles-raised actor, director and screenwriter, known for his deadpan comic timing, had acting lessons from childhood; but actually started out in music, singing and playing guitar in a folk band called The Tarriers. ", "type": "p"}, {"text": "They scored a top five hit in 1956 with The Banana Boat Song, later made famous by Harry Belafonte.", "type": "p"}, {"text": "A college dropout, he moved to Chicago in 1960 and became an early member of the Second City improvisational comedy troupe, which he once noted had \"literally saved my life\".", "type": "p"}, {"text": "His acting career began auspiciously on Broadway, appearing in the play Enter Laughing in 1963, which won him a Tony Award for best actor.", "type": "p"}, {"text": "He became famous by appearing in films like 1966's The Russians Are Coming, The Russians Are Coming and then The Heart is a Lonely Hunter, both of which saw him nominated for the best actor Oscar. He won a Golden Globe award for the former, a Cold War comedy.", "type": "p"}, {"text": "Moving into directing early on, he was nominated for another Tony in 1973 for his off stage work on the play The Sunshine Boys.", "type": "p"}, {"text": "After appearing on the big screen in Tim Burton's 1990 fantasy romance Edward Scissorhands, opposite Johnny Depp, and alongside a stellar cast including Al Pacino, Jack Lemmon, Ed Harris and Alec Baldwin in the 1992 drama film Glengarry Glen Ross; his performance in 2006's Little Miss Sunshine saw him win both an Oscar and Bafta for best supporting actor.", "type": "p"}, {"text": "The tragicomedy centred around members of a dysfunctional family taking their youngest to compete in a child beauty pageant.", "type": "p"}, {"text": "In it, Arkin played the foul-mouthed grandfather Edwin Hoover, who goes to live with his family after being evicted from a retirement home for snorting heroin. ", "type": "p"}, {"text": "He goes on to coach his granddaughter Olive, an aspiring beauty queen, in preparation for the pageant, teaching her how to striptease.", "type": "p"}, {"text": "\"He's a maniac, but to me he was absolutely believable,\" Arkin once said of the character.", "type": "p"}, {"text": "While the critics loved his work, the actor was never interested in the talk that surrounded him and his films. \"I've never met Oscar Buzz,\" he joked. \"I've heard a lot about him, but I've never met the man.\"", "type": "p"}, {"text": "In his 2018 memoir Out of My Mind, he revealed that despite his success as a younger man, he had been utterly miserable most of the time.", "type": "p"}, {"text": "Speaking to the Guardian around the book's release, he said he had been an anxious child and that acting - which he once said felt like \"torture\" at times - had given him strength.", "type": "p"}, {"text": "\"I had this sense that I didn't exist,\" he said. \"My parents were wonderful people in many ways, but they weren't affectionate. I don't remember ever being touched by either one.", "type": "p"}, {"text": "\"I felt ignored to the point where I didn't even exist - so acting was my lifeline to not feeling like I was being obliterated. For many years, the only place I felt alive was on stage.\"", "type": "p"}, {"text": "He explained how he had managed to turn his personal life around through meditation and Eastern philosophy.", "type": "p"}, {"text": "In Affleck's 2012 historical drama, Argo - a surprise winner of the best picture Oscar - he portrayed Lester Siegel, a pretend Hollywood producer.", "type": "p"}, {"text": "The film is set during the Iran hostage crisis where employees of the US embassy are held captive and a plan is launched to rescue them involving a fake film being made there.", "type": "p"}, {"text": "A voracious reader, Arkin also played Captain John Yossarian (Bombardier) in Mike Nichols' film adaptation of Joseph Heller's satirical black comedy novel Catch-22.", "type": "p"}, {"text": "He won Emmy Award nominations for his work on TV shows like Escape from Sobibor, The Pentagon Papers and the recent comedy drama series The Kominsky Method, as the agent of a once successful actor played by Douglas.", "type": "p"}, {"text": "The veteran was honoured with own star on the Hollywood Walk of Fame in 2019.", "type": "p"}, {"text": "He is survived by his children and his third wife, psychotherapist Suzanne Newlande.", "type": "p"}], "tags": []}