{"link": "https://www.bbc.com/news/health-66057216", "category": "health", "title": "Aspartame - is it a possible cause of cancer?", "contributor": null, "time": "2023-06-29T16:03:24.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1784E/production/_130243369_gettyimages-1135420212.jpg", "content": [{"text": "The sweetener aspartame, which is found in a variety of foods and fizzy drinks, is set to be officially classified as \"possibly carcinogenic\" to humans, reports claim. ", "type": "b"}, {"text": "The label frequently causes confusion as it gives no sense of whether the potential risk is big or miniscule. ", "type": "p"}, {"text": "Other \"possibly carcinogenic\" substances include aloe vera, diesel and pickled Asian vegetables. ", "type": "p"}, {"text": "The BBC understands the International Agency for Research on Cancer (IARC) will make an announcement on 14 July. ", "type": "p"}, {"text": "Aspartame is 200 times sweeter than sugar, so it gives the taste without the calories. ", "type": "p"}, {"text": "You will find it on the ingredients list of many diet or sugar-free foods including diet drinks, chewing gums and some yoghurts. High profile drinks containing aspartame include Diet Coke, Coke Zero, Pepsi Max, and 7 Up Free, but the sweetener is in around 6,000 food products.", "type": "p"}, {"text": "The sweetener has been used for decades and approved by food safety bodies, but there has been a swirl of controversy around the ingredient.", "type": "p"}, {"text": "IARC, the cancer research arm of the World Health Organization, has been reviewing about 1,300 studies on aspartame and cancer. ", "type": "p"}, {"text": "The Reuters news agency says it has spoken to sources close to the process, and aspartame will be classified \"possibly carcinogenic\" - but what does the classification actually mean?", "type": "p"}, {"text": "The BBC understands official announcements will be made by IARC and a separate expert committee on food additives - alongside a publication in the Lancet Oncology medical journal on 14 July. ", "type": "p"}, {"text": "IARC uses four possible classifications: ", "type": "p"}, [{"text": "Group 1 - Carcinogenic to humans", "type": "p"}, {"text": "Group 2A - Probably carcinogenic to humans", "type": "p"}, {"text": "Group 2B - Possibly carcinogenic to humans", "type": "p"}, {"text": "Group 3- Not classifiable ", "type": "p"}], {"text": "However, this is where it can get confusing. ", "type": "p"}, {"text": "\"The IARC categorisation won't tell us anything about the actual level of risk from aspartame, because that's not what IARC categorisations mean,\" says Kevin McConway, professor of statistics at the Open University.", "type": "p"}, {"text": "IARC tells us how strong the evidence is, not how risky a substance is to your health.  ", "type": "p"}, {"text": "The \"possibly\" category is used when there is \"limited\" evidence in people or data from animal experiments. It includes diesel, talc on the perineum, nickel, aloe vera, Asian pickled vegetables and a host of chemical substances. ", "type": "p"}, {"text": "\"I emphasise though that the evidence that these things could cause cancer is not very strong or they would have been put in group 1 or 2A,\" added Prof McConway. ", "type": "p"}, {"text": "The IARC classifications have caused confusion in the past, and have been criticised for creating unnecessary alarm. When processed red meat was categorised as carcinogenic, it led to reports equating it to smoking. ", "type": "p"}, {"text": "But the risk of giving 100 people an extra 1.7oz (50g) of bacon - on top of any they already eat - every single day for the rest of their lives would lead to one case of bowel cancer.", "type": "p"}, {"text": "We do not have the equivalent numbers for aspartame, however, the Joint World Health Organization and Food and Agriculture Organization's Expert Committee on Food Additives is due to report in July. ", "type": "p"}, {"text": "Its stance since 1981 has been a daily intake of 40 milligrams, per kilogram of your body weight, per day was safe. That works out at between 12 and 36 cans of diet drinks (depending on the exact ingredients) a day for a 60 kg (nine-and-a-half stones) adult.", "type": "p"}, {"text": "The International Council of Beverages Associations' executive director Kate Loatman said public health authorities should be \"deeply concerned\" by the \"leaked opinion\", and also warned it \"could needlessly mislead consumers into consuming more sugar, rather than choosing safe no-and low-sugar options\".", "type": "p"}, {"text": "Rick Mumford, the deputy chief scientific adviser to the UK's Food Standards Agency, said the body would \"closely study\" the reports, but \"our view is that the safety of this sweetener has been evaluated by various scientific committees and it is considered safe at current permitted use levels\".", "type": "p"}, {"text": "A study in the early 2000s linked it to cancer in mouse and rat experiments, but the findings were criticised and other animal studies have not found a cancer risk. ", "type": "p"}, {"text": "Last year a study of 105,000 people compared people who consumed no sweeteners with those who consumed large amounts. High levels of sweeteners - including aspartame - were linked to a higher risk of cancer, but there are many differences in the health and lifestyles between the two groups. ", "type": "p"}, {"text": "Frances Hunt-Wood, from the International Sweeteners Association, said: \"Aspartame is one of the most thoroughly researched ingredients in history, with over 90 food safety agencies across the globe declaring it is safe.\"", "type": "p"}, {"text": "There are some people who cannot safely consume aspartame. These are people with an inherited disease called phenylketonuria or PKU.", "type": "p"}, {"text": "People with PKU are unable to metabolise a component of aspartame.", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": []}