{"link": "https://www.bbc.com/news/science-environment-66066710", "category": "science & environment", "title": "Euclid: Europe's 'dark explorer' telescope launches", "contributor": null, "time": "2023-07-01T15:16:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17DC7/production/_130253779_heic0701m.jpg", "content": [{"text": "A European space telescope has launched from Florida on a quest to resolve one of the biggest questions in science: What is the Universe made of?", "type": "b"}, {"text": "The Euclid mission will make an immense 3D map of the cosmos in an effort to tie down some of the properties of so-called dark matter and dark energy. ", "type": "p"}, {"text": "Together, these phenomena appear to control the shape and expansion of everything we see out there.", "type": "p"}, {"text": "Researchers concede, however, they know virtually nothing about them.", "type": "p"}, {"text": "Neither dark matter nor dark energy are directly detectable.", "type": "p"}, {"text": "This big gap in knowledge meant we couldn't really explain our origins, said Prof Isobel Hook.", "type": "p"}, {"text": "Euclid's insights will be our best bet to get on to a path of understanding, the astronomer at the UK's Lancaster University believes.", "type": "p"}, {"text": "\"It will be like setting off on a ship before people knew where land was in different directions. We'll be mapping out the Universe to try to understand where we fit into it and how we've got here - how the whole Universe got from the point of the Big Bang to the beautiful galaxies we see around us, the Solar System and to life,\" she told BBC News. ", "type": "p"}, [{"text": "Galaxy's ghost particles captured in Antarctic ice", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66049330"}, {"text": "Scientists pick up shock waves from colliding galaxies", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66039810"}, {"text": "Mysterious dark matter mapped in finest detail yet", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65243132"}], {"text": "The €1.4bn (£1.2bn) Euclid telescope went up on a Falcon-9 rocket from Cape Canaveral at 11:12 local time (15:12 GMT/16:12 BST). ", "type": "p"}, {"text": "Euclid has been despatched to an observing position about 1.5 million km from Earth, on the opposite side of the planet to the Sun.", "type": "p"}, {"text": "Although primarily a European Space Agency (Esa) project, the mission has significant scientific and engineering inputs from the US space agency (Nasa) as well. ", "type": "p"}, {"text": "Previous experiments have suggested dark energy accounts for about 70% of all the energy in the Universe; dark matter about 25%; with all the visible material - the stars, gas, dust, planets, us - accounting for the remaining 5%.", "type": "p"}, {"text": "To untangle the nature of the mysterious 95%, Euclid will conduct a six-year, two-pronged survey. ", "type": "p"}, {"text": "A key task will be to map the distribution of dark matter, the matter that cannot be detected directly but which astronomers know to be there because of its gravitational effects on the matter we can see.", "type": "p"}, {"text": "Galaxies, for example, could not hold their shape were it not for the presence of some additional \"scaffolding\". This is presumed to be dark matter - whatever that is.", "type": "p"}, {"text": "Although this material cannot be seen directly, the telescope can plot its distribution by looking for the subtle way its mass distorts the light coming from distant galaxies. The Hubble Space Telescope famously first did this for a tiny patch on the sky - just two square degrees.", "type": "p"}, {"text": "Euclid will do it across 15,000 square degrees of sky - a little over a third of the heavens.", "type": "p"}, {"text": "Central to all this will be the telescope's VIS, or visible, camera, whose development was led from the UK. ", "type": "p"}, {"text": "\"The images it will produce will be huge,\" said Prof Mark Cropper from UCL's Mullard Space Science Laboratory. \"You'd need more than 300 high-definition TVs to actually display just one image.\"", "type": "p"}, {"text": "Dark energy is a very different concept from dark matter. ", "type": "p"}, {"text": "This mysterious \"force\" appears to be accelerating the expansion of the Universe. Recognition of its existence and effect in 1998 earned three scientists a Nobel Prize. ", "type": "p"}, {"text": "Euclid will investigate the phenomenon by mapping the three-dimensional distribution of galaxies.", "type": "p"}, {"text": "The patterns in the great voids that exist between these objects can be used as a kind of \"yardstick\" to measure the expansion through time.", "type": "p"}, {"text": "Again, ground-based surveys have done this for small volumes of the sky; Euclid however will measure the precise positions of some two billion galaxies out to about 10 billion light-years from Earth.", "type": "p"}, {"text": "\"We can then ask some interesting questions,\" says Prof Bob Nichol from Surrey University.", "type": "p"}, {"text": "\"Is the acceleration the same in all points in the Universe? Today, we kind of average everything we measure. But what if the acceleration over there isn't the same as over here? That would be discovery science,\" he told BBC News.", "type": "p"}, {"text": "Euclid won't be able to say definitively \"this is the nature of dark matter and dark energy\", but what it should do is narrow the scope of the models and ideas that flood current thinking. It will focus the attention of theorists and experimentalists.", "type": "p"}, {"text": "For example, it might introduce some fresh thinking on how to detect the particles presently thought to represent much of dark matter. All searches to date have come up empty.", "type": "p"}, {"text": "And as for dark energy, Euclid may tell scientists that, far from being some intrinsic property of the vacuum of space - their current best guess - this unknown force has a better explanation in a modified theory of gravity. This too would be discovery science.", "type": "p"}, {"text": "\"One possibility is that dark energy is actually a fifth force, a new force in the Universe that operates only on huge scales, so it doesn't influence life here on Earth,\" said Prof Mark McCaughrean, Esa's senior advisor for science and exploration. ", "type": "p"}, {"text": "\"But, of course, it could enormously influence the fate of our Universe - how far is it going to expand? Is it going to go on accelerating for ever, just getting bigger and bigger? Or perhaps it will all collapse back down again.\"", "type": "p"}], "tags": []}