{"link": "https://www.bbc.com/news/business-65109131", "category": "business", "title": "Next says prices to rise by less than expected this year", "contributor": null, "time": "2023-03-29T13:47:47.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14C1A/production/_129181058_next.png", "content": [{"text": "High Street retailer Next has said it will put up its prices by less than expected this year.", "type": "b"}, {"text": "It said it now expected prices to rise by 7% in the spring and summer of 2023, and 3% in the autumn and winter - slightly less than the increases it warned of in January. ", "type": "p"}, {"text": "It said shipping costs were falling and suppliers were charging better rates.  ", "type": "p"}, {"text": "It came as Next reported a 5.7% rise in pre-tax profits to £870.4m for the year to January.", "type": "p"}, {"text": "On Tuesday, the retailer also announced it would buy the Cath Kidston fashion brand for £8.5m, but not its shops.", "type": "p"}, {"text": "Next has about 500 stores and trades online. It is often considered a good indicator of how the British High Street is doing.", "type": "p"}, {"text": "The retailer had already put up its prices in 2022, blaming rising production costs and a weaker pound.", "type": "p"}, {"text": "And in January it said prices would have to rise again by 8% this spring and summer, and by a further 6% this autumn.", "type": "p"}, {"text": "But on Wednesday, Next boss Simon Wolfson said he expected the UK to be \"past peak inflation\" towards the end of the year.", "type": "p"}, [{"text": "Why are prices rising?", "type": "a", "href": "https://www.bbc.co.uk/news/business-12196322"}, {"text": "UK inflation rate calculator: How much are prices rising for you?", "type": "a", "href": "https://www.bbc.co.uk/news/business-62558817"}], {"text": "Despite the strong results, Next is forecasting 2023 will be bumpy, with sales and profits falling as energy and wage costs remain high. ", "type": "p"}, {"text": "Most businesses have been putting up prices, with grocers Aldi and Lidl hiking them recently.", "type": "p"}, {"text": "Last year bakery chain Greggs, retailer Marks & Spencer and furniture business Dunelm also announced price increases. ", "type": "p"}, {"text": "The Bank of England expects overall inflation - the rate at which prices rise - to fall to under 3% by the end of the year, as energy and food costs come down. ", "type": "p"}, {"text": "But there was a surprise jump in inflation to 10.4% in the year to February from 10.1% in January. ", "type": "p"}, {"text": "The Bank of England has put up interest rates 11 times since December 2021 to try to control rising prices. ", "type": "p"}, {"text": "And Governor Andrew Bailey has urged businesses not to put up prices faster than inflation, warning it would drive up the cost of living even further.", "type": "p"}, {"text": "\"I would say to people who are setting prices - please understand, if we get inflation embedded, interest rates will have to go up further and higher inflation really benefits nobody,\" Andrew Bailey told the BBC's Today programme.", "type": "p"}, {"text": "Lord Wolfson declined to comment on Mr Bailey's remarks but suggested Next would reflect falling inflation rates in its pricing. ", "type": "p"}, {"text": "\"Where we get better prices, we've passed them on to consumers… We want to remain competitive in the long run.\"", "type": "p"}], "tags": []}