{"link": "https://www.bbc.com/news/entertainment-arts-65108950", "category": "entertainment & arts", "title": "Paul O'Grady obituary: From Lily Savage to TV national treasure, with a love of dogs", "contributor": null, "time": "2023-03-29T12:15:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/003A/production/_129185000_gettyimages-1320339160.jpg", "content": [{"text": "Paul O'Grady went from being a social worker protecting children, to a mould-breaking drag icon, before reinventing himself again as a much-loved prime-time host and animal lover. Throughout it all, he retained his trademark direct humour and down-to-earth compassion.", "type": "b"}, {"text": "One night in 1985, Paul O'Grady was working behind the bar at a gay pub in London when he remarked that he could do a better job of hosting ladies' night than the current compere.", "type": "p"}, {"text": "\"And they said, 'Well go on then, up you get and do it,' he recalled. \"And the following week I did it, and Lily was born.\"", "type": "p"}, {"text": "That was the first appearance of Lily Savage, the sharp-tongued blonde bombshell alter ego who became famous before O'Grady himself was well known.", "type": "p"}, {"text": "The comic character had been forming before that, though. O'Grady gained the nickname Shanghai Lil after attending a party on a Chinese ship at the age of 18 in Liverpool, and he would often amuse himself by impersonating Scouse housewives. \"So it was just an extension of that.\"", "type": "p"}, {"text": "Savage was his mother's maiden name, and the character was also inspired by other tough but colourful women in his family.", "type": "p"}, {"text": "In particular, there was Aunt Chrissie, a bus conductor with \"a mouth like a bee's arse\", as O'Grady put it on BBC Radio 4's Desert Island Discs.", "type": "p"}, {"text": "\"She was the talk of Birkenhead,\" he said. \"She was witty and had a great string of one-liners. She came across as quite hard-bitten, but she wasn't at all. She was daft as a brush... I look back to Auntie Chris now - I see her on the bus and I sort of see where Lily was germinated.\"", "type": "p"}, {"text": "Women dominated his household growing up, with the men often away in the Navy. It was a loving family, too. But their world was shattered when O'Grady's mother suffered a heart attack when he was 17.", "type": "p"}, [{"text": "Camilla 'deeply saddened' by Paul O'Grady's death", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65062542"}, {"text": "TV star Paul O'Grady dies aged 67", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65108130"}, {"text": "Paul O'Grady: A life in pictures", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-65107949"}, {"text": "Paul O'Grady was 'a voice for a queer generation'", "type": "a", "href": "https://www.bbc.co.uk/news/uk-65110778"}], {"text": "\"She was taken into hospital and the doctor said to my father, 'She's not going to last the night',\" he said.", "type": "p"}, {"text": "However, it was his father who was dead by the morning. ", "type": "p"}, {"text": "\"He just collapsed on the spot,\" O'Grady recalled. \"The doctor said, 'If I could put on the death certificate, he's died of a broken heart, then I would'.", "type": "p"}, {"text": "\"I'll never forget it. I was stood next to him and he went down like a tonne of bricks. He literally couldn't cope without my mother.\"", "type": "p"}, {"text": "His mother survived, and would live for another 15 years.", "type": "p"}, {"text": "Shortly after his father's death, O'Grady became a dad himself.", "type": "p"}, {"text": "\"People might wonder how a gay man managed to father a daughter,\" he said. \"But I was a highly promiscuous teenager.\" He saw his daughter occasionally in her youth, but they grew closer as they got older.", "type": "p"}, {"text": "Partly to pay child support, O'Grady took a job as a peripatetic care officer, looking after other people's children in Camden.", "type": "p"}, {"text": "\"Say a mum went into hospital and there were five children - rather than split the kids up and put them into various homes and stuff, I'd go in and look after them to keep them as a family unit,\" he explained, before adding: \"God knows why, because most of them were the anti-christ version of The Waltons.\"", "type": "p"}, {"text": "It wasn't an easy job. \"Nine times out of 10, you're dealing with real squalor,\" he recalled. Drunken boyfriends would turn up in the middle of the night and think he was the mum's bit on the side. \"I'd be having fights in Camden High Street at three o'clock in the morning with babies under my arm.", "type": "p"}, {"text": "\"And I'd think, I'm 25, give us a break, I should be having a life. ", "type": "p"}, {"text": "\"But I really enjoyed it,\" he added. \"I'm painting a bad picture but it wasn't all bad. I met some really great people.\"", "type": "p"}, {"text": "On days off, he did try to have a life and worked in bars like the Royal Vauxhall Tavern before starting his regular turn there as Lily Savage.", "type": "p"}, {"text": "One night in 1987, police raided the venue - an action that was ostensibly taken over concerns about the use of amyl nitrate, but was more widely believed to be part of a crackdown on gay clubs.", "type": "p"}, {"text": "More than 20 officers flooded into the club, all wearing rubber gloves because, at the height of the Aids crisis, they didn't want to touch those they were arresting. \"Well well, it looks like we've got help with the washing up,\" O'Grady quipped.", "type": "p"}, {"text": "The following night, he was back on stage, undeterred. That defiance, combined with public support for LGBT campaigns in the years that followed and his performances as Lily, helped make him an icon in that community.", "type": "p"}, {"text": "His comedy career started to take off when he took Lily to the Edinburgh Fringe and was nominated for the prestigious Perrier Award in 1991.", "type": "p"}, {"text": "The character followed a tradition of popular drag acts, but O'Grady said he wanted to stand out from the \"matronly and sexless\" figures who had come before, such as Dame Edna Everage and Hinge and Bracket.", "type": "p"}, {"text": "\"Nobody was ever sexual, and Lily was. She was unashamed. She turned tricks for money and all that business.\"", "type": "p"}, {"text": "Lily also didn't have a highly polished look. \"I had this image of this hard-bitten hooker from Birkenhead with her roots showing and a rip in her tights and a bit of old ratty leopard skin and a big handbag,\" O'Grady said.", "type": "p"}, {"text": "With her gauche glam style and foul-mouthed wit, O'Grady's subversion of the drag tradition proved a hit. ", "type": "p"}, {"text": "Lily became a national star when she took over from Paula Yates interviewing celebrities on the bed on Channel 4's The Big Breakfast in the mid-1990s, and she was subsequently given her own BBC chat show.", "type": "p"}, {"text": "The transition to mainstream TV personality became complete when Lily followed in the footsteps of Terry Wogan and Les Dawson as the host of game show Blankety Blank.", "type": "p"}, {"text": "The real O'Grady initially stayed in the background - but his profile gradually began to take over.", "type": "p"}, {"text": "ITV scheduled The Paul O'Grady Show at teatimes in 2004, and it was poached by Channel 4 in 2006. He was such a big star that ITV then poached him back, offering a reported £8m for a deal including the Friday night chat show, Paul O'Grady Live.", "type": "p"}, {"text": "There were also Blind Date and a BBC Radio 2 slot, plus sitcoms, documentaries, autobiographies, pantomimes and other theatre shows - and in 2012, he was able to show a gentler side when he launched Paul O'Grady: For the Love of Dogs.", "type": "p"}, {"text": "His genuine affection for, and natural sense of protection over, the unwanted pets at Battersea Dogs and Cats Home shone through, and made that show a firm favourite for a decade.", "type": "p"}, {"text": "His love of animals was also evident on the smallholding in Kent where he and husband Andre Portasio looked after sheep, chickens, pigs, owls and goats - as well as dogs.", "type": "p"}, {"text": "He had met Andre while caring for Brendan Murphy, his boyfriend of 25 years, who died of cancer in 2005. O'Grady and Portasio married in 2017.", "type": "p"}, {"text": "It wasn't the presenter's first marriage - he had wed a Portuguese lesbian friend in 1977, simply to help alleviate pressure from her family.", "type": "p"}, {"text": "\"I worked with her in a bar. She had strict Catholic parents who wanted her to settle back home. I thought, 'She'll have to get married' - so I offered. I never got anything out of it. I even provided the wedding buffet, but she was a good friend.\"", "type": "p"}, {"text": "They stayed married until 2003. O'Grady had suffered a heart attack the previous year, which was followed by another in 2006. His parents, grandparents and siblings had also suffered from heart problems.", "type": "p"}, {"text": "That all made him aware of his mortality. Speaking about his health and his career in 2017, he reflected: \"I think I could lie there on my death bed and say, 'Well, I've had a good time and filled a book. I've done everything I wanted to do'.\"", "type": "p"}], "tags": []}