{"link": "https://www.bbc.com/news/health-65099476", "category": "health", "title": "UK cosmetic procedure numbers recover after Covid", "contributor": null, "time": "2023-03-28T15:58:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13A35/production/_129173408_gettyimages-76551658.jpg", "content": [{"text": "The number of cosmetic procedures taking place in the UK has continued to increase following the pandemic, according to the British Association of Aesthetic Plastic Surgeons (BAAPS).", "type": "b"}, {"text": "Breast enlargement remains the most popular surgery for women, but the number of breast reductions is also on the rise.", "type": "p"}, {"text": "Women underwent 93% of all recorded cosmetic procedures, BAAPS says.", "type": "p"}, {"text": "Anyone thinking about surgery should consider the risks before deciding.", "type": "p"}, {"text": "BAAPS is an organisation that looks at improving safety and innovation in cosmetic surgery.", "type": "p"}, {"text": "Its president Marc Pacifico says \"economic uncertainty and a decrease in overall consumer spending does not seem to the deterring patients from having cosmetic surgery\".", "type": "p"}, {"text": "The BAAPS yearly audit looks at surgery undertaken in the UK - mostly at private clinics - so does not reflect the growing number of people going abroad for cosmetic procedures.", "type": "p"}, {"text": "The NHS has offered advice for those considering travelling to another country for surgery.", "type": "p"}, {"text": "Women:", "type": "b"}, [{"text": "Breast enlargement: 6,640", "type": "p"}, {"text": "Breast reduction: 5,270", "type": "p"}, {"text": "Tummy tucks: 3,241", "type": "p"}, {"text": "Liposuction: 2,669 ", "type": "p"}, {"text": "Blepharoplasty (eyelid surgery): 2,439", "type": "p"}], {"text": "Men:", "type": "b"}, [{"text": "Rhinoplasty (nose job): 388", "type": "p"}, {"text": "Chest Reduction: 343", "type": "p"}, {"text": "Blepharoplasty: 339", "type": "p"}, {"text": "Liposuction: 333", "type": "p"}, {"text": "Otoplasty (ear correction): 251", "type": "p"}], {"text": "BAAPS says 31,057 procedures took place in 2022, which is a 102% rise from 2021 when there were 15,405 done.", "type": "p"}, {"text": "Private cosmetic procedures were not permitted during some of the coronavirus lockdowns.", "type": "p"}, {"text": "In 2019 - before the pandemic hit - BAAPS reported a total number of 28,347 surgeries taking place.", "type": "p"}, {"text": "Chrissi Sainsbury, 43, decided to have a breast reduction last year after a lung scan revealed she had a lump on her breast.", "type": "p"}, {"text": "A mammogram showed it was non-cancerous, but due to the amount of breast tissue she had, she said she \"would have never found it\".", "type": "p"}, {"text": "Chrissi described the incident as a \"wake-up call\".", "type": "p"}, {"text": "\"It was never a vanity thing for me,\" she told the BBC.", "type": "p"}, {"text": "Chrissi had the surgery privately in November 2022, going from a bra size 34HH to a 34D.", "type": "p"}, {"text": "According to BAAPS, breast reduction has grown significantly in popularity year-on-year.", "type": "p"}, {"text": "It recorded 3,743 breast reductions in women in 2018. In 2022, that number increased to 5,270 - a 40% rise.", "type": "p"}, {"text": "The procedure is designed to help women unhappy with the shape, weight or droop of their breasts by making them smaller and more lifted. ", "type": "p"}, {"text": "There is an eligibility checklist used by NHS, but many women are opting to pay privately for the procedure.", "type": "p"}, [{"text": "Seven UK patients died after Turkey weight loss surgery", "type": "a", "href": "https://www.bbc.co.uk/news/uk-64515557"}, {"text": "Brazilian Butt Lift can be made safer say surgeons", "type": "a", "href": "https://www.bbc.co.uk/news/health-63199213"}, {"text": "Women 'should be warned' of breast implant illness", "type": "a", "href": "https://www.bbc.co.uk/news/health-49033715"}], {"text": "Chrissi says: \"Before the surgery, things like drying my hair would be so difficult. ", "type": "p"}, {"text": "\"Anything that involved lifting my arms above my head was just incredibly hard.", "type": "p"}, {"text": "\"Things like the gym - I absolutely could not run, even with a proper fitted sports bra - it was like having a massive sandbag on your front.\"", "type": "p"}, {"text": "Chrissi says she no longer struggles with shoulder and neck pain or shortness of breath - something she dealt with constantly before her surgery.", "type": "p"}, {"text": "\"I can now function so much better,\" she adds.", "type": "p"}, {"text": "The NHS advises it is important to research the surgeon and clinic you have chosen before committing to any treatment. ", "type": "p"}, {"text": "You should also be offered a cooling-off period after any consultation. ", "type": "p"}], "tags": []}