{"link": "https://www.bbc.com/news/science-environment-65107594", "category": "science & environment", "title": "Hero's return for astronaut Shaun the Sheep", "contributor": null, "time": "2023-03-29T11:01:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/58A9/production/_129179622_sts_esa_shaun-group_farm_001.jpg", "content": [{"text": "It was a giant leap for lamb-kind, but now he's baa-ck.", "type": "b"}, {"text": "Shaun the Sheep has returned to Britain after taking part in the US space agency's (Nasa) epic mission to the Moon last year.", "type": "p"}, {"text": "A model of the animated movie character was a passenger in the capsule that was blasted into orbit by the world's most powerful operational rocket.", "type": "p"}, {"text": "Shaun covered almost 1.5 million miles on his lunar travels before splashing down in the Pacific Ocean.", "type": "p"}, {"text": "The 16cm-tall stop-motion model was strapped in for the ride.", "type": "p"}, {"text": "He earned his astronaut wings as the mascot on the mission for the European Space Agency (Esa). The agency had provided the propulsion module that pushed the Nasa capsule along on its 25-day journey.", "type": "p"}, {"text": "Wednesday saw Dr David Parker, the agency's director of exploration, visit Aardman studios in Bristol, where all of Shaun's TV programmes and films are produced.", "type": "p"}, {"text": "\"It is always a special pleasure to greet European astronauts when they return from space, and today I am delighted to welcome Shaun the Sheep, alive and wool after a well-deserved rest on the farm,\" he said, tongue firmly in cheek. ", "type": "p"}, {"text": "\"As the first sheep to fly to the Moon and back, he's got a lot to teach us about the ambition, talent and diversity needed for Europe's exploration of space.\"", "type": "p"}, [{"text": "Nasa's Artemis Moon rocket lifts off Earth", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63643707"}, {"text": "Nasa's Orion capsule breaks distance record", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63788247"}, {"text": "Nasa's Orion capsule makes safe return to Earth", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63937345"}], {"text": "Dr Parker unveiled Shaun's official Esa astronaut photo, and presented Aardman with a certificate from Nasa.", "type": "p"}, {"text": "Accompanying the Esa executive was the UK's newest human astronaut candidate, Dr Rosemary Coogan. ", "type": "p"}, {"text": "The astrophysicist was selected in November to join the agency's astronaut corps and will begin formal training next month.", "type": "p"}, {"text": "Europeans will fly with their American colleagues on follow-up missions to the Moon later this decade. Dr Coogan could therefore emulate Britain's most famous sheep.", "type": "p"}, {"text": "\"I think Shaun going to space has been an incredible way to engage the public,\" she told BBC News.", "type": "p"}, {"text": "\"It's an absolute thrill to think about following in Shaun's footsteps, going around the Moon and getting involved with all of Nasa's missions. It would be an absolute pleasure to do that, and we'll see what the future holds.\"", "type": "p"}, {"text": "Shaun has become one of Aardman's most popular characters.", "type": "p"}, {"text": "His TV series is currently broadcast in 170 territories around the world and his Facebook page has over 5.5 million followers.", "type": "p"}, {"text": "Hannah Brooks is one of his animators. ", "type": "p"}, {"text": "In classic stop-motion style, she moves Shaun's silicone body parts, little by little, taking a photo at every step to build up the action. It's a slow process. A day's work in the studio will produce only a few seconds of storyline.", "type": "p"}, {"text": "\"He's such a cute, cheeky little character,\" said Hannah. ", "type": "p"}, {"text": "\"I can only imagine he would love to have such a big adventure. It's always what he's trying to do in all of his little episodes. He's a bit too naughty, but he has the need to go explore.\" ", "type": "p"}, {"text": "Shaun's habit of getting into various scrapes on his home farm, Mossy Bottom, probably convinced Nasa he had to be strapped in at all times.", "type": "p"}, {"text": "Only the American agency's mascot - a toy Snoopy the Dog - was allowed to float free around the cabin.", "type": "p"}, {"text": "Esa's tie up with Aardman began with publicity around the studio's release of a Shaun the Sheep sci-fi movie, Farmageddon, in 2019.", "type": "p"}, {"text": "Aardman co-founder Peter Lord was shocked when the agency suggested Shaun go on a real space mission.", "type": "p"}, {"text": "\"I virtually couldn't believe it. It seemed incredible,\" he told BBC News. \"It's every child's dream, isn't it, to be an astronaut? And so the fact that he was doing it for us seemed very, very important. Extraordinary. Our baby, our creation.\"", "type": "p"}, {"text": "Nasa's project to return people to the Moon is called Artemis (or as Shaun likes to call it: \"Baa-rtemis\"). ", "type": "p"}, {"text": "The next mission is scheduled to occur at the end of next year. Four human astronauts will fly around the Moon. ", "type": "p"}, {"text": "Aardman hopes its little sheep will once again be in the capsule.", "type": "p"}], "tags": []}