{"link": "https://www.bbc.com/news/business-63137114", "category": "business", "title": "Elon Musk Twitter deal back on in surprise U-turn", "contributor": null, "time": "2022-10-04T20:36:48.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DECD/production/_126973075_whatsubject.jpg", "content": [{"text": "Billionaire Elon Musk has apparently changed his mind about buying Twitter, again, and is now willing to proceed with his takeover of the social media platform.", "type": "b"}, {"text": "In a letter to the firm, Mr Musk agreed to pay the price he offered months ago before trying to quit the deal. ", "type": "p"}, {"text": "The surprise reversal comes just weeks before the two sides were due in court.", "type": "p"}, {"text": "Twitter, which had sued Mr Musk to force the takeover to move forward, was seen as having the stronger case.", "type": "p"}, {"text": "In the letter, attorneys for Mr Musk said he intended to move ahead to complete the transaction, pending receipt of the financing and an end of the legal fight. ", "type": "p"}, {"text": "A spokesperson for Twitter acknowledged the firm had received the proposal, adding \"the intention of the company is to close the transaction at $54.20 per share\" - the price that Mr Musk promised in April.", "type": "p"}, {"text": "The apparent win for Twitter sent its shares soaring more than 20% to more than $52 apiece. But the value remained lower than the takeover price, in a sign of lingering investor doubts the deal will go through. ", "type": "p"}, {"text": "When Mr Musk first revealed plans to buy Twitter in a $44bn deal, he said he wanted to clean up spam accounts on the platform and preserve it as a venue for free speech.", "type": "p"}, {"text": "But the billionaire, a prolific Twitter user known for his impulsive style, balked at the purchase just a few weeks later, citing concerns that the number of fake accounts on the platform was higher than Twitter claimed.", "type": "p"}, {"text": "Twitter executives denied the accusations, arguing that Mr Musk - the world's richest person with a net worth of more than $220bn - wanted out because he was worried about the price.", "type": "p"}, {"text": "The back-and-forth followed a sharp downturn in the value of technology stocks, including Tesla, the electric car company that Mr Musk leads and is the base of much of his fortune.", "type": "p"}, {"text": "The fight, which was scheduled to go to trial 17 October, saw the two sides face off in lengthy court filings, private messages and bitter public spats on Twitter, where Mr Musk has more than 100 million followers.", "type": "p"}, {"text": "In one such exchange, Mr Musk responded to Twitter boss Parag Agrawal with an emoji for fecal matter.", "type": "p"}, {"text": "Preparation for the trial had ensnarled many of the biggest names in tech, as lawyers for the two companies demanded communications about the deal.", "type": "p"}, {"text": "Mr Musk, who could have paid a $1bn break-up fee to walk away, was set to be interviewed ahead of the trial this week. ", "type": "p"}, {"text": "Some industry watchers, who were taken by surprise by the development, questioned whether the latest twist was a concrete offer or a delay tactic.", "type": "p"}, {"text": "It's hard to keep track with this deal. On, off, now - it appears - on again. ", "type": "p"}, {"text": "However there's a lot to read into Twitter's brief statement.", "type": "p"}, {"text": "The \"intention\" to go through with the deal suggests a nervousness that this is a delaying tactic from Musk's team. ", "type": "p"}, {"text": "The statement effectively can be read as - 'We are going to pursue this sale, whatever Elon Musk says or does'.", "type": "p"}, {"text": "The way Twitter also, so pointedly, says it will sell the company at $54.20 suggests they are still worried about Musk lowballing. ", "type": "p"}, {"text": "So far Musk has been a highly erratic negotiating partner - hot and cold. Keen one minute, looking for the exit the other.", "type": "p"}, {"text": "You can see why Twitter is playing it cautiously.  ", "type": "p"}, {"text": "As for Musk? Well so far he's been unusually quiet. We await his inevitable tweets.", "type": "p"}, {"text": "At Twitter, which has been thrown into turmoil since Mr Musk first turned his attention to the firm, staff told the BBC that their bosses were initially silent on the matter, even as the report spread widely.", "type": "p"}, {"text": "Investors have long been sceptical that the takeover would go forward, especially since Mr Musk was seen as offering a heady price for a firm struggling to attract users and grow. ", "type": "p"}, {"text": "Twitter shares had been trading below $43 apiece at the start of the day. ", "type": "p"}, {"text": "News that Mr Musk had proposed to honour the original agreement sent shares in the company soaring almost 13% before trading was halted. ", "type": "p"}, [{"text": "Listen to Elon Musk: The Evening Rocket", "type": "a", "href": "https://www.bbc.co.uk/sounds/series/m000xdxc?partner=uk.co.bbc&origin=share-mobile"}, {"text": "Zelensky and Musk in row over 'peace plan poll'", "type": "a", "href": "https://www.bbc.co.uk/news/business-63126550"}, {"text": "Who is Elon Musk?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61234231"}], {"text": "Wedbush Securities analyst Dan Ives said Mr Musk's chance of winning in court was \"highly unlikely\".", "type": "p"}, {"text": "\"Being forced to do the deal after a long and ugly court battle in Delaware was not an ideal scenario and instead accepting this path and moving forward with the deal will save a massive legal headache,\" he wrote in a report after the news.", "type": "p"}, {"text": "But he added, that Mr Musk's ownership of the platform, a top venue for politicians and journalists to spread news and opinion, would still likely cause a \"firestorm of worries and questions\" in Washington and beyond.", "type": "p"}], "tags": ["Companies", "Mergers and acquisitions", "Elon Musk", "Twitter"]}