{"link": "https://www.bbc.com/news/entertainment-arts-63136129", "category": "entertainment & arts", "title": "Coldplay postpone Brazil shows over Chris Martin illness", "contributor": null, "time": "2022-10-04T15:40:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9B7F/production/_126970893_gettyimages-1422681500.jpg", "content": [{"text": "Coldplay say they are \"extremely sorry\" to have to postpone upcoming shows in Brazil, after frontman Chris Martin contracted a serious lung infection.", "type": "b"}, {"text": "The British band announced on Tuesday that the concerts, due to take place this month, will be held in early 2023.", "type": "p"}, {"text": "Coldplay was due to play eight shows in Rio De Janeiro and Sao Paulo as part of its 'Music of the Spheres' world tour.", "type": "p"}, {"text": "But Martin is under \"strict doctor's orders\" to rest for three weeks, the band tweeted.", "type": "p"}, {"text": "\"To everyone in Brazil who was looking forward to these concerts, we're extremely sorry for any disappointment and inconvenience, and we're so grateful for your understanding at this challenging time where we need to prioritise Chris' health,\" the statement read.", "type": "p"}, {"text": "\"We're optimistic that Chris will return to good health after the prescribed medical break and we look forward to resuming the tour soon.\"", "type": "p"}, {"text": "The band added that is working to secure the rescheduled dates and will follow up with more information in the coming days.", "type": "p"}, {"text": "Tickets will be valid for the 2023 concerts, it added, and refunds will also be honoured where required.", "type": "p"}, {"text": "Coldplay started its global tour in March this year in Costa Rica.", "type": "p"}, {"text": "Their next show will take place in Argentina on 25 October - following Martin's scheduled period of rest - with the European leg of the tour beginning in May 2023.", "type": "p"}], "tags": ["Brazil", "Coldplay", "Chris Martin"]}