{"link": "https://www.bbc.com/news/science-environment-63131958", "category": "science & environment", "title": "Don’t backtrack on climate, COP host Egypt tells Truss", "contributor": null, "time": "2022-10-04T13:32:29.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10D02/production/_126966886_gettyimages-1241315900.jpg", "content": [{"text": "Egypt, which is hosting this year's COP27 UN climate summit in November, has warned the UK not to \"backtrack\" on the global climate agenda.", "type": "b"}, {"text": "The unusual intervention followed press reports that Prime Minister Liz Truss told King Charles III not to attend.", "type": "p"}, {"text": "Ms Truss has not said whether she will attend COP27, suggesting that the UK may have neither a head of government nor a head of state in attendance.", "type": "p"}, {"text": "The UK hosted the COP26 UN climate conference last November in Glasgow.", "type": "p"}, {"text": "Traditionally the hosts of successive COPs work together to ensure a smooth handover.", "type": "p"}, [{"text": "COP26: Are nations on track to meet their climate goals?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-61494531"}, {"text": "What was agreed at COP26?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-56901261"}, {"text": "COP27: Egypt pressed to make human rights move before climate summit", "type": "a", "href": "https://www.bbc.co.uk/news/world-middle-east-63086209"}], {"text": "A story in last week's Sunday Times claimed Ms Truss had \"ordered\" the King, a passionate environmentalist, not to attend the summit in Sharm el-Sheikh. Buckingham Palace said advice had been sought by the King and given by Ms Truss. ", "type": "p"}, {"text": "On Tuesday Ms Truss told LBC radio: \"It is entirely a matter for the King, his travel programme,\" but said she would not reveal the contents of her discussions with the monarch, which she said were \"entirely confidential\".", "type": "p"}, {"text": "The Egyptian warning appears to reflect fears over the Truss government's commitment to its 'Net Zero' policy of zero net carbon emissions by 2050.Don’t backtrack on climate, Egypt tells Truss ", "type": "p"}, {"text": "The Egyptian team says it is disappointed that the British King will not be attending. His presence \"would have been of great added value to the visibility of climate action at this critical moment,\" it said.", "type": "p"}, {"text": "\"We hope this doesn't indicate that the UK is backtracking from the global climate agenda after presiding over COP26,\" the spokesperson said. ", "type": "p"}, {"text": "Buckingham Palace has told the BBC the decision not to attend the climate summit was made \"with mutual friendship and respect\" and said the King was \"ever mindful of the sovereign's role to act on the government's advice.\"", "type": "p"}, {"text": "The previous prime minister, Boris Johnson, made the UK achieving net zero by 2050 a key government policy.", "type": "p"}, {"text": "Liz Truss has said she supports the net zero target and will \"double down\" on achieving it, but has lifted a ban on fracking in England, plans to issue more than 100 new licences for oil and gas in the North Sea and has signalled she may cancel a host of green regulations in the UK.", "type": "p"}, {"text": "Her government has also commissioned a review into the policy, designed to \"ensure that delivering the net zero target does not place undue burdens on business or consumers\".", "type": "p"}, {"text": "The chairman of the review, the conservative MP and former energy and climate minister Chris Skidmore, told the BBC this week that he saw it as an opportunity to restate the huge potential productivity and efficiency gains from transitioning to a low carbon economy.", "type": "p"}, {"text": "UN Secretary General Antonio Guterres on Monday urged all world leaders to attend COP27. It is the best way to show \"they are in this fight and in it together,\" he told a news conference in New York.", "type": "p"}, {"text": "The UK's COP26 climate champion, Nigel Topping, told the BBC on Tuesday he had not ruled out King Charles attending the conference. \"He'd be very welcome,\" said Mr Topping. \"The Egyptians want everyone to come with their \"A game\", he told the BBC.", "type": "p"}, {"text": "\"Having King Charles in Sharm el-Sheikh would attract more leaders from around the world\", Mr Topping believes. ", "type": "p"}], "tags": ["Egypt", "Climate change", "King Charles III"]}