{"link": "https://www.bbc.com/news/technology-63132831", "category": "technology", "title": "EU Parliament approves common charging cable from 2024", "contributor": null, "time": "2022-10-04T13:01:58.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3E68/production/_126967951_gettyimages-1235497186.jpg", "content": [{"text": "European MPs have voted for a law requiring all new portable devices to use the same type of charging cable.", "type": "b"}, {"text": "Smartphones and tablets, including the Apple iPhone and iPad, would have to use a USB-C charger from 2024, while laptop manufacturers would have until 2026 to make the change.", "type": "p"}, {"text": "There were 602 votes in favour and 13 against, with eight abstaining.", "type": "p"}, {"text": "Member states are expected to grant approval on 24 October, before the rule is signed into law at the parliament.", "type": "p"}, {"text": "Following a provisional agreement by the European Union, in June 2022, the UK government told News BBC it was not \"currently considering\" introducing a common charging cable.", "type": "p"}, {"text": "But under the current post-Brexit arrangements, the new regulation could apply to Northern Ireland.", "type": "p"}, {"text": "The \"new requirements may also apply to devices sold in Northern Ireland under the terms of the Northern Ireland protocol in the Brexit agreement, potentially triggering divergence of product standards with the rest of the UK\", according to a December 2021 parliamentary report.", "type": "p"}, {"text": "The treaty works by keeping Northern Ireland inside the EU's single market for goods, while the rest of the UK is outside it.", "type": "p"}, {"text": "A row between the UK and EU about how to reform the Northern Ireland protocol remains unresolved.", "type": "p"}, {"text": "EU commissioner for competition Margrethe Vestager celebrated the new rule on Twitter, citing the \"waste and inconvenience\" of having multiple chargers.", "type": "p"}, {"text": "But Apple has historically argued against the proposal.", "type": "p"}, {"text": "When it was first introduced, in September 2021, an Apple representative told BBC News: \"Strict regulation mandating just one type of connector stifles innovation rather than encouraging it, which in turn will harm consumers in Europe and around the world\".", "type": "p"}, {"text": "The technology giant is the main manufacturer of smartphones using a custom charging port, as its iPhone series uses an Apple-made Lightning connector.", "type": "p"}, {"text": "Apple has been approached for comment.", "type": "p"}, {"text": "The new rule will cover a range of \"small and medium-sized portable electronics\", according the EU, including:", "type": "p"}, [{"text": "mobile phones", "type": "p"}, {"text": "tablets", "type": "p"}, {"text": "e-readers", "type": "p"}, {"text": "mice and keyboards", "type": "p"}, {"text": "GPS (global positioning system) devices", "type": "p"}, {"text": "headphones, headsets and earphones", "type": "p"}, {"text": "digital cameras", "type": "p"}, {"text": "handheld videogame consoles", "type": "p"}, {"text": "portable speakers", "type": "p"}]], "tags": ["Mobile phones", "Apple", "European Union", "Brexit", "iPhones"]}