{"link": "https://www.bbc.com/news/business-63791844", "category": "business", "title": "Train strikes: Pub boss warns walkouts could ruin Christmas plans", "contributor": null, "time": "2022-11-29T13:58:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A29F/production/_127813614_gettyimages-1089495530.jpg", "content": [{"text": "The boss of the pub chain Fuller's has told the BBC that rail strikes could see Christmas parties cancelled unless there is a \"speedy resolution\".", "type": "b"}, {"text": "Simon Emeny also warned that staff who rely on hours and tips over Christmas could suffer if there is a wave of cancelled bookings.", "type": "p"}, {"text": "He urged the RMT to cancel the upcoming strikes to make sure the sector \"can have the Christmas it deserves\".", "type": "p"}, {"text": "The union recently announced fresh strikes in the run-up to Christmas.", "type": "p"}, {"text": "In the latest move in the ongoing row over pay, working conditions and job security for rail workers, industrial action will be held across four 48-hour periods on 13-14 and 16-17 December, and 3-4 and 6-7 January.", "type": "p"}, {"text": "Mr Emeny said that the action could dent trade in a \"vital\" Christmas period and see customers cancel plans.", "type": "p"}, {"text": "\"It's been a challenging two or three years for hospitality, so we are all looking at this Christmas as a chance to trade well ahead of what will probably be a tricky winter and these train strikes are going to impact the hospitality sector - but more importantly, hospitality workers,\" he told the BBC.", "type": "p"}, {"text": "\"They will probably have hours cut, see tips significantly reduced if these train strikes still happen. We are positive about Christmas but the train strikes are a big problem for the sector.\"", "type": "p"}, [{"text": "When are the next train strikes?", "type": "a", "href": "https://www.bbc.co.uk/news/business-61634959"}, {"text": "The restaurants shrinking their menus to survive", "type": "a", "href": "https://www.bbc.co.uk/news/business-63720287"}], {"text": "He added that bookings for Christmas parties and lunches across the pub and hotel chain had been \"absolutely excellent\" so far.", "type": "p"}, {"text": "The firm, which employs more than 5,000 people, has so far been telling customers that it believes the strikes could be cancelled or postponed.", "type": "p"}, {"text": "\"There's only so long we can delay those enquiries about cancelling and really what we need is a speedy resolution - not a resolution at the last minute because people will have changed their plans by then,\" Mr Emeny said.", "type": "p"}, {"text": "The RMT union said last week that its strike action would send \"a clear message\" that workers want a better deal.", "type": "p"}, {"text": "More than 40,000 RMT members across Network Rail and 14 train companies are expected to take part.", "type": "p"}, {"text": "Pub boss Charlie Baker told the BBC parties and celebrations across its two sites in Hammersmith and Shoreditch in London have already been called off in the run-up to the strikes", "type": "p"}, {"text": "He estimates about £200,000 of business has been cancelled since the announcement. ", "type": "p"}, {"text": "\"Customers are generally very sorry - we've seen parties of up to 150 people cancelled. It's ruining Christmas for them and they can't do anything about it. For big companies that book these parties, if it's logistically impossible for your workers to get there, it's not worth shelling out money for.\"", "type": "p"}, {"text": "As a smaller business owner, he said the loss of business was \"scary\".", "type": "p"}, {"text": "With pubs, restaurants and cafes facing a \"cliff edge\" with energy bills set to go up further in the spring, Charlie says the strike action has made building up a buffer of cash more difficult.", "type": "p"}, {"text": "\"I totally understand the cost of living is going up, and empathise with the rail workers, but it's really tough for us too,\" he said.", "type": "p"}, {"text": "The hospitality trade body recently warned that the strike action will cost the sector about £1.5bn in lost sales.", "type": "p"}, {"text": "Kate Nicholls, chief executive of UK Hospitality, wrote to the transport secretary calling on government to help rail bosses come to an agreement, pointing out that it is a lucrative time of year for workers who make good tips and can work additional overtime because of extra demand from customers.", "type": "p"}, {"text": "\"The impact of rail strikes already this year has been devastating and wide-reaching, but this will pale in comparison to what we will see as a result of the upcoming strikes in December,\" she said.", "type": "p"}, {"text": "\"These strikes damage all parts of society and it's now time that the government proactively brings all partners to the table to deliver a solution that protects the nation's workers and hospitality customers this Christmas.\"", "type": "p"}, {"text": "The RMT union's general secretary Mick Lynch said the \"lack of urgency from the government\" in tackling the issues as \"astonishing\".", "type": "p"}, {"text": "In a letter to business bosses and the hospitality industry, he wrote: \"We understand the impact that these rail strikes are having on your sector at this time of year, yet while you face disruption to your business at this critical time, the private rail businesses we are in dispute with will not lose a penny.\"", "type": "p"}, {"text": "The union is expected to meet Rail Minister Huw Merriman later this week.", "type": "p"}, {"text": "On Monday, Transport Secretary Mark Harper welcomed his recent talks with Mr Lynch.", "type": "p"}, {"text": "\"I want to work with you and employers in good faith to help resolve these long-standing issues, and help the employers and you reach a resolution that is fair to all,\"he said.", "type": "p"}, {"text": "Responding to Mr Lynch's comments, the Department for Transport said Mr Harper had written to the RMT leader to set out \"how he can facilitate the RMT and employers to reach an agreement and end the dispute for the benefit of taxpayers and the travelling public\".. ", "type": "p"}], "tags": ["Travel", "Christmas", "Hospitality industry", "Pubs"]}