{"link": "https://www.bbc.com/news/health-63786072", "category": "health", "title": "China protests: Authorities fight losing battle against zero-Covid", "contributor": null, "time": "2022-11-28T18:32:05.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13F7E/production/_127809718_533d0580f29a11498c3bd365e1921fc68058db410_293_5630_31671000x563.jpg", "content": [{"text": "China's strategy for tackling Covid feels frozen in time. ", "type": "b"}, {"text": "The country was the first to introduce lockdowns in Wuhan city, the place the virus emerged, nearly three years ago. A lockdown of the entire province of Hubei swiftly followed. ", "type": "p"}, {"text": "But now the rest of the world has moved on while China turns to unpopular lockdowns again and again. Many are asking: Why?", "type": "p"}, {"text": "It was abundantly clear in the earliest days of the pandemic that the virus could not be stopped. The question rapidly became - how are we going to live with it? ", "type": "p"}, {"text": "Most of the world used strict restrictions on our lives for a clear purpose - in order to buy time to develop and roll out Covid vaccines. It was a means to an end. Once immunity was built up, restrictions were eased and life returned to normal.", "type": "p"}, {"text": "China has consciously chosen, and stuck with, a strategy of total suppression or \"zero-Covid\". The problem is you cannot wish the virus away, so every time it appears you need more lockdowns. ", "type": "p"}, {"text": "And even if China wanted to, the weakness of its vaccination programme means abandoning zero-Covid now would lead to huge numbers of deaths. ", "type": "p"}, {"text": "It has challenges with both the vaccines being used and in getting them to the most vulnerable people.", "type": "p"}, {"text": "China has developed its own vaccines - CoronaVac and Sinopharm. These are not useless as some have alleged, but they are not quite as good as the vaccines used elsewhere in the world.", "type": "p"}, {"text": "Chinese vaccines take whole coronaviruses, kill them and inject them to train the body to fight the whole virus. By contrast, the mRNA vaccine technology used by Pfizer and Moderna trains the immune system to attack just the spike protein on the virus - the key part that is used to infect our body's cells.", "type": "p"}, {"text": "It could be this difference - targeting everything rather than focusing on the critical part - that is giving less protection. ", "type": "p"}, {"text": "Data from Hong Kong, published in the Lancet, suggests two doses of Pfizer/BioNTech give 90% protection against severe disease or death. The equivalent figure for two doses of Sinovac is 70%.", "type": "p"}, {"text": "If you are using a less potent vaccine, then it means you have to vaccinate even more of the population in order to achieve the same effect. ", "type": "p"}, {"text": "And the issue in China is far too few of the elderly - who are most likely to die from Covid - have been immunised. ", "type": "p"}, {"text": "The advantage of zero-Covid was very few people died - around 5,000 deaths in a country of 1.4 billion is far more impressive than the UK's 170,000 deaths in a country of 67 million. ", "type": "p"}, {"text": "But stopping the virus in its tracks also means there is very little natural immunity that comes from surviving an infection. ", "type": "p"}, {"text": "Overall, China remains vulnerable to the virus and all this leaves the country with a massive problem. ", "type": "p"}, {"text": "The new variants, such as Omicron, spread far more quickly than the virus that emerged three years ago and there is a constant risk of it coming into the country. ", "type": "p"}, [{"text": "Record Covid cases for China despite tough action", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-china-63739617"}, {"text": "Blank paper becomes the symbol of China's protests", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-china-63778871"}, {"text": "The politics driving China's hellish lockdowns", "type": "a", "href": "https://www.bbc.co.uk/news/world-asia-china-63310524"}], {"text": "Being fully vaccinated and boosted saves lives, but it does not stop the virus spreading. In a world of eight billion people, it is hard to prevent the virus getting in. ", "type": "p"}, {"text": "And if China does not lock down at first sight of the virus, then it risks the horrors of the early days of the pandemic. ", "type": "p"}, {"text": "Estimates from March, published in Nature Medicine, suggested ending zero-Covid could overwhelm hospitals with 15 times more people needing hospital beds than those currently available. It predicted around 1.5 million deaths. ", "type": "p"}, {"text": "The choice is between being dependent on lockdowns indefinitely and solving the country's immunity problem. Even the World Health Organization says zero-Covid is not sustainable and there should be a shift away from the policy.", "type": "p"}, {"text": "Other countries have successfully performed the pivot from \"zero-Covid\" to living with the virus. Both New Zealand and Australia stomped hard on the virus at the beginning of pandemic and used vaccines to open up. ", "type": "p"}, {"text": "Now the question for China is still the same as in the beginning: What is the exit strategy?", "type": "p"}, {"text": "Follow James on Twitter.", "type": "p"}], "tags": ["Coronavirus vaccines", "Vaccination", "James Gallagher", "Coronavirus pandemic"]}