{"link": "https://www.bbc.com/news/technology-63794796", "category": "technology", "title": "Can age verification stop children seeing pornography?", "contributor": null, "time": "2022-11-29T17:13:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1014F/production/_127817856_gettyimages-1303907147.jpg", "content": [{"text": "The government is insisting its amendments to the Online Safety Bill will keep children safe on the internet.", "type": "b"}, {"text": "Powers to define legal but harmful content have been dropped - satisfying some free-speech advocates.", "type": "p"}, {"text": "Safety groups say it's too easy for children to access pornography online.", "type": "p"}, {"text": "But ministers reject criticism that the legislation has been watered down, pointing to what they say is better age verification for children.", "type": "p"}, {"text": "Ofcom research indicates that one in three children currently have access to adult content on social media. They simply lie about their date of birth to get round age restrictions on websites.", "type": "p"}, {"text": "As part of the bill, all sites that publish pornography will have to put in enhanced checks to ensure their users really are 18 or over.", "type": "p"}, {"text": "This could include adults using secure age verification technology to prove that they possess a credit card and are over 18, or having a third-party service confirm their age against government data.", "type": "p"}, {"text": "Sites that fail to act could be fined up to 10% of their global turnover by regulator Ofcom, and bosses of these websites could also be held criminally liable if they fail to co-operate.", "type": "p"}, {"text": "Children's safety groups have long been calling for age verification on porn sites, over fears it is too easy for minors to access publicly available material online.", "type": "p"}, {"text": "There were proposals to use what's known as porn blockers - which would have forced commercial porn providers to verify users' ages or face a UK ban - but they were dropped in 2019.", "type": "p"}, {"text": "Will Gardner, CEO of Childnet International, told the BBC: \"In the offline world we have robust systems to prevent children from accessing things which may harm them. ", "type": "p"}, {"text": "\"People have to show ID before purchasing pornography, alcohol and cigarettes, or before watching an 18 film at the cinema. We want to carry these same protections into the online environment.\"", "type": "p"}, {"text": "There are widespread concerns that exposure to porn is affecting the way young people understand healthy relationships, sex and consent. ", "type": "p"}, {"text": "Experts who work with children say it puts them at risk from predators and could possibly stop them reporting abuse.", "type": "p"}, {"text": "According to online safety group Internet Matters, more than half of mothers fear it gives their children a poor portrayal of women.", "type": "p"}, {"text": "It will be up to companies to decide how best to comply with the new rules, but Ofcom may recommend the use of certain age verification technologies.", "type": "p"}, {"text": "Already the UK's largest site with adult content, OnlyFans, has adopted age verification for all new UK subscribers, using third-party tools provided by Yoti and Ondato.", "type": "p"}, {"text": "Despite the widespread use of age verification technology in sectors such as online gambling, there are still fears it poses privacy risks. Campaigners have warned that a database of pornography users would be a huge hacking target for blackmailers.", "type": "p"}, {"text": "Monica Horten, of the Open Rights Group, which campaigns to preserve digital rights and freedoms, said the bill created a \"Hobson's choice\" about content for children.", "type": "p"}, {"text": "She said platforms would have to \"either lock them out entirely, or sanitise their platform to the level of the youngest child likely to access their service\".", "type": "p"}, {"text": "Ms Horten added the only alternative would be to \"guess the age\" of users with AI systems using biometric data which she said \"raised serious privacy concerns\".", "type": "p"}, {"text": "But Iain Corby, executive director of the Age Verification Providers Association, said firms he represented had developed a wide range of methods to prove someone's age online without disclosing their identity to the websites they visit.", "type": "p"}, {"text": "\"Just as someone on the door of a nightclub might guess your age by how old you look, for those who are well over a legal age artificial intelligence software can estimate your age based on a selfie or even a voice recording, and has been tested to prove it is generally far more accurate than the average bouncer.  ", "type": "p"}, {"text": "\"Where there is a stricter legal limit, more traditional forms of age verification may be needed, such as the use of a passport or driving licence. ", "type": "p"}, {"text": "\"The essence of these methods is they allow you prove your age without giving away your identity, so you can remain anonymous online if you wish.\"  ", "type": "p"}], "tags": ["Online Safety Bill", "Ofcom", "Pornography"]}