{"link": "https://www.bbc.com/news/business-64266471", "category": "business", "title": "Tesla cuts prices by up to a fifth to boost demand", "contributor": null, "time": "2023-01-13T16:32:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/27FC/production/_127263201_gettyimages-1243437684-1.jpg", "content": [{"text": "Tesla has cut the price of some of its most popular electric cars by thousands of pounds in Europe and the US, in a bid to boost customer demand.", "type": "b"}, {"text": "The firm faces a difficult global economic outlook and increased competition from other carmakers.", "type": "p"}, {"text": "The price cuts are in the range of 10% to 13% in the UK, but run as high as 20% on some US models.", "type": "p"}, {"text": "New UK buyers will save £5,500 on an entry-level Model 3 and £7,000 on the cheapest Model Y.", "type": "p"}, {"text": "However, more than 16,000 customers bought those best-selling models last year, and some were angry that they had paid more.", "type": "p"}, {"text": "One posted on a Facebook group for Tesla owners: \"I just picked up the car yesterday. What should I do? Go to Tesla and give back the car? I can't believe after a few hours from picking up the car I lost £5k\".", "type": "p"}, {"text": "Tesla had a similar response from customers in China, where it announced price cuts last week.", "type": "p"}, {"text": "At the weekend disgruntled owners demonstrated outside Tesla distribution centres in Shanghai and other cities, calling for compensation. ", "type": "p"}, {"text": "Tesla has reduced prices twice in China in the last six months and they are now 13% to 24% below September levels.", "type": "p"}, {"text": "To try to avoid similar objections in the US and Europe, Tesla said customers who had ordered, but not yet received, their vehicle would be charged the new lower price.", "type": "p"}, {"text": "Ginny Buckley, from the electric vehicle marketplace, Electrifying.com, said the price cuts were still controversial and bound to \"send shockwaves\" through the industry, because Tesla was making a shift from a premium to a more mainstream product.", "type": "p"}, {"text": "Paul Hollick, chair, Association of Fleet Professionals welcomed the price cuts, saying it would make electric vehicles more affordable to his members. However the \"disorderly marketing\" was not good news, he said.", "type": "p"}, {"text": "\"A move of this kind does unavoidably create ill-feeling. The company would do well to introduce some kind of redress,\" he said. ", "type": "p"}, {"text": "The electric carmaker has been growing rapidly in recent years, as it moves from being a niche premium brand to a mass market manufacturer.", "type": "p"}, {"text": "But there are challenges. ", "type": "p"}, {"text": "Slowing global growth and higher interest rates, not to mention increasing competition from more established carmakers and from Chinese brands, all threaten its expansion.", "type": "p"}, {"text": "When demand for Tesla cars far exceeded supply, it could maintain prices at what Elon Musk himself described as \"embarrassing levels\".", "type": "p"}, {"text": "But in a world where more electric car brands will be competing for a diminishing pool of potential buyers, it can no longer afford to do so - if it wants to keep on growing.", "type": "p"}, {"text": "James Baggot, editor in chief of Car Dealer Magazine, said the move would have a big impact on used Tesla prices, which he said had already fallen by more than a fifth last year.", "type": "p"}, {"text": "The lowest priced new Tesla Model 3 in the UK is now priced at £42,990. Model Y vehicles start at £44,990.", "type": "p"}, {"text": "Demand for electric vehicles has been rising steadily, driven by rising fuel costs and customers' concerns around climate change.", "type": "p"}, {"text": "Electric models accounted for almost one-fifth of new car sales in the UK last year.", "type": "p"}, {"text": "But chief executive Elon Musk acknowledged last year that prices for new Teslas had become \"embarrassingly high\" and could hurt demand.", "type": "p"}, {"text": "Globally, Tesla deliveries rose 40% in 2022, but that was below market expectations.", "type": "p"}, {"text": "That dealt a further blow to the company's share price which fell more than 65% over the year as a whole - its worst year since going public in 2010.", "type": "p"}, {"text": "The dramatic slide in the share price dented Mr Musk's fortune, nudging him off his spot as the world's richest person.", "type": "p"}, {"text": "Tesla said there had been \"significant challenges\" last year including a shortage of semi-conductors, the rising cost of energy and ongoing Covid-related disruptions. ", "type": "p"}, {"text": "However, the firm said its focus on \"original engineering and manufacturing processes\" and a recent \"normalisation\" of some of the cost inflation, had allowed it to pass on savings to customers.", "type": "p"}, {"text": "Like other carmakers, Tesla is grappling with the likelihood of slowing demand for vehicles as customers deal with rising borrowing costs and concerns about an economic slowdown.", "type": "p"}, {"text": "Tesla shares fell again after the price cut announcement, as investors feared lower prices would eat into profits.", "type": "p"}, {"text": "However Wedbush analyst Dan Ives said the move was a \"shot across the bow\" for Tesla's rivals. suggesting that Tesla was \"not going to play nice in the sandbox with an EV price war now underway\".", "type": "p"}], "tags": ["Companies", "Elon Musk", "Tesla", "Electric cars", "Car industry"]}