{"link": "https://www.bbc.com/news/entertainment-arts-66145901", "category": "entertainment & arts", "title": "Elton John farewell tour ends after years of 'pure joy'", "contributor": null, "time": "2023-07-09T04:24:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/59D0/production/_130329922_mediaitem130329920.jpg", "content": [{"text": "Elton John told his millions of fans on Saturday night that they would remain in his \"head, heart and soul\", concluding his marathon farewell tour in Stockholm with one of his biggest hits - Goodbye Yellow Brick Road.", "type": "b"}, {"text": "The 76-year-old singer has won five Grammy awards in a spectacular career spanning 50 years and nearly 4,600 performances worldwide.", "type": "p"}, {"text": "\"It's been my lifeblood to play for you guys, and you've been absolutely magnificent,\" he told the audience at Sweden's Tele2 Arena.", "type": "p"}, {"text": "Elton John paid an emotional tribute to his current band and crew, some of whom have been touring with him for many years.", "type": "p"}, {"text": "\"They're really incredible,\" he said, \"and they are the best, I tell you, the best.\"", "type": "p"}, {"text": "He kicked off his show with Bennie and the Jets, and went on to perform many other hits, including Philadelphia Freedom, Tiny Dancer, Rocket Man and Candle in the Wind.", "type": "p"}, {"text": "His Farewell Yellow Brick Road tour began in North America in 2018, and this was his second night performing in Stockholm. ", "type": "p"}, {"text": "The tour spanned the globe - he played to more than six million fans, and one of the highlights was his headline slot at the Glastonbury Festival last month. ", "type": "p"}, {"text": "That concert drew one of the biggest crowds in the festival's history and a British TV audience of millions.", "type": "p"}, [{"text": "Elton John ends Glastonbury on record-breaking high", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66015546"}], {"text": "His gig in Stockholm included a video message from Coldplay, who were performing in the Swedish city of Gothenburg at the same time. ", "type": "p"}, {"text": "The band's Chris Martin told Elton: \"From all the bands and artists you've helped and inspired, we love you so much.", "type": "p"}, {"text": "\"We are so grateful for everything you've done for the Aids Foundation, anytime you've been kind to anybody,\" he said.", "type": "p"}, {"text": "It is one of the highest-grossing concert tours ever: Billboard magazine reports that it is the first to reach ticket sales of $900m (£701m).", "type": "p"}, {"text": "Elton reflected on his life towards the end of this grand finale, telling the audience about his \"52 years of pure joy playing music\".", "type": "p"}, {"text": "He confirmed he would \"never be touring again\", but he may do a \"one-off thing\" in future. ", "type": "p"}, {"text": "\"I want to appreciate my family, my sons, my husband, everything. I've earned it,\" he said.", "type": "p"}, {"text": "He dedicated his song Don't Let The Sun Go Down On Me to his band, crew and family. The concert lasted more than two hours.", "type": "p"}, {"text": "All pictures are subject to copyright.", "type": "b"}], "tags": []}