{"link": "https://www.bbc.com/news/health-66122386", "category": "health", "title": "Rise in psychological distress in young adults - survey", "contributor": null, "time": "2023-07-06T15:48:20.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/153BA/production/_130307968_d2a409fc-6346-43a6-9c2b-383c74d6dbb3.jpg", "content": [{"text": "There has been a rise in the number of young adults in England who report feelings of severe distress, according to a new survey.", "type": "b"}, {"text": "The study found one in five 18 to 24-year-olds said they experienced severe distress at the end of 2022, compared to around one in seven in 2021.", "type": "p"}, {"text": "The research suggested reports of severe distress rose across all age groups, except for those over 65.", "type": "p"}, {"text": "Experts have pointed to the pandemic, cost of living and healthcare crisis.", "type": "p"}, {"text": "Researchers used a point-based score during telephone interviews to assess severe distress for the survey. People had not necessarily sought clinical help or a diagnosis at this point.", "type": "p"}, {"text": "The research team, including academics from King's College London and University College London (UCL), say the rise in reports needs to be urgently addressed.", "type": "p"}, [{"text": "England mental health referrals at 4.3 million high", "type": "a", "href": "https://www.bbc.co.uk/news/health-60734769"}], [{"text": "How has coronavirus affected mental health?", "type": "a", "href": "https://www.bbc.co.uk/news/explainers-55957105"}], {"text": "Dr Leonie Brose, from King's, said: \"The last three years have seen an unprecedented series of events that can be seen to be contributing to a worsening in people's mental health - a pandemic, a cost of living crisis, and a healthcare crisis. ", "type": "p"}, {"text": "\"Our study shows that England's wellbeing is steadily getting worse. ", "type": "p"}, {"text": "\"What's required now is a strategy that puts equality, wellbeing and sustainability at the heart of society's response.\"", "type": "p"}, {"text": "The monthly telephone survey was conducted between April 2020 and December 2022 and involved some 51,800 adults in total. ", "type": "p"}, {"text": "Each month, a new group of adults were asked how often in the last 30 days they had experienced a number of negative feelings such as worthlessness or hopelessness, feeling nervous or feeling so depressed nothing could cheer them up. ", "type": "p"}, {"text": "Participants were asked to rate their feelings on a five-point scale, with higher scores placing them in the severe category. ", "type": "p"}, {"text": "Overall, the proportion of people reporting severe distress increased from 5.7% to 8.3%, with some groups affected more than others, including participants from low-income backgrounds. ", "type": "p"}, {"text": "Meanwhile, the proportion of adults reporting any distress was about a third during this time - it dipped to 28% in May 2021 and rose back to 32% by the end of that year.", "type": "p"}, {"text": "Commenting on the study, Prof Sir Simon Wessely, at the Institute of Psychiatry, Psychology and Neurosciences, King's College London, said: \"The strength of this study is that it is large, population based, and can look at trends over time.  ", "type": "p"}, {"text": "\"Overall it suggests that what one might call normal feelings of distress, unhappiness or anxiety that probably do not require or indeed receive professional help have not changed much in recent years.  ", "type": "p"}, {"text": "\"But there has been a definite increase in more severe levels of distress, some of which may reach what we call \"clinical\" levels, in which some form of assessment, most likely in primary care, might be indicated.", "type": "p"}, {"text": "\"Of particular concern is that this is seen most in young people, confirmed by other studies.\"", "type": "p"}, {"text": "Dr Michael Bloomfield, at UCL, said it was \"particularly concerning\" that the high levels of distress were \"most marked during young adulthood\", adding that this was a key period of development \"and this may represent elevated risk of subsequent mental health problems\". ", "type": "p"}, {"text": "He said: \"A mentally healthy adult population is in everyone's interests. Investing in improving mental health pays for itself many times over.\"", "type": "p"}, {"text": "The report is published in Jama Network Open.", "type": "p"}], "tags": []}