{"link": "https://www.bbc.com/news/business-64099652", "category": "business", "title": "South Korea lifts ban on import of adult sex dolls", "contributor": null, "time": "2022-12-27T04:55:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D9A1/production/_128131755_gettyimages-840399488.jpg", "content": [{"text": "South Korean officials have lifted an import ban on adult-sized sex dolls. ", "type": "b"}, {"text": "The decision comes after years of debate over whether the government was interfering in people's private lives. ", "type": "p"}, {"text": "The revised guidelines allow adult-shaped dolls through customs, but child-like dolls resembling minors are still prohibited, the Korea Customs Service said.", "type": "p"}, {"text": "Sex dolls are not illegal in South Korea. However, thousands of them have been seized in customs since 2018.", "type": "p"}, {"text": "Officials blocked the import of life-size sex dolls under a law that restricts goods that are seen as harming South Korea's traditions and public morals. ", "type": "p"}, {"text": "Importers initially took their complaints to court asking for the ban to be lifted and for the release of the dolls in customs. They said the products did not impinge on human dignity. ", "type": "p"}, {"text": "In 2019, the Supreme Court upheld a decision that sex dolls are used for personal use and fall under the same category as pornography, which is tightly regulated, but legal.", "type": "p"}, {"text": "Nearly a quarter million, however, people signed a petition to stop the import of these dolls into South Korea. The unidentified author of the petition said the dolls could lead to an increase in sex crimes. ", "type": "p"}, {"text": "The matter was resolved when customs officials decided to lift the ban. They said in a statement that the decision was made after reviewing recent court rulings and opinions from relevant government agencies including the Ministry of Gender Equality and Family. ", "type": "p"}, {"text": "The decision also allows importers to retrieve their products from government custody. Customs officials said they still likely hold more than 1,000 sex dolls that had arrived in South Korea over the last four years.", "type": "p"}, {"text": "But custom officials said they would ban the sale of sex dolls that resemble real people, such as celebrities. ", "type": "p"}, {"text": "It's unclear if the sale ban also applies to domestically made sex dolls that look like minors - but such restrictions exist in Australia, the UK and and US. ", "type": "p"}], "tags": ["South Korea"]}