{"link": "https://www.bbc.com/news/entertainment-arts-64101556", "category": "entertainment & arts", "title": "Melanie C pulls out of Poland NYE gig in solidarity with 'communities I support'", "contributor": null, "time": "2022-12-27T12:07:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1678B/production/_128134029_gettyimages-1011602480.jpg", "content": [{"text": "Melanie C has pulled out of a New Year's Eve concert in Poland after being made aware of issues \"that do not align with the communities I support\".", "type": "b"}, {"text": "The Spice Girl had been due to perform in the town of Zakopane on Saturday.", "type": "p"}, {"text": "She didn't specify why she cancelled her appearance, but her decision was praised by LGBT people and allies.", "type": "p"}, {"text": "Polish authorities and the TV station organising the concert have been widely criticised in recent years for their stances on LGBT rights.", "type": "p"}, {"text": "The singer wrote on social media: \"In light of some issues that have been brought to my attention, that do not align with the communities I support, I'm afraid I will no longer be able to perform in Poland as planned on New Year's Eve.", "type": "p"}, {"text": "\"I hope to be back there very soon. Hope you're all having a wonderful Christmas and best wishes for 2023. Melanie xxx.\"", "type": "p"}, {"text": "The New Year's Eve show is being organised by state broadcaster TVP, who said she had withdrawn \"under the pressure of online comments\".", "type": "p"}, {"text": "BBC News has asked Melanie C's spokesperson for more information about her reasons.", "type": "p"}, {"text": "The star has been a high-profile supporter of LGBT rights, winning the celebrity ally prize at the British LGBT Awards in 2021 and being named \"Honorary Gay\" at Attitude magazine's awards earlier this year.", "type": "p"}, {"text": "Those praising her decision included left-wing Polish politicians Robert Biedron and Beata Maciejewska, who wrote: \"Equality is equality. No discussion or compromise.\"", "type": "p"}, {"text": "Hostility to LGBT rights has become a flashpoint in Poland in recent years, with conservative politicians including the ruling party frequently taking aim at that community.", "type": "p"}, {"text": "In 2019, President Andrzej Duda said the LGBT movement was \"more destructive\" than communism, while about 100 towns and regions passed resolutions condemning \"LGBT ideology\".", "type": "p"}, {"text": "Same-sex marriages and civil unions are not legally recognised in Poland. Same-sex couples also have no legal right to adopt children.", "type": "p"}, {"text": "Earlier this year, Amnesty International said \"the atmosphere of hostility towards LGBTI people in Poland is growing dangerously worse\".", "type": "p"}, {"text": "TVP is described by Reporters Without Borders as an \"instrument of government propaganda\".", "type": "p"}, {"text": "According to the country's Campaign Against Homophobia, the broadcaster was recently ordered to air an apology for a 2019 documentary called Invasion, which promised to reveal \"the inside story, aims, methods, and money behind the LGBT invasion\" of Poland.", "type": "p"}, {"text": "Responding to Melanie C's withdrawal, TVP said in a statement reported by Polishnews.co.uk that the singer had previously expressed her excitement at performing, \"and today - under the pressure of online comments - she unexpectedly resigned from the performance\".", "type": "p"}, {"text": "She will also appear in BBC One's New Year's Eve concert hosted by Sam Ryder, which was recorded earlier this month.", "type": "p"}], "tags": ["Spice Girls", "LGBT", "Poland", "Music"]}