{"link": "https://www.bbc.com/news/science-environment-64069630", "category": "science & environment", "title": "Scientists find secret to how glass frogs turn transparent", "contributor": null, "time": "2022-12-23T17:39:36.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10E79/production/_128114296_gettyimages-1291545637.jpg", "content": [{"text": "A frog that turns itself mostly transparent while sleeping may hold clues for understanding blood clotting in humans.", "type": "b"}, {"text": "Scientists have long known about the glass frog but did not understand how it made itself see-through.", "type": "p"}, {"text": "Now research has discovered that it is able to pool blood in its body without being negatively affected by clots.", "type": "p"}, {"text": "The findings could advance medical understanding of dangerous blood clotting - a common serious condition. ", "type": "p"}, {"text": "The glass frog - which is about the size of a marshmallow - spends its days sleeping on bright green leaves in the Tropics.", "type": "p"}, {"text": "In order to escape the attention of predators, the creature turns itself up to 61% transparent, disguising itself on the leaf. ", "type": "p"}, {"text": "\"If you turn these frogs over, you could watch their heart beating by itself. You can see through the skin and see the muscle, the majority of the body cavity is really transparent,\" Jesse Delia, a researcher at the Museum of Natural History in New York, US told BBC News.", "type": "p"}, {"text": "Now findings by Mr Delia and Carlos Taboada at Duke University, US have uncovered how the glass frogs perform this very unusual function.", "type": "p"}, {"text": "By shining different wavelengths of light through the animals while active and sleeping, the scientists measured their opacity. They discovered that the creatures pool blood into their liver.", "type": "p"}, {"text": "\"They somehow pack most of the red blood cells in the liver, so they're removed from the blood plasma. They're still circulating plasma... but they do it somehow without triggering a massive clot,\" Mr Delia explains.", "type": "p"}, {"text": "Up to 89% of the animal's blood cells become packed together, almost doubling the size of the liver, and allowing the frog to become transparent.", "type": "p"}, {"text": "At night, when the creature wants to become active again to hunt or mate, it releases the red blood cells back into circulation and the liver shrinks back again.", "type": "p"}, {"text": "Mr Taboada explains that the frog is still able to clot blood when necessary, for example when injured.", "type": "p"}, [{"text": "Six new species of miniature frog discovered in Mexico", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62271380"}, {"text": "How you are born alters vaccines' power", "type": "a", "href": "https://www.bbc.co.uk/news/health-63622595"}, {"text": "Are pigs the future of organ transplants?", "type": "a", "href": "https://www.bbc.co.uk/news/health-60708120"}], {"text": "This ability to selectively pool and clot blood is the creature's \"superpower\", he says, and could open doors to a better understanding of blood clotting more generally.", "type": "p"}, {"text": "In most animals, pooling blood together leads to clotting which can be life-threatening, for example leading to heart attacks in humans.", "type": "p"}, {"text": "But the researchers stress that transferring that knowledge to practical application in human medicine could be decades away.", "type": "p"}, {"text": "The research is published in the scientific journal Science.", "type": "p"}], "tags": ["Frogs", "Amphibians", "Animals"]}