{"link": "https://www.bbc.com/news/business-63709754", "category": "business", "title": "Are flying taxis getting closer to lift-off?", "contributor": null, "time": "2022-11-21T21:23:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14FAD/production/_127733958_whatsubject.jpg", "content": [{"text": "Flying taxis appear to be a bit closer to getting off the ground.", "type": "b"}, {"text": "US air regulators on Monday published rules to formally add the machines, which mix characteristics of helicopters and planes, to the list of regulated aircraft.", "type": "p"}, {"text": "The update is necessary before firms can offer flights to customers. ", "type": "p"}, {"text": "The move comes as companies have ramped up investments in the new technology, which has been presented as the transport of the future.", "type": "p"}, {"text": "Money has been pouring into the sector, as major airlines place orders and investors bet on a crop of start-ups.", "type": "p"}, {"text": "The new aircraft, also known as electric vertical takeoff and landing (eVTOL) aircraft, can take flight and land without needing a runway, while also travelling long distances like an aeroplane. They also use electric motors, reducing noise and pollution compared to standard planes. ", "type": "p"}, {"text": "It has been argued they could help reduce traffic congestion in crowded cities, without being too expensive for customers. They have also been seen as an alternative for transporting cargo.", "type": "p"}, {"text": "In Europe, the industry is hoping to get flying taxis off the ground in time for the 2024 Olympics in Paris.", "type": "p"}, [{"text": "You may be able to book a flying taxi within three years", "type": "a", "href": "https://www.bbc.co.uk/news/business-58895259"}, {"text": "Flying taxis hub opens for demonstrations", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-coventry-warwickshire-61193195"}], {"text": "The Federal Aviation Administration (FAA), which has faced industry pressure to clarify the rules for their flight, said on Monday it was proposing to expand its definition of the machines it considered air carriers from airplanes and helicopters, adding \"powered lift\" to the list.  ", "type": "p"}, {"text": "The agency called its move \"an important step toward making commercial air taxi operations a reality\".  The rules now face a period of public comment before they can go into effect.", "type": "p"}, {"text": "\"This powered-lift definitions rule lays the foundation that will allow operators to use powered-lift aircraft,\" it said. \"This is important because our regulations have to cover powered-lift aircraft for them to be able to operate, including commercially.\"", "type": "p"}, {"text": "The agency also said it expected to publish proposed rules for operating such aircraft in summer 2023. Those rules will outline in more detail the criteria that firms will need to meet to licence pilots and launch their operations.", "type": "p"}, {"text": "Most analysts in the US do not expect flying taxis to officially lift off until 2024 or 2025 at the earliest, due in part to ongoing debate about how to regulate the new machines, which will run into local regulatory issues as well as ones at a national level.", "type": "p"}, {"text": "Despite the uncertain timeline, United Airlines and Delta are among the major companies that have committed millions of dollars to the idea in recent months.", "type": "p"}, {"text": "Walter Desrosier, vice president of engineering and maintenance for the General Aviation Manufacturers Association, called the move an \"absolutely essential first step\" that signals that the FAA is committed to making progress on the issue. ", "type": "p"}, {"text": "\"This is very very positive progress, but the details are still to come,\" he said.", "type": "p"}], "tags": ["Air travel", "Taxis"]}