{"link": "https://www.bbc.com/news/entertainment-arts-63703831", "category": "entertainment & arts", "title": "Joe Lycett did not shred £10k in David Beckham Qatar protest", "contributor": null, "time": "2022-11-21T16:23:24.000Z", "cover": "https://ichef.bbci.co.uk/news/624/cpsprodpb/4BEB/production/_112953491__108802839_624_transparent-nc.png", "content": [{"text": "Comedian Joe Lycett has revealed he did not really shred £10,000 during a protest against David Beckham's role as an ambassador for the Qatar World Cup.", "type": "b"}, {"text": "Lycett livestreamed himself apparently destroying the cash on Sunday after the ex-England footballer did not respond to his ultimatum to drop the job in support of LGBT people.", "type": "p"}, {"text": "On Monday, Lycett confirmed he had in fact donated the money to charity.", "type": "p"}, {"text": "He said destroying the cash would have been \"irresponsible\".", "type": "p"}, {"text": "Some LGBT fans have boycotted the Fifa Men's World Cup over Qatar's treatment of gay people, as same-sex relationships are criminalised in the country.", "type": "p"}, {"text": "In a video update posted on Twitter, Lycett explained: \"The truth is, the money that went into the shredder was real, but the money that came out was fake.", "type": "p"}, {"text": "\"In fact, the 10 grand had already been donated to LGBTQ+ charities before I even pressed send on the initial tweet last week.\"", "type": "p"}, {"text": "\"I would never destroy real money,\" he told his followers, \"I would never be so irresponsible.\" ", "type": "p"}, [{"text": "Colombian singer Maluma walks out of Qatar human rights interview", "type": "a", "href": "https://www.bbc.co.uk/news/av/world-middle-east-63693408"}, {"text": "How Qatar got to host the World Cup", "type": "a", "href": "https://www.bbc.co.uk/news/av/world-63611745"}, {"text": "England and Wales will not wear OneLove armbands", "type": "a", "href": "https://www.bbc.com/sport/football/63699477"}], {"text": "Addressing Beckham directly, he added: \"I never expected to hear from you - it was an empty threat designed to get people talking.", "type": "p"}, {"text": "\"In many ways, it was like your deal with Qatar, David - total [rubbish] from the start.\"", "type": "p"}, {"text": "In the previous video, Lycett described Beckham as a \"gay icon\" but warned that this status was now under threat. ", "type": "p"}, {"text": "The Birmingham-born comic ended his latest update by actually shredding a copy of Beckham's Attitude front cover, saying he had been given the blessing of the magazine, which was the first gay publication to shoot a Premier League star.", "type": "p"}, {"text": "Warning: Lycett's video reveal contains some strong language.", "type": "b"}, {"text": "The publicity stunt, which took place on the same day the controversial World Cup began, initially received a mixed reaction.", "type": "p"}, {"text": "Some defended Lycett, arguing that he had succeeded in gaining more than £10,000 worth of valuable publicity for the LGBT cause; while others suggested he should have instead donated the money to charity, which it now transpires he has done.", "type": "p"}, {"text": "The entertainer shared a video of the apparent shredding on social media alongside the caption \"a platform for progress\", using a phrase Beckham himself had used in a promotional campaign about the tournament in the Middle East.", "type": "p"}, {"text": "You may also be interested in", "type": "b"}, [{"text": "Florence Welch cancels tour after breaking foot", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63700534"}, {"text": "Chris Hemsworth pauses career over Alzheimer’s risk", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63668310"}, {"text": "Power Rangers star Jason David Frank dies aged 49", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63700335"}], {"text": "In the clip, Lycett was seen placing wads of what appeared to be cash into an industrial shredder while wearing a rainbow tulle outfit, but it was not clear whether the banknotes were genuine.", "type": "p"}, {"text": "He set the former England captain a deadline of midday on 20 November to take action after it was reported he had signed a £10m deal with the Fifa World Cup hosts.", "type": "p"}, {"text": "The comedian said he would donate £10,000 of his own money to LGBT charities if Beckham ended the sponsorship deal before the tournament started.", "type": "p"}, {"text": "Beckham has not publicly commented on Lycett's stunt.", "type": "p"}, {"text": "The World Cup has been shrouded in controversy due to issues around LGBT rights in Qatar, along with the host nation's treatment of migrant workers.", "type": "p"}, {"text": "It continued on Monday as it was confirmed that England, Wales and other European nations will not wear the OneLove armband at the World Cup because of the threat of players being booked.", "type": "p"}, {"text": "The captains, including England's Harry Kane and Gareth Bale of Wales, had planned to wear the armband during matches to promote diversity and inclusion.", "type": "p"}, {"text": "A joint statement from seven football associations said they could not put their players \"in a position where they could face sporting sanctions\".", "type": "p"}, {"text": "\"We are very frustrated by the Fifa decision, which we believe is unprecedented,\" the statement read.", "type": "p"}], "tags": ["Comedy", "Joe Lycett"]}