{"link": "https://www.bbc.com/news/science-environment-63697714", "category": "science & environment", "title": "Nasa's Artemis spacecraft arrives at the Moon", "contributor": null, "time": "2022-11-21T12:48:08.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/DFFF/production/_127734375_art001e000261_orig.jpg", "content": [{"text": "Nasa's Artemis spacecraft has arrived at the Moon.", "type": "b"}, {"text": "The Orion capsule swept 130km (80 miles) above the lunar surface, and it will now begin to enter a larger orbit.", "type": "p"}, {"text": "The vehicle was out of contact for 34 minutes during this manoeuvre, which began at 12:44 GMT, as it took place on the far side of the Moon.", "type": "p"}, {"text": "As the signal returned, the spacecraft sent back an image of the Earth. Nasa says so far the mission has \"exceeded expectations\" since last week's launch.", "type": "p"}, {"text": "Nasa flight director Zebulon Scoville said: \"This is one of those days that you've been thinking about and dreaming about for a long, long time. ", "type": "p"}, {"text": "\"This morning, we just saw the Earth set behind the Moon as we take the next human-rated vehicle around the Moon, preparing to bring humans back there within a few years. This is a game-changer.\"", "type": "p"}, [{"text": "Artemis mission: How humans are returning to the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/resources/idt-c2eecd7e-b73f-47c5-8b04-ae970d6ed7b5"}, {"text": "Nasa's Artemis Moon rocket lifts off Earth", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-63643707"}, {"text": "Nasa's Orion spacecraft: A guide", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-58609313"}, {"text": "A photographic mission to show us the Moon", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-62662685"}], {"text": "The spacecraft zoomed over the landing sites of Apollo 11, 12 and 14 as it made the close approach. ", "type": "p"}, {"text": "The Artemis mission began on Wednesday from the Kennedy Space Center in Florida, with the launch of the most powerful rocket Nasa has ever built.", "type": "p"}, {"text": "It placed Orion on a path towards the Moon. The capsule has already sent back several selfies during its journey. ", "type": "p"}, {"text": "Because this is a test flight, no astronauts are on board this time - instead three manikins, covered in thousands of sensors, are making the journey.", "type": "p"}, {"text": "\"Those sensors are getting an idea of whether the environment is going to be OK for people,\" explained Nasa astronaut Zena Cardman.", "type": "p"}, {"text": "\"So there are things like radiation sensors, motion sensors, accelerometers - things that we as human payloads are going to care a lot about.\" ", "type": "p"}, {"text": "And this is important because if this flight goes well astronauts will join the next ride, first of all going into orbit around the Moon, before a third Artemis mission then takes the first woman and first person of colour down to the lunar surface.", "type": "p"}, {"text": "The European Space Agency is also carefully monitoring the spacecraft. It's built Orion's service module, which provides the power and propulsion for the voyage.  ", "type": "p"}, {"text": "Esa also has a passenger on board: Shaun the Sheep, the British stop-motion animated character. Shaun is strapped in for the journey. Nasa's mascot is Snoopy, who is floating free in the cockpit of the crew capsule. ", "type": "p"}, {"text": "After this close flyby, Orion will now swing much further out as it begins to loop around the Moon. ", "type": "p"}, {"text": "On 26 November, it is set to break Apollo 13's distance record when it reaches 400,171km (248,655 miles) from Earth. ", "type": "p"}, {"text": "Two days later, it will have travelled more than 430,000km (270,000 miles) from our planet - the furthest a spacecraft built for humans has ever flown.", "type": "p"}, {"text": "After this, the capsule will begin its journey home, back towards the Moon and then on to Earth with a scheduled splash down in the Pacific Ocean on 11 December. ", "type": "p"}, {"text": "Follow Rebecca on Twitter.", "type": "p"}], "tags": ["Orion", "Artemis", "Nasa", "Human spaceflight", "The Moon", "Space exploration", "Space Launch System (SLS)"]}