{"link": "https://www.bbc.com/news/technology-63701423", "category": "technology", "title": "Twitter boss Elon Musk keeps conspiracy theorist Alex Jones off platform", "contributor": null, "time": "2022-11-21T11:21:19.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8C0C/production/_127725853_gettyimages-1425979492.jpg", "content": [{"text": "Elon Musk says he will not allow the conspiracy theorist Alex Jones to return to Twitter.", "type": "b"}, {"text": "Over the weekend the accounts of former US president Donald Trump, rapper Ye (formerly Kanye West) and influencer Andrew Tate were all reactivated.", "type": "p"}, {"text": "Mr Musk responded to tweets asking if Jones could be next.", "type": "p"}, {"text": "He wrote that his own child had died, and that he \"had no mercy\" for anyone who \"would use the deaths of children for gain, politics or fame\".", "type": "p"}, {"text": "Nevada Alexander Musk died aged 10 days old in 2002.", "type": "p"}, {"text": "Mr Musk said his baby died in his arms and he \"felt his final heartbeat\".", "type": "p"}, {"text": "Info wars host Jones has been forced to pay $1.44bn (£1.2bn) in damages after falsely and repeatedly claiming that the Sandy Hook school shooting, in which 20 children and six adults were killed, was a hoax.", "type": "p"}, {"text": "In August 2018 he was banned from Facebook, Spotify, Apple and YouTube.", "type": "p"}, {"text": "Those asking for his return included the controversial internet tycoon Kim Dotcom.", "type": "p"}, {"text": "On a video posted on the platform Rumble, Jones said he did not care about being on Twitter, reports news website Axios.", "type": "p"}, {"text": "Mr Trump has yet to tweet, despite his reactivated account now having more than 90 million followers.", "type": "p"}, {"text": "He has said he intends to stay on his own platform, Truth Social, although this has a fraction of the audience of Twitter. ", "type": "p"}, {"text": "Mr Trump was a prolific tweeter until he was banned for allegedly inciting violence on the platform during the Capitol Hill riots in January 2021.", "type": "p"}, {"text": "Ye was banned for an antisemitic post in October 2022. ", "type": "p"}, {"text": "Andrew Tate was banned from several platforms for sharing misogynistic content, such as suggesting that women should bear responsibility for sexual assault.", "type": "p"}, {"text": "Both Ye and Mr Tate are now tweeting.", "type": "p"}, {"text": "Mr Musk had previously said no decision about banned accounts would be made until a moderation board had been appointed.", "type": "p"}, {"text": "He completed his $44bn purchase of Twitter on 28 October after months of wrangling.", "type": "p"}, {"text": "He has since laid off half of the firm's 7,500-strong workforce, and hundreds more staff are believed to have left following an email saying that long hours and \"hardcore\" work would be required of those who remained.", "type": "p"}, {"text": "Mr Musk says that more people than ever are logging on to Twitter - but there is no official confirmation of this, as there is no longer a communications team.", "type": "p"}, {"text": "You can follow Zoe Kleinman on Twitter (", "type": "b"}], "tags": ["Social media", "Elon Musk", "Twitter", "Alex Jones"]}