{"link": "https://www.bbc.com/news/business-66618199", "category": "business", "title": "US faces more interest rate rises to cool inflation", "contributor": null, "time": "2023-08-25T15:50:25.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/128FE/production/_130903067_powell.png", "content": [{"text": "The US Federal Reserve chairman has said the central bank will continue to raise interest rates \"if appropriate\" as inflation remains \"too high\". ", "type": "b"}, {"text": "Jerome Powell told an annual gathering of central bankers that the pace of price rises had fallen from a peak.", "type": "p"}, {"text": "However, it remains above the Fed's 2% target.", "type": "p"}, {"text": "In a speech to the Jackson Hole symposium in Wyoming, Mr Powell said interest rates could rise further and stay higher for longer.", "type": "p"}, {"text": "US inflation hit 3.2% in the year to July while the key interest rate is 5.25% - the highest in 22 years - and comes after 11 consecutive rate rises since early 2022.", "type": "p"}, {"text": "Mr Powell said: \"Although inflation has moved down from its peak - a welcome development - it remains too high.", "type": "p"}, {"text": "\"We are prepared to raise rates further if appropriate, and intend to hold policy at a restrictive level until we are confident that inflation is moving sustainably down toward our objective.\"", "type": "p"}, {"text": "Mr Powell said the Fed would \"proceed carefully\", citing the effects of Russia's ongoing invasion of Ukraine as one of the factors keeping prices elevated globally. ", "type": "p"}, {"text": "He also said food and energy prices \"remained volatile\", despite headline inflation falling from its high of 9.1% last year.", "type": "p"}, {"text": "Mr Powell also hinted at further rate rises in the near future whilst the Fed awaited further data.", "type": "p"}, {"text": "\"Unfortunately, a more resilient than expected economy implies higher rates may or will be needed to cool things enough to reach the 2% inflation goal,\" said Cary Leahey, economist at Columbia University.", "type": "p"}, {"text": "Mr Powell said there was \"substantial further ground to cover\" before attaining that 2% goal.", "type": "p"}, {"text": "He added that the Fed intends \"to hold policy at a restrictive level\" - comments which were largely expected by market analysts.", "type": "p"}, {"text": "\"It's a reiteration that the Fed at best is going to go very slowly and cautiously,\" said Michael Green, chief investment strategist at Simplify Asset Management.", "type": "p"}, {"text": "Mr Powell also pointed to the housing market, where activity had not cooled enough.", "type": "p"}, {"text": "\"After decelerating sharply over the past 18 months, the housing sector is showing signs of picking back up,\" he said, adding that \"could warrant further tightening of monetary policy\".", "type": "p"}, {"text": "He also said that before interest rates could begin to come down, the Fed required some softening in the labour market, where wage growth continued as employers dished out higher wages to attract staff in a shrinking workforce.", "type": "p"}, {"text": "Higher wages, in theory, add to inflation, prolonging the need for higher interest rates.", "type": "p"}], "tags": []}