{"link": "https://www.bbc.com/news/business-65892873", "category": "business", "title": "US inflation at lowest since 2021 as fuel prices fall", "contributor": null, "time": "2023-06-13T14:50:59.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17635/production/_130079759_whatsubject.jpg", "content": [{"text": "Prices for eggs, petrol and furniture dropped in the US last month, helping to slash inflation to less than half of its peak a year ago.", "type": "b"}, {"text": "Inflation, the rate at which prices rise, was 4% over the 12 months to the end of May, the Labor Department said. ", "type": "p"}, {"text": "That was down from 4.9% in April and marked the 11th month in a row that price increases have eased.", "type": "p"}, {"text": "The update comes as the US central bank meets to debate whether it needs to do more to fight inflation. ", "type": "p"}, {"text": "Officials have raised borrowing costs in the world's largest economy sharply since last year to try to rein in prices, pushing the Federal Reserve's key interest rate to more than 5%, from near zero in March 2022. ", "type": "p"}, {"text": "Analysts expect the Fed to leave interest rates unchanged this month, reflecting the progress made to ease price pressures as higher borrowing costs weigh on borrowing and spending.", "type": "p"}, {"text": "The price of eggs has dropped 13.8% since last year - the biggest drop since 1951.  Gasoline prices are down nearly 20%.", "type": "p"}, {"text": "Overall, at 4%, inflation is the lowest it has been since March 2021, the Labor Department said. ", "type": "p"}, {"text": "But the update also showed that prices in many parts of the economy are still rising steadily - and far faster than the 2% rate the Fed considers healthy.", "type": "p"}, {"text": "In particular, measures of housing costs, including rents, continue to climb sharply. ", "type": "p"}, {"text": "There have also been steep price rises for beer, women's clothing, and services from car maintenance to school fees.", "type": "p"}, {"text": "\"Don't be fooled by the sharp fall in headline inflation, which is nearly all explained by falls in gasoline prices. These numbers show underlying inflationary pressures are still stubbornly high,\" said Brian Coulton, chief economist at Fitch. ", "type": "p"}, {"text": "Inflation in the US hit a peak of 9.1% in June 2022, as the war in Ukraine led to spikes in energy and food prices. That was the fastest rate since November 1981. ", "type": "p"}, {"text": "Though the problem has since subsided, some analysts say the Fed will have to do more to get inflation under control.", "type": "p"}, {"text": "So-called core inflation, which is seen as a better gauge of underlying pressures because it does not include changeable food and energy products, rose 0.4% from April to May. ", "type": "p"}, {"text": "That pace has held steady for three months in a row, the Labor Department said. ", "type": "p"}, {"text": "Alexandra Wilson-Elizondo of Goldman Sachs Asset Management said she did not expect the Fed to raise rates this week, but said the bank was likely to return to the question when they meet in July. ", "type": "p"}, {"text": "\"Today's... number was a relief for the market, as the data met expectations, confirmed the dis-inflationary trend, and re-affirmed current market pricing of a Fed pause tomorrow,\" she said. \"However, the rate of dis-inflation remains incompatible with the Fed's 2% target.\" ", "type": "p"}, {"text": "She noted similar that authorities in Australia and Canada recently increased rates after pausing, citing stubborn inflationary pressures.", "type": "p"}, {"text": "In Europe, the European Central Bank is widely expected to raise rates at its meeting this week. ", "type": "p"}], "tags": []}