{"link": "https://www.bbc.com/news/entertainment-arts-65898867", "category": "entertainment & arts", "title": "Cormac McCarthy, author of The Road, dies aged 89", "contributor": null, "time": "2023-06-13T21:47:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C7C2/production/_130083115_gettyimages-93109279.jpg", "content": [{"text": "US Pulitzer Prize-winning author Cormac McCarthy has died aged 89, his publisher has announced.", "type": "b"}, {"text": "The writer died of natural causes at his home in Santa Fe, New Mexico, on Tuesday, Penguin Random House said.", "type": "p"}, {"text": "McCarthy's novels included The Road and No Country for Old Men, both of which were turned into successful films.", "type": "p"}, {"text": "Many of his novels were violent tales describing the American frontier and post-apocalyptic worlds. In real life, he was said to be a very private man.", "type": "p"}, {"text": "Paying tribute, fellow author Stephen King called him \"maybe the greatest American novelist of my time\".", "type": "p"}, {"text": "He tweeted: \"He was full of years and created a fine body of work, but I still mourn his passing.\"", "type": "p"}, {"text": "His UK publisher Pan Macmillan described McCarthy as \"one of the world's most influential and renowned writers\".", "type": "p"}, {"text": "The Road, published in 2006, was McCarthy's 10th novel and won the prestigious Pulitzer Prize for fiction the following year. It describes a father and son's arduous journey as they struggle to survive in the US after the apocalypse.", "type": "p"}, {"text": "His 2005 book No Country for Old Men - a grim story of a drug deal gone wrong in the Texas desert back country - was adapted for the screen by Joel and Ethan Coen. It became a hugely successful thriller, starring Javier Bardem and Tommy Lee Jones.", "type": "p"}, {"text": "The film went on to win four Oscars, including best picture. ", "type": "p"}, {"text": "McCarthy was born in Providence, Rhode Island, in 1933 in an Irish Catholic family. He was one of six siblings. ", "type": "p"}, {"text": "But he spent most of his childhood in Knoxville, Tennessee, where his father worked as a lawyer. His first novel, The Orchard Keeper, was published in 1965. ", "type": "p"}, {"text": "McCarthy's last two books - The Passenger and Stella Maris - were published at the end of last year. As well as his novels, he also wrote screenplays and short stories.", "type": "p"}, {"text": "During his long career, his media interviews or appearances on the red carpet were a rarity. ", "type": "p"}, {"text": "In 2007, McCarthy told US talk show host Oprah Winfrey: \"I don't think [interviews] are good for your head. ", "type": "p"}, {"text": "\"If you spend a lot of time thinking about how to write a book, you probably shouldn't be thinking about it, you probably should be doing it.\"", "type": "p"}], "tags": []}