{"link": "https://www.bbc.com/news/technology-65881800", "category": "technology", "title": "Amazon cracks down on fake reviews with AI", "contributor": null, "time": "2023-06-12T23:09:46.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8351/production/_130071633_gettyimages-1325244511.jpg", "content": [{"text": "Amazon says it is using the latest in artificial intelligence (AI) to crack down on fake reviews and identify comments that aren't genuine.", "type": "b"}, {"text": "The tech giant has been grappling with fake review \"brokers\", which are a huge problem for its shopping site. ", "type": "p"}, {"text": "Amazon has invested in machine learning models that analyse thousands of data points to help it detect the fraudulent behaviour. ", "type": "p"}, {"text": "But UK consumer group Which? says the action is still \"nowhere near enough\". ", "type": "p"}, {"text": "Fake review brokers use third-party platforms, including social media and encrypted messaging services, to buy, sell and host fake reviews.", "type": "p"}, {"text": "Fake reviews can sway customers to make purchasing decisions, for example over which laptop or children's toy to buy, based on what they believe is genuine feedback from other shoppers, when in reality someone has been paid to write a glowing review to boost a seller's ratings, or to undermine a rival firm.", "type": "p"}, {"text": "They aren't always easy to spot, although generic information, or a very high percentage of five star reviews can be a give-away.", "type": "p"}, {"text": "In 2022, Amazon reported more than 23,000 social media groups, with over 46 million members and followers, that facilitated fake reviews.", "type": "p"}, {"text": "Amazon has been using AI in the battle against fake reviews for several years, but the company says continued investment in more \"sophisticated tools\" should improve protection for customers and sellers on its platform.", "type": "p"}, {"text": "The company said its fraud-detecting AI was able to look at a range of factors to calculate the likelihood that a review is fake. That can include the author's relationship with other online accounts, their sign-in activity, review history, and any unusual behaviour.", "type": "p"}, {"text": "\"We use machine learning to look for suspicious accounts, to track the relationships between a purchasing account that's leaving a review and someone selling that product,\" Dharmesh Mehta, the head of Amazon's customer trust team, told the BBC.", "type": "p"}, {"text": "\"Through a combination of both important vetting and really advanced machine learning and artificial intelligence - that's looking at different signals or behaviours - we can stop those fake reviews before a customer ever encounters it,\" he said.", "type": "p"}, {"text": "Harry Kind from Which? said in the UK some estimates suggest around one in seven online consumer reviews are fake. ", "type": "p"}, {"text": "\"Amazon has been trying all sorts of technology to crack down on fake reviews and by all accounts that's having some success.", "type": "p"}, {"text": "\"But as far as we're concerned, it's still nowhere near enough to solve this huge problem,\" he said.", "type": "p"}, {"text": "Fake reviews made consumers more than twice as likely to choose poor-quality products, the consumer group said.", "type": "p"}, {"text": "As a result of the new methods it had developed, Amazon said it had blocked over 200 million suspected fake reviews last year and would \"continue to build sophisticated tools that protect customers\".", "type": "p"}, {"text": "But the retail platform is calling for more cooperation between the private sector, consumer groups and governments to make the strategy more effective.", "type": "p"}, {"text": "The Digital Markets, Competition and Consumers Bill that is currently going through the UK parliament is expected to strengthen the legal powers available to the regulator, the Competition and Markets Authority (CMA) in this area.", "type": "p"}, {"text": "Which? welcomed Amazon's call for a more collaborative approach, but called for the UK legislation to go further than currently envisaged \"by explicitly making the buying, selling and hosting of fake reviews subject to criminal enforcement.\"", "type": "p"}, {"text": "It said fake review \"factories\" on Facebook that trade reviews for Amazon and other sites were still easy to find. ", "type": "p"}, {"text": "The CMA said it had already taken significant action against fake and misleading reviews and those who trade them.", "type": "p"}, {"text": "A spokesperson for the CMA said: \"Our investigations relating to fake reviews - including the case into Amazon - are ongoing and further updates will come later this year.\"", "type": "p"}, {"text": "In the UK, Amazon recently took legal action against the operators of NiceRebate.com, a fake review broker aimed at British customers. ", "type": "p"}, {"text": "Other websites run by the same operators were also shut down, with simultaneous legal action taken against them in the US.", "type": "p"}, {"text": "\"We are aggressively fighting review brokers,\" said Mr Mehta.", "type": "p"}, {"text": "Amazon had taken legal action against 94 such \"bad actors\" he said, including fraudsters in the US, China and Europe. ", "type": "p"}], "tags": []}