{"link": "https://www.bbc.com/news/business-65445428", "category": "business", "title": "UK chip giant Arm files for blockbuster US share listing", "contributor": null, "time": "2023-05-01T06:12:54.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13BD5/production/_113835808_armchip.jpg", "content": [{"text": "British microchip designing giant Arm has filed to sell its shares in the US, setting the stage for what could be the biggest stock market listing this year.", "type": "b"}, {"text": "The Cambridge-based firm is reportedly aiming to raise up to $10bn (£8bn).", "type": "p"}, {"text": "In a blow to the UK, the company said in March that it did not plan to list its shares in London.", "type": "p"}, {"text": "Arm was bought in 2016 by Japanese conglomerate Softbank in a deal worth £23.4bn. At the time Arm was listed in London and New York.", "type": "p"}, {"text": "The firm designs the tech behind processors - commonly known as chips - that power devices from smartphones to game consoles.", "type": "p"}, {"text": "Its designs are used by chip manufacturers like the Taiwan Semiconductor Manufacturing Company and household brands like Apple and Samsung to build their own processors.", "type": "p"}, {"text": "Softbank said it had \"confidentially submitted a draft registration statement\" for the listing to the US Securities and Exchange Commission (SEC).", "type": "p"}, {"text": "The announcement did not reveal how much it planned to raise or when the share sale might take place.", "type": "p"}, {"text": "The firm was seeking to raise between $8bn and $10bn through the listing this year on the technology-heavy Nasdaq platform in New York, according to reports.", "type": "p"}, {"text": "Listing a firm on a stock exchange takes it from being a private to a public company, with investors able to buy and sell shares of a company's stock on specific exchanges.", "type": "p"}, {"text": "Sometimes referred to as the \"crown jewel\" of the UK's technology sector, Arm was founded in Cambridge, England, in 1990.", "type": "p"}, {"text": "Earlier this year, Arm said it did not plan to pursue a London Stock Exchange listing.", "type": "p"}, {"text": "Reports in January said that UK Prime Minister Rishi Sunak had restarted talks with Softbank about a possible London listing.", "type": "p"}, {"text": "Arm's decision raised concerns that the UK market is not doing enough to attract tech company stock offerings, with US exchanges seen to offer higher profiles and valuations.", "type": "p"}, {"text": "The registration shows that Softbank is pushing ahead with the multi-billion dollar sale despite difficult conditions in the global financial markets.", "type": "p"}, {"text": "The number of stock market listings has fallen sharply since Russia's invasion of Ukraine. At the same time, shares in major technology companies have fallen in the wake of the pandemic.", "type": "p"}, {"text": "Softbank said the listing was \"subject to market and other conditions and the completion of the SEC's review process.\"", "type": "p"}, {"text": "Last year, Softbank called off its planned $40bn sale of Arm to technology group Nvidia after facing regulatory hurdles in the UK, US and EU.", "type": "p"}, {"text": "After an acute shortage of semiconductors during the pandemic, the chip making industry has faced slowing demand.", "type": "p"}, {"text": "Last week, US chipmaking giant Intel reported its largest quarterly loss in the company's history, while South Korean rival Samsung posted a more than 90% fall in its profits. ", "type": "p"}, {"text": "A successful stock market listing of Arm would be welcome news for its owner Softbank. Its Vision Funds have been hit by losses due to the declining valuations of many of its investments in technology start-ups.", "type": "p"}], "tags": []}