{"link": "https://www.bbc.com/news/entertainment-arts-65447052", "category": "entertainment & arts", "title": "Aerosmith: US rock band announce farewell tour", "contributor": null, "time": "2023-05-01T16:09:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/113C3/production/_129559507_aer.jpg", "content": [{"text": "US rock 'n' roll band Aerosmith have announced a farewell tour to mark more than five decades together.", "type": "b"}, {"text": "The band, who are now all in their 70s, are well known for hits such as Dream On, Walk This Way and I Don't Want To Miss A Thing.", "type": "p"}, {"text": "They broke the \"earth-shattering\" news in a star-studded video on Monday, featuring celebrity pals including Sir Ringo Starr, Dolly Parton and Eminem.", "type": "p"}, {"text": "\"It's not goodbye it's peace out!\" they declared in a joint statement.", "type": "p"}, {"text": "\"Get ready and walk this way, you're going to get the best show of our lives.\"", "type": "p"}, {"text": "The 40-date run of shows across North America will begin in Philadelphia on 2 September 2023 and will end on 26 January 2024 in Montreal, via a New Year's Eve gig in their hometown, Boston.", "type": "p"}, {"text": "But no UK/European tour dates have been announced so far.", "type": "p"}, {"text": "\"I think it's about time,\" guitarist Joe Perry, 72, told the Associated Press.", "type": "p"}, {"text": "\"It's kind of a chance to celebrate the 50 years we've been out here. You never know how much longer everybody's going to be healthy to do this.\"", "type": "p"}, {"text": "\"It's been a while since we've actually done a real tour. We did that run in Vegas, which was great,\" he added.", "type": "p"}, {"text": "\"It was fun, but (we're) kind of anxious to get back on the road.\"", "type": "p"}, [{"text": "Aerosmith cancel gigs as singer Tyler enters rehab", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-61577784"}, {"text": "Aerosmith 1970s tour bus found in backyard", "type": "a", "href": "https://www.bbc.co.uk/events/evfwhn/live/cw2hzc"}, {"text": "Aerosmith protest over Trump campaign", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-34504013"}], {"text": "Last year, the band cancelled part of their Las Vegas residency after their flamboyant frontman, Steven Tyler checked himself into rehab.", "type": "p"}, {"text": "In a statement to AP, Tyler, 75, said of the forthcoming farewell tour: \"We're opening up Pandora's Box one last time to present our fans with the Peace Out tour.", "type": "p"}, {"text": "\"Be there or beware as we bring all the toys out of the attic. Get ready.\"", "type": "p"}, {"text": "Aerosmith formed in Boston, Massachusetts in 1970 and went on to sell 150 million records worldwide, as well as winning four Grammys.", "type": "p"}, {"text": "Known for their hedonistic, wild lifestyles as much as their riffs, the group were inducted into the Rock & Roll Hall Of Fame in 2001, the same year that they performed at the Super Bowl halftime show.", "type": "p"}], "tags": []}