{"link": "https://www.bbc.com/news/business-63421170", "category": "business", "title": "Investors dump Amazon as economy concerns grow", "contributor": null, "time": "2022-10-27T21:12:13.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4F6A/production/_127403302_whatsubject.jpg", "content": [{"text": "Investors sold off Amazon shares as the firm's latest financial update added to fears about the economy.", "type": "b"}, {"text": "Increased competition from rivals and shoppers' return to outdoor activities post-pandemic led to the company missing analysts' expectations. ", "type": "p"}, {"text": "The e-commerce giant reported sales rose 15% to $127.1bn, but its international business shrank and growth slowed in its lucrative cloud services unit.", "type": "p"}, {"text": "Shares fell 18% in after-hours trade.", "type": "p"}, {"text": "Amazon also forecast far weaker growth than expected in the upcoming Christmas season, adding to jitters about an economic slowdown.", "type": "p"}, {"text": "It saw a boom in business during the pandemic, as more activity moved online. But over the last year sales growth has softened significantly, as consumer priorities shift and the cost of living rises. ", "type": "p"}, {"text": "Amazon founder Jeff Bezos, who remains chairman of the company, recently warned about the signals coming from the economy, writing on Twitter that it was time to \"batten down the hatches\".", "type": "p"}, {"text": "Executives at major tech firms, including Microsoft, Google's parent company Alphabet, and Facebook have also warned of economic weakness in recent updates. ", "type": "p"}, {"text": "Even Apple, seen as one of the steadiest of the group, has not been immune. ", "type": "p"}, {"text": "In its own update on Thursday, it reported that sales were up 8% in the three months to September compared with the same period the year before - albeit dented by weaker than expected iPhone sales and soft growth in China.", "type": "p"}, {"text": "\"Apple is facing pressures from all sides: changing consumer behaviour in light of the cost of living crisis, macro economic uncertainty along with the ongoing geo-political tensions as well as its own company issues,\" said Paolo Pescatore, analyst at PP Foresight. ", "type": "p"}, {"text": "He said Apple had done a \"good job\" weathering the challenges, but warned the rising cost of living would continue to weigh on growth for many firms in the year ahead.", "type": "p"}, {"text": "Meanwhile for Amazon, Mr Pescatore added, it was \"worrying times\". ", "type": "p"}, {"text": "\"This is set to be a winter of discontent for big tech as well,\" he said. ", "type": "p"}], "tags": ["Companies", "Amazon", "Retailing"]}