{"link": "https://www.bbc.com/news/entertainment-arts-63410119", "category": "entertainment & arts", "title": "Adele says she'll study for an English Literature degree after Las Vegas shows", "contributor": null, "time": "2022-10-27T15:47:23.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/115ED/production/_127394117_adele.pg.jpg", "content": [{"text": "Brit and Grammy-winner Adele wants to study for an English Literature degree once her upcoming Las Vegas residency has been completed.", "type": "b"}, {"text": "During a Q&A session with fans in Los Angeles on Monday, she said: \"After Vegas I want to get a degree in English Literature.", "type": "p"}, {"text": "\"If I hadn't made it singing, I think I would be an English Lit teacher.\"", "type": "p"}, {"text": "The 34-year-old singer will play a belated run of dates at the Caesars Palace hotel, beginning next month. ", "type": "p"}, {"text": "\"I definitely think I use my passion for English lit in what I do. I wish I'd gone to university and had that experience, but I will do it online with a tutor.\"", "type": "p"}, {"text": "She continued: \"That's my plan for 2025, just to get the qualification\".", "type": "p"}, [{"text": "Adele: I officially have an EGO", "type": "a", "href": "https://www.bbc.co.uk/news/topics/czyyqqd2pe5t"}, {"text": "Adele finally announces rescheduled Las Vegas dates", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-62295312"}], {"text": "The news will be music to the ears of her old English teacher Ms McDonald, who had an emotional surprise reunion with the star on stage during a star-studded ITV UK comeback concert last year.", "type": "p"}, {"text": "During An Audience with Adele, the singer was asked questions by celebrities inside the London Palladium, with Harry Potter and Love Actually actress Emma Thompson asking her who had inspired her when she was younger.", "type": "p"}, {"text": "She replied with a story about Ms McDonald, saying: \"She was cool and so relatable and likeable, that I really looked forward to my English lessons.\"", "type": "p"}, {"text": "\"She left in year eight but she got me really into literature, I've always been obsessed with English and obviously now I write lyrics,\" Adele explained.", "type": "p"}, {"text": "\"She was so cool, so engaging, and she really made us care, and we knew that she cared about us and stuff like that.\"", "type": "p"}, {"text": "The performer then got a shock when it was revealed Ms McDonald was in the audience and the teacher got up to join the singer on stage.", "type": "p"}, {"text": "\"You're amazing darling, I am so proud of you,\" she told Adele, bringing her to tears, so much so that she had to get her make-up fixed before carrying on with the show.", "type": "p"}, {"text": "Adele graduated from the Brit School of Performing Arts & Technology before beginning her climb to the top of pop star career ladder.", "type": "p"}, {"text": "Other stars who returned to their studies after finding fame", "type": "b"}, [{"text": "Actress and activist Emma Watson", "type": "p"}, {"text": "Actress Natalie Portman", "type": "p"}, {"text": "TV reality star and businesswoman Kim Kardashian", "type": "p"}, {"text": "Film director Steven Spielberg", "type": "p"}, {"text": "Talk show host, author and philanthropist Oprah Winfrey", "type": "p"}, {"text": "Rapper Megan Thee Stallion", "type": "p"}, {"text": "Actress and model Brooke Shields", "type": "p"}, {"text": "Rivers Cuomo from indie band Weezer", "type": "p"}, {"text": "Actress Dakota Fanning", "type": "p"}, {"text": "Actress and director Eva Longoria", "type": "p"}, {"text": "Fashion designers and former actresses Mary-Kate & Ashley Olsen", "type": "p"}], {"text": "After postponing her widely discussed Las Vegas residency earlier this year to her fans' dismay, due to delivery delays and Covid, Adele, who now resides in LA, is finally set to perform in Sin City from next month.", "type": "p"}, {"text": "Ahead of the shows, the singer this week released a new music video to accompany her (latest) soulful break-up ballad, I Drink Wine, taken from her fourth studio album - the biggest-selling album of 2021.", "type": "p"}, {"text": "The Joe Talbot-directed video finds her floating down a river in a rubber ring, while holding a glass of wine in one hand and an almost-empty wine bottle in the other.", "type": "p"}, {"text": "The star, wearing a glittery gold dress, is seen rolling her eyes at a happy looking couple before rather carelessly tossing the now-empty wine bottle into the river.", "type": "p"}, {"text": "She performed the track at February's Brit Awards, where she won album of the year for 30 and single of the year for another track, Easy On Me.", "type": "p"}, {"text": "Adele has had four number one albums, entitled 19, 21, 25 and 30.  ", "type": "p"}, {"text": "And if all goes well with her studies we might well expect a follow-up entitled 2.1… or maybe even 1st.", "type": "p"}], "tags": ["Music", "Adele"]}