{"link": "https://www.bbc.com/news/technology-63402337", "category": "technology", "title": "Black women missing from tech industry, says report", "contributor": null, "time": "2022-10-27T01:21:31.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13E46/production/_127387418_blackwomanitgettyimages-1334003868.jpg", "content": [{"text": "Up to 20,000 black women are \"missing\" from the tech industry in the UK, according to a joint report by campaigners and a representative body.", "type": "b"}, {"text": "The report says the proportion of black women in IT is two-and-a-half times smaller than that of the UK workforce as a whole.", "type": "p"}, {"text": "Campaigning group Coding Black Females said tech \"desperately needed\" more people from a range of backgrounds.", "type": "p"}, {"text": "Industry bodies acknowledge that \"more must be done\" to support diversity.", "type": "p"}, {"text": "Analysing data from the Office of National Statistics, the authors of the Coding Black Females (CBF) and BCS report found that black women made up 1.8% of the UK workforce but only 0.7% of those working in technology.", "type": "p"}, {"text": "An extra 20,000 black women would need to be recruited in addition to the 12,000 already working in IT to fill the gap.", "type": "p"}, {"text": "Women are also under-represented in senior leadership roles, it said. In 2021, just 17% of IT directors were female, according to the report.", "type": "p"}, {"text": "The report says while ethnic-minority representation in general is higher among IT specialists than in the wider workforce, that is largely due to the high proportion of tech professionals of Indian ethnicity.", "type": "p"}, {"text": "The authors also sought to shed light on the experience of black women in the industry through surveys and in-depth interviews.", "type": "p"}, {"text": "Siba Munsanje, a software engineer at Deloitte, told researchers: \"You have to get used to knowing that you are the only one in the room on the team, in the project, at the conference\".", "type": "p"}, {"text": "Nicola Martin, head of quality engineering at Adarga, a UK-based artificial-intelligence software firm, said: \"Now stats are being published related to diversity in tech, we can see there is still a lot of work to do. ", "type": "p"}, {"text": "\"The tech industry needs to encourage more diversity to ensure that people want to stay in the industry.\"", "type": "p"}, {"text": "The report asked 350 black women to tell them about their experiences.", "type": "p"}, {"text": "Respondents felt that more could be done to encourage black female applicants - including work in relevant communities to raise awareness of opportunities.", "type": "p"}, {"text": "Some women said the interview process and workplace culture would put off applicants. One respondent quoted in the report said the \"tech bro\" culture was exhausting.", "type": "p"}, {"text": "Charlene Hunter, chief executive of CBF, told the BBC women's experiences showed there were still barriers to getting a job in tech.", "type": "p"}, {"text": "\"You hear often stories of people applying for roles and not really being given any actual feedback. You know you meet all of the criteria, but something doesn't quite feel right.\"", "type": "p"}, {"text": "But the discrepancy was not just about numbers employed but also their opportunities to build careers.", "type": "p"}, {"text": "\"We need senior leaders to match the large numbers of black women currently appearing in tech and engineering adverts, with genuine opportunities to progress into rewarding jobs,\" Ms Hunter said.", "type": "p"}, {"text": "She drew particular attention to the development of artificial intelligence - there is a concern that AI systems can display bias against different ethnicities and genders.", "type": "p"}, {"text": "Greater diversity in senior positions would help ensure that thinking about bias was \"included in every part of your design process\".", "type": "p"}, {"text": "Rashik Parmar, chief executive of the BCS, the professional body for computing, said: \"We will only be able to build the systems that serve everyone if the diversity of humanity is represented in the project teams that design and build these systems.\"", "type": "p"}, {"text": "Nimmi Patel, from trade association Tech UK, said while steps were being taken to support diversity and inclusion within the tech workforce, \"clearly more must be done\". ", "type": "p"}, {"text": "\"Both industry and government should work together to inspire, educate, and attract diverse talent to ensure black women - and women in general - enter and progress through the industry,\" she said.", "type": "p"}], "tags": ["Diversity", "Women", "Employment"]}