{"link": "https://www.bbc.com/news/entertainment-arts-62844993", "category": "entertainment & arts", "title": "British cultural giants join tributes to 'inspirational' Queen Elizabeth II", "contributor": null, "time": "2022-09-08T22:24:06.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A77A/production/_126647824_mirrenqueenpa_cut.jpg", "content": [{"text": "The biggest names in British music, film and television have united to pay their respects to Queen Elizabeth II.", "type": "b"}, {"text": "Sir Elton John wrote that she was \"an inspiring presence to be around\".", "type": "p"}, {"text": "Sir Paul McCartney posted simply: \"God bless Queen Elizabeth II. May she rest in peace. Long live The King.\"", "type": "p"}, {"text": "Actress Dame Helen Mirren, who won an Oscar for playing the monarch in the 2006 film The Queen, wrote that she was \"proud to be an Elizabethan\".", "type": "p"}, {"text": "Dame Helen, who also starred in a Platinum Jubilee pageant this summer, added: \"We mourn a woman, who, with or without the crown, was the epitome of nobility.\"", "type": "p"}, {"text": "Many of the cultural figures paying tribute had met, performed for and been honoured by Elizabeth II.", "type": "p"}, {"text": "Lord Andrew Lloyd Webber was among the performers at a star-studded Platinum Jubilee concert in June. He wrote that the Queen had \"been the constant anchor of not just Britain and her beloved Commonwealth, but an inspiration to the world for her lifetime of service\".", "type": "p"}, {"text": "Singer Dame Shirley Bassey noted how the monarch had \"remained steadfast, dignified, inspirational\", adding: \"Her courage was mighty, her example iconic.\"", "type": "p"}, {"text": "Rolling Stones frontman Sir Mick Jagger remembered the Queen as the \"much beloved grandmother of the nation\".", "type": "p"}, {"text": "As well as releasing a statement, Sir Elton paid tribute to the Queen during a concert in Toronto on Thursday.", "type": "p"}, {"text": "During his concert at the Rogers Centre, he told the crowd: \"Today we've had the saddest news, about the passing of Her Majesty, Queen Elizabeth.", "type": "p"}, {"text": "\"She was an inspiring presence to be around. I've been around her and she was fantastic. And she led the country through some of our greatest and darkest moments with grace, decency and a genuine caring warmth.\"", "type": "p"}, {"text": "The 50,000-strong audience applauded as an image of the Queen was displayed on the venue's big screen.", "type": "p"}, {"text": "\"I'm 75, she's been with me all my life, and I feel very sad that she won't be with me any more,\" the singer reflected.", "type": "p"}, {"text": "\"But I'm glad she's at peace, I'm glad she's at rest, and she deserved it, she's worked bloody hard. I send my love to her family, her loved ones and she will be missed, but her spirit lives on, and we celebrate her life tonight with music.\"", "type": "p"}, {"text": "After paying tribute, Sir Elton concluded with a touching rendition of Don't Let The Sun Go Down On Me.", "type": "p"}, {"text": "In a statement on social media, TV presenters Ant and Dec said: \"It is hard to believe she will no longer be with us.\"", "type": "p"}, {"text": "Actor Stephen Fry summed up the reactions of many on hearing the news, posting: \"I don't know why I'm sobbing. Silly really. Oh dear.\"", "type": "p"}, {"text": "Harry Potter author JK Rowling attempted to explain: \"Some may find the outpouring of British shock and grief at this moment quaint or odd, but millions felt affection and respect for the woman who uncomplainingly filled her constitutional role for 70 years.", "type": "p"}, {"text": "\"Most British people have never known another monarch, so she's been a thread winding through all our lives.\"", "type": "p"}, {"text": "As well as meeting virtually all of Britain's major entertainment figures over the years, the Queen met some fictional ones too.", "type": "p"}, {"text": "She famously took part in a short film with James Bond for the London 2012 Olympic Games opening ceremony, before stunt doubles took over - with the pair appearing to jump out of a helicopter and parachute into the stadium.", "type": "p"}, {"text": "In a statement on Thursday, Bond actor Daniel Craig said: \"I, like so many, was deeply saddened by the news today and my thoughts are with the Royal Family, those she loved and all those who loved her. She leaves an incomparable legacy and will be profoundly missed.\"", "type": "p"}, {"text": "A decade after the Olympics, the Queen took part in another comedy sketch for her Platinum Jubilee - this time opposite Paddington Bear.", "type": "p"}, {"text": "Paddington again managed to capture the mood of the nation in his tribute on social media following her death.", "type": "p"}], "tags": ["Television", "JK Rowling", "Elton John", "Paul McCartney", "Shirley Bassey", "Mick Jagger", "Film", "Daniel Craig", "Andrew Lloyd Webber", "Helen Mirren", "The Rolling Stones", "Queen Elizabeth II", "Paddington Bear", "Stephen Fry", "Ant and Dec", "James Bond", "Music"]}