{"link": "https://www.bbc.com/news/business-65770119", "category": "business", "title": "Diddy says Diageo neglected his tequila due to race", "contributor": null, "time": "2023-05-31T18:42:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A978/production/_129948334_gettyimages-1486932322.jpg", "content": [{"text": "Rapper Sean Combs, known as Diddy, has accused drinks giant Diageo of breaking the terms of their business partnership and neglecting the tequila brand they bought together because he is black.", "type": "b"}, {"text": "In a complaint filed in New York, he said the company invested in competing brands, while depriving DeLeon Tequila the same level of support.", "type": "p"}, {"text": "He also said Diageo limited the drinks' distribution to \"urban\" neighbourhoods.", "type": "p"}, {"text": "Diageo denied the allegations and said it would defend itself \"vigorously\".", "type": "p"}, {"text": "\"This is a business dispute, and we are saddened that Mr Combs has chosen to recast this matter as anything other than that,\" a spokesman for the company said in a statement. ", "type": "p"}, {"text": "\"Our steadfast commitment to diversity within our company and the communities we serve is something we take very seriously.\"", "type": "p"}, {"text": ",", "type": "b"}, {"text": "Diageo, owner of brands such as Johnnie Walker, Guinness and Tanqueray, approached him to help market the company's Ciroc vodka in 2007.", "type": "p"}, {"text": "Together they bought DeLeon Tequila in 2013, but the complaint accused Diageo of quickly falling short of its commitments for distribution, investment and brand positioning.", "type": "p"}, {"text": "Mr Combs' company, Combs Wines & Spirits, said there was a pattern of \"racial typecasting\", pointing to disputes that Diageo has had with other black business partners. ", "type": "p"}, {"text": "\"This case is not an ordinary contract dispute in which a party chooses to disregard its contractual promises due to greed and profit,\" the firm said in the filing. ", "type": "p"}, {"text": "\"Rather, and similar to the realities experienced by many people of colour in the United States, Diageo's treatment of its business relationship with Mr Combs was tainted by racial prejudices.\"", "type": "p"}, {"text": "The lawsuit cites a 2019 conversation in which a Diageo executive allegedly said Mr Combs's brands would be more widespread had he been \"Martha Stewart\", among other decisions.", "type": "p"}, {"text": "The DeLeon brand is also currently sold in less than 4% of possible outlets compared with more than a third for Diageo's competing Casamigos and Don Julio tequilas, the complaint said.", "type": "p"}, {"text": "Despite being repeatedly confronted over the issues, Diageo failed to repair the situation, Combs Wine & Spirits alleged.", "type": "p"}, {"text": "It said Mr Combs intends to take separate legal action to request billions of dollars in damages and has asked the court to order the firm to \"provide the equal treatment that it has contractually promised\".", "type": "p"}, {"text": "Diaego said it was \"disappointed our efforts to resolve this business dispute amicably have been ignored and that Mr. Combs has chosen to damage a productive and valued partnership\".", "type": "p"}, {"text": "\"For more than 15 years, we've had a productive and mutually beneficial relationship with Mr. Combs on various business ventures, making significant investments that have resulted in financial success for all involved,\" the company said.", "type": "p"}, {"text": "\"While we respect Mr. Combs as an artist and entrepreneur, his allegations lack merit, and we are confident the facts will show that he has been treated fairly.\"  ", "type": "p"}], "tags": []}