{"link": "https://www.bbc.com/news/entertainment-arts-65769939", "category": "entertainment & arts", "title": "Phillip Schofield: ITV announces external review of how it handled affair", "contributor": null, "time": "2023-05-31T18:11:10.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/AA0E/production/_129943534_crgettyimages-1441746781.jpg", "content": [{"text": "ITV has asked a barrister to lead a review into its handling of a relationship between Phillip Schofield and his colleague.", "type": "b"}, {"text": "The review was confirmed by chief executive Dame Carolyn McCall in a letter seen by the PA news agency. ", "type": "p"}, {"text": "The former This Morning presenter left the network last week after he admitted lying about the affair.", "type": "p"}, {"text": "ITV previously said it had investigated in 2020, but that both parties repeatedly denied the relationship.", "type": "p"}, {"text": "The network has now instructed a barrister to carry out an external review to \"establish the facts\".", "type": "p"}, {"text": "Jane Mulcahy KC \"will review our records and talk to people involved\", Dame Carolyn said in the letter.", "type": "p"}, {"text": "Schofield, 61, resigned from ITV on Friday and was dropped by his talent agency YMU after admitting to an \"unwise but not illegal\" affair with a younger male ITV employee.", "type": "p"}, {"text": "The letter from Dame Carolyn reads: \"This work will also consider our relevant processes and policies and whether we need to change or strengthen any.", "type": "p"}, {"text": "\"Given Phillip's admission of the extent of his deception the work will extend to cover any related issues that may emerge. This work will be carried out as quickly as possible and we will be happy to share the outcome.\" ", "type": "p"}, {"text": "The letter was addressed to Culture Secretary Lucy Frazer, Digital, Culture, Media and Sport (DCMS) Committee chair Dame Caroline Dinenage, and Ofcom chief executive Dame Melanie Dawes.", "type": "p"}, {"text": "The letter mentions the \"significant media coverage concerning Phillip Schofield\" and adds: \"As you would expect we take the matter extremely seriously and have reviewed our own records over the weekend.\"", "type": "p"}, {"text": "The broadcast network reiterated that it investigated rumours of a relationship in 2020, but \"did not find any evidence of a relationship beyond hearsay and rumour\".", "type": "p"}, {"text": "\"Given the ongoing rumours, we continued to ask questions of both parties, who both continued to deny the rumours, including as recently as this month,\" the letter added.", "type": "p"}, {"text": "Dame Carolyn said there had been \"a lot of inaccuracy\" in reporting, adding the former employee Schofield admitted to an affair with had been offered support by the broadcaster.", "type": "p"}, {"text": "She said: \"The ITV employee was aged 19 when he first did work experience at This Morning... and 20 years old when he applied and succeeded in securing a job as a runner on the show.\"", "type": "p"}, {"text": "\"As you would imagine given the social media scrutiny of him, we have offered him our support throughout this period and indeed are still doing so,\" the letter continued.", "type": "p"}, {"text": "ITV bosses, including Dame Carolyn, are set to face MPs on the Commons DCMS Committee on Tuesday to discuss reforms to the laws governing public broadcasting.", "type": "p"}, {"text": "MP John Nicolson, a former BBC journalist who sits on the committee and is also the SNP's culture spokesman, said on Twitter that recent events at ITV were a \"cause for concern\" and that he was looking forward to \"getting some answers\" from ITV bosses.", "type": "p"}, {"text": "Schofield left his role on This Morning following reports of a rift with his co-star Holly Willoughby. ", "type": "p"}, {"text": "Days later, he confirmed he had had a relationship with a younger male employee, which took place while Schofield was still married to his wife Stephanie Lowe. ", "type": "p"}, {"text": "Schofield apologised for lying to his colleagues, the media and his friends and family about the affair, and left ITV with immediate effect.", "type": "p"}, {"text": "Earlier this week, the Prince's Trust announced it was dropping Schofield as an ambassador following the controversy.", "type": "p"}, {"text": "The charity, founded by the King, said it was \"no longer appropriate\" for it to work with the presenter. ", "type": "p"}, {"text": "Schofield's exit from ITV means he will no longer present the British Soap Awards this weekend.", "type": "p"}, {"text": "He will also not front a new prime-time series which the network said last week they were developing with him.", "type": "p"}, {"text": "The show's former resident doctor, Dr Ranj Singh, previously criticised the show's \"toxic\" culture, saying he raised concerns about \"bullying and discrimination\" two years ago when he worked there.", "type": "p"}, {"text": "In its latest letter, ITV said that an external review conducted following a complaint made by Dr Ranj found \"no evidence of bullying or discrimination\".", "type": "p"}, {"text": "\"We were sorry to read his statement,\" the letter said. \"We are fully committed to providing every opportunity for anyone who works with us to raise any concern or comments they may have.", "type": "p"}, {"text": "\"Following a complaint made by Dr Ranj, we appointed an external and independent adviser to carry out a review. This external review found no evidence of bullying or discrimination.\"", "type": "p"}], "tags": []}