{"link": "https://www.bbc.com/news/technology-65760449", "category": "technology", "title": "AI 'godfather' Yoshua Bengio feels 'lost' over life's work", "contributor": null, "time": "2023-05-31T15:25:22.000Z", "cover": "https://ichef.bbci.co.uk/news/2048/cpsprodpb/3AC6/production/_113664051_yqa_get_in_touch_top_640-nc.png", "content": [{"text": "One of the so-called \"godfathers\" of Artificial Intelligence (AI) has said he would have prioritised safety over usefulness had he realised the pace at which it would evolve.", "type": "b"}, {"text": "Prof Yoshua Bengio told the BBC he felt \"lost\" over his life's work.", "type": "p"}, {"text": "The computer scientist's comments come after experts in AI said it could lead to the extinction of humanity.", "type": "p"}, {"text": "Prof Bengio, who has joined calls for AI regulation, said he did not think militaries should be granted AI powers.", "type": "p"}, {"text": "He is the second of the so-called three \"godfathers\" of AI, known for their pioneering work in the field, to voice concerns about the direction and the speed at which it is developing. ", "type": "p"}, {"text": "AI describes the ability of computers to perform tasks so complex, they have previously required human intelligence to complete.", "type": "p"}, {"text": "A recent example has been the development of AI-powered chatbots, like ChatGPT, which appear to give human-like responses to questions.", "type": "p"}, {"text": "This has led to planned European Union legislation on AI. And on Wednesday, the bloc's technology chief, Margrethe Vestager, said a voluntary code of conduct for AI could be created \"within the next weeks\".", "type": "p"}, {"text": "Some fear that advanced computational ability could be used for harmful purposes, such as the development of deadly new chemical weapons.", "type": "p"}, {"text": "Prof Bengio told the BBC he was concerned about \"bad actors\" getting hold of AI, especially as it became more sophisticated and powerful.", "type": "p"}, {"text": "\"It might be military, it might be terrorists, it might be somebody very angry, psychotic. And so if it's easy to program these AI systems to ask them to do something very bad, this could be very dangerous.", "type": "p"}, {"text": "\"If they're smarter than us, then it's hard for us to stop these systems or to prevent damage,\" he added.", "type": "p"}, {"text": "Prof Bengio admitted those concerns were taking a personal toll on him, as his life's work, which had given him direction and a sense of identity, was no longer clear to him.", "type": "p"}, {"text": "\"It is challenging, emotionally speaking, for people who are inside [the AI sector],\" he said.", "type": "p"}, {"text": "\"You could say I feel lost. But you have to keep going and you have to engage, discuss, encourage others to think with you.\" ", "type": "p"}, {"text": "The Canadian has signed two recent statements urging caution about the future risks of AI. Some academics and industry experts have warned that the pace of development could result in malicious AI being deployed by \"bad actors\" to actively cause harm - or choosing to inflict harm by itself.", "type": "p"}, [{"text": "AI could lead to extinction, experts warn", "type": "a", "href": "https://www.bbc.co.uk/news/uk-65746524"}, {"text": "AI chatbots 'may soon be more intelligent than us'", "type": "a", "href": "https://www.bbc.co.uk/news/world-us-canada-65452940"}, {"text": "Is artificial intelligence a good idea?", "type": "a", "href": "https://www.bbc.com/newsround/49274918"}], {"text": "Fellow \"godfather\" Dr Geoffrey Hinton has also signed the same warnings as Prof Bengio, and retired from Google recently saying he regretted his work. ", "type": "p"}, {"text": "The third \"godfather\", Prof Yann LeCun, who along with Prof Bengio and Dr Hinton won a prestigious Turing Award for their pioneering work, has said apocalyptic warnings are overblown.", "type": "p"}, {"text": "Twitter and Tesla owner Elon Musk has also voiced his concerns.", "type": "p"}, {"text": "\"I don't think AI will try to destroy humanity, but it might put us under strict controls,\" he said recently at an event hosted by the Wall Street Journal. ", "type": "p"}, {"text": "\"There's a small likelihood of it annihilating humanity. Close to zero but not impossible.\"", "type": "p"}, {"text": "Prof Bengio told the BBC all companies building powerful AI products needed to be registered.", "type": "p"}, {"text": "\"Governments need to track what they're doing, they need to be able to audit them, and that's just the minimum thing we do for any other sector like building aeroplanes or cars or pharmaceuticals,\" he said.", "type": "p"}, {"text": "\"We also need the people who are close to these systems to have a kind of certification... we need ethical training here. Computer scientists don't usually get that, by the way.\" ", "type": "p"}, {"text": "But not everybody in the field believes AI will be the downfall of humans - others argue that there are more imminent problems which need addressing.", "type": "p"}, {"text": "Dr Sasha Luccioni, research scientist at the AI firm Huggingface, said society should focus on issues like AI bias, predictive policing, and the spread of misinformation by chatbots which she said were \"very concrete harms\". ", "type": "p"}, {"text": "\"We should focus on that rather than the hypothetical risk that AI will destroy humanity,\" she added.", "type": "p"}, {"text": "There are already many examples of AI bringing benefits to society. Last week an AI tool discovered a new antibiotic, and a paralysed man was able to walk again just by thinking about it, thanks to a microchip developed using AI.", "type": "p"}, {"text": "But this is juxtaposed with fears about the far-reaching impact of AI on countries' economies. Firms are already replacing human staff with AI tools, and it is a factor in the current strike under way by scriptwriters in Hollywood.", "type": "p"}, {"text": "\"It's never too late to improve,\" says Prof Bengio of AI's current state. \"It's exactly like climate change. ", "type": "p"}, {"text": "\"We've put a lot of carbon in the atmosphere. And it would be better if we hadn't, but let's see what we can do now.\"", "type": "p"}, {"text": "Follow Zoe Kleinman on Twitter @zsk", "type": "p"}, {"text": "What are your questions about artificial intelligence?", "type": "b"}, [{"text": "Email: haveyoursay@bbc.co.uk", "type": "a", "href": "mailto:haveyoursay@bbc.co.uk?subject=AIQuestions65746524"}, {"text": "WhatsApp: +44 7756 165803", "type": "a", "href": "https://api.whatsapp.com/send?phone=+447756165803"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}]], "tags": []}