{"link": "https://www.bbc.com/news/business-66895425", "category": "business", "title": "HS2: Johnson warns against 'mutilated' version of rail link", "contributor": null, "time": "2023-09-24T07:55:18.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C74F/production/_131232015_hs21.jpg", "content": [{"text": "Former Prime Minister Boris Johnson has urged the government against building a \"mutilated\" version of HS2.", "type": "b"}, {"text": "He said suggestions the high-speed rail link that began construction under his premiership could be scaled back were \"Treasury-driven nonsense\".", "type": "p"}, {"text": "Last week, the government refused to guarantee HS2 would continue between Birmingham and Manchester.", "type": "p"}, {"text": "The BBC understands a definitive decision on HS2 will be made in the coming week.", "type": "p"}, {"text": "On Saturday, more than 80 companies and business leaders seek clarity over the commitment to HS2.", "type": "p"}, {"text": "In a letter to the government, they expressed \"deep concern\" over \"the constant uncertainty\" that \"plagues\" the project.", "type": "p"}, {"text": "However, a government spokesperson said on Friday that \"our focus remains on delivering\" HS2.", "type": "p"}, [{"text": "Government refuses to commit to Manchester HS2 leg", "type": "a", "href": "https://www.bbc.co.uk/news/business-66813734"}, {"text": "HS2 rated 'unachievable' by watchdog", "type": "a", "href": "https://www.bbc.co.uk/news/business-66352286"}], {"text": "It was under Mr Johnson's government that HS2 - intended to link London, the Midlands and the north of England - was given the green light to start construction in 2020. ", "type": "p"}, {"text": "The first part of HS2, between west London and Birmingham, is in mid-construction, and £2.3bn has already been put towards the next sections including acquiring land and property.", "type": "p"}, {"text": "But the scheme as a whole has already faced delays, cost increases and cuts - including to the planned eastern leg between Birmingham and Leeds.", "type": "p"}, {"text": "On Thursday, Chancellor Jeremy Hunt said it was to be expected that he and Prime Minister Rishi Sunak would have discussions when \"major infrastructure projects overrun in their costs\", but said no decisions had been made.", "type": "p"}, {"text": "Mr Johnson argues that what he calls \"desperate truncations\" would not yield any short-term savings \"and make no difference to the case for tax cuts\".", "type": "p"}, {"text": "He added that it would be \"the height of insanity to announce all this just before a party conference in Manchester\". ", "type": "p"}, {"text": "The former prime minister said: \"It makes no sense at all to deliver a mutilated HS2\", adding there was a \"need\" for the rail link in the north of England. ", "type": "p"}, {"text": "The bosses of dozens of businesses and business groups - including Manchester Airports Group, British Land,  Virgin Money, and the Northern Powerhouse - have all signed the letter to the government urging renewed commitment to HS2, saying that repeated mixed signals are damaging the UK's reputation and the wider supply chain. ", "type": "p"}, {"text": "\"Two years ago, Yorkshire and the North-East lost the eastern Leg of HS2, with no settled alternative yet identified following protracted delays,\" they said.", "type": "p"}, {"text": "\"It is now reported that the entire line from Birmingham to Crewe - allowing access to Scotland - the new line to Manchester, and Euston station as the terminus may all be cancelled entirely in the upcoming Autumn Statement\".", "type": "p"}, {"text": "They added the \"repeated mixed signals\" on HS2 were damaging the country's wider supply chain as \"spending commitments cannot be made with confidence\".", "type": "p"}, {"text": "Northern Powerhouse chief executive Henri Murison said any rowing back on HS2 may come to be seen as Sunak's \"worst decision as prime minister\".  ", "type": "p"}, {"text": "\"It will put back the cause of rebalancing this country for another 100 years\", he told BBC Breakfast.", "type": "p"}, {"text": "There have been signals that the Manchester leg of the high-speed rail network could be scrapped.", "type": "p"}, {"text": "Mr Murison heavily criticised recent government changes in policy, arguing: \"What that says to British business is: 'You can't rely on this government. If they tell you something is going to happen, you shouldn't believe them.' And that's terrible for our country.\"", "type": "p"}, {"text": "John Dickie, Business London's chief executive, also suggested policy shifts were \"no way to run Britain's long-term infrastructure projects.\"", "type": "p"}, {"text": "He told BBC Radio 4's Today: \"The constant chopping, changing, the uncertainty over the scope and the timing of this project is a big reason why its costs have risen over the past decade or so. ", "type": "p"}, {"text": "\"It makes no sense to stop doing work now today when it will just cost taxpayers more in the future.\"", "type": "p"}, {"text": "John Armitt, chair of the National Infrastructure Commission, said scrapping the Birmingham to Manchester leg \"would be a tragedy\". ", "type": "p"}, {"text": "He told Today: \"Here is a country which sets itself ambitions and then runs away when it starts to see some challenges. We have to meet the challenges.\" ", "type": "p"}, {"text": "Labour's position on HS2 has not been completely clear.", "type": "p"}, {"text": "Labour peer and deputy chair of the Oakervee review Tony Berkeley told the Today programme that money would be better spent elsewhere. ", "type": "p"}, {"text": "But party leader Sir Keir Starmer insists he still supports the project and blames the government for introducing the \"uncertainty\" over its future as ministers consider the move to save billions.", "type": "p"}, {"text": "The party's campaign co-ordinator Pat McFadden said that he needs to see the price-tag before committing to the full original route as \"there may be revised costs\".", "type": "p"}, {"text": "Shadow Treasury minister Tulip Siddiq has also said it would be irresponsible for her to make a commitment without the final costs.", "type": "p"}, {"text": "HS2 is meant to create more capacity and speed up journey times.", "type": "p"}, {"text": "The government has previously argued it would have economic benefits too, but critics think it is far too expensive and the money could be better used in other ways.", "type": "p"}, {"text": "In March, Transport Secretary Mark Harper said there would be a two-year delay on the Birmingham to Crewe leg.", "type": "p"}, {"text": "Work on Euston was also paused while an \"affordable\" design was worked on.", "type": "p"}, {"text": "The eastern leg to Leeds was scrapped by the government in 2021.", "type": "p"}, {"text": "The government's official estimate of the cost of the project, excluding the eastern leg, is about £71bn in 2019 prices.", "type": "p"}], "tags": []}