{"link": "https://www.bbc.com/news/entertainment-arts-66894517", "category": "entertainment & arts", "title": "Lizzo sued by another ex-employee over bullying and harassment claims", "contributor": null, "time": "2023-09-22T17:01:44.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16835/production/_131231229_8e831af742a370c58b2f06eabd17eb5d93b36a89.jpg", "content": [{"text": "Lizzo has been sued for the second time this year by a former employee who claims she oversaw an \"unsafe, sexually charged workplace culture\".", "type": "b"}, {"text": "Fashion designer Asha Daniels accused the star's wardrobe manager of making \"racist and fatphobic\" comments and mocking black women in the entourage.", "type": "p"}, {"text": "Lizzo was named as a defendant in a lawsuit filed in LA on Thursday, but was not directly accused of harassment.", "type": "p"}, {"text": "A spokesperson for the star called the case an \"absurd publicity stunt\".", "type": "p"}, {"text": "In legal papers, Daniels said she was hired to work on Lizzo's tour in February 2023, but immediately found the environment to be \"hostile\" and \"abusive\".", "type": "p"}, {"text": "The 35-year-old claimed that dancers were frequently \"forced to change in and out of their clothes\" in full view of male crew-members, who would \"lewdly gawk, sneer, and giggle\" at them.", "type": "p"}, {"text": "She accused wardrobe manager Amanda Nomura of performing \"an offensive stereotypical impression of a black woman\" and referring to black female dancers as \"fat,\" \"useless\" and \"dumb\".", "type": "p"}, {"text": "Nomura also forced her to work 20-hour shifts without breaks, she claimed, and once \"shoved\" Daniels into a rack of clothing, causing her to injure her ankle.", "type": "p"}, {"text": "The BBC has been unable to contact Nomura for a response.", "type": "p"}, [{"text": "Lizzo accused of sexual harassment and fat-shaming ", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66379169"}, {"text": "Lizzo says dancers' harassment claims are 'false'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66393817"}], {"text": "Daniels' lawsuit, which has been seen by the BBC, also alleged that a backstage manager sent a photo \"graphically depicting male genitalia\" to a group text chat that included more than 30 crew members.", "type": "p"}, {"text": "\"No one from Lizzo's management team addressed this graphic sexual imagery in the workplace appropriately,\" the document claimed. \"Instead, Lizzo's management found the image to be comical\".", "type": "p"}, {"text": "When Lizzo's tour hit Amsterdam, Daniels claimed she saw Nomura and other supervisors \"discussing hiring sex workers for lewd acts, attending sex shows, and buying hard drugs\". She claimed she was pressured to join. ", "type": "p"}, {"text": "Daniels was \"abruptly fired\" after she complained about Nomura, according to the court documents, although she has subsequently been asked to provide further design work.", "type": "p"}, {"text": "The lawsuit echo allegations made by three of Lizzo's former tour dancers, who sued the star in August, accusing her of sexual harassment and weight-shaming over multiple incidents in 2021 and 2023.", "type": "p"}, {"text": "In a statement at the time, Lizzo denied the allegations, saying: \"These sensationalised stories are coming from former employees who have already publicly admitted that they were told their behaviour on tour was inappropriate and unprofessional.\"", "type": "p"}, {"text": "Her lawyer later said she had plans to countersue. ", "type": "p"}, {"text": "Responding to the latest lawsuit, a spokesman for Lizzo, Stefan Friedman, said that Daniels never had any contact with the pop star during her month on the tour.", "type": "p"}, {"text": "However, in a press release, Daniels' lawyer, Ron Zambrano, said: \"Lizzo is the boss so the buck stops with her\".", "type": "p"}, {"text": "Friedman countered that the case had been deliberately timed to coincide with Lizzo receiving a humanitarian award from the Black Music Action Coalition on Thursday night.", "type": "p"}, {"text": "He added: \"We will pay this as much attention as it deserves. None.\"", "type": "p"}, {"text": "Lizzo skipped the red carpet at Thursday's award show, which took place hours after news of the lawsuit broke in the US media.", "type": "p"}, {"text": "Later, the star was introduced onstage by several members of her dance troupe, and wiped away tears as she accepted her award.", "type": "p"}, {"text": "\"I really needed this right now. God's timing is on time,\" she said.", "type": "p"}, {"text": "\"I didn't write a speech because I don't know what to say in times like these,\" she continued, and noted that it was unusual to be rewarded for her charity work, rather than her music.", "type": "p"}, {"text": "\"Humanitarianism in its nature is thankless, it's selfless,\" she said. \"To be kind to someone isn't a talent. Everyone can do it. It's a gift that you give.\" ", "type": "p"}], "tags": []}