{"link": "https://www.bbc.com/news/business-63421170", "category": "business", "title": "Amazon warns of slower sales as economy weakens", "contributor": null, "time": "2022-10-27T22:40:40.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4F6A/production/_127403302_whatsubject.jpg", "content": [{"text": "Apple and Amazon sales are being hit by the weakening global economy, the tech giants have warned, adding to fears about their upcoming profits.", "type": "b"}, {"text": "Amazon shares tumbled more than 15% after the US stock market closed, as the firm forecast far weaker sales for the festive season than expected.", "type": "p"}, {"text": "Apple shares also slipped after warning of a slowing demand for gaming and advertising.", "type": "p"}, {"text": "Both cited the rising cost of living as a factor eroding consumer buying power.", "type": "p"}, {"text": "\"We're very optimistic about the holiday but we're realistic that there are various factors weighing on people's wallets\", Amazon's chief financial officer Brian Olsavsky told analysts on a call to discuss the results.", "type": "p"}, {"text": "Amazon founder Jeff Bezos, who remains chairman of the company, recently warned about worrying signals coming from the economy, writing on Twitter that it was time to \"batten down the hatches\".", "type": "p"}, {"text": "Apple, seen as one of the steadiest of the tech giants, has not been immune. ", "type": "p"}, {"text": "In its update on Thursday, Apple reported that sales rose by 8% to $90.1bn in the three months to September compared with the same period the year before.", "type": "p"}, {"text": "That was a quarterly record, albeit one dented by weaker-than-expected iPhone sales and soft growth in China.", "type": "p"}, {"text": "But Apple executives warned investors that they were seeing weakness in digital advertising and gaming and expecting a sharp fall in Mac computer sales. They added that a strong dollar would hit business.", "type": "p"}, {"text": "\"Apple's ability to sell highly priced hardware in the current environment defies all the rules,\" said Sophie Lund-Yates, lead equity analyst at Hargreaves Lansdown.", "type": "p"}, {"text": "\"The key festive season is a crucial barometer for consumer sentiment, and there's a possibility Apple is going to lose some steam year-on-year when it comes to Christmas sales.\"", "type": "p"}, [{"text": "Amazon founder: 'Batten down the hatches'", "type": "a", "href": "https://www.bbc.co.uk/news/business-63319010"}, {"text": "Apple moves iPhone 14 production to India", "type": "a", "href": "https://www.bbc.co.uk/news/business-63043083"}], {"text": "Both Apple and Amazon saw business boom during the pandemic, as more activity moved online. ", "type": "p"}, {"text": "But sales have softened significantly over the past year, as consumers do more of their shopping in person once again, and shift their buying habits in response to rising prices.", "type": "p"}, {"text": "At Amazon, overall sales in the three months to September rose 15% year-on-year to $127.1bn, but its international business shrank. Growth slowed in its lucrative cloud services unit.", "type": "p"}, {"text": "While Amazon sales were strong in July, they weakened in August and September, especially in Europe, said Mr Olsavsky, blaming the problems on a \"tougher recessionary environment\".", "type": "p"}, {"text": "Costs for items such as fuel are also rising, which is likely to hit profits, he added.", "type": "p"}, {"text": "\"Worrying times for Amazon, in line with other big tech,\" said Paolo Pescatore, analyst at PP Foresight. \"This is set to be a winter of discontent.\"", "type": "p"}, {"text": "Executives at major tech firms, including Microsoft, Google's parent company Alphabet, and Facebook have also discussed weakness in recent financial updates. ", "type": "p"}], "tags": ["Companies", "Amazon", "Retailing"]}