{"link": "https://www.bbc.com/news/entertainment-arts-63433999", "category": "entertainment & arts", "title": "Notorious singer Jerry Lee Lewis dies aged 87", "contributor": null, "time": "2022-10-28T19:06:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7365/production/_127414592_hi079884467.jpg", "content": [{"text": "Jerry Lee Lewis, the notorious singer behind Great Balls of Fire, has died aged 87, his agent has confirmed.", "type": "b"}, {"text": "One of the last survivors of rock 'n' roll's golden age, his life was also marred by scandal and violence.", "type": "p"}, {"text": "His career was briefly halted when, aged 22, he married his 13-year-old cousin Myra Gale Brown.", "type": "p"}, {"text": "Lewis's agent described him as \"perhaps the last true, great icon of the birth of rock'n'roll\".", "type": "p"}, [{"text": "Obituary: Jerry Lee Lewis", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-19963797"}], {"text": "In a statement, Lewis's publicist Zach Farnum said: \"He was there at the beginning, with Elvis, Johnny Cash, Chuck Berry, Little Richard, Carl Perkins, Fats Domino, Buddy Holly, and the rest, and watched them fade away one by one till it was him alone to bear witness, and sing of the birth of rock'n'roll.\"", "type": "p"}, {"text": "Lewis passed away at his home in Desoto County, Mississippi, with his seventh wife, Judith, by his side, his publicist said.", "type": "p"}, {"text": "The news of his death comes days after a hoax announcement of his death was reported by gossip website TMZ. ", "type": "p"}, {"text": "Ronnie Wood of the Rolling Stones led the tributes to Lewis, tweeting: \"R.I.P. JLL the KILLER - What a man.\"", "type": "p"}, {"text": "\"God bless Jerry lee Lewis, peace and love to all his family,\" said Beatles drummer Ringo Starr.", "type": "p"}, {"text": "Sir Elton John, who says his love of the piano was influenced by Lewis, wrote on his Instagram page: \"Without Jerry Lee Lewis, I wouldn't have become who I am today. He was groundbreaking and exciting, and he pulverised the piano. ", "type": "p"}, {"text": "\"A brilliant singer too. Thank you for your trailblazing inspiration and all the rock 'n' roll memories,\" he added, sharing a photograph of the two of them sitting together.", "type": "p"}, {"text": "The Telegraph's Neil McCormick described Lewis as \"the most dangerous man in rock'n'roll... he was a gun-toting, fire-starting ball of trouble. He was also the most authentic rocker who ever lived\".", "type": "p"}, {"text": "\"Controversy dogged Lewis most of his life, a reputation for drunkenness, drug addiction, womanising and worse,\" he noted.", "type": "p"}, {"text": "The Country Music Association tweeted: \"It is with great sadness we've learned about the passing of Jerry Lee Lewis, who was just inducted into the Country Music Hall of Fame this month. ", "type": "p"}, {"text": "\"We extend our heartfelt condolences to his family and loved ones during this difficult time.\"", "type": "p"}, {"text": "Born in 1935 in Ferriday, Louisiana, Lewis later moved to Memphis, Tennessee where he found work as a studio musician for Sun Studios.", "type": "p"}, {"text": "He made his performing debut aged 14, and through his childhood developed his love of boogie-woogie and blues by sneaking into a Ferriday nightclub that featured the era's best blues musicians.", "type": "p"}, {"text": "Myra Gale Brown, Lewis' cousin and the daughter of his bass player at the time, was only 13 in 1957 when she married the singer, who was then 22. ", "type": "p"}, {"text": "She claimed on the marriage licence to be 20 and the controversy of their marriage brought Lewis's career to a halt.", "type": "p"}, {"text": "Lewis ended up in jail in Memphis, Tennessee, in 1976 after he was found brandishing a pistol and demanding to see Elvis Presley outside Presley's Graceland mansion. ", "type": "p"}, {"text": "Earlier that year, Lewis had accidentally shot his bass player, Norman \"Butch\" Owens, in the chest. Playing with a loaded .357 Magnum, Lewis had reportedly been trying to shoot and hit a Coke bottle. ", "type": "p"}, {"text": "Owens was badly injured but survived, and later sued his boss, winning $125,000 (£107,000) in damages. Lewis was also charged with shooting a firearm within the city limits.", "type": "p"}, {"text": "As well as hits which included Whole Lot of Shakin' Going On, Breathless and High School Confidential, Lewis was known for his famous stage antics, such as playing standing up and even lighting the occasional piano on fire.", "type": "p"}, {"text": "The musician suffered from various illnesses and injuries in the final years of his life, with doctors telling him they should have taken him decades ago, Mr Farnum said.", "type": "p"}, {"text": "Lewis was inducted into the Rock & Roll Hall of Fame's first class in 1986 and a few years later, in 1989, he was honoured for his contribution to the recording industry with a star on the Hollywood Walk of Fame.", "type": "p"}, {"text": "His career got another boost in 1989 when he sang his songs for the movie Great Balls of Fire! in which Dennis Quaid portrayed him while Winona Ryder played Myra.", "type": "p"}, {"text": "Lewis enlisted the help of such admirers as Sir Mick Jagger, Keith Richards, Kris Kristofferson, Willie Nelson and Buddy Guy for his 2006 release Last Man Standing.", "type": "p"}, {"text": "His last album was a gospel record with his cousin, lifetime televangelist Jimmy Swaggart, who had preached against his music when they were younger.", "type": "p"}], "tags": []}