{"link": "https://www.bbc.com/news/technology-63424258", "category": "technology", "title": "What next for Twitter under Elon Musk?", "contributor": null, "time": "2022-10-28T09:00:03.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/47B8/production/_127406381_gettyimages-1240422158.jpg", "content": [{"text": "It is the moment nobody was quite sure would actually ever happen: after months of drama, Elon Musk says his $44bn (£38bn) deal to buy Twitter is complete. ", "type": "b"}, {"text": "He announced the big news on Twitter itself, of course, he has changed his bio to read \"Chief Twit\" and declared \"the bird is freed\". Job done, as far as he is concerned.", "type": "p"}, {"text": "There has been no official confirmation as yet, and the silence from Twitter HQ so far has been rather deafening.", "type": "p"}, {"text": "But perhaps there is nobody there to send that email - Mr Musk has reportedly already fired chief executive Parag Agrawal, chief financial officer Ned Segal, and legal and policy executive Vijaya Gadde, while chairman Bret Taylor's LinkedIn profile suggests he is no longer at the firm either.", "type": "p"}, {"text": "So what might Mr Musk's Twitter look like?", "type": "p"}, {"text": "Mr Musk addressed potential advertisers in an uncharacteristically humble message posted on the site on Thursday. In it, he spoke of buying Twitter because he wanted to \"try to help humanity\", and said he wanted \"civilisation to have a digital town square\". He also accepted that his mission may fail.", "type": "p"}, {"text": "The fact that he wrote specifically to those who advertise on Twitter suggests he intends for now at least to stick with its digital advertising business model. That is despite this revenue starting to fall for giants like Google-owner Alphabet and Facebook-owner Meta, as the global economic slowdown bites and firms find themselves with less cash to splash on marketing", "type": "p"}, {"text": "In the past he has spoken bombastically about wanting to lighten moderation, so that more voices can be heard more freely (Twitter has long been accused of favouring left-leaning, liberal messages, which it denies).", "type": "p"}, {"text": "Might he decide to bring back some of the more controversial tweeters, banned under the previous administration - former US president Donald Trump (who has previously said he had no desire to return), or more recently, his friend Kanye West?", "type": "p"}, {"text": "I am not so sure. Mr Musk now offers a more curtailed vision, saying that the platform must remain \"welcoming\", must abide by national laws and must not become \"a free-for-all hellscape\".  ", "type": "p"}, {"text": "West was banned for anti-Semitism and Mr Trump \"permanently suspended\" for inciting violence - sounds a bit hellscapey to me.", "type": "p"}, {"text": "Mr Musk has raged against the amount of spam and bot accounts he believes litter the site - Twitter has always disputed his claims that its official figure is far too low. He could order a mass cull, although that would probably affect everybody's all-important follower numbers, which could be an unpopular first move.", "type": "p"}, {"text": "Perhaps his most intriguing hint so far is about his new company being the start of \"X, the everything app\". He has never elaborated on that but many have suggested that he is referring to the creation of a kind of \"super app\" along the lines of China's WeChat - a one-stop-shop for social media, messaging, finance, food orders - in a nutshell, everyday life admin. ", "type": "p"}, {"text": "The West does not yet have such a thing, although one could argue that Meta's WhatsApp and even Facebook Messenger are quietly morphing into services with multiple functions. ", "type": "p"}, {"text": "Mr Musk has not disguised his love of cryptocurrency and Binance, the world's largest crypto-exchange, is a proud investor in his vision (according to the press release I received just after 05:00 BST). ", "type": "p"}, {"text": "Could we see a Twitter set-up for businesses to accept payments - in crypto? That would be a hit with crypto fans and a horror for those who warn that crypto remains a risky choice, unregulated and therefore unprotected if anything goes wrong. ", "type": "p"}, {"text": "What we do know about Mr Musk is that he is visionary, volatile, ambitious, and creative. We can guarantee the changes will start rolling in - and already some Twitter fans are saying the change of leadership will drive them away.", "type": "p"}, {"text": "\"We wanted flying cars, instead we got 140 characters,\" said the investor Peter Thiel of the tech industry, long before the meme \"expectations vs reality\" became a thing.  With Mr Musk, we may well get both.  ", "type": "p"}, {"text": "Follow Zoe Kleinman on Twitter (of course) @zsk", "type": "p"}], "tags": ["Social media", "Elon Musk", "Twitter", "Cryptocurrency"]}