{"link": "https://www.bbc.com/news/business-66329704", "category": "business", "title": "Eurozone interest rates reach joint record high", "contributor": null, "time": "2023-07-27T17:06:38.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/0FCD/production/_130554040_gettyimages-1556778888.jpg", "content": [{"text": "The European Central Bank (ECB) has raised interest rates in the eurozone once again, taking its key rate to a record high last seen in late 2000.", "type": "b"}, {"text": "The bank raised the deposit rate in the 20-nation bloc for the ninth time in a row - to 3.75%, up from 3.5%.", "type": "p"}, {"text": "The ECB said inflation continued to ease, but was still expected to remain \"too high for too long\".", "type": "p"}, {"text": "On Wednesday, the US central bank raised rates to their highest level in 22 years in its bid to control prices.", "type": "p"}, {"text": "In the UK, where inflation fell to 7.9% in June, the Bank of England's base rate is at 5%, At its next decision on 3 August, the Bank is widely expected to raise rates to 5.25%.", "type": "p"}, {"text": "The idea of raising rates is to make the cost of borrowing more expensive and so decrease demand and make price rises more difficult to pass on. ", "type": "p"}, {"text": "As in other regions, the eurozone has been hit by rising food and energy prices that have weighed on households.", "type": "p"}, {"text": "Inflation in the eurozone is running at 5.5%. Food price inflation has continued to slow but was still at 11.6% in June. ", "type": "p"}, {"text": "The ECB said it was determined to ensure inflation returned to its 2% medium-term target in a \"timely manner\".", "type": "p"}, {"text": "The eurozone fell into recession last winter, revised figures showed recently, as consumers were hit by rising prices.", "type": "p"}, {"text": "The eurozone economy contracted by 0.1% between January and March, after also shrinking in the final three months of 2022.", "type": "p"}, {"text": "The ECB said on Thursday that developments since its last meeting supported the expectation that \"inflation will drop further over the remainder of the year but will stay above target for an extended period\". ", "type": "p"}, [{"text": "What are interest rates? A quick guide", "type": "a", "href": "https://www.bbc.co.uk/news/uk-63460591"}, {"text": "US raises interest rates to highest in 22 years ", "type": "a", "href": "https://www.bbc.co.uk/news/business-66316710"}, {"text": "Eurozone in recession as rising prices hit spending", "type": "a", "href": "https://www.bbc.co.uk/news/business-65844370"}], {"text": "It added that previous rate increases were showing signs of working and were \"increasingly dampening demand, which is an important factor in bring inflation back to target\". ", "type": "p"}, {"text": "However, it added: \"While some measures show signs of easing, underlying inflation remains high overall.\"", "type": "p"}, {"text": "High inflation and higher rates were dampening spending so that the \"near-term economic outlook for the euro area has deteriorated, owing largely to weaker domestic demand\".", "type": "p"}, {"text": "The bank said this was affecting manufacturing output in particular, which was also being held down by weak demand from abroad. ", "type": "p"}, {"text": "However, it said: \"Over time, falling inflation, rising incomes and improving supply conditions should support the recovery.\"", "type": "p"}], "tags": []}