{"link": "https://www.bbc.com/news/entertainment-arts-66325176", "category": "entertainment & arts", "title": "Sinéad O'Connor's death not treated as suspicious, police say", "contributor": null, "time": "2023-07-27T15:26:51.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ACF0/production/_130527244_007dc5ce-7ecb-4cf4-a153-5048a0126b2f.jpg", "content": [{"text": "Police say the death of Sinéad O'Connor is not being treated as suspicious, following the discovery of her body on Wednesday.", "type": "b"}, {"text": "The Irish singer and activist, 56, best known for the song Nothing Compares 2 U, was found at her home in Herne Hill, south London at 11:18 BST.", "type": "p"}, {"text": "Police say she was \"unresponsive\" and \"pronounced dead at the scene\".", "type": "p"}, {"text": "London Inner South Coroner's Court said no medical cause of death was given and an autopsy will be conducted. ", "type": "p"}, {"text": "The results could take \"several weeks\" and a decision on whether an inquest will be needed will be decided when they are are known, the court added,", "type": "p"}, {"text": "O'Connor's family announced the news of her death on Wednesday evening \"with great sadness\", saying \"her family and friends are devastated\". ", "type": "p"}, {"text": "She will be remembered for many political statements, including in 1992 when she controversially ripped up a picture of Pope John Paul II during a performance on US TV show Saturday Night Live.", "type": "p"}, {"text": "Shredding the picture, which she removed from a frame in her mother's home after her death, was a protest against child sexual abuse in the Catholic Church.", "type": "p"}, {"text": "Tributes have been pouring in for the Brit and Grammy Award-winning artist, including from singer Annie Lennox , who shared a poetic tribute to O'Connor, calling her \"fierce and fragile... impulsive, bold and beautiful... with an incredible voice\".", "type": "p"}, {"text": "\"May the angels hold you in their tender arms and give you rest,\" she added.", "type": "p"}, [{"text": "Sinéad O'Connor: Life in pictures", "type": "a", "href": "https://www.bbc.co.uk/news/in-pictures-66323955"}, {"text": "Tributes: Sinead O'Connor had a voice that 'cracked stone'", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66321090"}, {"text": "How Sinéad O'Connor recorded Nothing Compares 2 U", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-66320163"}, {"text": "Obituary: A talent beyond compare", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-35031186"}], {"text": "The Pretenders' singer Chrissie Hynde told BBC Radio 2: \"She was a really fun person, she was such a riot to hang out with.", "type": "p"}, {"text": "\"But she was always angling to stir it up - she really poked the hornets' nest, and [was] certainly a one-off and a huge talent. She is without question in a better place - so fly on, sweet angel.\"", "type": "p"}, {"text": "Speaking on the red carpet for the Mercury Prize nominations, artist Jessie Ware told the BBC she was a \"trailblazer\".", "type": "p"}, {"text": "\"I just remember Nothing Compares 2 U - asking my dad to play it in the back of the car over and over,\" she said.", "type": "p"}, {"text": "\"That voice, her honesty and fearlessness was transcendental\". ", "type": "p"}, {"text": "The Taoiseach (Irish PM) Leo Varadkar also paid tribute to O'Connor, who was born in Dublin.", "type": "p"}, {"text": "He said her music \"was loved around the world and her talent was unmatched\".", "type": "p"}, {"text": "Sinn Fein vice-president Michelle O'Neill delivered a tribute at Stormont, the Northern Ireland Assembly, saying:\"Ireland has lost one of its greats, such a hugely talented female artist, a real trailblazer.", "type": "p"}, {"text": "\"She was an Irish woman in the music industry who led the way and her loss will be felt greatly by many.\"", "type": "p"}, {"text": "The Smiths singer Morrissey wrote on his website: \"She had the courage to speak when everyone else stayed safely silent. She was harassed simply for being herself. Her eyes finally closed in search of a soul she could call her own.\"", "type": "p"}, {"text": "One fan left a handwritten tribute to O'Connor on the doorstep of one of her former homes in Bray, County Wicklow, which read: \"May your journey to the afterlife be beautiful and healing.\"", "type": "p"}, {"text": "Irish TV presenter Laura Whitmore said on Instagram: \"As an Irish woman growing up in the 90s, she was everything, showing girls were cool. ", "type": "p"}, {"text": "\"Irish women could be recognised globally and shaved heads not just for guys - though not a look I could carry off.", "type": "p"}, {"text": "\"My mam told everyone who visited Sinéad lived on our road - she was our royalty. Rest in peace Queen x.\"", "type": "p"}, {"text": "O'Connor, who shot to international fame in the 1990s, was also remembered by Oscar-winning singer and songwriter Glen Hansard.", "type": "p"}, {"text": "He said: \"Ireland has always preferred its heroes on the wall. Too scared and afraid to deal with them in the room. Now we can finally hang her picture on the wall and revere her for the giant she was.\"", "type": "p"}, {"text": "A 2022 documentary about O'Connor, called Nothing Compares, was set to be aired on television for the first time by Sky on 29 July.", "type": "p"}, {"text": "Speaking to BBC Breakfast, RTE music journalist Dave Fanning, who did the first-ever interview with the singer and met her more than 200 times, described her as a \"generous person,\" but acknowledged she was a \"polarising\" figure.", "type": "p"}, {"text": "\"When she tore up the picture of the Pope on Saturday Night Live and people said she'd ruin her career, she did ruin her career, because that was the plan.", "type": "p"}, {"text": "\"She never wanted to be famous, to be a pop star, she felt she was a protest singer.\"", "type": "p"}, {"text": "Kathryn Ferguson, the Belfast film-maker behind the project, said she was \"devastated\" by the news of O'Connor's death.", "type": "p"}, {"text": "\"My father introduced me to Sinéad's music in the late '80s,\" she told BBC Radio 4's Front Row.", "type": "p"}, {"text": "The London Irish Centre is holding a tribute to O'Connor on Thursday night, with Annie Mac and guests. ", "type": "p"}, {"text": "O'Connor had recently moved back to London, tweeting in early July that she had been away for 23 years.", "type": "p"}, {"text": "\"Very happy to be home,\" she said, adding: \"Hopefully touring Australia and New Zealand toward end 2024. Europe, USA and other territories beginning early 2025.\" ", "type": "p"}], "tags": []}