{"link": "https://www.bbc.com/news/science-environment-66322608", "category": "science & environment", "title": "Climate change: July set to be world's warmest month on record", "contributor": null, "time": "2023-07-27T18:09:36.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/3A2E/production/_130549841_global_temp_record-nc.png", "content": [{"text": "Amid blistering heatwaves, July is \"virtually certain\" to be the world's warmest month on record, say scientists. ", "type": "b"}, {"text": "So hot has the month been to date that researchers are confident the 2019 record will be broken, even with several days to go.", "type": "p"}, {"text": "UN chief Antonio Guterres said the planet is entering an \"era of global boiling\". ", "type": "p"}, {"text": "Scientists agree the extra heat is mainly linked to fossil fuel use.", "type": "p"}, {"text": "US President Joe Biden described climate change as an \"existential threat\" and that no one \"can deny the impact of climate change anymore\".", "type": "p"}, {"text": "Some experts believe that July might well be the warmest month in the past 120,000 years. ", "type": "p"}, [{"text": "Will the Gulf Stream really collapse by 2025?", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66289494"}, {"text": "Greta Thunberg fined over Swedish climate protest ", "type": "a", "href": "https://www.bbc.co.uk/news/world-europe-66287756"}, {"text": "July heat near 'impossible' without climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66289489"}], {"text": "Researchers are not surprised that July is set to break the current record for the warmest month as there have been plenty of indications in recent weeks that the world is seeing far greater levels of heating. ", "type": "p"}, {"text": "The world's warmest day occurred on July 6, and the hottest 23 days ever recorded were all this month, according to the Copernicus Climate Change Service. ", "type": "p"}, {"text": "Their provisional average temperature for the first 25 days of the month is 16.95C, which is well above the 16.63C figure for the whole of July 2019. ", "type": "p"}, {"text": "Other analysis has come to the same conclusion.", "type": "p"}, {"text": "Dr Karsten Haustein from the University of Leipzig has calculated that July 2023 will be 1.3C-1.7C above the average July temperatures recorded before the widespread use of fossil fuels. The best guess is around 1.5C. He's confident that even if the last few days are cooler, the margin of error is enough to make July the hottest yet seen.", "type": "p"}, {"text": "\"Not only will it be the warmest July, but the warmest month ever in terms of absolute global mean temperature,\" he said in a statement.  ", "type": "p"}, {"text": "\"We may have to go back thousands if not tens of thousands of years to find similarly warm conditions on our planet.\"", "type": "p"}, {"text": "Researchers work out the global air temperature by taking readings from weather stations dotted around the world. ", "type": "p"}, {"text": "However there are not enough stations to give a completely accurate global picture so scientists feed all of these readings - plus some measurements from the atmosphere itself - into computer models. ", "type": "p"}, {"text": "These allow scientists to create a \"map without gaps\", meaning the global temperature can be reliably estimated.", "type": "p"}, {"text": "By combining these datasets with global weather forecasts for the next few days, scientists can come up with a reliable estimate of the global temperature even before the end of the month.", "type": "p"}, {"text": "While July is likely to be the warmest in records dating back around 150 years or so, some researchers believe the final temperature may be the warmest in tens of thousands of years. ", "type": "p"}, {"text": "To work out these ancient figures, scientists use records like the air trapped in polar ice cores, or sediments in the deep ocean. These capture a signal of the climate at the time.", "type": "p"}, {"text": "From this evidence, while scientists can't pinpoint specific months going that far back, they say the last time the world was similarly warm was about 120,000 years ago - when sea levels were around 8m higher than today, and hippos were present as far north as Britain.", "type": "p"}, {"text": "Researchers are confident that emissions of fossil fuels from human activities are mostly to blame for the levels of warming we are now seeing. ", "type": "p"}, {"text": "\"The extreme weather which has affected many millions of people in July is unfortunately the harsh reality of climate change and a foretaste of the future,\" said the World Meteorological Organization's Secretary-General Prof Petteri Taalas. ", "type": "p"}, {"text": "\"The need to reduce greenhouse gas emissions is more urgent than ever before,\" he said. \"Climate action is not a luxury but a must.\"", "type": "p"}, {"text": "Experts believe that July's temperature record will not be the last one broken this year. ", "type": "p"}, {"text": "As well as the ongoing impact of greenhouse gases, there's the growing effect of the El Niño weather system - a natural event where oceans warm in the east Pacific and release heat into the atmosphere. This is likely to push temperatures even higher and may make 2023 or 2024 the warmest year yet recorded, because scientists warn we're yet to see its full impacts.", "type": "p"}, {"text": "There are other factors that have might have added to global temperatures. ", "type": "p"}, {"text": "New shipping rules have led to a smaller amount of pollutants being released, and until recently levels of Saharan dust in the atmosphere have been low. ", "type": "p"}, {"text": "These airborne particles, called \"aerosols\", typically reflect some of the sun's energy back into space - although the science is very complicated. It's thought that having less of these aerosols may have made a small contribution to record North Atlantic heat. ", "type": "p"}, {"text": "The eruption of an underwater volcano in Tonga in 2022 has also added to the amount of water vapour in the atmosphere, which heats the planet like carbon dioxide.", "type": "p"}, {"text": "In 2015, nearly 200 countries signed up to the Paris climate agreement. They pledged to try to keep long-term global temperature rises to 1.5C above the pre-industrial period - before humans started burning fossil fuels at scale.", "type": "p"}, {"text": "Scientists caution that while the July temperatures are worrying, extreme temperatures in a single month don't mean that international climate agreements have been broken.", "type": "p"}, {"text": "\"That does not mean we reach or breach the Paris goal or 1.5C because that is understood as the long-term increase in global warming,\" explains Dr Friederike Otto, a climate scientist from Imperial College London.", "type": "p"}, {"text": "Limiting warming to 1.5C is seen as key to avoiding the most dangerous impacts of climate change. ", "type": "p"}, {"text": "But as the recent heatwaves have shown, the consequences of climate change increase with every fraction of a degree of warming.", "type": "p"}, {"text": "While southern Europe has been experiencing intense heat, the UK has been considerably milder.", "type": "p"}, {"text": "This is linked to the position of the jet stream, according to weather experts. ", "type": "p"}, {"text": "But the Met Office warned today that the UK can expect to see warmer temperatures in years to come due to the ongoing rise in global temperatures.", "type": "p"}, [{"text": "A really simple guide to climate change", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-24021772"}]], "tags": []}