{"link": "https://www.bbc.com/news/business-65908054", "category": "business", "title": "Beyoncé blamed for inflation surprise in Sweden", "contributor": null, "time": "2023-06-14T19:20:30.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7863/production/_130091803_e1584e8a1d6b251abd128eedb1239c95388ab52a.jpg", "content": [{"text": "Thought the war in Ukraine or supply chain snarls were to blame for rising prices? You must not know 'bout Beyoncé.", "type": "b"}, {"text": "The start of the singer's world tour in Sweden last month sparked such a frenzy of demand for hotels and restaurant meals that it has shown up in the country's economic statistics.", "type": "p"}, {"text": "Sweden reported higher-than-expected inflation of 9.7% in May.", "type": "p"}, {"text": "Rising prices for hotels and restaurants were behind the surprise.", "type": "p"}, {"text": "Michael Grahn, economist at Danske Bank, said he thought Beyoncé helped drive the jump in hotel rates. She may also have been the force behind the unexpectedly strong uptick in recreation and culture prices, he said.", "type": "p"}, {"text": "\"I wouldn't ... blame Beyoncé for [the] high inflation print, but her performance and global demand to see her perform in Sweden apparently added a little to it,\" he wrote in an email to the BBC.", "type": "p"}, {"text": "There is little doubt that the singer's first solo tour in seven years marks a big economic moment. At least one estimate suggests the run could gross almost £2bn by the time it ends in September.", "type": "p"}, {"text": "Searches for accommodations in cities on the tour shot up after it was announced, Airbnb reported. Tickets for many concerts sold out within days and prices soared on the resale market. ", "type": "p"}, {"text": "In the UK, 60,000 people descended on Cardiff, including fans from Lebanon, the US and Australia. Demand for hotel rooms tied to her concert in London was so strong that in one case, some homeless families being housed in a hotel by the local council were reportedly booted to make way for her fans. ", "type": "p"}, {"text": "The Stockholm concerts, where Beyoncé played to a crowd of 46,000 for two nights, reportedly drew fans from around the world - especially the US, where a strong dollar against the krona helped to make tickets in the Nordic country seem a relative steal.", "type": "p"}, {"text": "In an email to the Washington Post last month, Visit Stockholm described the boom in tourism to the city as the \"Beyoncé effect\" .", "type": "p"}, {"text": "Inflation in Sweden peaked at 12.3% in December. The 9.7% rate last month was down from 10.5% in April, official figures show. Financial markets had expected around 9.4%.", "type": "p"}, {"text": "For one star to have such an impact is \"very rare\", Mr Grahn told the BBC, adding that big soccer tournaments can have a similar effect. ", "type": "p"}, {"text": "He wrote on social media that he expected trends to return to normal in June.  ", "type": "p"}], "tags": []}