{"link": "https://www.bbc.com/news/entertainment-arts-65908540", "category": "entertainment & arts", "title": "Miriam Margolyes makes Vogue cover debut at 82", "contributor": null, "time": "2023-06-14T16:48:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13C7B/production/_130091018_screenshot2023-06-14155337.jpg", "content": [{"text": "Miriam Margolyes says she \"wouldn't want to be straight for anything\", as she makes her Vogue cover debut at 82. ", "type": "b"}, {"text": "The actress posed for vibrant photos and discussed the joy she felt in her sexuality, saying she's \"never had any shame\" around it.", "type": "p"}, {"text": "\"Gay people are very lucky, because we are not conventional,\" she said.", "type": "p"}, {"text": "Known for her iconic TV and film roles, and candour in interviews, she came out as a lesbian in 1966 when homosexuality was illegal.", "type": "p"}, {"text": "She also lived through the HIV crisis of the 1980s, during which she lost 34 friends.", "type": "p"}, {"text": "\"I never had any shame about being gay or anything really. I knew it wasn't criminal because it was me. I couldn't be criminal,\" she told the fashion magazine.", "type": "p"}, {"text": "But the award-winning actress also revealed she regretted coming out to her parents, who she says never accepted her sexuality.", "type": "p"}, {"text": "\"It hurt them and I don't want to hurt people,\" she said.", "type": "p"}, {"text": "Margolyes' career in TV and film spans decades; some of her work includes Blackadder, Vanity Fair and Harry Potter. ", "type": "p"}, {"text": "She has often made headlines for her hilariously frank interviews, with her wild anecdotes often going viral.", "type": "p"}, {"text": "\"It's a strong position if you're not afraid to be who you are,\" she told Vogue.", "type": "p"}, {"text": "\"We're all so insecure. People are frightened such a lot of the time and what I've always tried to do... (is) make people feel good about themselves.\"", "type": "p"}, {"text": "She features along with other \"LGBTQ+ pioneers\", including Ncuti Gatwa and Emma D'Arcy, in the July edition of British Vogue.", "type": "p"}, {"text": "The 82-year-old's cover reads \"pride and joy\", where she is shrouded in blue satin, peaking through a chic mesh headpiece.", "type": "p"}, {"text": "Other notable covers in recent years include Dame Judi Dench in 2020, who became the oldest star to appear on the cover of British Vogue at 85 in its 104-year history.", "type": "p"}, {"text": "In April, the magazine featured its first disabled models, which British Vogue editor-in-chief Edward Enninful called one of his proudest career moments.", "type": "p"}, {"text": "It was announced earlier this month that Enninful, who has been a high-profile champion for greater inclusivity in the fashion industry, will be stepping down from the role.", "type": "p"}, {"text": "See the full feature in the July issue of British Vogue, available via digital download and on newsstands from Tuesday 20 June. ", "type": "p"}], "tags": []}