{"link": "https://www.bbc.com/news/health-65860202", "category": "health", "title": "Super-engineered vaccines created to help end polio", "contributor": null, "time": "2023-06-14T15:18:53.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6C8C/production/_130088772_4401aea30d1eb4287ad9d16eabf635bd281b7562.jpg", "content": [{"text": "Scientists have \"super-engineered\" polio vaccines to prevent them mutating into a dangerous form that can cause outbreaks and paralysis.", "type": "b"}, {"text": "The oral vaccines contain weakened live polio viruses and the genetic redesign locks them into that weakened state. ", "type": "p"}, {"text": "The US and UK teams have now created upgraded vaccines against all three types of polio. ", "type": "p"}, {"text": "However, better vaccines still need to reach every child in order to stop the disease. ", "type": "p"}, {"text": "Polio can spread into the nervous system, causing paralysis. Cases have fallen by more than 99% since the late 1980s and about 20 million people who would have been paralysed can walk thanks to vaccines. ", "type": "p"}, {"text": "The original or \"wild\" poliovirus is now contained to small pockets of Afghanistan and Pakistan and the oral vaccines play a pivotal role in the attempt to rid the world of polio. ", "type": "p"}, {"text": "\"The issue is they're genetically unstable,\" Dr Andrew Macadam, from the UK's National Institute for Biological Standards and Control, told BBC News.", "type": "p"}, {"text": "It takes only one mutation to turn the safe polio vaccine back into a virus that can move out of a child's stomach, invade their nervous system and cause paralysis. ", "type": "p"}, {"text": "And if those viruses spread from an immunised child - through their contaminated faeces - there is a risk of infecting the unvaccinated and triggering an outbreak. ", "type": "p"}, {"text": "There are now more cases of \"vaccine-derived polio\" than of the wild poliovirus and the polio detected in London's sewers last year was connected to the oral vaccine. ", "type": "p"}, [{"text": "Polio: Do we have to worry about it once again?", "type": "a", "href": "https://www.bbc.co.uk/news/health-62492791"}], {"text": "So the researchers have genetically altered the weakened virus even further to make it much harder for it to start causing paralysis again. ", "type": "p"}, {"text": "\"By genetically modifying this part of the virus, we could modify this region so it couldn't revert and this I think has been remarkably successful,\" Dr Macadam said.", "type": "p"}, {"text": "Prof Raul Andino, from University of California San Francisco, said he was \"super-proud\" of the scientific effort showing the vaccine was \"50 to 100 times more stable\".", "type": "p"}, {"text": "In March 2021, the World Health Organization made the researchers' vaccine against type-two polio available for emergency use. Since then, it has been used more than 650 million times. ", "type": "p"}, {"text": "Now, in the journal Nature, the researchers have detailed the creation of stable vaccines against polio types one and three. ", "type": "p"}, {"text": "The first-stage human trials of the upgraded vaccines have already been conducted - and, the researchers say, the data, which is still being analysed, is \"very promising\". ", "type": "p"}, {"text": "The trio represent the first new polio vaccines in 50 years. ", "type": "p"}, {"text": "\"I don't think there's any question that they're helpful, the new vaccines address the instability question, but it doesn't address the coverage issue,\" Dr Macadam said.", "type": "p"}, {"text": "Tackling the last 1% of polio cases has proven stubborn. The original goal was to completely eradicate polio by the year 2000 - but delivering vaccines to some of the poorest and most conflict-ridden parts of the world has been a challenge. ", "type": "p"}, {"text": "Prof Alan Barrett, from the Sealy Institute for Vaccine Sciences, at the University of Texas, called the \"super-engineered\" vaccines a feat of \"impressive science\".", "type": "p"}, {"text": "\"[But] will it lead the endgame to the finish line? That is a big question,\" he added.", "type": "p"}, {"text": "Joseph Swan, from the World Health Organization and the Global Polio Eradication Initiative, said more stable vaccines were a \"significant part\" of the plan for a polio-free world.", "type": "p"}, {"text": "But, he said: \"Simply having these new and better tools will not get us over the finish line - vaccination, not just vaccines, is what will end polio.\"", "type": "p"}, {"text": "There was now a \"unique opportunity\" to eradicate wild poliovirus - but vaccine-derived polio outbreaks were causing problems in places facing \"complex humanitarian emergencies\", in the Democratic Republic of Congo and Yemen. ", "type": "p"}, {"text": "Follow Jameson Twitter. ", "type": "p"}], "tags": []}