{"link": "https://www.bbc.com/news/entertainment-arts-64999388", "category": "entertainment & arts", "title": "Taylor Swift launches Eras tour with three-hour, 44-song set", "contributor": null, "time": "2023-03-18T10:09:59.000Z", "cover": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/15EFC/production/_129025898_gettyimages-1474294721.jpg", "content": [{"text": "It's been five years since Taylor Swift last went on tour, during which time she's released four albums, including the Grammy Award-winning Folklore.", "type": "b"}, {"text": "Her live absence - enforced by the pandemic - was clearly a source of frustration, because her first show back was a three-hour, fifteen-minute extravaganza, including 44 songs from across her career.", "type": "p"}, {"text": "\"I can't even go into how much I've missed you,\" Swift told fans, as she took to the stage for the opening night of her Eras tour.", "type": "p"}, {"text": "The star had promised the show would be \"a journey through all of my musical eras\" and the appetite for tickets was so great that it caused Ticketmaster's systems to fall over.", "type": "p"}, {"text": "Despite that, the tour broke the record for the most concert tickets sold by an artist in a single day, at 2.4 million.", "type": "p"}, {"text": "About 80,000 of those fans attended the first show at Arizona's State Farm Stadium, where they were treated to a trawl through Swift's hugely varied back catalogue.", "type": "p"}, {"text": "The set was split into sections, one for each of her 10 albums, tracing her journey from country ingénue to chart-topping pop star to lockdown-era folk singer (albeit with a mixed-up chronology).", "type": "p"}, {"text": "She opened with Miss Americana & The Heartbreak Prince, a cherished fan favourite from 2019's Lover album, before segueing into the dreamy pop of Cruel Summer.", "type": "p"}, {"text": "Dressed in a diamond-encrusted leotard outfit and surrounded by dancers with elaborate peacock tails, she soaked up the crowd's applause, declaring: \"I don't know how to process all of this and how it's making me feel right now.", "type": "p"}, {"text": "\"[But] let me start by saying you're making me feel fantastic\".", "type": "p"}, [{"text": "Ticketmaster sorry for Taylor Swift ticket fiasco", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-64384304"}, {"text": "Everything we know about Taylor Swift's songwriting", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63233361"}, {"text": "Taylor Swift releases a 'perfect replica' of Fearless", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-56687699"}, {"text": "Taylor Swift joins The 1975 on stage at London gig", "type": "a", "href": "https://www.bbc.co.uk/news/uk-england-london-64262191"}], {"text": "The show is a massive production, with 16 dancers, multiple set and costume changes and a long, illuminated catwalk leading to a second stage.", "type": "p"}, {"text": "At one point, she appeared to dive into the stage and swim to the middle of the stadium, before emerging on a rising platform to play her recent single, Lavender Haze. ", "type": "p"}, {"text": "Look What Made You Do was performed against a giant video wall showing Swift in various personas from her 17-year career while Blank Space featured dancers riding blue neon bikes, straight out of Tron.", "type": "p"}, {"text": "For the more pastoral songs of Folklore, Swift appeared inside a moss-covered country shack, first seen in her 2021 Grammy Awards performance. Later, on the cutthroat revenge fantasy Vigilante, she performed a Fosse-inspired chair routine.", "type": "p"}, {"text": "But the highlight for many was the full 10-minute version of All Too Well - the song she allegedly wrote about actor and ex-boyfriend Jake Gyllenhaal - which was performed in a flowing red overcoat as snowflakes fell across the stage.", "type": "p"}, {"text": "Throughout, the audience sang every word in devoted adoration. The feeling was very clearly mutual.", "type": "p"}, {"text": "At one point, Swift interrupted her own stage patter to deadpan: \"I'm trying to tell you I love you and I'm babbling.\"", "type": "p"}, {"text": "Early reviews for the concert have been enthusiastic, highlighting the extensive setlist and cinematic production values.", "type": "p"}, {"text": "\"The queen of pop reclaims her throne,\" declared The Times, adding: \"If there is a danger that shifting between 10 such different albums could lead to an uneven experience it is somehow avoided here, with Swift managing to produce a cohesive experience despite the constantly changing outfits and backdrops.\"", "type": "p"}, {"text": "\"She managed to make it look easy, enjoying the journey as much as the Swifties in attendance did,\" agreed local news outlet Arizona Central.", "type": "p"}, {"text": "\"The Swifties are certainly going to be Enchanted,\" said Hello magazine, in a review peppered with Swift's song titles.", "type": "p"}, {"text": "\"It's been a long wait back to this moment, but karma is, indeed, a queen - and this was worth the wait.\"", "type": "p"}, {"text": "\"The achievement is often staggering\" concluded Billboard, \"with costume changes, set-piece upheaval [and] vulnerable moments in a crowd of thousands and sing-alongs that will rival the scope of any tour this year.\"", "type": "p"}, {"text": "The only criticism, from fans and reviewers alike, was that Swift's third album Speak Now was given short shrift, with only one song on the setlist (the understated ballad Enchanted, performed in a ballgown, pictured above).", "type": "p"}, {"text": "\"She paid this album dust,\" wrote one concertgoer on Reddit. \"The dress was beautiful though.\"", "type": "p"}, {"text": "Rumours are already circulating that the Speak Now section will be expanded during the tour, with Swift expected to release a re-recorded version of the album as part of her ongoing campaign to regain control of her masters.", "type": "p"}, {"text": "For now, the 52-date tour is restricted to the US. It is not known whether the extravagant production will come to the rest of the world - but fans are living in hope.", "type": "p"}, {"text": "Lover:", "type": "b"}, [{"text": "Miss Americana & The Heartbreak Prince", "type": "p"}, {"text": "Cruel Summer", "type": "p"}, {"text": "The Man", "type": "p"}, {"text": "You Need To Calm Down", "type": "p"}, {"text": "Lover", "type": "p"}, {"text": "The Archer", "type": "p"}], {"text": "Fearless:", "type": "b"}, [{"text": "Fearless", "type": "p"}, {"text": "You Belong With Me", "type": "p"}, {"text": "Love Story", "type": "p"}], {"text": "Evermore:", "type": "b"}, [{"text": "'Tis The Damn Season", "type": "p"}, {"text": "Willow", "type": "p"}, {"text": "Marjorie", "type": "p"}, {"text": "Champagne Problems", "type": "p"}, {"text": "Tolerate It", "type": "p"}], {"text": "Reputation:", "type": "b"}, [{"text": "… Ready For It?", "type": "p"}, {"text": "Delicate", "type": "p"}, {"text": "Don't Blame Me", "type": "p"}, {"text": "Look What You Made Me Do", "type": "p"}], {"text": "Speak Now:", "type": "b"}, [{"text": "Enchanted", "type": "p"}], {"text": "Red:", "type": "b"}, [{"text": "22", "type": "p"}, {"text": "We Are Never Ever Getting Back Together", "type": "p"}, {"text": "I Knew You Were Trouble", "type": "p"}, {"text": "All Too Well (10 Minute Version)", "type": "p"}], {"text": "Folklore:", "type": "b"}, [{"text": "Invisible String", "type": "p"}, {"text": "Betty", "type": "p"}, {"text": "The Last Great American Dynasty", "type": "p"}, {"text": "August", "type": "p"}, {"text": "Illicit Affairs", "type": "p"}, {"text": "My Tears Ricochet", "type": "p"}, {"text": "Cardigan", "type": "p"}], {"text": "1989:", "type": "b"}, [{"text": "Style", "type": "p"}, {"text": "Blank Space", "type": "p"}, {"text": "Shake It Off", "type": "p"}, {"text": "Wildest Dreams ", "type": "p"}, {"text": "Bad Blood", "type": "p"}], {"text": "Wild card section (a different acoustic song each show)", "type": "b"}, [{"text": "Mirrorball", "type": "p"}], {"text": "Taylor Swift:", "type": "b"}, [{"text": "Tim McGraw", "type": "p"}], {"text": "Midnights:", "type": "b"}, [{"text": "Lavender Haze", "type": "p"}, {"text": "Anti-Hero", "type": "p"}, {"text": "Midnight Rain", "type": "p"}, {"text": "Vigilante S***", "type": "p"}, {"text": "Bejeweled", "type": "p"}, {"text": "Mastermind", "type": "p"}, {"text": "Karma", "type": "p"}], {"text": "Follow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk.", "type": "p"}], "tags": []}