{"link": "https://www.bbc.com/news/technology-64993603", "category": "technology", "title": "YouTube reinstates Donald Trump's channel", "contributor": null, "time": "2023-03-17T21:07:16.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6E8E/production/_129020382_microsoftteams-image-3.png", "content": [{"text": "YouTube has reinstated Donald Trump's account following a two-year suspension from the video-sharing platform.", "type": "b"}, {"text": "The move follows similar decisions taken by Meta, which owns Facebook and Instagram, and Elon Musk-owned Twitter.", "type": "p"}, {"text": "The former US president was banned from posting YouTube videos in January 2021, with YouTube saying at the time that his channel had broken its rules over the incitement of violence.", "type": "p"}, {"text": "But his account is now back online, according to YouTube's press account.", "type": "p"}, {"text": "\"Starting today, the Donald J. Trump channel is no longer restricted and can upload new content,\" Google-owned YouTube wrote on Twitter. ", "type": "p"}, {"text": "\"We carefully evaluated the continued risk of real-world violence, while balancing the chance for voters to hear equally from major national candidates in the run-up to an election.", "type": "p"}, {"text": "\"This channel will continue to be subject to our policies, just like any other channel on YouTube.\"", "type": "p"}, {"text": "YouTube previously banned Mr Trump from posting videos on its platform days after his supporters stormed the US Capitol in Washington DC, on 6 January 2021.", "type": "p"}, {"text": "Hundreds of rioters entered the complex as the US Congress attempted to certify Joe Biden's victory in the presidential election.", "type": "p"}, {"text": "After the riots, Mr Trump's Facebook, Instagram and Twitter accounts were also suspended.", "type": "p"}, {"text": "Several months later, he launched his own social media platform, Truth Social.", "type": "p"}, {"text": "But in 2022, Mr Trump announced he would run for the US presidency in 2024, and since then his accounts on all of these platforms have returned.", "type": "p"}, {"text": "He has more than 2.6 million subscribers on YouTube, to go along with his 87 million followers on Twitter, 34 million on Facebook and 23 million on Instagram.", "type": "p"}, {"text": "But despite his following, there is no guarantee that Mr Trump will return to posting videos on YouTube.", "type": "p"}, {"text": "On Friday, however, he posted on Facebook for the first time in more than two years, with a short video clip of his 2016 victory speech and a message simply saying: \"I'M BACK!\" ", "type": "p"}], "tags": []}