{"link": "https://www.bbc.com/news/business-62991376", "category": "business", "title": "UK may already be in recession - Bank of England", "contributor": "Dearbail Jordan & Daniel Thomas", "time": "2022-09-22T13:46:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/44C1/production/_126810671_gettyimages-1185711597.jpg", "content": [{"text": "The Bank of England has raised interest rates from 1.75% to 2.25% - the highest level for 14 years - and warned the UK may already be in a recession.", "type": "b"}, {"text": "The central bank had previously expected the economy to grow between July and September but it now believes it will shrink by 0.1%.", "type": "p"}, {"text": "It is the Bank's seventh rate rise in a row as it tries to tame soaring prices.", "type": "p"}, {"text": "It takes borrowing costs to their highest since 2008, when the global banking system faced collapse.", "type": "p"}, {"text": "Inflation - the pace at which prices rise - is currently at its highest rate for nearly 40 years, leaving many people facing hardship.  ", "type": "p"}, {"text": "Prices are also widely predicted to head higher in October, despite a government plan to limit soaring gas and electricity prices for households and businesses.  ", "type": "p"}, {"text": "Raising interest rates makes it more expensive to borrow which should, in theory, encourage people to spend less and cool prices. ", "type": "p"}, {"text": "But many households with mortgages will see their costs rise. People on a typical tracker mortgage will have to pay about £49 more a month, while those on standard variable rate mortgages will see a £31 increase.", "type": "p"}, [{"text": "Watch: What is a recession and how will it affect you?", "type": "a", "href": "https://www.tiktok.com/@bbcnews/video/7128400985310940421?is_from_webapp=v1&item_id=7128400985310940421&lang=en"}, {"text": "What is inflation and why are living costs rising?", "type": "a", "href": "https://www.bbc.co.uk/news/business-12196322"}], {"text": "Those on fixed-rate deals will not be immediately affected, although their costs could jump when their deals come up for renewal.", "type": "p"}, {"text": "The Bank now expects the UK economy to shrink between July and September. This comes after the economy already shrank slightly between April and June and will push the UK into recession, defined as when an economy shrinks for two consecutive quarters.", "type": "p"}, {"text": "It said a smaller-than-expected bounce back in July from the June bank holiday to celebrate the Queen's Platinum Jubilee and the additional bank holiday in September for the Queen's state funeral had both hit the economy.", "type": "p"}, {"text": "The Bank, however, said it now expected inflation to not rise as high as it originally expected, saying the government's help on energy bills for households and firms would help limit soaring prices.", "type": "p"}, {"text": "It now expects inflation to peak at just under 11% in October, having previously forecast it would reach 13% next month.", "type": "p"}, {"text": "Nevertheless, inflation is currently nearly five times the Bank of England's 2% target and even if it peaks in October, it is expected to remain above 10% \"over the following few months\" before starting to fall.", "type": "p"}, {"text": "As the Bank acts to calm inflation, the new chancellor Kwasi Kwarteng is preparing to announce a \"mini-budget\" on Friday when he is expected to cut taxes and reveal other measures to boost economic activity. There has been some concern that the plans could fan inflation.", "type": "p"}, [{"text": "Could the UK see interest rates rise to 5%?", "type": "a", "href": "https://www.bbc.co.uk/news/business-62990423"}], {"text": "On Thursday the Bank said: \"Should the outlook suggest more persistent inflationary pressures, including from stronger demand, the [rate-setting] committee will respond forcefully, as necessary.\"", "type": "p"}, {"text": "Paul Dales, chief UK economist at Capital Economics. said: \"That new 'stronger demand' bit seems like a not-so-subtle reference to the loosening in fiscal policy that's expected to be announced tomorrow.", "type": "p"}, {"text": "\"In short, the Bank has indicated it will raise rates further to offset some of the boost to demand from the government's fiscal plans.\"", "type": "p"}, {"text": "Some economists had expected the Bank to lift rates by 0.75 percentage points this month, in line with similar moves by the US Federal Reserve and the European Central Bank, and three of the MPC's nine members voted for such a rise.", "type": "p"}, {"text": "In Grimsby, self-employed auditor Kristine Green said she had \"nothing left to cut back on\" as she struggled to cover the monthly cost of her variable rate mortgage. ", "type": "p"}, {"text": "She said her repayments had already gone up four or five times in the past year.", "type": "p"}, {"text": "\"There were two instances where the increases happened in such quick succession, I didn't even get a letter about it from my mortgage provider.\"", "type": "p"}, {"text": "She said with the latest increase on Thursday, her mortgage would soon be edging on £460-470 per month, about £100 more than what she was paying this time last year.", "type": "p"}, {"text": "Higher interest rates will also drive up borrowing costs for businesses, many of which already face crippling energy and fuel bills. ", "type": "p"}, {"text": "Jonathan Fell, managing director of family theme park the Ice Cream Farm in Cheshire, said he had taken out millions of pounds in loans to develop the business in recent years. ", "type": "p"}, {"text": "Although some were on fixed five-year terms, an emergency government loan he was granted during the pandemic follows the base rate set by the Bank of England. ", "type": "p"}, {"text": "\"Any further rate increases would be hugely worrying,\" he said. \"It could actually finish the business depending on how far it goes.\" ", "type": "p"}, {"text": "The Bank of England has continued on its path of interest rate raises, but the real question now is how high are rates going to go. Financial markets predict that the rate will go close to 5%, and that is higher than in the US and the Eurozone. This reflects higher inflation here.", "type": "p"}, {"text": "Today the Bank held back from a 0.75 percentage point jumbo rate rise, as the US Fed had done last night. Foreign exchange markets were looking to see whether the UK would follow the US tough rhetoric against inflation too. But it was a close vote.", "type": "p"}, {"text": "The Bank expressed some relief that inflation would now peak at 11% next month, thanks to the government's energy interventions. But rates are still going up because the Bank sees more inflation arising from the British economy itself, even as the energy shock has been muffled.", "type": "p"}, {"text": "All eyes are now on November, when the Bank will calculate a new forecast to assess all of the government's interventions, which bring down inflation but also raise borrowing.", "type": "p"}, {"text": "Already the rise in mortgage rates is weighing on the housing market. The Bank believes we are already in a recession. The rate rises will keep coming. Precisely how many is the question.", "type": "p"}, {"text": "How have you been affected by rising interest rates? Share your experiences by emailing ", "type": "b"}, {"text": "Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "type": "p"}, [{"text": "WhatsApp: +44 7756 165803", "type": "p"}, {"text": "Tweet: @BBC_HaveYourSay", "type": "a", "href": "http://twitter.com/BBC_HaveYourSay"}, {"text": "Upload pictures or video", "type": "a", "href": "https://www.bbc.co.uk/send/u16904890"}, {"text": "Please read our terms & conditions and privacy policy", "type": "a", "href": "http://www.bbc.co.uk/usingthebbc/terms/"}], {"text": "If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. ", "type": "p"}], "tags": ["Personal finance", "Inflation", "UK economy", "Bank of England"]}