{"link": "https://www.bbc.com/news/technology-62996103", "category": "technology", "title": "Tesla ordered to recall more than a million US cars", "contributor": "Shiona McCallum", "time": "2022-09-22T20:57:11.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/74E1/production/_126812992_gettyimages-597435890.jpg", "content": [{"text": "Tesla is recalling nearly 1.1 million cars in the US because the windows might close too fast and pinch people's fingers.", "type": "b"}, {"text": "Documents produced by American regulators show the windows may not react correctly after detecting an obstruction.", "type": "p"}, {"text": "The National Highway Traffic Safety Administration says it is a safety-standards violation. ", "type": "p"}, {"text": "Tesla says a software update will fix the problem.", "type": "p"}, {"text": "The world's largest electric-vehicle manufacturer has had repeated run-ins with federal safety regulators, whom chief executive Elon Musk calls \"the fun police\".", "type": "p"}, {"text": "Previous recalls have been due to:", "type": "p"}, [{"text": "rear-view cameras", "type": "p"}, {"text": "bonnet latches", "type": "p"}, {"text": "seat-belt reminders ", "type": "p"}, {"text": "sound-system software", "type": "p"}], {"text": "Tesla chief executive Elon Musk criticised the use of the term \"recall\", tweeting: \"The terminology is outdated & inaccurate. This is a tiny over-the-air software update. To the best of our knowledge, there have been no injuries.\"", "type": "p"}, {"text": "The latest recall covers all four Tesla models, specifically 2017-22 Model 3 sedans and some 2020-21 Model Y SUVs (sports utility vehicles), Model S sedans and Model X SUVs.", "type": "p"}, {"text": "Tesla discovered the problem with the automatic windows during production testing in August. ", "type": "p"}, {"text": "Owners will be notified by letter, from15 November. ", "type": "p"}, {"text": "Company documents indicate vehicles made after 13 September already have the updated software needed to remedy the issue.", "type": "p"}, {"text": "Tesla said it was not aware of any warranty claims, crashes, injuries, or deaths related to the recall.", "type": "p"}], "tags": ["Tesla", "Electric cars"]}