{"link": "https://www.bbc.com/news/business-62813896", "category": "business", "title": "Vaping: Juul to pay $438.5m in youth marketing probe", "contributor": null, "time": "2022-09-06T19:11:26.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/46A1/production/_126618081_323275f83124ee4f8c4cbed6b71c6807fe92d57c.jpg", "content": [{"text": "Juul Labs will pay $438.5m (£380m) to end a probe of its advertising to underage buyers as it rose to be one of the top e-cigarette firms in the US.", "type": "b"}, {"text": "The deal with more than 30 states also restricts Juul's marketing, for example barring use of people under the age of 35 in its adverts.", "type": "p"}, {"text": "Juul called the settlement \"a significant part\" of its efforts to resolve \"issues from the past\".", "type": "p"}, {"text": "The firm is also fighting a US ban of its products.", "type": "p"}, {"text": "The US Food and Drug Administration in June said it would bar sales of Juul products due to insufficient data about the health impact. The measure is on hold while the company appeals the decision.", "type": "p"}, {"text": "It continues to face litigation in some other states, as well as private lawsuits brought by individual families and others.", "type": "p"}, {"text": "Juul said the terms of Tuesday's settlement were in line with its marketing practices since a \"company-wide reset\" in the fall of 2019 and that it was \"focused on the future\".", "type": "p"}, {"text": "\"We believe that once the FDA does a complete review of all of the science and evidence presented, as required by law, and without political interference, we should receive marketing authorization,\" the firm said in a statement. ", "type": "p"}, {"text": "Juul was widely blamed for the explosive growth in teen vaping. More than a quarter of high schoolers used e-cigarettes in 2019, according to a federal survey, though that share has since subsided.", "type": "p"}, {"text": "The investigation into Juul's marketing found that the company had \"relentlessly marketed vaping products to underage youth\"  even though such purchases are illegal in the US, said Connecticut attorney general William Tong, who announced the settlement on Tuesday.", "type": "p"}, {"text": "He said the company had also used age verification practices it knew were ineffective and did not clearly disclose that its pods contained nicotine, which is addictive. ", "type": "p"}, {"text": "\"Juul's cynically calculated advertising campaigns created a new generation of nicotine addicts,\" he said.", "type": "p"}, {"text": "Money from the settlement will be paid out over six to 10 years and is to be used to combat tobacco use.", "type": "p"}], "tags": ["Vaping", "United States"]}