{"link": "https://www.bbc.com/news/entertainment-arts-62821134", "category": "entertainment & arts", "title": "Noel Clarke: Actor drops legal action against Bafta", "contributor": null, "time": "2022-09-07T17:36:39.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17144/production/_126623549_hi078557697.jpg", "content": [{"text": "Actor and producer Noel Clarke has dropped his legal action against Bafta, the academy has confirmed.", "type": "b"}, {"text": "The organisation suspended Clarke's membership and an honorary award last year after the Guardian published allegations of sexual misconduct made by 20 women who worked with him.", "type": "p"}, {"text": "He denied the claims and earlier this year police said he would not face a criminal investigation.", "type": "p"}, {"text": "Bafta said the allegations represented conduct contrary to expected standards.", "type": "p"}, {"text": "In a statement on Wednesday, a Bafta spokesperson said: \"We note that Noel Clarke has dropped his legal action against Bafta.", "type": "p"}, {"text": "\"The serious misconduct alleged in first-hand testimonies and published in the Guardian newspaper is contrary to the standards expected of a Bafta member and the values we uphold as an arts charity and academy.\"", "type": "p"}, {"text": "They added: \"We stand by our decision to suspend his honorary award and membership as soon as the detailed allegations came to light.\"", "type": "p"}, {"text": "The BBC has asked Clarke's representatives for a comment.", "type": "p"}, [{"text": "No investigation for Noel Clarke harassment claims", "type": "a", "href": "https://www.bbc.co.uk/news/newsbeat-60900404"}, {"text": "Women make claims against Noel Clarke", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-57973820"}, {"text": "Bafta puts some prizes on hold after Clarke claims", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-57313488"}, {"text": "BBC shocked by fresh Noel Clarke allegations", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-57021060"}], {"text": "Denying all allegations of sexual assault, the Kidulthood and Doctor Who actor, 46, previously told the Mail on Sunday: \"There has been no arrest, no charges, no trial, no verdict, but I have been criminalised.\"", "type": "p"}, {"text": "He said it was \"a form of modern McCarthyism\", referencing a 1950s purge of suspected Communists in the US.", "type": "p"}, {"text": "In 2021, The Guardian newspaper published allegations of misconduct from 20 women who had worked with Clarke over a 15-year period.", "type": "p"}, {"text": "The alleged incidents included complaints of groping and sexual misconduct between 2004 and 2019, all of which he has denied.", "type": "p"}, {"text": "The Metropolitan Police said in March this year there was not enough evidence against him to warrant a criminal investigation.", "type": "p"}], "tags": ["Television", "Noel Clarke", "Film"]}