{"link": "https://www.bbc.com/news/business-66375733", "category": "business", "title": "Uber aims to be wider travel app as it turns first profit", "contributor": null, "time": "2023-08-01T17:28:14.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9823/production/_126174983_tv077305529.jpg", "content": [{"text": "Tour operators in the UK are on notice: Uber wants to take your business.", "type": "b"}, {"text": "The ride-hailing company, famous for upending the global taxi business, wants to do the same for holiday travel, by expanding the services available on its app.", "type": "p"}, {"text": "Boss Dara Khosrowshahi discussed his ambitions to make Uber a go-to travel platform as the firm reported its first-ever global operating profit.", "type": "p"}, {"text": "The milestone came as a record number of Uber trips were taken this spring.", "type": "p"}, {"text": "Uber said about 25 million trips were made on the platform per day on average in the April to June period, up 22% year-on-year as travel in North America finally recovered from the pandemic. ", "type": "p"}, {"text": "That amounted to nearly 2.3 billion total rides during the quarter.", "type": "p"}, {"text": "Mr Khosrowshahi said recovery in the travel business had opened an opportunity for Uber to become a bigger player  - especially in the UK, where travel agencies still play an outsize role compared with other markets such as the US.", "type": "p"}, {"text": "Flight bookings via the Uber app became available in the UK in May. It enabled train and coach bookings in the UK last year. ", "type": "p"}, {"text": "\"Travel is a very important eco-system for us, both in terms of pick-ups and drop-offs, so we said hey, why can't we go after this tour operator market?\" Mr Khosrowshahi said. \"Essentially we are building up services that we think rival traditional tour operators.\"", "type": "p"}, {"text": "So far, the new offerings have shown few signs of hurting demand for its core taxi service, as had been feared, he added.", "type": "p"}, {"text": "Mr Khosrowshahi, formerly boss of the online booking firm Expedia, was brought in as chief executive in 2017 to steady the company as it was grappling with the fallout from privacy and sexual harassment scandals and the ouster of founder Travis Kalanick.", "type": "p"}, {"text": "Mr Khosrowshahi has been pushing the company to improve its bottom line, emphasising cost discipline, with layoffs and other measures, efforts that he said were paying off. ", "type": "p"}, {"text": "The underlying ride-hailing, food delivery and freight business posted a profit of $326m in the April-June period, compared with a loss of $713m in the prior year.", "type": "p"}, {"text": "\"For most of our history, 'profitable' wasn't the first thing that came up when you asked someone about Uber,\" he said. \"But we knew they were wrong.\"", "type": "p"}, {"text": "Revenue grew 14% year-on-year to $9.2bn, while costs climbed only about 2%. ", "type": "p"}, {"text": "Revenue growth was strongest outside US and Canada, which were hit by a decline in the company's small freight unit. ", "type": "p"}, {"text": "But the firm's taxi business, which suffered when travel plunged during the pandemic and later struggled due to limited drivers, is growing healthily again, while food deliveries have remained robust.", "type": "p"}], "tags": []}