{"link": "https://www.bbc.com/news/entertainment-arts-66375353", "category": "entertainment & arts", "title": "Angus Cloud: Drake and Kid Cudi among stars paying tribute", "contributor": null, "time": "2023-08-01T14:33:45.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B19E/production/_130607454_gettyimages-1414380173.jpg", "content": [{"text": "Rappers Drake and Kid Cudi are among those paying tribute to Euphoria actor Angus Cloud, who died at the age of 25.", "type": "b"}, {"text": "Drake, an executive producer on the show, posted an image of Cloud simply captioned \"Good Soul\" on Instagram.", "type": "p"}, {"text": "Kid Cudi posted on X (formerly known as Twitter): \"This hurts man. One of the realest dudes in this business.\"", "type": "p"}, {"text": "Cloud, who played drug dealer Fezco \"Fez\" O'Neill on the teen drama, died on Monday at his family home in Oakland, California, said a publicist.", "type": "p"}, {"text": "\"It is with the heaviest heart that we had to say goodbye to an incredible human today,\" said the Cloud family.", "type": "p"}, {"text": "Cloud attended his father's funeral in Ireland last week and, according to his family, \"intensely struggled with this loss\".", "type": "p"}, {"text": "There was some comfort in knowing he was now \"reunited with his dad, who was his best friend\", they said in a statement.", "type": "p"}, {"text": "\"Angus was open about his battle with mental health and we hope that his passing can be a reminder to others that they are not alone and should not fight this on their own in silence,\" it said.", "type": "p"}, {"text": "\"We hope the world remembers him for his humour, laughter and love for everyone.\"", "type": "p"}, {"text": "His cause of death has not been given.", "type": "p"}, {"text": "In a statement, HBO said: \"We are incredibly saddened to learn of the passing of Angus Cloud. He was immensely talented and a beloved part of the HBO and Euphoria family.\"", "type": "p"}, {"text": "Euphoria creator Sam Levinson said: \"There was no one quite like Angus. He was too special, too talented and way too young to leave us so soon.\"", "type": "p"}, {"text": "Sydney Martin, the model who was rumoured to be in an on-off relationship with Cloud, shared broken heart emojis on Instagram after his death was announced.", "type": "p"}, {"text": "Cloud's co-star Javon \"Wanna\" Walton, known in the show as Cloud's adoptive brother, Ashtray, wrote on Instagram: \"Rest easy brother.\"", "type": "p"}, {"text": "Alexa Demie, who plays Maddy Perez in the drama, posted a simple broken heart emoji on a black background, while Colman Domingo, who plays Ali Muhammad, wrote on his Instagram story: \"Couldn't be more real, original and sweet. Loved this kid. Always smiles. I hope this sensitive soul is at rest. check on loved ones. Check on them.\"", "type": "p"}, {"text": "California congresswoman Barbara Lee lamented the loss of \"Oakland's own\", in a post on X.", "type": "p"}, {"text": "\"His immense talent touched the lives of countless people. His work & legacy will forever live on and make Oakland proud,\" she wrote.", "type": "p"}, {"text": "Actress Kerry Washington also posted on the platform: \"You will be deeply missed. Rest in power.\"", "type": "p"}, {"text": "Actor Danny Ramirez also paid tribute on his  Instagram story.", "type": "p"}, {"text": "The Oakland Roots sports club said they were \"heartbroken\" by the news. ", "type": "p"}, {"text": "\"Rest easy fam. He was a day one supporter and an Oakland legend. You will be missed.\"", "type": "p"}, {"text": "Cloud had minor acting credits in two films, North Hollywood and The Line. He had also appeared in music videos for artists including Becky G, Karol G and Juice WRLD.", "type": "p"}, {"text": "But his career really took off after he won the part of Fez, a high school drug dealer in Euphoria.", "type": "p"}, {"text": "After first airing in June 2019, Euphoria quickly became a hit and by 2022 was the most tweeted-about TV show of the decade in the US.", "type": "p"}, {"text": "The main character, played by Zendaya, is a 17-year-old who struggles with drug abuse.", "type": "p"}], "tags": []}