{"link": "https://www.bbc.com/news/science-environment-66365074", "category": "science & environment", "title": "Euclid: 'Dark explorer' opens its eyes on the cosmos", "contributor": null, "time": "2023-07-31T15:37:12.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4ED3/production/_130597102_nisp.png", "content": [{"text": "Europe's new space telescope, Euclid, has returned its first images.", "type": "b"}, {"text": "Engineers switched on the cameras of the €1.4bn (£1.2bn) observatory to begin a phase of testing and captured a wide vista of stars and galaxies. ", "type": "p"}, {"text": "Once properly set up, Euclid will start building a 3D map of the cosmos in an effort to tie down the nature of so-called dark matter and dark energy.", "type": "p"}, {"text": "Together, these phenomena appear to control the shape and expansion of everything we see out there.", "type": "p"}, {"text": "Quite what they are, however, is highly uncertain.", "type": "p"}, {"text": "Neither dark matter nor dark energy are directly detectable, which means Euclid will have to use roundabout methods to glimpse their properties.", "type": "p"}, [{"text": "Galaxy's ghost particles captured in Antarctic ice", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66049330"}, {"text": "Scientists pick up shock waves from colliding galaxies", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-66039810"}, {"text": "Mysterious dark matter mapped in finest detail yet", "type": "a", "href": "https://www.bbc.co.uk/news/science-environment-65243132"}], {"text": "The telescope was launched on 1 July from Cape Canaveral in Florida, US.", "type": "p"}, {"text": "It was despatched to an observing position about 1.5 million km from Earth on its night side - a popular location for space observatories because it sits in a gravitational sweetspot that means less fuel is needed to keep a craft on-station. ", "type": "p"}, {"text": "This place, known as the \"2nd Lagrange Point\", also doesn't suffer from the swings in light and temperature experienced by telescopes orbiting close to Earth.", "type": "p"}, {"text": "The new super-space telescope James Webb is another inhabitant of this parking spot.", "type": "p"}, {"text": "The test images released by the European Space Agency on Monday come from both of Euclid's cameras. ", "type": "p"}, {"text": "It's got a visible light (the light our eyes sense) instrument, called simply VIS; and an infrared (longer wavelength light than our eyes will sense) instrument referred to as NISP, or Near-Infrared Spectrometer and Photometer.", "type": "p"}, {"text": "The sample pictures from both cameras contain countless stars and galaxies, even though they are tracing a patch on the sky that is smaller than the full Moon.", "type": "p"}, {"text": "Interestingly, if you look closely at the VIS imagery, you can see lots of little streaks. These are tracks left by high energy particles, or cosmic rays. They strike the camera's detectors at all angles to leave lines of various lengths.", "type": "p"}, {"text": "When Euclid commences its 3D survey, scientists will remove these artefacts by stacking several exposures on top of each other. ", "type": "p"}, {"text": "The European Space Agency says mission managers had a bit of a scare when they first examined the VIS pictures because it was evident stray sunlight was getting into the camera through some gap in the hardware. By turning the space observatory, they were able to block the contaminating light.", "type": "p"}, {"text": "The issue should not affect Euclid's survey, provided the telescope is only used in specific orientations.", "type": "p"}, {"text": "Engineers have several more months of commissioning before the telescope can be released to go after its two targets. ", "type": "p"}, {"text": "Dark matter is the matter that cannot be detected directly but which astronomers know to be there because of its gravitational effects on the matter we can see.", "type": "p"}, {"text": "Galaxies, for example, could not hold their shape were it not for the presence of some additional \"scaffolding\". This is presumed to be dark matter - whatever that is.", "type": "p"}, {"text": "Although this material cannot be seen directly, the telescope can plot its distribution by looking for the subtle way its mass distorts the light coming from distant galaxies. ", "type": "p"}, {"text": "Dark energy is a very different concept from dark matter.", "type": "p"}, {"text": "This mysterious \"force\" appears to be accelerating the expansion of the Universe. Recognition of its existence and effect in 1998 earned three scientists a Nobel Prize.", "type": "p"}, {"text": "Euclid will investigate the phenomenon by mapping the three-dimensional distribution of galaxies.", "type": "p"}, {"text": "The patterns in the great voids that exist between these objects can be used as a kind of \"yardstick\" to measure the expansion through time.", "type": "p"}, {"text": "Euclid won't be able to say definitively \"this is the nature of dark matter and dark energy\", but what it should do is narrow the scope of the models and ideas that flood current thinking. It will focus the attention of theorists and experimentalists.", "type": "p"}, {"text": "The development of the VIS instrument was led from the UK.", "type": "p"}], "tags": []}