{"link": "https://www.bbc.com/news/technology-66372675", "category": "technology", "title": "MrBeast sues fast food company over 'revolting' burger", "contributor": null, "time": "2023-08-01T11:55:02.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E18C/production/_130604775_gettyimages-1247748364.jpg", "content": [{"text": "Top YouTuber Jimmy \"MrBeast\" Donaldson is suing the company behind his fast food chain, and says fans called the food \"revolting\".", "type": "b"}, {"text": "Donaldson, the biggest YouTuber in the world with 172 million subscribers, opened MrBeast Burger in 2020.", "type": "p"}, {"text": "He claims Virtual Dining Concepts - the company behind the burger - is hurting his brand and reputation by serving a subpar product.", "type": "p"}, {"text": "He is asking a judge to give him the right to terminate the arrangement.", "type": "p"}, {"text": "Donaldson is known for his philanthropy, as well as videos featuring huge prizes and cash giveaways.", "type": "p"}, {"text": "The legal action, filed in New York on Monday, accuses Virtual Dining Concepts of not ensuring the quality of the burgers, claiming they were at times \"inedible\".", "type": "p"}, {"text": "\"As a result, MrBeast Burger has been regarded as a misleading, poor reflection of the MrBeast brand,\" the lawsuit claims, going on to say it \"has caused material, irreparable harm to the MrBeast brand and MrBeast's reputation\".", "type": "p"}, {"text": "It also claims Donaldson \"has not received a dime\" from the partnership.", "type": "p"}, {"text": "The BBC has approached Virtual Dining Concepts for comment.", "type": "p"}, {"text": "Donaldson has previously apologised to fans on Twitter who were disappointed by their food, and said he \"can't get out of\" his deal with the company.", "type": "p"}, {"text": "MrBeast Burger delivers from more than 1,000 so-called \"ghost kitchens\" worldwide.", "type": "p"}, {"text": "Also known as dark kitchens or virtual restaurants, these are food delivery services which operate out of the kitchens of other businesses.", "type": "p"}, {"text": "For example, in early 2022 fans in London could have a MrBeast Burger delivered to them from Shoreditch, in the east of the city,  where it was made in the kitchen of a different burger joint - Dirty Bones.", "type": "p"}, {"text": "It drew national media attention in September 2022, when Donaldson filled a shopping centre in the US with thousands of fans for the opening of his first bricks-and-mortar burger restaurant.", "type": "p"}, {"text": "Fans queued for hours for a burger, and a chance to meet him at the location, in New Jersey.", "type": "p"}, {"text": "Donaldson has the second-largest YouTube channel in the world, and is the most-subscribed individual creator on the platform.", "type": "p"}, {"text": "The only channel bigger than his belongs to Indian record label T-Series, which features thousands of Hindi-language music videos.", "type": "p"}, {"text": "In 2021, he launched a separate philanthropy-themed YouTube channel, which itself has more than 10 million subscribers, and he has a licensed charity that functions as a food bank to feed communities across the US.", "type": "p"}], "tags": []}