{"link": "https://www.bbc.com/news/entertainment-arts-64115028", "category": "entertainment & arts", "title": "Avatar: The Way Of Water passes $1bn at the global box office", "contributor": null, "time": "2022-12-29T09:48:27.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/EF41/production/_127994216_au_gallerycontents_20cs_avatar2_5_37253098.jpg", "content": [{"text": "Avatar: The Way Of Water has made $1bn (£831m) at the global box office in just 14 days, becoming the fastest film to pass the milestone this year.", "type": "b"}, {"text": "The long-delayed sequel has proved a hit with audiences despite wildly varying reviews.", "type": "p"}, {"text": "It is one of only three films to surpass $1bn this year, after Top Gun: Maverick and Jurassic World Dominion.", "type": "p"}, {"text": "However, director James Cameron has said his technologically innovative movie needs to make $2bn to break even.", "type": "p"}, {"text": "The film picks up after the events of 2009's Avatar, which is the highest-grossing film of all time, with box office receipts of $2.97 billion (£2.47 billion).", "type": "p"}, {"text": "Analysts say the new instalment is unlikely to beat that figure, as cinema attendances are still down, post-pandemic.", "type": "p"}, {"text": "But based on current performance, the film is likely to overtake Top Gun: Maverick as the biggest film of 2022.", "type": "p"}, {"text": "That news may come as a surprise to critics, some of whom panned The Way Of Water as a \"lumbering, humourless damp squib of a movie\" in which \"nothing meaningful happens\" and \"the story is really pretty stupid\".", "type": "p"}, {"text": "Others were more enthusiastic, calling the film an \"eye-popping, jaw-dropping spectacle\" and a \"fully immersive waking dream\".", "type": "p"}, [{"text": "One star or five? Critics split on Avatar sequel", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63923584"}, {"text": "Avatar sequel has world premiere in London", "type": "a", "href": "https://www.bbc.co.uk/news/entertainment-arts-63875730"}], {"text": "The original Avatar was essentially a science-fiction version of Pocahontas - following the story of greedy, colonialist humans stripping the resources of a distant planet called Pandora. ", "type": "p"}, {"text": "It was told through the eyes of Jake Sully (Sam Worthington), a human soldier who fell in love with a native warrior called Neytiri (Zoe Saldana), and came to recognise the importance of Pandora's delicately balanced ecosystem.", "type": "p"}, {"text": "The sequel is set several years later, as Sully and Neytiri head under water to protect their planet from another human invasion while attempting to raise a family.", "type": "p"}, {"text": "There is a lot riding on its box office performance, as it is the first of four planned sequels, with future instalments coming in 2024, 2026 and 2028.", "type": "p"}, {"text": "Cameron shot the third movie in tandem with The Way Of Water, as well as \"a little bit\" of the fourth to ensure his child actors still looked the right age.", "type": "p"}, {"text": "\"I love Stranger Things, but you get the Stranger Things effect where they're supposed to still be in high school, and they look like they're 27,\" he said.", "type": "p"}, {"text": "In Avatar four, the child actors \"age six years in the middle of the story on page 25,\" he explained, \"so I needed [to shoot] everything before then, and then everything after, we'll do later.\"", "type": "p"}, {"text": "The director, whose other credits include Terminator, Titanic and The Abyss, has admitted that his plans will be dictated by the films' profitability.", "type": "p"}, {"text": "\"The market could be telling us we're done in three months, or we might be semi-done, meaning: 'Okay, let's complete the story within movie three, and not go on endlessly,' if it's just not profitable,\" he told Total Film magazine.", "type": "p"}, {"text": "\"We're in a different world now than we were when I wrote this stuff, even. It's the one-two punch - the pandemic and streaming. Or, conversely, maybe we'll remind people what going to the theatre is all about. This film definitely does that.\"", "type": "p"}, {"text": "As well as topping the global box office chart, The Way Of Water is also the UK's number one film, making £25.03 million in its first two weeks of release.", "type": "p"}], "tags": ["Film"]}