{"link": "https://www.bbc.com/news/health-63888888", "category": "health", "title": "‘I went through the menopause before my mum did’", "contributor": null, "time": "2022-12-28T02:24:34.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17F32/production/_127989089_f58696cf-95ac-4a53-9dda-dbff04c5258e.jpg", "content": [{"text": "Imagine you're in your teens or 20s and you find out you're already in menopause. It wasn't how Emma, Soe-Myat and Elspeth had pictured their early adulthood. Their diagnosis was the start of a lonely journey to learn about a life event all women will experience with age but rarely talk about. ", "type": "b"}, {"text": "It was a sticky August morning in 2013 when a consultant flicked through Emma Delaney's medical file and told her she was menopausal at 25. ", "type": "p"}, {"text": "Emma sat motionless in the hard hospital chair, her mind drifting in and out of what he was saying. Her periods, which hadn't returned since she had come off the pill a few years before, probably never would. It was unlikely she'd ever be able to conceive naturally. ", "type": "p"}, {"text": "\"I didn't know how to react… He told me like I'd lost my keys that I couldn't have children,\" she says. ", "type": "p"}, {"text": "Emma is part of a group of women affected by a condition called Primary Ovarian Insufficiency (POI) - which refers to any form of menopause under the age of 40. Most of the time there is no known cause and women with POI can experience menopausal symptoms until they're in their 50s. ", "type": "p"}, {"text": "Around one in 100 women in the UK are affected by the condition and experts believe it could be more common than that. But it's an issue that remains under-discussed. ", "type": "p"}, [{"text": "What is the menopause and what are the signs?", "type": "a", "href": "https://www.bbc.co.uk/news/health-48258910"}], {"text": "\"There isn't enough conversation about menopause in the younger age groups at all,\" says Dr Nighat Arif, an NHS GP and TikTok star with a specialist interest in menopause care. \"Typically, you see an older woman, white, grey-haired, wafting a fan. It's not representative.\" ", "type": "p"}, {"text": "For some like Emma, it's not clear why their ovaries aren't functioning, but POI can also be caused by auto-immune conditions, chromosomal disorders or surgery to the womb or ovaries. ", "type": "p"}, {"text": "As well as the physical consequences, the psychological impact of such a diagnosis can be devastating. After Emma's doctor broke the news to her, she cried by herself in her car for an hour. ", "type": "p"}, {"text": "Emma knew next to nothing about menopause, except what she'd heard from older women in the busy Manchester hair salon that she worked in. The future she'd imagined - looking after two children of her own - had been taken away.", "type": "p"}, {"text": "Over the next few months, Emma was put on Hormone Replacement Therapy (HRT) tablets. She learned that her ovaries had stopped functioning and her body didn't produce enough oestrogen and progesterone - the hormones that govern the menstrual cycle. The imbalance had been affecting her health for years.", "type": "p"}, [{"text": "HRT explained: Is it right for me? ", "type": "a", "href": "https://www.bbc.co.uk/news/health-62336456"}], {"text": "The brain fog she kept experiencing wasn't just part of her personality, she realised. Hot flushes, which felt like a firework shooting through her whole body, hadn't been caused by long hours with hairdryers. And her sleepless nights weren't down to insomnia - they were another symptom of the hormone imbalance.", "type": "p"}, {"text": "It didn't help that her own mother, then only in her early 40s, hadn't yet reached the menopause. Her friends were starting to settle down and have children of their own. \"It felt like no-one understood me,\" she says. ", "type": "p"}, {"text": "Emma threw herself into work and avoided discussing her diagnosis. She filled her evenings with big nights out and casual dates - she wanted to be exactly the opposite of her friends with partners and babies. ", "type": "p"}, {"text": "\"I abused my body with alcohol and sex… I didn't realise how much I needed to talk about it to someone,\" she explains. ", "type": "p"}, {"text": "If going through the menopause prematurely were not hard enough, for a growing number of women the diagnosis comes after they have begun treatment for other serious conditions.", "type": "p"}, {"text": "For London graphic design student Soe-Myat Noe, menopause came as an unexpected consequence of cancer treatment. Earlier this year, aged just 23, she was diagnosed with stage three bowel cancer. Radiation in her pelvic area damaged her ovaries but at the time, she didn't understand what this would mean. ", "type": "p"}, {"text": "\"They [doctors and nurses] were solely focussing on my cancer and my cancer treatment… I don't think anyone mentioned to me what the menopause entailed,\" she says. ", "type": "p"}, {"text": "Her symptoms - which included ringing in her ears, anxiety, fatigue - came on suddenly, and were severe. Conversations about periods, fertility and menopause weren't common when Soe-Myat was growing up, so she hadn't learned what to expect. Her university friends, concerned about IUDs and the contraceptive pill, couldn't relate to her experience. ", "type": "p"}, {"text": "\"Everything that was happening to me, I always associated with older people… I felt like I skipped a whole chunk of my life.\"  ", "type": "p"}, {"text": "While Soe-Myat could talk about her mental health with a therapist, her physical menopause symptoms hadn't been considered. She had to advocate for herself, googling treatments while exhausted from chemotherapy and dealing with a stoma bag.", "type": "p"}, {"text": "Although HRT can be unsuitable for women with certain types of cancer, there was a form that was safe for Soe-Myat, and once she began taking it her symptoms improved.  ", "type": "p"}, {"text": "Since then, she has been given the all-clear. As well as continuing with HRT, she does non-medical things like going for walks and avoiding hot drinks to help herself. But she wishes that she had been given advice about managing her symptoms earlier in the process. ", "type": "p"}, {"text": "\"It shouldn't be that difficult\", she says. ", "type": "p"}, {"text": "Dr Nighat Arif's social media accounts are full of messages from women who have had similar experiences. She calls for a \"better understanding of the nuances\" of menopause care among healthcare professionals and wants women of all ages to \"break the taboo\" around it. ", "type": "p"}, {"text": "\"Please talk to the women in your life… have that conversation with your mum, your grandma, your aunts, your cousins, your best mate. It's nothing to be embarrassed about - learn from what they're going through.\"", "type": "p"}, {"text": "Dr Arif says more women are now being diagnosed with POI because of a greater awareness of symptoms, but it can still take a long time to get a diagnosis. And left untreated, POI can have long-term consequences for women's bones, hearts and mental health. ", "type": "p"}, {"text": "\"Some patients can find themselves in a very dark place,\" she says. \"They might have wanted to have children and it scuppers the life choices they thought they could make.\" ", "type": "p"}, {"text": "In her surgery, Dr Arif also sees other, rarely discussed consequences of POI - like painful sex and loss of libido. ", "type": "p"}, {"text": "Elspeth Wilson, 23, understands this all too well. Diagnosed with POI when she was just 15, difficulty with sex is an obstacle she has navigated throughout her whole dating life. ", "type": "p"}, {"text": "\"It's so hard to be in a relationship with someone and want to show that you love them. But your body is just not agreeing with it and certain things are uncomfortable,\" she says. ", "type": "p"}, {"text": "\"What frustrates me is that the doctors never said that this could be an issue.\"", "type": "p"}, {"text": "Elspeth has just started her first job after university, as a market-researcher in Newcastle. Though she praises her employer for being supportive, navigating this big transition with POI can be tricky. ", "type": "p"}, {"text": "\"It adds to the imposter syndrome. I'll have moments where I'll have brain fog, and it will kick in at the absolute worst time.\"", "type": "p"}, {"text": "She's found comfort in a WhatsApp group of other women in a similar situation. In their group chat, nothing is off-limits. ", "type": "p"}, {"text": "\"It's reassuring to just have that space to ask those questions and vent… If you have the ability to talk about it in a way where you have no ounce of shame, it's way easier.\" ", "type": "p"}, {"text": "Soe-Myat, who joined an online support group for young women with cancer-induced menopause agrees. \"I felt validated\", she says.", "type": "p"}, {"text": "It is a lesson that Emma, too, has learned over time.", "type": "p"}, {"text": "After years of trying to block out the pain of her diagnosis, Emma eventually began to speak about her experiences more openly. She started by explaining her feelings to a counsellor, who helped her feel more like herself again. ", "type": "p"}, {"text": "\"No matter my diagnosis, I was still me… I was more than my diagnosis… That was a big lesson to learn.\" ", "type": "p"}, {"text": "A few years ago, she met a partner who understands her condition, and they now live together. ", "type": "p"}, {"text": "On Instagram, she followed hashtags to do with menopause and found the Daisy Network, a charity set up to offer information and support to women with POI. For the first time, she spoke to other people who understood what she was going through.", "type": "p"}, {"text": "Now 34, she thinks her future may include children. Egg-donation and IVF would be too upsetting, she says, so she's considering fostering in the next few years. ", "type": "p"}, {"text": "And every once in a while she'll wear a black T-shirt to the salon, with the slogan \"Make Menopause Matter\" written across the chest in red. It's covered in stains from being splattered with bleach. ", "type": "p"}, {"text": "Her clients will comment that she's too young for menopause, and she'll explain her situation as she touches up their roots.", "type": "p"}, {"text": "\"They tell me that they've learned more about menopause in the 30 minutes that they've spent with me than in their whole lives.", "type": "p"}, {"text": "\"It makes me proud that I'm getting the word out there for every woman.\" ", "type": "p"}, {"text": "Menopause and me: Too young to feel so old", "type": "p"}, {"text": "Lots of women don't think about the menopause until they're in their 40s. But it could start much earlier. Emma, Soe-Myat, Olivia and Elspeth share their experiences to help others cope with menopause at any age.", "type": "p"}, {"text": "Watch now on BBC iPlayer (UK Only)", "type": "p"}], "tags": ["Women's health", "Hormone replacement therapy (HRT)", "Menopause"]}