{"link": "https://www.bbc.com/news/entertainment-arts-63022089", "category": "entertainment & arts", "title": "Pharoah Sanders: Jazz legend dies aged 81", "contributor": null, "time": "2022-09-24T16:16:09.000Z", "cover": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D2D5/production/_126837935_gettyimages-1167168716.jpg", "content": [{"text": "Jazz great Pharoah Sanders, who pushed the boundaries of saxophone playing, has died aged 81. ", "type": "b"}, {"text": "His record label Luaka Bop announced the news, saying he had died \"peacefully\", surrounded by family and friends in Los Angeles. ", "type": "p"}, {"text": "Sanders was a leading figure in what is often called spiritual jazz, which took influences from Asian and African traditions.", "type": "p"}, {"text": "His expressive style made him a sought-after musical collaborator. ", "type": "p"}, {"text": "Born as Farrell Sanders in Little Rock, Arkansas, in 1940, the saxophonist began his career in Oakland, California before moving to New York in the early 1960s.", "type": "p"}, {"text": "There he collaborated with Sun Ra, who is believed to have encouraged Sanders to take the name Pharoah.", "type": "p"}, {"text": "He joined John Coltrane's band and performed with him on stage and in the studio.", "type": "p"}, {"text": "Another free jazz great, Ornette Coleman, said Sanders was \"probably the best tenor player in the world\".", "type": "p"}, {"text": "Sanders released several albums, with his debut, Pharoah's First, landing in 1965. ", "type": "p"}, {"text": "In an interview he said: \"I want my sound to be like a fragrance that people will like - something fresh, like the smell of your grandmother's cake cooking.\"", "type": "p"}, {"text": "In 2021 he collaborated with British electronic musician Sam Shepherd, who records under the name Floating Points.", "type": "p"}, {"text": "Their work, Promises, was recorded with the London Symphony Orchestra and nominated for the Mercury Prize.", "type": "p"}, {"text": "Paying tribute to Sanders on Twitter, Shepherd said: \"I am so lucky to have known this man, and we are all blessed to have his art stay with us forever. Thank you Pharoah.\"", "type": "p"}], "tags": ["Los Angeles", "Arkansas", "United States"]}